{
    "title": "The Principles Of Aesthetics - Chapter VIII - The Aesthetics of Music",
    "author": "Dewitt H. Parker",
    "chapter": "9",
    "content": [
        "",
        "\n\n",
        "In this and the following chapters which treat of the arts, I plan to\nmake a concrete application of the aesthetic theory thus far developed.\nI want to show how the general principles which we have tried to\nestablish can be used to explain the facts of our artistic experience.\nIn doing this I shall hope to achieve a double purpose: first, to\nverify anew our theory of art, and second, to deepen and enlighten\nappreciation.",
        "I begin with music because, as we shall see, there is a musical factor\nin all the arts, an understanding of which at the beginning will enable\nus to proceed much more easily in our survey of them. I shall confine\nmyself to an elementary analysis; for a more detailed study would take\nus beyond the bounds of general aesthetics and would require a knowledge\nof the special technique of the arts which we cannot presuppose.\nMoreover, we shall not concern ourselves with the origin or history\nof the arts further than is needful for an understanding of their\ngeneral character. We are investigating the theory, not the history,\nof taste, and are more interested in the present developed aesthetic\nconsciousness than in its rudimentary forms.",
        "As we appreciate it to-day, music lends itself readily to our definition\nof art. It is a personal expression–who, when listening to music which\nhe enjoys, does not feel himself poured forth in the tones? It is\nsocial and public–what brings us together under the sway of a common\nemotion more effectively than concert or opera? It is a fixed and\npermanent expression, for we can renew it so long as men preserve the\nscore where it is written; and, finally, it is free–who can find any\npractical or moral or scientific purpose in an etude of Chopin or a\nsymphony of Mozart? Music is the most signal example of a mode of\nexpression that has attained to a complete and pure aesthetic character,\nan unmixed beauty. Yet this was not true of music in its earlier forms,\nand a long process of development was necessary before freedom was\nrealized. For we must look for the beginning of music in any and all\nsounds through which primitive men sought to express and communicate\nthemselves. These were, first of all, the cries of the human voice,\nexpressive of fear and need and joy–at once direct outpourings of\nbasic emotions and signals to one’s fellows, to help, to satisfy, and\nto sympathize. In the voice nature provided man with a direct and\nimmediate instrument for the expression and communication of himself\nthrough sound. Then, perhaps by accident, man discovered that he could\nmake sounds in other ways, through materials separate from his body,\nand so he constructed drums and cymbals and gongs; and by means of\nthese, too, he communicated his needs and stimulated himself to rage\nand excitement–and his enemy to fear–in war dance and battle rush.\nAnd in doing this he was imitating nature, whose noises, exciting and\nterrifying, he had long known: the clap of thunder, the whistle of the\nwind, the roar of the waves, the crackling of burning wood, the crash\nof fallen and breaking things.",
        "Out of unbeautiful noise sprang beautiful music. Men discovered that\nthrough the voice they could make not only expressive noises, but also\npleasant tones; they found, perhaps by accident, that they could do\nmuch the same thing with reeds and strings; they observed that when\nthey beat their drums at regular intervals to mark the motion of the\ndance, they not only danced together more easily, but also experienced\njoy in the very sounds they made; or that when they threshed the corn\nwith rhythmic strokes or rowed a boat in rhythmic unison, their task\nwas lightened and their wearied attention distracted to the pleasure\nof their noise. Hence at their dances of love or war or religion, they\nsang instead of shouted; and their instruments of irregular and\nexpressive noise became instruments of rhythmical and melodious tones.\nEventually, having experienced the pleasure there is in tones and\nrhythmical sounds, they made them for their own sake, apart from any\nconnection with tribal festivals, and the free art of music was born.\nAnd yet, as we shall see, the significance of music depends largely\nupon the fact that tones are akin to noises; music could not take such\na hold of the emotions of men did they not overhear in the tones the\nmeaningful and poignant noises of voice and nature; to understand\nmusic, we must think of it against its background of expressive noise.\nIn music we still seem to hear a voice that breaks the silence and\nspeaks, the thunder that terrifies.",
        "The material of music consists of tones, the conscious counterparts\nof periodic, longitudinal vibrations of the air. Tones differ among\nthemselves in many attributes, of which the following are of chief\nimportance for music: pitch, determined by rate of vibration, through\nwhich tones differ as higher and lower; color, determined by the\ncomplexity of the vibration wave, the presence of overtones of different\npitch along with the fundamental tone in the total sound; intensity,\ndependent upon the amplitude of the vibration, through which tones of\nthe same pitch differ as soft or loud; and finally, quality, that\nspecific character of a tone, by reason of which middle C, for example,\nis more like the C of the octave below or above than like its nearer\nneighbors, B or D, whence the series of tones, although in pitch linear\nand one-dimensional, is in quality periodic, returning again and again\nupon itself, as we go up or down the scale.  [Footnote: “See Geza Revesz:\nTonpsychologie.\"]",
        "The number of qualities in use in music–twelve in our scale of equal\ntemperament–is, of course, not all there are in the world of tones;\nthey are a human and arbitrary selection, governed by technical and\nhistorical motives, into which we shall not enter. Peoples with a\ndifferent culture have made a different selection. But we are not\nconcerned with the music of angels or of orientals, but with our own.\nWith these twelve, with their possible variations in pitch, loudness,\nand tone-color, the musician has a rich and adequate material.",
        "All the elements of an aesthetic experience are present in striking\nsimplicity even in the single musical tone. There is the sensuous\nmedium, the sound; there is a life expressed, a feeling aroused in us,\nyet so completely objectified in the sound that it seems to belong to\nthe latter on equal terms with color or quality or loudness; there is\na unity and variety and orderly structure in the dominance of the\nfundamental among the overtones and the fusion of all in the total\nclang. Thus every note is a complete little aesthetic organism. Yet\nthe beauty of single tones is very slight,–less, I think, than that\nof single colors; they need the contrast or the agreement in consonance\nwith other tones in order to awaken much feeling; they must be members\nof a wider whole; observe how, when sounded after other tones, they\nbecome enriched through the contrasting or consonant memory of those\ntones. Nevertheless, the single tone has its feeling, however slight,\nand to understand this is to go a long way toward understanding the\nmore complex structures of music.",
        "In the first place, tones, unlike noises, are all pleasant. Although\nwe cannot be sure why this is true, there can be little doubt, I think,\nthat the regularity of the vibrations of the former, in contrast with\nthe irregularity of the latter, is largely responsible. The clang,\nwith its ordered complexity, is a stimulus that incites the sense organ\nand connected motor tracts to a unified and definite response, unlike\nnoise, which creates confusion. The pleasure in the single tone is\nsimilar, in its causes, to the pleasure in the consonance of two tones.\nAs we should expect from this analogy, the pleasure is greater in rich\ntones, which contain many partials, than in thin tones, which are\nrelatively uninteresting. But the feeling of tones is something more\nthan mere pleasantness; it is also a mood. Now this mood of tones is\npartly due to associations,–some superficial in character, like the\npastoral quality of flute tones or the martial character of bugle\ntones, others more fundamental; but it has also a still deeper-lying\nroot. For a sound stimulus awakens not only a sensory process in the\near, the correlative of which is a sensation, but also incipient motor\nreactions, which, if carried out, would be an emotion, but which, being\ntoo slight and diffuse, produce only what we call a mood. Every\nsensation has a meaning for the organism in an environment where it\nhas constantly to be on its guard for danger or assistance; every\nsensation is therefore connected with the mechanism of reaction, with\nits attendant emotions. In ordinary experience, there are objects\npresent to which the organism may actually respond, but in the aesthetic\nexperience there are no real objects towards which a significant\nreaction can take place; in music, the source of the sound is obviously\nof no practical importance, while in such arts as painting and sculpture\nwhere interesting objects are represented, the objects themselves are\nabsent; hence the reaction is never carried out, but remains incipient,\na vague feeling which, finding no object upon which it may work itself\noff, is suffused upon the sensation. These sense feelings are the\nsubtle, but basal, material of all beauty.",
        "The variety of moods expressed in tones is almost endless. When we\nexperience them, they come to us as the inner life of the total concrete\ntones, but they depend actually upon the working together of all the\ntonal attributes,–color, quality, pitch, and loudness. There is the\nsubtle intimacy of violin tones compared with the clear arresting ring\nof the trumpet; the emotional differences between qualities like C and\nG, too delicate for expression in words; the piercing excitement of\nthe high, bright tones, compared with the earnest depth of the low,\ndull tones; the almost terrifying effect of loud tones compared with\nthe soothing influence of soft tones.",
        "The precise psychophysical mechanism through which the different moods\nare aroused is for the most part hidden from us; yet in certain\nparticulars we can form some idea of it. For example, the richness of\nfeeling in the tones of certain instruments as compared with others\nis doubtless due to the fact that through the presence of more overtones\nand the admixture of noise, the reaction is more complex; the tense\nexcitement of high and loud tones, as compared with the soft and low,\nis probably connected with the fact that their higher vibration rate\nand greater amplitude of vibration produce a more marked effect, a\nmore pervasive disturbance,–the organism does not right itself and\nrecover so rapidly and easily. These direct and native elements of\nfeeling are then broadened out and intensified through other elements\nthat come in by way of association. For example, in order to sing high\ntones, a greater tension and exertion of the vocal chords is needed\nthan for low tones; loud tones suggest loud noises, which, as in\nbreaking and crashing and thundering, are inevitably associated with\nfear; the loud is also the near and present and threatening, the low\nis distant and safe. Although each tone, as separate and individual,\npossesses its own feeling in its own right, the tonal effects are\nimmensely accentuated by contrast with one another,–the high against\nthe low, the poor against the rich, the loud against the soft–and\nthrough the summation, by means of repetition, of the influences of\nmany tones of like character; the full meaning of music depends upon\nthe relations of tones, especially the temporal relations.",
        "This fact was fully recognized by Aristotle, who raised the question\nwhy tones are so much more expressive than colors. Music is almost the\nsole important art that relies on the expressiveness of the sense\nmaterial alone, independent of any element of meaning. To be sure, the\nbeauty of oriental rugs depends entirely on their color and line\nharmonies; for the meanings which the patterns have for their oriental\nmakers is generally unknown to us of the western world; yet what we\nfeel when we contemplate them cannot compare in volume and intensity\nwith what we experience when we listen to music. And Aristotle correctly\nassigned one of the chief reasons for the superior significance of\nmusic–its temporal character. A color or line scheme may express a\nmomentary mood, with perhaps just the most rudimentary movement as we\ngo from the dark to the bright colors, or as we follow the motion of\nthe lines as they curve or converge; yet it cannot express an action\nor process that begins, proceeds, continues, ends. When we look at the\ncolors or lines of a painting or rug, we feel intensely, but there is\nno development or process of feeling; if the mind moves, it moves\ninevitably not with, but away from, what it sees. But tones are given\nto us in succession; we are forced to move with them; hence they come\nto express for us, in ways which we shall try to analyze, the changing\nand developing process of the inner life.",
        "In its temporal aspect, music has two chief characteristics, rhythm\nand melody. In our music these are inseparable; yet they can be\nseparated for the purposes of analysis; and a rhythmical roll of\ndrumbeats or a careless succession of tones harmonically related proves\nthat each may produce an aesthetic effect without the other. We shall\nconsider melody first.",
        "A mere succession of tones, however pleasing separately, does not make\na melody; for melody depends on a definite scale and on certain\nrelations between the tones of the scale. These relations illustrate\nthe three modes of aesthetic unity. First, there is harmony. Tones are\nharmonically related when they belong to the leading chords of the\nkey. The tones of such chords, when sounded together, are consonant.\nNow harmony, which is an aesthetic feeling, although not identical with\nconsonance, which is a purely sensory relation between tones, depends\nnevertheless upon consonance. In order to understand harmony, we must\ntherefore first understand consonance, and, in order to do this, we\nmust begin by describing the experience and then look for its possible\ncauses.  [Footnote: Consult the discussions in Karl Stumpf,\nTonpsychologie; Carl Emil Seashore, The Psychology of Musical Talent,\nchap. VII.] As for the first, consonant tones, when sounded together,\nseem to fit one another, almost to fuse, despite the fact that the\ndifferent tones are distinguishable in the whole. This fitting together,\nin turn, seems to depend on a resemblance or partial identity between\nthem. For example, the most consonant tones are a note and its octave,\nwhich are, perhaps, actually identical in quality; but lesser intervals\nare also alike, as for example a note and its fifth, which are more\nreadily mistaken for one another than two dissonant tones, say a note\nand its seventh. As for the explanation of consonance, we know that\nconsonant tones have identical partial tones and are caused by vibration\nrates that stand to one another in simple ratios. Thus in a clang\ncomposed of a tone and its fifth, the first partial of the fifth is\nthe second partial of the prime, and the vibration ratios are as two\nto three. The bearing of this second fact on the question of partial\nidentity will become clear if we consider the concrete case of a tone\nproduced by 24 vibrations per second, whose fifth would then be produced\nby 36 vibrations per second, and then consider the same tone and its\ndissonant second, the ratio of whose vibrations is 24 to 27; in the\nformer case, there is a common part of 6 vibrations, a fourth of the\ntotal number of the first tone; in the latter, only 3, an eighth. That\nidentity of partial tones is not a sufficient explanation of\nconsonance–as Helmholtz thought it to be–is proved by the fact that\nsimple tones, which have no partials, may still be consonant.\nNevertheless, an identity of partials does undoubtedly contribute to\nthe consonance of the complex tones used in our music; ultimately,\nhowever, the final reason for consonance must be sought in some\nunderlying identity within the tones themselves, an identity that seems\nto be given psychologically in their resemblance, and with which\nphysically the simplicity of their vibration ratios probably has\nsomething to do. And that in music the feeling of harmony should depend\nupon partial identity is what we should expect from our previous study\nof harmony in general.  [Footnote: See page 87.]",
        "The second of the tonal relations upon which melody depends is contrast.\nFirst, there is the contrast between the high and the low; even when\nnotes are harmonically related, as a note and its fifth, they are in\ncontrast, in so far as the one is measurably higher and more distant\nthan the other. Of equal importance is the rivalry between the\nfundamental tones in the leading harmonic chords; for example, the\nrivalry between the tonic and the dominant. For each of these claims\nto be the center of the melodic progression, and draws to itself all\nthe tones which belong to its chord. Dissonance is a cause of rivalry;\nfor a dissonant tone is one that will not fit into a given harmony;\nyet since it is still a part of the melody, must have its home\nsomewhere, and belongs therefore in another harmony, which, through\nthis tone, is set up in rivalry with the prevailing one. A tone that\ndid not belong to any harmony would not be a dissonance, but a\ndiscord,–a tone without meaning musically. Dissonances, like other\ncontrasts, enrich the melody by establishing rival harmonies; discords\ndestroy melodies. Just as the drama has little significance without\nconflict, so melodies are uninteresting without dissonances.",
        "Were it not for the third of the tonal relations, melodies would lack\nunity and system and go to pieces under the stress of rival forces.\nThis third relation may be call finality;  [Footnote: The explanation\nof this is obscure; there is no unanimity among the specialists in\nmusical theory.] it belongs among relations we have called evolutionary.\nBy it is meant the fact that certain tones demand and naturally lead\ninto other tones, in which they seem to find their completion or\nfulfillment. For example, the tones of a chord demand the fundamental\ntone of the chord; dissonances must be “resolved,\"–must be followed\nby other tones of their own harmony; the diatonic tones over and above\nthe tonic–the “upleader” and “downleader\"–naturally lead into the\ntonic; and all the tones demand, either immediately or through the\nmediation of other tones, the tonic of the scale to which they belong.\nThis principle of finality, which, in the classic music, is the basis\nof what is called “tonality,” by establishing the tonic as the center\nof reference and point of completion of all tones, gives to melody its\ndramatic unity. Through it, by creating the tonic chord as fundamental,\nthe rivalry between the tonic, dominant, and subdominant is overcome,\nand all dissonances finally resolved into unity. Definite scales and\ntonal laws and schemes of composition are of the utmost importance for\nmusical composition; there are, of course, many of these besides the\nclassical, and they are all partly conventional; but that does not\nmatter so long as, by being well known, they enable the melody to move\nalong definite lines, arousing and fulfilling definite expectations.\nThose forms of modernist music that dispense with scales altogether,\nin which therefore there are no fixed points de repere like the\ntonic or dominant of the older music, can express chance momentary\nmoods by means of rich and strange colors, but not an orderly and\npurposeful experience.",
        "Of course, in our modern harmonic music the melodic movement proceeds\nby means, not of single tones, but of chords. Yet no new principle is\nintroduced by this fact. For the chords have in part merely the\nsignificance of highly enriched tones, the harmonized tones of the\nchords taking the place of the partials of the single notes and\nimparting a more voluminous color, which may have its own beauty as\nsuch; and, in addition, they simply confer upon the melody another\ndimension, as it were, the tonal relations of harmony and contrast\noperating between the tones of the chords simultaneously, as well as\ntemporally between the successive elements of the melody.",
        "The orderly beauty which the tonal relations confer upon music is\nfurther enriched and complicated by rhythm. Rhythm in music is of two\nsorts: a rhythm of time and a rhythm of accent, or increased loudness.\nThrough the one, the duration of a musical composition is divided up\ninto approximately equal parts filled by notes and rests of definite\nlength, and through the other, the light notes are subordinated to the\nheavy notes. The two, however, are interrelated; for the bars are\ndivided from each other by the accents, and the accents recur at\napproximately equal intervals.",
        "The pleasure in rhythmical arrangement is derived from two sources:\nfirst, from the need for perspicuity which is fulfilled through the\nregular grouping of the tonal elements in the bars,–their length being\nadjusted to the average length of an attention wave, and the number\nof tones that fill them to the number of items which can be taken in\nat one act of attention,–and through the subordination of the light\nto the heavy within the bars, the bars to the measures, and the measures\nto the periods. The second source of satisfaction in rhythm is the\ncombination of feelings of balance and harmony aroused–a rhythm is\nnot only a pleasing perspicuous order, but an emotion.  [Footnote: See\nchap. V, p.90] For every recurring accent and interval competes with\nits predecessor for the mind’s attention, yet is in agreement with it\nsince it, too, fulfills the law that pervades them all.",
        "The full significance of both melody and rhythm depends, however, upon\ntheir interrelation, the concrete musical structure, the motive or\nmelody in the complete sense, being an indissoluble unity of both. Now\nif we take the term will with a broad meaning, Schopenhauer’s\ncharacterization of melody as an image of the will still remains the\ntruest aesthetic interpretation of it. For, when we hear it, we not\nonly hear, but attend to what we hear; we hear each tone in its\nrelations of harmony or contrast or fulfillment to other tones,\nfreighted with memories of its predecessors and carrying with it\nexpectations, which the following tones fulfill or deny. The melody\nbegins, let us suppose, with the tonic note. This note then becomes\nfor us a plan or purpose; for as it goes, it leaves in the mind a\nmemory of itself, no mere pale sensation–no image ever is–but a motor\nset, an expectation and desire to hear the note again. If the next\nnote is harmonically related, this purpose is partially fulfilled and\nwe get the satisfaction of a partial success. If, however, the tone\ndoes not belong to the tonic chord, but, let us suppose, to the\nsubdominant, it comes as a hindrance, an obstacle, or perhaps as a new\nand rival purpose springing up in the course of the fulfillment of the\nold,–a purpose which can be satisfied only through the other tones\nof its chord. Hence the tension of conflicting expectations and the\nexcitement as now the one and now the other is fulfilled in the\nsucceeding notes. Yet, since all other harmonies are subordinated to\nthe tonic harmony, and even through their very opposition increase our\ndesire for it, they must give way to the fundamental purpose with which\nwe started; and when the tonic does eventually triumph, it fulfills\nnot only itself, but all lesser desires of the melody; in it we find\nwhat we have been seeking, we arrive where we set out to go. And in\nthis success we not only obtain what we first wanted, but more–an\nexperience enriched by every conflict, and harmonious ultimately through\nthe inner adjustment and resolution of its elements; for in hearing\nthe final note we hear the memories of all previous tones, also. When\nthe departures from the keynote are many and distant and sudden, and\nthe melody wanders into the bypaths of foreign harmonies, moving along\nbroken and zigzag lines, it expresses an exciting, a dangerous and\ndifficult adventure; when, however, the departures are gradual and\nconfined for the most part within the limits of a single harmony,\nmoving in a smooth and curving path, it expresses a life that is secure\nand happy, tending to repose as the line approaches the horizontal,\nand as repetitions of the same note predominate.",
        "Rhythm enters into melody to differentiate and emphasize. By means of\naccent and time-value, the different tones are weighted and their\nrelative value fixed. The heavy tones assert their will with a more\ninsistent energy; the long tones upon which we linger make a deeper\nand more lasting impression; while the light and short tones in contrast\nbecome points of mere passing and transition. If, moreover, we include\nthe element of tempo, then all the temporal feelings are introduced\ninto melody–the excitement of rapid motion, the calmness of the slow;\nthe agony of delay, of waiting and postponement, with the triumph and\nrelief when the expected note arrives at last. Finally, the effects\nof shading must be added, the contrasts between piano and\nforte–loudness that brings the tones so near that they may seem\nthreatening in their insistence; softness that makes them seem far\naway and dreamlike.",
        "Following the large idea introduced by Schopenhauer, which was enriched\nby the minuter studies of Lotze, Wundt, and Lipps, we may sum the\nforegoing analysis in the statement that music expresses the abstract\naspects of action, its ease or difficulty, its advance or retrocession,\nits home coming or its wandering, its hesitation or its surety, its\nconflicts and its contrasts, its force or its weakness, its swiftness\nor slowness, its abruptness or smoothness, its excitement or repose,\nits success or failure, its seriousness or play. Then, in addition,\nas we shall see, all modes of emotion that are congruous with this\nabstract form may by association be poured into its mold, so that the\ncontent of music becomes not a mere form of life, but life itself.",
        "It is, of course, obvious that our analysis has confined itself to the\nbarest elements of the musical experience. Our music to-day, with its\nmany-voiced harmonies, with its procession of chords instead of single\ntones, with its modulation into related keys, has an infinite wealth\nand complexity defying description. A large part of the astonishing\neffect of music is derived from the fact that in a brief space we seem\nto hear and absorb so much: the careers of multitudinous lives\ncompressed into an instant. Yet the meaning of the complex whole can\nbe understood, I think, from such an analysis of the simple structure\nas has been given.",
        "The methods by which the larger musical wholes are built up illustrate\nprinciples of aesthetic structure with which we are already familiar.\nThere is the harmonious unification of parts through the simple\nrepetition of motives, their inversion or imitation in higher or lower\nkeys, either successively or simultaneously; the execution of the same\ntheme in another time or tempo; and through the interweaving of themes.\nThere is the balance of contrasted or competing themes; the\nsubordination of the lesser to the more striking and insistent motives;\nthe preparation for, emergence and triumph of, a final passage that\nresolves all dissonances and adjusts all conflicts. Because of music’s\nabstractness, the connection between the parts of a musical composition\nmay be loose or subtle, taxing the synthetic powers even of the educated\nlistener; yet some contrast or analogy of feeling must always unite\nthem. The structure of the whole may be either static or dramatic; in\nthe former case the dramatic element is confined to the themes, the\npurpose of the whole being merely to work out all their significant\nvariations,–to embroider and repeat them in new keys and rhythms and\ntempos, and to contrast them with other themes. Repetition is the great\ncreative principle of musical development, the composer seeking to say\nover again in ever new forms what he has said before. And this, again\nbecause of the abstractness of music, is a significant process; to\nrepeat the concrete is tiresome and trivial, but an abstract form is\nalways enriched by appearing in a new shape.",
        "The explanation of musical expression thus far given, although it\nsuffices to account for the basis of all musical feeling, is, I think,\ninadequate to its full volume and intensity. There is a concreteness\nof emotional content in some musical compositions–an arousal of terror\nand longing and despair and joy–infinitely richer than any abstract\nforms of feeling.",
        "To account for this, two sources of explanation suggest themselves.\nFirst, the arousing of emotions through deep-lying effects of rhythm.\nIt is a well-known fact, cited in most discussions of this subject,\nthat the motor mechanism of the body is somehow attuned to rhythm.\nWhen we hear rhythmical sounds, we not only follow them with the\nattention, we follow them also with our muscles, with hand and foot\nand head and heart and respiratory apparatus. Even when we do not\nvisibly move in unison with the rhythm–as we usually do not–we tend\nto do so, which proves that in any case the motor mechanism of the\nbody is stimulated and brought into play by the sounds. There is a\ndirect psychophysical connection between the hearing of rhythmic sounds\nand the tendency to execute certain movements. But there is an equally\ndirect relation between emotions and tendencies to movements, through\nwhich the former find expression and are given effect in the outer\nworld. To every kind of emotion–love and hate and fear and sorrow and\njoy–there corresponds a specific mode of motor manifestation. The\nconnection between rhythmic sound and emotion is therefore plain; the\nlink is a common motor scheme. Rhythms arouse into direct and immediate\nactivity the motor “sets” that are the physical basis of the emotions,\nand hence arouse the corresponding emotions themselves, without any\nground for them outside of the organism. And these emotions, since\nthey are aroused by the sounds and not by any object to which they\nmight be directed and upon which they might work themselves off in a\nmeaningful reaction, are interwoven into the sounds,–they and the\nsounds come to us as a single indissoluble whole of experience. The\nemotions become the content of the sounds. And hence the strangeness\nof the musical experience–the fact that we feel so deeply over nothing.",
        "The second cause for the concreteness of the musical experience I take\nto be certain emotions and feelings which are aroused by association,\nnot with the rhythmic elements of music alone, but with the tone-color,\nintensity, and melody also. There is a human quality, a poignancy and\nintimacy, about much music, which can be understood only through its\nanalogy with the sounds of the human voice. For the human voice is\nemotionally expressive through its mere sound alone: one can know a\nlarge part of what is going on in the breasts of people who talk in\na foreign tongue just by listening to the sound of their voices–their\nexcitement or boredom, their anger, love, or resentment; and one becomes\nconscious of these emotions, as in hearing music, without knowing what\nthey are all about. All human emotions betray themselves in speech\nthrough the rise and fall, range of intervals, loudness or softness,\ntempo and differences of duration of tone. Now, although it is far too\nmuch to say that music is actually an imitation of the voice, it is\nnevertheless true, as Diderot thought, that in certain musical passages\nwe overhear the voice. There is never any exact similarity between\nmusic and vocal sounds, but there is enough resemblance to awaken by\nassociation the feelings that are the normal accompaniments of such\nsounds. Any tone analogies that there happen to be are felt as such.\nThis is notably true of all music that has a peculiar lyrical and human\nquality,–the music that readily becomes popular because it seems to\nspeak direct to the heart. Originally, all music was song, and since\nspeech and song employ the same organ, it would be surprising indeed\nif something of the same expression of the emotions that overflows\ninto the one should not also overflow into the other, and that musicians\nshould not, unconsciously or consciously, tend to choose their melodies\nbecause of such analogies. Instrumental music probably got its first\nmelodies from song, and despite its vast present complexity and\nindependence, has never completely lost touch with song. Since the\nfirst meaningful sounds that we hear are those of the voice, music\nmust always have for us the significance of a glorified speech.",
        "The fault of the original proposers of the speech theory was that they\nthought it a complete explanation of the facts of musical expression.\nIts explanatory value is, however, strictly limited, and supplemental\nto the more basic considerations adduced; yet it remains a necessary\npart of the complex theory of the complex fact we are studying. And\nthe acceptance of it as such does not imply a belief in the speech\ntheory of the origin of music. Song did not grow out of impassioned\nspeech, but arose coeval with speech, when men found–perhaps by\naccident–that they could make with their voices pure and pleasing\ntones and intervals of tones, and express something of their inner\nselves in so doing. Yet, as I have suggested, it would be strange if\nspeech did not react upon song–if the first vocal tones were not\npurified words, and the first intervals an approximation to those of\nspeech. Thus in song, lyric poetry and music arose together as a single\nart for the expression of feeling, until the development of instrumental\nmusic freed the one and the invention of writing freed the other; while\nspeech kept to its different and original purpose–the expression of\nideas for practical ends, and produced an aesthetic form of its own\nonly at a later period and under independent influences.",
        "The complete understanding of musical expression involves, finally,\nas was suggested at the beginning of this chapter, the recognition of\nthe analogy that exists between music and the noises produced by nature\nand human activities. Through the imitation of their rhythm, force,\nand tempo, some of these can be directly suggested by musicians. Yet\nthis direct suggestion, although employed by the greatest composers,\nplays a subordinate part in music, and, since it introduces an element\nof representation of the outer world–tonmalerei–is usually\nfelt to involve a departure from the prime purpose of music: the\nexpression of the inner world through the emotional effects of pure\nsound. In the best program music, therefore, the purpose of the composer\nis not the mere imitation of nature–which is never art at all, and\nin music is always recognized as an unsaesthetic tour de force\nof mere cleverness–but rather the arousal of the feelings caused by\nnature. And as an aid in the expression of such feelings, imitation,\nwhen delicately suggestive rather than blatant, will always play a\npart.",
        "There are, however, subtler and remoter analogies between music and\nnoise, which produce their effects whether the musician wills them or\nnot. Such, for example, are loud bursts of tone suggesting falling or\ncrashing, events which usually have a terrifying significance;\ncrescendoes, suggesting the approach of things, so often full of\nexpectancy and excitement; diminuendoes, suggesting a gradual departure\nor fading away, bearing relief or regret. And there are doubtless\nhundreds of other such associations, too minute or remote or long-\nforgotten to recover, which add their mite of feeling to swell and\nmake vast the musical emotion. As Fechner pointed out, these\nassociations may work quite unconsciously, giving evidence of their\nfunctioning only through the feeling tones which they release. So\nimportant is the part which sound plays in our lives that there must\nbe an especially large number of such underground associations aroused\nby music. All of our experiences are connected together by subconscious\nfiliation; but it is only in art that their residual feeling tones\nhave a full opportunity to come into the mind; for in everyday life\nthey are crowded out by the hurry of practical concerns. In the earlier\nstages of the development of music they must have contributed a still\nlarger share to musical expression, when the different forms of music\nwere connected by habit and convention with particular crises and\noccasions, religious, domestic, and social, in the life of individuals\nand groups. But even to-day, despite the new freedom of music, they\nare not absent.",
        "Looking back over our analysis of music, we see that it is characterized\nby the expression of emotion without the representation of the causes\nor objects of emotion. This fact, which has now become a well-recognized\npart of aesthetic theory, distinguishes music from all the other arts.\nMusic supplies us with no definite images of nature, as painting and\nsculpture do, and with no ideas, as poetry does. It contains feelings,\nbut no meanings. Music offers us no background for emotion, no objects\nupon which it may be directed, no story, no mise en scene. It\nsupplies us with the feeling tones of things and events, but not with\nthe things or events themselves. It moves wholly in a world of its\nown, a world of pure feeling, with no embodiment save only sound. It\nmay express terror, but not terror over this or that; joy, but whether\nthe joy that comes from sight of the morning or of the beloved, it\ncannot tell. In one brief space of time, it may arouse despair, hope,\ntriumph–but all over nothing.",
        "Yet–and this is the central paradox of music–despite its abstractness,\nnay, because of this very quality, it remains the most personal and\nintimate of the arts. For, itself offering no images of things and\nevents to which we may attach the feelings which it arouses, we supply\nour own. We fill in the impersonal form of musical feeling with the\nconcrete emotions of our own lives; it is our strivings, our hopes and\nfears, which music expresses. By denying us access to the world about\nus, music compels us to turn in upon ourselves; it is we who live there\nin the sounds. For, as we have seen, the rhythmic tones seize hold not\nonly of our attention, but of our bodies also–hand and foot and head\nand heart, resounding throughout the whole organism. And, where our\nbodies are, there are we. Moreover, our life there in the sounds need\nnot remain without objects because the music does not describe them\nto us; for out of our own inner selves we may build up an imaginary\nworld for our feelings. As we listen to the music, we shall see the\nthings we hope for or fear or desire; or else transport ourselves among\npurely fanciful objects and events. Music is a language which we all\nunderstand because it expresses the basic mold of all emotion and\nstriving; yet it is a language which no two people understand in the\nsame way, because each pours into that mold his own unique experience.\nIn itself abstract and objectless, it may thus become, in varying ways,\nconcrete and alive.",
        "The great variety in the interpretation of musical compositions has\noften been used as an argument against the existence of emotions in\nmusic, but is, as we have seen, the inevitable result of their\nabstractness. This abstractness may, indeed, be so great that apparently\nopposite concrete emotions, such as love and religious adoration,\ndespair and joy, may be aroused in different people, according to\ndifferent circumstances, by the same piece. The music of the opera can\nbe used in the cathedral. Yet strikingly dissimilar emotions have\ncommon elements–worship is the love of God; joy may be a rage equally\nwith disappointment; and at their highest intensity, all opposed\nemotions tend to pass over into each other: hope into fear, love into\nhate, exaltation into depression. The elementary feelings out of which\nour complex emotions are built are few and simple; hence each one of\nthe latter is identical in some ingredients with the others. And even\nthe elementary feelings may have common aspects of intensity and tempo,\nof strain and excitement. Some musical compositions, like the fugues\nof Bach, seem to express nothing more than such extremely abstract\nmodes of feeling, without arousing any associations that would impel\nthe mind to make a more concrete interpretation. To express feelings\nof this kind in language is, of course, impossible, for the reason\nthat our emotional vocabularies have been constructed to communicate\nonly the emotions of everyday life. Other types of music–like the\nromantic tone poetry of a later day–which are more abundant in their\nassociations, and hence richer in their emotional content, are difficult\nof translation for another reason: the rapidity of succession and\nsubtlety of intermixture of the expressed feelings are beyond the reach\nof words, even of a poet’s, which inevitably stabilize and isolate\nwhat they denote.",
        "But abstract and objectless emotions occur in other regions of\nexperience beside the musical, even beyond the entire field of the\naesthetic. All except the most healthy-minded and practical people are\nat times filled with vague fears, longings, and joys, the objects or\ncauses of which they cannot formulate. Normally, feeling is directed\ntowards definite objects and leads to action upon them, but may\nnevertheless become isolated from its proper connections, and function\nwithout issue. The extreme cases of this are the pathological states\nof mania and depression, where such feelings assume proportions\ndangerous to the existence of the individual. Intoxication and hysteria\npresent analogous, though more transient phenomena. And one may observe\nthe autonomous development of mere feeling even in the healthy life,\nas when one remains jolly after all occasion for it has ceased, or\nangry after the cause for anger has been removed. All feelings tend\nto acquire a strength beyond what is necessary for action and to endure\nafter their proper objects and conditions have disappeared; hence the\nluxury of grief and revenge and sentimentality.",
        "In their most general character, musical emotions stand on a level\nwith other purposeless emotions, except that they are deliberately\ninduced and elaborated to an extent and complexity unmatched elsewhere.\nBut while these emotions are morbid and evil outside of music, within\nmusic they are innocent. For outside of music they spring from\ndislocations of the practical and striving core of the personality,\nwhere, if persistently indulged in, they exacerbate the disturbance\nof which they are the sign, interfering with action and eventually\nendangering the health and happiness of the individual; while in music,\nbeing induced from the outside by mere sounds, they have no ground\nwithin the personality itself where they can take root, and hence exert\nonly a harmless and transient effect upon the mind; they belong to the\nsurface, not to the substance of the self, to imagination, not to the\nwill. Or when, as sometimes happens, the deeper and perhaps morbid\nstrata of the self are reached by the sounds, the feelings which are\nawakened from their sleep there, where they might be productive of\nevil dreams, find an orderly and welcome release in the sounds–they\nare not only aroused, but carried off by the music. This the Greeks\nunderstood when they employed music as a healer of the soul and called\nthis effect catharsis.",
        "If, indeed, music were just a means for the arousal of feelings, it\nwould not be a fine art, but an orgy. For, in order to be aesthetic,\nfeelings must be not merely stimulated by, but objectified in, the\nsense medium, where they can be mastered and known. But the intimacy\nof music is not in contradiction with the freedom and objectivity\ncharacteristic of all art. For musical feelings, although they are\nexperienced as our own, are nevertheless also experienced as the sounds;\nin music we live, not as we live ordinarily, within our bodies, but\nout there, in a rarer and unpractical medium–tone. And in this new\nregion we gain dominion over our feelings, through the order which the\nform of the music imposes upon them, and also self-knowledge, because,\nin being externalized in the sounds, our feelings become an object for\nour reflection and understanding. In music the light of reflection is\nturned straight upon ourselves.",
        "The poignancy of music depends upon just this fact that through it we\nget a revelation of ourselves to ourselves. In the other arts, this\nrevelation is indirect, occurring through the representation of the\nlives of other, real or fictitious, personalities; but in music, it\nis direct; for there the object of expression is oneself. Even in the\nlyric poem, where the reader and the poet tend to become identical,\nthe unity is less complete; for when embodied in words, feelings become\nmore exterior than when put forth into tones; a tone is closer to the\nself, because like a cry or a laugh, it is less articulate. Moreover,\nwords are means of communication as well as expression; they therefore\nembody of any experience only as much as can be passed from speaker\nto hearer; the unique is for the most part lost on the way; but in\nmusic the full personal resonance of experience is retained. In music\nwe get so close to ourselves that at times it is almost frightening.",
        "And this is the reason why, on all the high or serious occasions of\nhuman life, music is alone adequate to express its inner meaning. At\na marriage or a funeral, in church or at a festival, the ceremonial\nis traditional and social; it expresses the historical and group\nsignificance of the situation, but not that which is unique and just\none’s own; it always contains, moreover, much that is outgrown and\nunacceptable–a creed of life or love or death that belongs to the\npast, not to us. But the music embodies all that we really believe and\nfeel about the fact, its intimate, emotional essence, clear of\neverything irrelevant and external.",
        "But music does more than express the inexpressible in ourselves; it\ngives us entrance into a supernatural world of feeling. Except at the\nrare high moments of our lives, its joys and despairs are too exalted\nfor us; they are not ours; they belong to gods and heroes. In music\nthe superman is born into our feelings. Music does for the emotions\nwhat mythology and poetry do for the imagination and philosophy for\nthe intellect–it brings us into touch with a more magnificent life,\nfor which we have perhaps the potency, but not the opportunity here.\nAnd in doing this, music performs a great service; for, outside of\nlove and war, life, which offers endless occasions for intense thought\nand action, provides few for passionate feeling.",
        "Thus far our study of the art has been confined to so-called absolute\nmusic. We must now complete our survey by a rapid consideration of the\nunion of music with the other arts. Because of its abstractness, music,\nof all the arts, lends itself most readily to combination with others;\nyet even in the case of music the possibility of union is limited by\nthe existence of a clear identity between the arts combined. Thus,\nmusic goes well with the temporal arts, poetry, the dance, and the\ndrama, and particularly well with the first two because they are\nrhythmical; it will also unite with architecture, because that is\nanother abstract art; but with the static, concrete arts like painting\nand sculpture, it will not fuse. One might perhaps accompany a picture\nwith a single chord whose emotional meaning was the same as that of\nthe color scheme and the objects represented, but not with more; for\nthe aesthetic experience of the picture is instantaneous and complete,\nwhile that of the music requires time for its development and fruition;\nhence the two would soon fall apart, and a person would either have\nto ignore the music or cease to look at the picture.",
        "Originally, of course, music was always combined with some other art,\nand first of all, probably with the dance. In its earliest form, the\ndance was a communal religious expression, about which we shall have\nlittle to say, since it belongs to the past, not to living art. For\nto-day the dance is a free art like music. The beauty of the dance\nconsists, first, in the free and rhythmical expression of impulses to\nmovement. This expression, which is direct for the dancer who actually\ncarries out her impulses in real motion, is for the spectator indirect\nand ideal, for he experiences only movement-images aroused by movements\nseen, and then, by feeling these into the limbs of the dancer, dances\nwith her in the imagination. And to secure this free and large, even\nthough vicarious, expression of pent-up impulses to movement is very\ngrateful to us whose whole movement life is impoverished, because\nrestricted by convention and occupation to a few narrow types. But the\ndance would have little interest for men were it not for another element\nin its beauty: the expression of the amorous feelings of the spectator.\nThese, although really located in the breast of the spectator, are\nnevertheless embodied in the personality of the dancer, whose charm\nthey constitute. Finally, the content of the dance may be further\nenriched through the use of symbolic costume and mimetic gestures,\nsuggesting emotions like joy or love or grief, emotionally toned ideas\nlike spring, or actions such as courtship. Now music, with its own\nrhythmical order and voluminous emotional content, has an obvious\nkinship with the rhythmic form and amorous substance of the dance, and\nso can well serve to accompany it.",
        "The result of the union is to enforce the rhythmic experience through\nthe medium of sound, the dance keeping time with the music, and, through\nthe heightened emotional tone and increased suggestibility created by\nthe music, to deepen the sympathetic rapport between dancer and\nspectator. Thus the music is given a concrete interpretation through\nthe dance, and the dance gains in emotional power through the music.\nIn the union, the gain to the dance is clear and absolute; but the\nmusic pays a price for the concreteness of content which it secures,\nby forfeiting its power to express chance inner moods–what it gains\nin definiteness it loses in scope and universality. And only music\nwith a strong and evident rhythm is capable of union with the dance;\nthe more complex and subtle music, aside from the impossibility of\nmaking its delicate rhythms fit into those of a dance, has a variety\nand sublimity of meaning so far transcending the personality of any\nhuman being, that to attempt to focus it in a dancer, no matter how\ncharming, would be a travesty.",
        "Of equal naturalness and almost equal antiquity with the union of music\nwith the dance, is its union with poetry. In song this union is a real\nfusion; for the tones are the vocal word-sounds themselves, purified\ninto music. Here, of course, unlike absolute music, the tones are\nexpressive, not only as other tones are through their mere sound, but\nalso through their meaning. And this can well be; for as Schopenhauer\nremarked, just as the universal may be illustrated by any object which\nembodies it, so the vague musical content of a tone may be fused with\nthe concrete meaning of a word of like feeling. And for many hearers\nmusic doubtless gains by thus becoming articulate; for, being unable\nto supply out of their own imagination the concreteness which music\nlacks, they welcome having this done for them by the poet; yet the\ngain is not without a corresponding loss. For when the musical meaning\nis specialized through the emotions that are the burden of the song,\nit necessarily loses the power which it would otherwise have of\nexpressing one’s own inner life–once more, what it gains in\ndefiniteness it loses in scope. It no longer possesses the unique\nfunction of the musical. Hence, if we love the music, we shall not\ncare whether or not we understand the meaning of the words, and what\nwe shall value in the song will be only the peculiar intimacy which\nit derives from its instrument, the voice. Only rarely is it otherwise,\nas in some of the songs of Schumann, when the poetic interpretation\nis so beautiful and so completely at one with the musical feeling,\nthat we prefer to accept it rather than substitute our own\ninterpretation for the poet’s. But even so, the music, if genuine,\nwill have value without the words. At the opposite pole are those\nsongs, often popular, where the music, having little worth in itself,\nis a mere accompaniment for the words. In all cases, however, the music\ncan lend to the poetry some of the intimacy which is its own, so that\nits burden has a deeper echo in the soul.",
        "Yet much of poetry is unfit for union with music. This is true, first,\nof all highly intellectual poetry, where the emotions are embodied in\ncomplex and abstract ideas. One could not, for example, readily set\nBrowning to music. Music may be deep, mystic, even metaphysical in its\nmeaning, but it cannot be dialectical. The emotions that accompany\nsubtle thought, even when intense, are not of the voluminous, massive\nkind which music expresses; they lack the bodily resonance of the\nlatter; they are, moreover, clean-cut and static, while in music\neverything flows in half-lights, like a river moving in moonlight.\nOn the other hand, poems which express rapidly developing states of\nmind, which contain quick, subtle transitions, are equally unfit for\nunion with music. For music, although always in motion, is always in\nslow motion; it needs time to get under way, and time for its\ndevelopment in embroidering, varying, and repeating its theme. And\nthis difficulty applies in a general way to every union between poetry\nand music. For words are primarily practical and communicative, and\ntherefore cut short the passion which they express; whereas tones,\nnever having had any other purpose than expression, draw it out and\nlet it have its way. Moreover, poetry, because of its definiteness,\nis compatible with only a limited range of variation, beyond which it\nbecomes monotonous, while music, because of its abstractness, permits\nof variations almost endless, and is enriched by every new shape in\nwhich its meaning can appear. If, therefore, poetry is to keep time\nwith the slow movement of the music and conform to its mode of\ndevelopment, the verses have to be repeated again and again; but this\ndestroys the poetic form–as in the oratorio, with its senseless\niterations.",
        "Finally, the temporal and developmental character of the drama would\nseem to fit it for union with music. Yet the union of these two arts\nis confronted with the same difficulties that beset the connection\nbetween poetry and music. The movement of the acting drama is swift\nand straight, that of music is slow and circular; hence if the music\nis to have its way, the action of the drama must stand. In consequence\nof this, there is little real action in most operas, prolonged dialogues\nin song taking its place. Only rarely–as for example in Strauss’\n“Salome,” perhaps–is the form of the drama preserved. As a rule the\nunity of the musical form is also destroyed, the thread of the story\nbeing substituted for it. Last, as in the song, the universality of\nthe music is renounced in favor of the interpretation given to it by\nthe program. In the leit-motif, indeed, as Wagner uses it, where\na musical phrase is provided with a fixed connotation of ideas and\nacts which is understood by the hearer whenever it recurs, opera ceases\nto be music at all in the strict sense, and becomes a musical language.\nYet in the opera, as in the song, the music, when genuine, possesses\nits own independent meaning, which can be appreciated without the\nmise en scene or the program. And then only rarely, as in the\nToreador song in “Carmen,” is the action so close to the inner meaning\nof the music, that the latter seems to gain by the interpretation.",
        "It follows that Wagner’s dream of making the opera a sum of all the\nvalues of poetry, drama, and music, and so an art more beautiful than\nany one of them, is fallacious. For, as we have repeatedly seen, in\nuniting the arts, there is gain as well as loss; something of the form\nor meaning of each has to be sacrificed. The work that results from\nthe combination is really a new art-form, in which the elements are\nchanged and their individuality partly destroyed; and its value is a\nnew value, which may be equal to, but is certainly no greater than,\nthat of any other art-form. To put the matter epigrammatically, when\nthe arts are added together, one plus one does not equal two, but only\none again.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}