{
    "title": "The Renaissance: Studies in Art and Poetry - Luca Della Robbia",
    "author": "Walter Pater",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "[63] THE Italian sculptors of the earlier half of the fifteenth\ncentury are more than mere forerunners of the great masters of its\nclose, and often reach perfection, within the\tnarrow limits which\nthey chose to impose on their work.  Their sculpture shares with\nthe paintings of Botticelli and the churches of Brunelleschi that\nprofound expressiveness, that intimate impress of an indwelling\nsoul, which is the peculiar fascination of the art of Italy in that\ncentury.  Their works have been much neglected, and often\nalmost hidden away amid the frippery of modern decoration, and\nwe come with some surprise on the places where their fire still\nsmoulders.  One longs to penetrate into the lives of the men who\nhave given expression to so much power and sweetness.  But it is\npart of the reserve, the austere dignity and simplicity of their\nexistence, that their histories are for the most part lost, or told but\nbriefly.  From their lives, as from their work, all tumult of sound\nand colour has passed away.  Mino, the Raphael of sculpture,\nMaso del Rodario, whose works add a further grace to [64] the\nchurch of Como, Donatello even,–one asks in vain for more than\na shadowy outline of their actual days.",
        "Something more remains of Luca della Robbia; something more\nof a history, of outward changes and fortunes, is expressed\nthrough his work.  I suppose nothing brings the real air of a\nTuscan town so vividly to mind as those pieces of pale blue and\nwhite earthenware, by which he is best known, like fragments of\nthe milky sky itself, fallen into the cool streets, and breaking into\nthe darkened churches.  And no work is less imitable: like Tuscan\nwine, it loses its savour when moved from its birthplace, from the\ncrumbling walls where it was first placed.  Part of the charm of\nthis work, its grace and purity and finish of expression, is\ncommon to all the Tuscan sculptors of the fifteenth century; for\nLuca was first of all a worker in marble, and his works in terra\ncotta only transfer to a different material the principles of his\nsculpture.",
        "These Tuscan sculptors of the fifteenth century worked for the\nmost part in low relief, giving even to their monumental effigies\nsomething of its depression of surface, getting into them by this\nmeans a pathetic suggestion of the wasting and etherealisation of\ndeath.  They are haters of all heaviness and emphasis, of\nstrongly-opposed light and shade, and seek their means of\ndelineation among those last refinements of shadow, which are\nalmost invisible except in a strong [65] light, and which the finest\npencil can hardly follow.  The whole essence of their work is\nexpression, the passing of a smile over the face of a child, the\nripple of the air on a still day over the curtain of a window ajar.",
        "What is the precise value of this system of sculpture, this low\nrelief?  Luca della Robbia, and the other sculptors of the school\nto which he belongs, have before them the universal problem of\ntheir art; and this system of low relief is the means by which they\nmeet and overcome the special limitation of sculpture.",
        "That limitation results from the material and other necessary\nconditions of all sculptured work, and consists in the tendency of\nsuch work to a hard realism, a one-sided presentment of mere\nform, that solid material frame which only motion can relieve, a\nthing of heavy shadows, and an individuality of expression\npushed to caricature.  Against this tendency to the hard\npresentment of mere form trying vainly to compete with the\nreality of nature itself, all noble sculpture constantly struggles;\neach great system of sculpture resisting it in its own way,\netherealising, spiritualising, relieving its stiffness, its heaviness,\nand death.  The use of colour in sculpture is but an unskilful\ncontrivance to effect, by borrowing from another art, what the\nnobler sculpture effects by strictly appropriate means.",
        "To get not colour, but the equivalent of colour; to secure the\nexpression and the play of life; to [66] expand the too firmly\nfixed individuality of pure, unrelieved, uncoloured form:–this is\nthe problem which the three great styles in sculpture have solved\nin three different ways.",
        "Allgemeinheit–breadth, generality, universality,–is the word\nchosen by Winckelmann, and after him by Goethe and many\nGerman critics, to express that law of the most excellent Greek\nsculptors, of Pheidias and his pupils, which prompted them\nconstantly to seek the type in the individual, to abstract and\nexpress only what is structural and permanent, to purge from the\nindividual all that belongs only to him, all the accidents, the\nfeelings and actions of the special moment, all that (because in its\nown nature it endures but for a moment) is apt to look like a\nfrozen thing if one arrests it.",
        "In this way their works came to be like some subtle extract or\nessence, or almost like pure thoughts or ideas: and hence the\nbreadth of humanity in them, that detachment from the conditions\nof a particular place or people, which has carried their influence\nfar beyond the age which produced them, and insured them\nuniversal acceptance.",
        "That was the Greek way of relieving the hardness and\nunspirituality of pure form.  But it involved to a certain degree\nthe sacrifice of what we call expression; and a system of\nabstraction which aimed always at the broad and general type, at\nthe purging away from the [67] individual of what belonged only\nto him, and of the mere accidents of a particular time and place,\nimposed upon the range of effects open to the Greek sculptor\nlimits somewhat narrowly defined.  When Michelangelo came,\ntherefore, with a genius spiritualised by the reverie of the middle\nage, penetrated by its spirit of inwardness and introspection,\nliving not a mere outward life like the Greek, but a life full of\nintimate experiences, sorrows, consolations, a system which\nsacrificed so much of what was inward and unseen could not\nsatisfy him.  To him, lover and student of Greek sculpture as he\nwas, work which did not bring what was inward to the surface,\nwhich was not concerned with individual expression, with\nindividual character and feeling, the special history of the special\nsoul, was not worth doing at all.",
        "And so, in a way quite personal and peculiar to himself, which\noften is, and always seems, the effect of accident, he secured for\nhis work individuality and intensity of expression, while he\navoided a too heavy realism, that tendency to harden into\ncaricature which the representation of feeling in sculpture is apt\nto display.  What time and accident, its centuries of darkness\nunder the furrows of the “little Melian farm,” have done with\nsingular felicity of touch for the Venus of Melos, fraying its\nsurface and softening its lines, so that some spirit in the thing\nseems always on the point of breaking out, as though [68] in it\nclassical sculpture had advanced already one step into the\nmystical Christian age, its expression being in the whole range of\nancient work most like that of Michelangelo’s own:–this effect\nMichelangelo gains by leaving nearly all his sculpture in a\npuzzling sort of incompleteness, which suggests rather than\nrealises actual form.  Something of the wasting of that snow-\nimage which he moulded at the command of Piero de’ Medici,\nwhen the snow lay one night in the court of the Pitti palace,\nalmost always lurks about it, as if he had determined to make the\nquality of a task, exacted from him half in derision, the pride of\nall his work.  Many have wondered at that incompleteness,\nsuspecting, however, that Michelangelo himself loved and was\nloath to change it, and feeling at the same time that they too\nwould lose something if the half-realised form ever quite\nemerged from the stone, so rough-hewn here, so delicately\nfinished there; and they have wished to fathom the charm of this\nincompleteness.  Well!  That incompleteness is Michelangelo’s\nequivalent for colour in sculpture; it is his way of etherealising\npure form, of relieving its stiff realism, and communicating to it\nbreath, pulsation, the effect of life.  It was a characteristic too\nwhich fell in with his peculiar temper and mode of living, his\ndisappointments and hesitations.  And it was in reality perfect\nfinish.  In this way he combines the utmost amount of passion\nand intensity with [69] the sense of a yielding and flexible life: he\ngets not vitality merely, but a wonderful force of expression.",
        "Midway between these two systems–the system of the Greek\nsculptors and the system of Michelangelo–comes the system of\nLuca della Robbia and the other Tuscan sculptors of the fifteenth\ncentury, partaking both of the Allgemeinheit of the Greeks, their\nway of extracting certain select elements only of pure form and\nsacrificing all the rest, and the studied incompleteness of\nMichelangelo, relieving that sense of intensity, passion, energy,\nwhich might otherwise have stiffened into caricature.  Like\nMichelangelo, these sculptors fill their works with intense and\nindividualised expression.  Their noblest works are the careful\nsepulchral portraits of particular persons–the monument of Conte\nUgo in the Badia of Florence, of the youthful Medea Colleoni,\nwith the wonderful, long throat, in the chapel on the cool north\nside of the Church of Santa Maria Maggiore at Bergamo–\nmonuments such as abound in the churches of Rome,\ninexhaustible in suggestions of repose, of a subdued Sabbatic joy,\na kind of sacred grace and refinement.  And these elements of\ntranquillity, of repose, they unite to an intense and individual\nexpression by a system of conventionalism as skilful and subtle\nas that of the Greeks, repressing all such curves as indicate solid\nform, and throwing the whole into low relief.",
        "[70] The life of Luca, a life of labour and frugality, with no\nadventure and no excitement except what belongs to the trial of\nnew artistic processes, the struggle with new artistic difficulties,\nthe solution of purely artistic problems, fills the first seventy\nyears of the fifteenth century.  After producing many works in\nmarble for the Duomo and the Campanile of Florence, which\nplace him among the foremost masters of the sculpture of his age,\nhe became desirous to realise the spirit and manner of that\nsculpture, in a humbler material, to unite its science, its exquisite\nand expressive system of low relief, to the homely art of pottery,\nto introduce those high qualities into common things, to adorn\nand cultivate daily household life.  In this he is profoundly\ncharacteristic of the Florence of that century, of that in it which\nlay below its superficial vanity and caprice, a certain old-world\nmodesty and seriousness and simplicity.  People had not yet\nbegun to think that what was good art for churches was not so\ngood, or less fitted, for their own houses.  Luca’s new work was\nin plain white earthenware at first, a mere rough\nimitation of the costly, laboriously wrought marble, finished in a\nfew hours.  But on this humble path he found his way to a fresh\nsuccess, to another artistic grace.  The fame of the oriental\npottery, with its strange, bright colours–colours of art, colours\nnot to be attained in the natural stone–mingled with the tradition\nof the old Roman [71] pottery of the neighbourhood.  The little\nred, coral-like jars of Arezzo, dug up in that district from time to\ntime, are much prized.  These colours haunted Luca’s fancy.  “He\nstill continued seeking something more,” his biographer says of\nhim; “and instead of making his figures of baked earth simply\nwhite, he added the further invention of giving them colour, to\nthe astonishment and delight of all who beheld them\"–Cosa\nsingolare, e multo utile per la state!–a curious thing, and very\nuseful for summer-time, full of coolness and repose for hand and\neye.  Luca loved the form of various fruits, and wrought them\ninto all sorts of marvellous frames and garlands, giving them\ntheir natural colours, only subdued a little, a little paler than\nnature.",
        "I said that the art of Luca della Robbia possessed in an unusual\nmeasure that special characteristic which belongs to all the work-\nmen of his school, a characteristic which, even in the absence of\nmuch positive information about their actual history, seems to\nbring those work-men themselves very near to us.  They bear the\nimpress of a personal quality, a profound+ expressiveness, what\nthe French call intimite, by which is meant some subtler sense of\noriginality–the seal on a man’s work of what is most inward and\npeculiar in his moods, and manner of apprehension: it is what we\ncall expression, carried to its highest intensity of degree.  That\ncharacteristic is rare in poetry, rarer still [72] in art, rarest of all in\nthe abstract art of sculpture; yet essentially, perhaps, it is the\nquality which alone makes work in the imaginative order really\nworth having at all.  It is because the works of the artists of the\nfifteenth century possess this quality in an unmistakable way that\none is anxious to know all that can be known about them and\nexplain to one’s self the secret of their charm.",
        "1872.",
        "71. +The Macmillan edition’s misprint “profund” is here\ncorrected to “profound,” the spelling of the 1901 edition.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}