{
    "title": "The Crisis in Russia - The Shortage of Things",
    "author": "Ransome",
    "chapter": "2",
    "content": [
        "\n\n",
        "Nothing can be more futile than to describe conditions in\nRussia as a sort of divine punishment for revolution, or\nindeed to describe them at all without emphasizing the fact\nthat the crisis in Russia is part of the crisis in Europe, and\nhas been in the main brought about like the revolution itself,\nby the same forces that have caused, for example, the crisis\nin Germany or the crisis in Austria.",
        "No country in Europe is capable of complete economic\nindependence.  In spite of her huge variety of natural\nresources, the Russian organism seemed in 1914 to have\nbeen built up on the generous assumption that with Europe\nat least the country was to be permanently at peace, or at the\nlost to engage in military squabbles which could be reckoned\nin months, and would keep up the prestige of the\nautocracy without seriously hampering imports and exports.\nAlmost every country in Europe, with the exception of\nEngland, was better fitted to stand alone, was less\ncompletely specialized in a single branch of production.\nEngland, fortunately for herself, was not isolated during the\nwar, and will not become isolated unless the development of\nthe crisis abroad deprives her of her markets.  England\nproduces practically no food, but great quantities of coal,\nsteel and manufactured goods.  Isolate her absolutely, and\nshe will not only starve, but will stop producing\nmanufactured goods, steel and coal, because those who\nusually produce these things will be getting nothing for their\nlabor except money which they will be unable to use to buy\ndinners, because there will be no dinners to buy.  That\nsupposititious case is a precise parallel to what has happened\nin Russia.  Russia produced practically no manufactured\ngoods (70 per cent. of her machinery she received from\nabroad), but great quantities of food.  The blockade isolated\nher.  By the blockade I do not mean merely the childish\nstupidity committed by ourselves, but the blockade, steadily\nincreasing in strictness,  which began in August, 1914,\nand has been unnecessarily prolonged by our stupidity.  The\nwar, even while for Russia it was not nominally a blockade,\nwas so actually.  The use of tonnage was perforce restricted\nto the transport of the necessaries of war, and these were\nnarrowly defined as shells, guns and so on, things which do\nnot tend to improve a country economically, but rather the\nreverse.  The imports from Sweden through Finland were no\nsort of make-weight for the loss of Poland and Germany.",
        "The war meant that Russia’s ordinary imports practically\nceased.  It meant a strain on Russia, comparable to that\nwhich would have been put on England if the German\nsubmarine campaign had succeeded in putting an end to our\nimports of food from the Americas.  From the moment of\nthe Declaration of War, Russia was in the position of one\n“holding out,” of a city standing a siege without a water\nsupply, for her imports were so necessary to her economy\nthat they may justly be considered as essential irrigation.\nThere could be no question for her of improvement, of\nstrengthening.  She was faced with the fact until the war\nshould end she had to do with what she had, and that the\nthings she had formerly  counted on importing would be\nreplaced by guns and shells, to be used, as it turned out, in\nbattering Russian property that happened to be in enemy\nhands.  She even learned that she had to develop\ngun-making and shell-making at home, at the expense of those\nother industries which to some small extent might have\nhelped her to keep going.  And, just as in England such a\nstate of affairs would lead to a cessation of the output of iron\nand coal in which England is rich, so in Russia, in spite of\nher corn lands, it led to a shortage of food.",
        "The Russian peasant formerly produced food, for which he\nwas paid in money.  With that money, formerly, he was able\nto clothe himself, to buy the tools of his labor, and further,\nthough no doubt he never observed the fact, to pay for the\nengines and wagons that took his food to market.  A huge\npercentage of the clothes and the tools and the engines and\nthe wagons and the rails came from abroad, and even those\nfactories in Russia which were capable of producing such\nthings were, in many essentials, themselves dependent upon\nimports.  Russian towns began to be hungry in 1915.  In\nOctober of that year the Empress reported to the\nEmperor that the shrewd Rasputin had seen in a vision that it\nwas necessary to bring wagons with flour, butter and sugar\nfrom Siberia, and proposed that for three days nothing else\nshould be done.  Then there would be no strikes.  “He\nblesses you for the arrangement of these trains.”  In 1916 the\npeasants were burying their bread instead of bringing it to\nmarket.  In the autumn of 1916 I remember telling certain\nmost incredulous members of the English Government that\nthere would be a most serious food shortage in Russia in the\nnear future.  In 1917 came the upheaval of the revolution, in",
        "1918 peace, but for Russia, civil war and the continuance of\nthe blockade.  By July, 1919, the rarity of manufactured\ngoods was such that it was possible two hundred miles south\nof Moscow to obtain ten eggs for a box of matches, and the\nrarity of goods requiring distant transport became such that\nin November, 1919, in Western Russia, the peasants would\nsell me nothing for money, whereas my neighbor in the train\nbought all he wanted in exchange for small quantities of salt.",
        "It was not even as if, in vital matters, Russia  started the\nwar in a satisfactory condition.  The most vital of all\nquestions in a country of huge distances must necessarily be\nthat of transport.  It is no exaggerationto say that only by\nfantastic efforts was Russian transport able to save its face\nand cover its worst deficiencies even before the war began.\nThe extra strain put upon it by the transport of troops and\nthe maintenance of the armies exposed its weakness, and\nwith each succeeding week of war, although in 19l6 and\n1917 Russia did receive 775 locomotives from abroad,\nRussian transport went from bad to worse, making inevitable\na creeping paralysis of Russian economic life, during the\nlatter already acute stages of which the revolutionaries\nsucceeded to the disease that had crippled their precursors.",
        "In 1914 Russia had in all 20,057 locomotives, of which\n15,047 burnt coal, 4,072 burnt oil and 938 wood.  But that\nfigure of twenty thousand was more impressive for a\nGovernment official, who had his own reasons for desiring\nto be impressed, than for a practical railway engineer, since\nof that number over five thousand engines were more than\ntwenty years old, over two thousand were more than thirty\nyears old, fifteen hundred were more than forty years\nold, and 147 patriarchs had passed their fiftieth birthday.  Of\nthe whole twenty thousand only 7,108 were under ten years\nof age.  That was six years ago.  In the meantime Russia has\nbeen able to make in quantities decreasing during the last\nfive years by 40 and 50 per cent. annually, 2,990 new\nlocomotives.  In 1914 of the locomotives then in Russia\nabout 17,000 were in working condition.  In 1915 there\nwere, in spite of 800 new ones, only 16,500.  In 1916 the\nnumber of healthy locomotives was slightly higher, owing\npartly to the manufacture of 903 at home in the preceding\nyear and partly to the arrival of 400 from abroad.  In 1917 in",
        "spite of the arrival of a further small contingent the number\nsank to between 15,000 and 16,000.  Early in 1918 the\nGermans in the Ukraine and elsewhere captured 3,000.\nOthers were lost in the early stages of the civil war. The\nnumber of locomotives fell from 14,519 in January to 8,457\nin April, after which the artificially instigated revolt of the\nCzecho-Slovaks made possible the fostering of civil war on a\nlarge scale, and the number fell swiftly to 4,679 in\nDecember.  In 1919 the numbers varied less  markedly,\nbut the decline continued, and in December last year 4,141\nengines were in working order.  In January this year the\nnumber was 3,969, rising slightly in February, when the\nnumber was 4,019.  A calculation was made before the war\nthat in the best possible conditions the maximum Russian\noutput of engines could be not more than1,800 annually.\nAt this rate in ten years the Russians could restore their\ncollection of engines to something like adequate numbers.\nToday, thirty years would be an inadequate estimate, for\nsome factories, like the Votkinsky, have been purposely\nruined by the Whites, in others the lathes and other\nmachinery for building and repairing locomotives are worn\nout, many of the skilled engineers were killed in the war with\nGermany, many others in defending the revolution, and it\nwill be long before it will be possible to restore to the\nworkmen or to the factories the favorable material\nconditions of 1912-13. Thus the main fact in the present\ncrisis is that Russia possesses one-fifth of the number of\nlocomotives which in 1914 was just sufficient to maintain\nher railway system in a state of efficiency which to English\nobservers at that time was a joke.  For six years she has\nbeen unable to import the necessary machinery for making\nengines or repairing them.  Further, coal and oil have been,\nuntil recently, cut off by the civil war.  The coal mines are\nleft, after the civil war, in such a condition that no\nconsiderable output may be expected from them in the near\nfuture.  Thus, even those engines which exist have had their\nefficiency lessened by being adapted in a rough and ready\nmanner for burning wood fuel instead of that for which they\nwere designed.",
        "Let us now examine the combined effect of ruined transport\nand the six years’  blockade on Russian life in town and\ncountry.  First of all was cut off the import of manufactured",
        "goods from abroad.  That has had a cumulative effect\ncompleted, as it were, and rounded off by the breakdown of\ntransport.  By making it impossible to bring food, fuel and\nraw material to the factories, the wreck of transport makes it\nimpossible for Russian industry to produce even that\nmodicum which it contributed to the general supply of\nmanufactured goods which the Russian peasant was\naccustomed to receive in exchange for his production of\nfood.  On the whole the peasant himself eats rather\nmore than he did before the war.  But he has no matches, no\nsalt, no clothes, no boots, no tools.  The Communists are\ntrying to put an end to illiteracy in Russia, and in the villages\nthe most frequent excuse for keeping children from school is\na request to come and see them, when they will be found, as\nI have seen them myself, playing naked about the stove,\nwithout boots or anything but a shirt, if that, in which to go\nand learn to read and write.  Clothes and such things as\nmatches are, however, of less vital importance than tools, the\nlack of which is steadily reducing Russia’s actual power of\nfood production.  Before the war Russia needed from\nabroad huge quantities of agricultural implements, not only\nmachines, but simple things like axes, sickles, scythes.  In\n1915 her own production of these things had fallen to 15.1\nper cent. of her already inadequate peacetime output.  In\n1917 it had fallen to 2.1 per cent.  The Soviet Government\nis making efforts to raise it, and is planning new factories\nexclusively for the making of these things.  But, with\ntransport in such a condition, a new factory means\nmerely a new demand for material and fuel which there are\nneither engines nor wagons to bring.  Meanwhile, all over\nRussia, spades are worn out, men are plowing with burnt\nstaves instead of with plowshares, scratching the surface of\nthe ground, and instead of harrowing with a steel-spiked\nharrow of some weight, are brushing the ground with light\nconstructions of wooden spikes bound together with wattles.",
        "The actual agricultural productive powers of Russia are\nconsequently sinking.  But things are no better if we turn from\nthe rye and corn lands to the forests.  Saws are worn\nout.  Axes are worn out.  Even apart from that, the shortage\nof transport affects the production of wood fuel, lack of\nwhich reacts on transport and on the factories and so on in a\ncircle from which nothing but a large import of engines and\nwagons will provide an outlet.  Timber can be floated down",
        "the rivers.  Yes, but it must be brought to the rivers.  Surely\nhorses can do that.  Yes, but, horses must be fed, and oats\ndo not grow in the forests.  For example, this spring (1920)\nthe best organized timber production was in Perm\nGovernment.  There sixteen thousand horses have been\nmobilized for the work, but further development is\nimpossible for lack of forage.  A telegram bitterly reports,\n“Two trains of oats from Ekaterinburg are expected day by\nday.  If the oats arrive in time a considerable success will be\npossible.”  And if the oats do not arrive in time?  Besides, not\nhorses alone require to be fed.  The men who cut the wood\ncannot do it on empty stomachs.  And again rises a cry for\ntrains, that do not arrive, for food that exists somewhere, but\nnot in the forest where men work.  The general effect of the\nwreck of transport on food is stated as follows: Less than 12\nper cent. of the oats required, less than 5 per cent. of the\nbread and salt required for really efficient working, were\nbrought to the forests.  Nonetheless three times as much\nwood has been prepared as the available transport has\nremoved.",
        "The towns suffer from lack of transport, and from the\ncombined effect on the country of their productive weakness\nand of the loss of their old position as centres through which\nthe country received its imports from abroad.  Townsfolk\nand factory workers lack food, fuel, raw materials and much\nelse that in a civilized State is considered a necessary of life.\nThus, ten million poods of fish were caught last year, but\nthere were no means of bringing them from the fisheries to\nthe great industrial centres where they were most needed.\nTownsfolk are starving, and in winter, cold.  People living in\nrooms in a flat, complete strangers to each other, by general\nagreement bring all their beds into the kitchen.  In the\nkitchen soup is made once a day.  There is a little warmth\nthere beside the natural warmth of several human beings in a\nsmall room.  There it is possible to sleep.  During the whole\nof last winter, in the case I have in mind, there were no\nmeans of heating the other rooms, where the temperature\nwas almost always far below freezing point.  It is difficult to\nmake the conditions real except by individual examples.  The\nlack of medicines, due directly to the blockade, seems to\nhave small effect on the imagination when simply stated as\nsuch.  Perhaps people will realize what it means when\ninstead of talking of the wounded undergoing operations",
        "without anesthetics I record the case of an acquaintance, a\nBolshevik, working in a Government office, who suffered\nlast summer from a slight derangement of the stomach due\nto improper and inadequate feeding. His doctor\nprescribed a medicine, and nearly a dozen different\napothecaries were unable to make up the prescription for\nlack of one or several of the simple ingredients required.\nSoap has become an article so rare (in Russia as in Germany\nduring the blockade and the war there is a terrible absence of\nfats) that for the present it is to be treated as a means of\nsafeguarding labor, to be given to the workmen for washing\nafter and during their work, and in preference to miners,\nchemical, medical and sanitary workers, for whose\nefficiency and health it is essential.  The proper washing of\nunderclothes is impossible.  To induce the population of\nMoscow to go to the baths during the typhus epidemic, it\nwas  sufficient bribe to promise to each person beside the\nfree bath a free scrap of soap.  Houses are falling into\ndisrepair for want of plaster, paint and tools.  Nor is it\npossible to substitute one thing for another, for Russia’s\nindustries all suffer alike from their dependence on the West,\nas well as from the inadequacy of the transport to bring to\nfactories the material they need.  People remind each other\nthat during the war the Germans, when similarly hard put to\nit for clothes, made paper dresses, table-cloths, etc.  In\nRussia the nets used in paper-making are worn out.  At last,\nin April, 1920 (so Lenin told me), there seemed to be a hope\nof getting new ones from abroad.  But the condition of the\npaper industry is typical of all, in a country which, it should\nnot be forgotten, could be in a position to supply wood-pulp\nfor other countries besides itself.  The factories are able to\nproduce only sixty per cent. of demands that have\npreviously, by the strictest scrutiny, been reduced to a\nminimum before they are made.  The reasons, apart from\nthe lack of nets and cloths, are summed up in absence of\nfood, forage and finally labor.  Even when wood is brought\nby river the trouble is not yet overcome.  The horses are\ndead and eaten or starved and weak.  Factories have to cease\nworking so that the workmen, themselves underfed, can drag\nthe wood from the barges to the mills.  It may well be\nimagined what the effect of hunger, cold, and the\ndisheartenment consequent on such conditions of work and\nthe seeming hopelessness of the position have on the\nproductivity of labor, the fall in which reacts on all the\nindustries, on transport, on the general situation and so again\non itself.",
        "Mr. J. M. Keynes, writing with Central Europe in his\nmind (he is, I think, as ignorant of Russia as I am of\nGermany), says: “What then is our picture of Europe?  A\ncountry population able to support life on the fruits of its\nown agricultural production, but without the accustomed\nsurplus for the towns, and also (as a result of the lack of\nimported materials, and so of variety and amount in the\nsalable manufactures of the towns) without the usual\nincentives to market food in exchange for other wares; an\nindustrial population unable to keep its strength for lack of\nfood, unable to earn a livelihood for lack of materials, and\nso unable to make good by imports from abroad the failure\nof productivity at home .”",
        "Russia is an emphasized engraving, in which every\nline of that picture is bitten in with repeated washes of acid.\nSeveral new lines, however, are added to the drawing, for in Russia\nthe processes at work elsewhere have gone further than in\nthe rest of Europe, and it is possible to see dimly, in faint\noutline, the new stage of decay which is threatened.  The\nstruggle to arrest decay is the real crisis of the revolution, of\nRussia, and, not impossibly, of Europe.  For each\ncountry that develops to the end in this direction is a\ncountry lost to the economic comity of Europe.  And, as one\ncountry follows another over the brink, so will the remaining\ncountries be faced by conditions of increasingly narrow\nself-dependence, in fact by the very conditions which in\nRussia, so far, have received their clearest, most forcible\nillustration.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}