{
    "title": "The World’s Great Sermons - South",
    "author": "Grenville Kleiser",
    "chapter": "11",
    "content": [
        "\n\n",
        "THE IMAGE OF GOD IN MAN",
        "Robert South, who was born in the borough of Hackney, London, England,\nin 1638, attracted wide attention by his vigorous mind and his clear,\nargumentative style in preaching. Some of his sermons are notable\nspecimens of pulpit eloquence. A keen analytical mind, great depth of\nfeeling, and wide range of fancy combined to make him a powerful and\nimpressive speaker. By some critics his style has been considered\nunsurpassed in force and beauty. What he lacked in tenderness was made\nup in masculine strength. He was a born satirist. Henry Rogers said of\nhim: “Of all the English preachers, South seems to furnish, in point\nof style, the truest specimens of pulpit eloquence. His robust\nintellect, his shrewd common sense, his vehement feelings, and a\nfancy always more distinguished by force than by elegance, admirably\nqualified him for a powerful public speaker.” South became prebendary\nof Westminster in 1663, canon at Oxford in 1670, and rector of Islip\nin 1678. An edition of his writings was published in 1823. He died in\n1716.",
        "1638-1716",
        "THE IMAGE OF GOD IN MAN",
        "So God created man in his own image, in the image of God created he\nhim.–Genesis i., 27.",
        "How hard it is for natural reason to discover a creation before\nrevealed, or, being revealed, to believe it, the strange opinions of\nthe old philosophers, and the infidelity of modern atheists, is too\nsad a demonstration. To run the world back to its first original and\ninfancy, and, as it were, to view nature in its cradle, and trace the\noutgoings of the Ancient of Days in the first instance and specimen of\nHis creative power, is a research too great for any mortal inquiry;\nand we might continue our scrutiny to the end of the world, before\nnatural reason would be able to find out when it began.",
        "Epicurus’s discourse concerning the original of the world is so\nfabulous and ridiculously merry that we may well judge the design of\nhis philosophy to have been pleasure, and not instruction. Aristotle\nheld that it streamed by connatural result and emanation from God, the\ninfinite and eternal Mind, as the light issues from the sun; so that\nthere was no instant of duration assignable of God’s eternal existence\nin which the world did not also coexist. Others held a fortuitous\nconcourse of atoms–but all seem jointly to explode a creation, still\nbeating upon this ground, that the producing something out of nothing\nis impossible and incomprehensible; incomprehensible, indeed, I grant,\nbut not therefore impossible. There is not the least transaction of\nsense and motion in the whole man, but philosophers are at a loss to\ncomprehend, I am sure they are to explain it. Wherefore it is not\nalways rational to measure the truth of an assertion by the standard\nof our apprehension.",
        "But, to bring things even to the bare preception of reason, I\nappeal to any one who shall impartially reflect upon the ideas and\nconceptions of his own mind, whether he doth not find it as easy and\nsuitable to his natural notions to conceive that an infinite Almighty\npower might produce a thing out of nothing, and make that to exist de\nnovo, which did not exist before, as to conceive the world to have\nhad no beginning, but to have existed from eternity, which, were it so\nproper for this place and exercise, I could easily demonstrate to be\nattended with no small train of absurdities. But then, besides\nthat the acknowledging of a creation is safe, and the denial of it\ndangerous and irreligious, and yet not more, perhaps much less,\ndemonstrable than the affirmative; so, over and above, it gives me\nthis advantage, that, let it seem never so strange, uncouth, and\nincomprehensible, the nonplus of my reason will yield a fairer\nopportunity to my faith.",
        "The work that I shall undertake from these words shall be to show what\nthis image of God in man is, and wherein it doth consist. Which I\nshall do these two ways: 1. Negatively, by showing wherein it does not\nconsist. 2. Positively, by showing wherein it does.",
        "For the first of these we are to remove the erroneous opinion of the\nSocinians. They deny that the image of God consisted in any\nhabitual perfections that adorned the soul of Adam, but, as to his\nunderstanding, bring him in void of all notion, a rude, unwritten\nblank; making him to be created as much an infant as others are born;\nsent into the world only to read and to spell out a God in the works\nof creation, to learn by degrees, till at length his understanding\ngrew up to the stature of his body; also without any inherent habits\nof virtue in his will; thus divesting him of all, and stripping him\nof his bare essence; so that all the perfection they allowed his\nunderstanding was aptness and docility, and all that they attributed\nto his will was a possibility to be virtuous.",
        "But wherein, then, according to their opinion, did this image of God\nconsist? Why, in that power and dominion that God gave Adam over the\ncreatures; in that he was vouched His immediate deputy upon earth, the\nviceroy of the creation, and lord-lieutenant of the world. But that\nthis power and dominion is not adequately and formally the image of\nGod, but only a part of it, is clear from hence, because then he that\nhad most of this would have most of God’s image; and consequently\nNimrod had more of it than Noah, Saul than Samuel, the persecutors\nthan the martyrs, and Caesar than Christ Himself, which, to assert,\nis a, blasphemous paradox. And if the image of God is only grandeur,\npower, and sovereignty, certainly we have been hitherto much mistaken\nin our duty, and hereafter are by all means to beware of making\nourselves unlike God by too much self-denial and humility. I am not\nignorant that some may distinguish between a lawful authority and\nactual power, and affirm that God’s image consists only in the former,\nwhich wicked princes, such, as Saul and Nimrod, have not, tho they\npossess the latter. But to this I answer,",
        "1. That the Scripture neither makes nor owns such a distinction, nor\nanywhere asserts that when princes begin to be wicked they cease of\nright to be governors. Add to this, that when God renewed this charter\nof man’s sovereignty over the creatures to Noah and his family we find\nno exception at all, but that Shem stood as fully invested with this\nright as any of his brethren.",
        "2. But, secondly, this savors of something ranker than Socinianism,\neven the tenants of the fifth monarchy, and of sovereignty founded\nonly upon saintship, and therefore fitter to be answered by the judge\nthan the divine, and to receive its confutation at the bar of justice\nthan from the pulpit.",
        "Having now made our way through this false opinion, we are in the next\nplace to lay down positively what this image of God in man is. It is,\nin short, that universal rectitude of all the faculties of the soul,\nby which they stand apt and disposed to their respective offices and\noperations, which will be more fully set forth by taking a distinct\nsurvey of it in the several faculties belonging to the soul.",
        "1. In the understanding. 2. In the will. 3. In the passions or\naffections.",
        "I. And, first, for its noblest faculty, the understanding: it was\nthen sublime, clear, and aspiring–and, as it were, the soul’s upper\nregion, lofty and serene, free from vapors and disturbances of the\ninferior affections. It was the leading, controlling faculty; all the\npassions wore the colors of reason; it was not consul, but dictator.\nDiscourse was then almost as quick as intuition; it was nimble in\nproposing, firm in concluding; it could sooner determine than now it\ncan dispute. Like the sun, it had both light and agility; it knew no\nrest but in motion, no quiet but in activity. It did not so properly\napprehend, as irradiate the object; not so much find, as make things\nintelligible. It did not arbitrate upon the several reports of sense,\nand all the varieties of imagination, like a drowsy judge, not only\nhearing, but also directing their verdict. In sum, it was vegete,\nquick, and lively, open as the day, untainted as the morning, full of\nthe innocence and sprightliness of youth, it gave the soul a bright\nand a full view into all things, and was not only a window, but itself\nthe prospect. Briefly, there is as much difference between the clear\nrepresentations of the understanding then and the obscure discoveries\nthat it makes now as there is between the prospect of a casement and\nof a keyhole.",
        "Now, as there are two great functions of the soul, contemplation and\npractise, according to that general division of objects, some of which\nonly entertain our speculation, others also employ our actions, so the\nunderstanding, with relation to these, not because of any distinction\nin the faculty itself, is accordingly divided into speculative and\npractical; in both of which the image of God was then apparent.",
        "1. For the understanding speculative. There are some general maxims\nand notions in the mind of man which are the rules of discourse and\nthe basis of all philosophy: as, that the same thing can not at the\nsame time be and not be; that the whole is bigger than a part; that\ntwo dimensions, severally equal to a third, must also be equal to one\nanother. Aristotle, indeed, affirms the mind to be at first a mere\ntabula rasa, and that these notions are not ingenit, and imprinted\nby the finger of nature, but by the later and more languid impressions\nof sense, being only the reports of observation, and the result of so\nmany repeated experiments.",
        "(1.) That these notions are universal, and what is universal must\nneeds proceed from some universal, constant principle, the same in all\nparticulars, which here can be nothing else but human nature.",
        "(2.) These can not be infused by observation, because they are the\nrules by which men take their first apprehensions and observations of\nthings, and therefore, in order of nature, must needs precede them;\nas the being of the rule must be before its application to the thing\ndirected by it. From whence it follows that these were notions not\ndescending from us, but born with us, not our offspring, but our\nbrethren; and, as I may so say, such as we were taught without the\nhelp of a teacher.",
        "Now it was Adam’s happiness in the state of innocence to have these\nclear and unsullied. He came into the world a philosopher, which\nsufficiently appeared by his writing the nature of things upon their\nnames; he could view essences in themselves, and read forms without\nthe comment of their respective properties; he could see consequents\nyet dormant in their principles, and effects yet unborn and in the\nwomb of their causes; his understanding could almost pierce into\nfuture contingents; his conjectures improving even to prophecy, or the\ncertainties of prediction; till his fall, it was ignorant of nothing\nbut sin, or at least it rested in the notion, without the smart of the\nexperiment. Could any difficulty have been proposed, the resolution\nwould have been as early as the proposal; it could not have had time\nto settle into doubt. Like a better Archimedes, the issue of all his\ninquiries was a eureka, a eureka, the offspring of his\nbrain without the sweat of his brow. Study was not then a duty,\nnight-watchings were needless, the light of reason wanted not the\nassistance of a candle. This is the doom of fallen man, to labor in\nthe fire, to seek truth in profundo, to exhaust his time and impair\nhis health, and perhaps to spin out his days and himself into one\npitiful, controverted conclusion. There was then no poring, no\nstruggling with memory, no straining for invention; his faculties were\nquick and expedite, they answered without knocking, they were ready\nupon the first summons.",
        "2. The image of God was no less resplendent in that which we call\nman’s practical understanding; namely, that storehouse of the soul in\nwhich are treasured up the rules of action, and the seeds of morality;\nwhere, we must observe, that many who deny all connate notions in the\nspeculative intellect, do yet admit them in this. Now of this sort are\nthese maxims, “That God is to be worshiped, that parents are to be\nhonored, that a man’s word is to be kept,” and the like; which, being\nof universal influence, as to the regulation of the behavior and\nconverse of mankind, are the ground of all virtue and civility, and\nthe foundation of religion.",
        "It was the privilege of Adam innocent, to have these notions also\nfirm and untainted, to carry his monitor in his bosom, his law in his\nheart, and to have such a conscience as might be its own casuist;\nand certainly those actions must needs be regular where there is an\nidentity between the rule and the faculty. His own mind taught him a\ndue dependence upon God, and chalked out to him the just proportions\nand measures of behavior to his fellow creatures. He had no catechism\nbut the creation, needed no study but reflection, read no book but the\nvolume of the world, and that too, not for the rules to work by,\nbut for the objects to work upon. Reason was his tutor, and first\nprinciples his magna moralia. The decalogue of Moses was but a\ntranscript, not an original. All the laws of nations, and wise decrees\nof states, the statutes of Solon, and the twelve tables, were but\na paraphrase upon this standing rectitude of nature, this fruitful\nprinciple of justice, that was ready to run out and enlarge itself\ninto suitable demonstrations upon all emergent objects and occasions.",
        "And this much for the image of God, as it shone in man’s\nunderstanding.",
        "II. Let us in the next place take a view of it as it was stamped upon\nthe will. It is much disputed by divines concerning the power of man’s\nwill to good and evil in the state of innocence: and upon very nice\nand dangerous precipices stand their determinations on either side.\nSome hold that God invested him with a power to stand so that in the\nstrength of that power received, he might, without the auxiliaries of\nany further influence, have determined his will to a full choice\nof good. Others hold that notwithstanding this power, yet it was\nimpossible for him to exert it in any good action without a superadded\nassistance of grace actually determining that power to the certain\nproduction of such an act; so that whereas some distinguish between\nsufficient and effectual grace, they order the matter so as to\nacknowledge some sufficient but what is indeed effected, and\nactually productive of good action. I shall not presume to interpose\ndogmatically in a controversy which I look never to see decided. But\nconcerning the latter of these opinions, I shall only give these two\nremarks:",
        "1. That it seems contrary to the common and natural conceptions of all\nmankind, who acknowledge themselves able and sufficient to do many\nthings which actually they never do.",
        "2. That to assert that God looked upon Adam’s fall as a sin, and\npunished it as such when, without any antecedent sin of his, he\nwithdrew that actual grace from him upon the withdrawing of which\nit was impossible for him not to fall, seems a thing that highly\nreproaches the essential equity and goodness of the divine nature.",
        "Wherefore, doubtless the will of man in the state of innocence had an\nentire freedom, a perfect equipendency and indifference to either part\nof the contradiction, to stand, or not to stand; to accept, or not to\naccept the temptation. I will grant the will of man now to be as much\na slave as any one who will have it, and be only free to sin; that is,\ninstead of a liberty, to have only a licentiousness; yet certainly\nthis is not nature, but chance. We were not born crooked; we learned\nthese windings and turnings of the serpent: and therefore it can not\nbut be a blasphemous piece of ingratitude to ascribe them to God, and\nto make the plague of our nature the condition of our creation.",
        "The will was then ductile and pliant to all the motions of right\nreason; it met the dictates of a clarified understanding half way.\nAnd the active informations of the intellect, filling the passive\nreception of the will, like form closing with matter, grew actuate\ninto a third and distinct perfection of practise; the understanding\nand will never disagreed; for the proposals of the one never thwarted\nthe inclinations of the other. Yet neither did the will servilely\nattend upon the understanding, but as a favorite does upon his prince,\nwhere the service is privilege and preferment; or as Solomon’s\nservants waited upon him: it admired its wisdom, and heard its prudent\ndictates and counsels–both the direction and the reward of its\nobedience. It is indeed the nature of this faculty to follow a\nsuperior guide–to be drawn by the intellect; but then it was drawn\nas a triumphant chariot, which at the same time both follows and\ntriumphs: while it obeyed this, it commanded the other faculties. It\nwas subordinate, not enslaved to the understanding: not as a servant\nto a master, but as a queen to her king, who both acknowledges a\nsubjection and yet retains a majesty.",
        "III. Pass we now downward from man’s intellect and will to the\npassions, which have their residence and situation chiefly in the\nsensitive appetite. For we must know that inasmuch as man is a\ncompound, and mixture of flesh as well as spirit, the soul, during its\nabode in the body, does all things by the mediation of these passions\nand inferior affections. And here the opinion of the Stoics was\nfamous and singular, who looked upon all these as sinful defects\nand irregularities, as so many deviations from right reason, making\npassion to be only another word for perturbation. Sorrow in their\nesteem was a sin scarce to be expiated by another; to pity, was a\nfault; to rejoice, an extravagance; and the apostle’s advice, “to be\nangry and sin not,” was a contradiction in their philosophy. But in\nthis they were constantly outvoted by other sects of philosophers,\nneither for fame nor number less than themselves: so that all\narguments brought against them from divinity would come in by way of\noverplus to their confutation. To us let this be sufficient, that our\nSavior Christ, who took upon Him all our natural infirmities, but none\nof our sinful, has been seen to weep, to be sorrowful, to pity, and\nto be angry: which shows that there might be gall in a dove, passion\nwithout sin, fire without smoke, and motion without disturbance.\nFor it is not bare agitation, but the sediment at the bottom, that\ntroubles and defiles the water; and when we see it windy and dusty,\nthe wind does not (as we used to say) make, but only raise a dust.",
        "Now, tho the schools reduce all the passions to these two heads, the\nconcupiscible and the irascible appetite, yet I shall not tie myself\nto an exact prosecution of them under this division; but at this time,\nleaving both their terms and their method to themselves, consider only\nthe principal and noted passions, from whence we may take an estimate\nof the rest.",
        "And first for the grand leading affection of all, which is love. This\nis the great instrument and engine of nature, the bond and cement\nof society, the spring and spirit of the universe. Love is such an\naffection as can not so properly be said to be in the soul as the soul\nto be in that. It is the whole man wrapt up into one desire; all\nthe powers, vigor, and faculties of the soul abridged into one\ninclination. And it is of that active, restless nature that it must\nof necessity exert itself; and, like the fire to which it is so often\ncompared, it is not a free agent, to choose whether it will heat\nor no, but it streams forth by natural results and unavoidable\nemanations. So that it will fasten upon any inferior, unsuitable\nobject, rather than none at all. The soul may sooner leave off to\nsubsist than to love; and, like the vine, it withers and dies if it\nhas nothing to embrace. Now this affection, in the state of innocence,\nwas happily pitched upon its right object; it flamed up in direct\nfervors of devotion to God, and in collateral emissions of charity to\nits neighbor. It was not then only another and more cleanly name\nfor lust. It had none of those impure heats that both represent and\ndeserve hell. It was a vestal and a virgin fire, and differed as much\nfrom that which usually passes by this name nowadays as the vital heat\nfrom the burning of a fever.",
        "Then for the contrary passion of hatred. This we know is the passion\nof defiance, and there is a kind of aversation and hostility included\nin its very essence and being. But then (if there could have been\nhatred in the world when there was scarce anything odious) it would\nhave acted within the compass of its proper object; like aloes, bitter\nindeed, but wholesome. There would have been no rancor, no hatred of\nour brother: an innocent nature could hate nothing that was innocent.\nIn a word, so great is the commutation that the soul then hated only\nthat which now only it loves, that is, sin.",
        "And if we may bring anger under this head, as being, according to\nsome, a transient hatred, or at least very like it, this also, as\nunruly as now it is, yet then it vented itself by the measures of\nreason. There was no such thing as the transports of malice or the\nviolences of revenge, no rendering evil for evil, when evil was truly\na nonentity and nowhere to be found. Anger, then, was like the sword\nof justice, keen, but innocent and righteous: it did not act like\nfury, then call itself zeal. It always espoused God’s honor, and never\nkindled upon anything but in order to a sacrifice. It sparkled like\nthe coal upon the altar with the fervors of piety, the heats of\ndevotion, the sallies and vibrations of a harmless activity.",
        "In the next place, for the lightsome passion of joy. It was not that\nwhich now often usurps this name; that trivial, vanishing, superficial\nthing, that only gilds the apprehension and plays upon the surface of\nthe soul. It was not the mere crackling of thorns or sudden blaze of\nthe spirits, the exultation of a tickled fancy or a pleased appetite.\nJoy was then a masculine and a severe thing; the recreation of the\njudgment, the jubilee of reason. It was the result of a real good,\nsuitably applied. It commenced upon the solidity of truth and the\nsubstance of fruition. It did not run out in voice or indecent\neruptions, but filled the soul, as God does the universe, silently and\nwithout noise. It was refreshing, but composed, like the pleasantness\nof youth tempered with the gravity of age; or the mirth of a festival\nmanaged with the silence of contemplation.",
        "And, on the other side, for sorrow: Had any loss or disaster made but\nroom for grief, it would have moved according to the severe allowances\nof prudence, and the proportions of the provocation. It would not have\nsallied out into complaint of loudness, nor spread itself upon the\nface, and writ sad stories upon the forehead. No wringing of hands,\nknocking the breast, or wishing oneself unborn; all which are but the\nceremonies of sorrow, the pomp and ostentation of an effeminate grief,\nwhich speak not so much the greatness of the misery as the smallness\nof the mind! Tears may spoil the eyes, but not wash away the\naffliction. Sighs may exhaust the man, but not eject the burden.\nSorrow, then, would have been as silent as thought, as severe as\nphilosophy. It would have been rested in inward senses, tacit\ndislikes; and the whole scene of it been transacted in sad and silent\nreflections....",
        "And, lastly, for the affection of fear: It was then the instrument of\ncaution, not of anxiety; a guard, and not a torment to the breast that\nhad it. It is now indeed an unhappiness, the disease of the soul: it\nflies from a shadow, and makes more dangers than it avoids; it weakens\nthe judgment and betrays the succors of reason: so hard is it to\ntremble and not to err, and to hit the mark with a shaking hand. Then\nit fixt upon Him who is only to be feared, God; and yet with a filial\nfear, which at the same time both fears and loves. It was awe without\namazement, dread without distraction. There was then a beauty even in\nthis very paleness. It was the color of devotion, giving a luster to\nreverence and a gloss to humility.",
        "Thus did the passions then act without any of their present jars,\ncombats, or repugnances; all moving with the beauty of uniformity\nand the stillness of composure; like a well-governed army, not for\nfighting, but for rank and order. I confess the Scripture does not\nexpressly attribute these several endowments to Adam in his first\nestate. But all that I have said, and much more, may be drawn out of\nthat short aphorism, “God made man upright.” And since the opposite\nweaknesses infest the nature of man fallen, if we will be true to the\nrules of contraries we must conclude that these perfections were the\nlot of man innocent....",
        "Having thus surveyed the image of God in the soul of man, we are not\nto omit now those characters of majesty that God imprinted upon the\nbody. He drew some traces of His image upon this also, as much as a\nspiritual substance could be pictured upon a corporeal. As for the\nsect of the Anthropomorphites, who from hence ascribe to God the\nfigure of a man, eyes, hands, feet, and the like, they are too\nridiculous to deserve a confutation. They would seem to draw this\nimpiety from the letter of the Scripture sometimes speaking of God in\nthis manner. Absurdity! as if the mercy of Scripture expressions ought\nto warrant the blasphemy of our opinions; and not rather to show us\nthat God condescends to us only to draw us to Himself; and clothes\nHimself in our likeness only to win us to His own. The practise of\nthe papists is much of the same nature, in their absurd and impious\npicturing of God Almighty; but the wonder in them is the less since\nthe image of a deity may be a proper object for that which is but\nthe image of a religion. But to the purpose: Adam was then no less\nglorious in his externals; he had a beautiful body, as well as an\nimmortal soul. The whole compound was like a well-built temple,\nstately without, and sacred within. The elements were at perfect union\nand agreement in His body; and their contrary qualities served not for\nthe dissolution of the compound, but the variety of the composure.\nGalen, who had no more divinity than what his physic taught him,\nbarely upon the consideration of this so exact frame of the body,\nchallenges any one, upon a hundred years’ study, to find out how any\nthe least fiber, or most minute particle, might be more commodiously\nplaced, either for the advantage of use or comeliness. His stature\nerect, and tending upward to his center; his countenance majestic\nand comely, with the luster of a native beauty that scorned the poor\nassistance of art or the attempts of imitation; His body of so much\nquickness and agility that it did not only contain but also represent\nthe soul; for we might well suppose that where God did deposit so rich\na jewel He would suitably adorn the case. It was a fit workhouse for\nsprightly, vivid faculties to exercise and exert themselves in; a\nfit tabernacle for an immortal soul, not only to dwell in, but to\ncontemplate upon; where it might see the world without travel, it\nbeing a lesser scheme of the creation, nature contracted a little\ncosmography or map of the universe. Neither was the body then subject\nto distempers, to die by piecemeal, and languish under coughs,\ncatarrhs, or consumptions. Adam knew no disease so long as temperance\nfrom the forbidden fruit secured him. Nature was his physician, and\ninnocence and abstinence would have kept him healthful to immortality.",
        "The two great perfections that both adorn and exercise man’s\nunderstanding, are philosophy and religion: for the first of these,\ntake it even among the professors of it where it most flourished, and\nwe shall find the very first notions of common-sense debauched by\nthem. For there have been such as have asserted, “that there is no\nsuch thing in the world as motion: that contradictions may be true.\"\nThere has not been wanting one that has denied snow to be white. Such\na stupidity or wantonness had seized upon the most raised wits that it\nmight be doubted whether the philosophers or the owls of Athens\nwere the quicker sighted. But then for religion; what prodigious,\nmonstrous, misshapen births has the reason of fallen man produced!\nIt is now almost six thousand years that far the greater part of the\nworld has had no other religion but idolatry: and idolatry certainly\nis the first-born of folly, the great and leading paradox, nay, the\nvery abridgment and sum total of all absurdities. For is it not\nstrange that a rational man should worship an ox, nay, the image of an\nox? That he should fawn upon his dog? Bow himself before a cat? Adore\nleeks and garlic, and shed penitential tears at the smell of a deified\nonion? Yet so did the Egyptians, once the famed masters of all arts\nand learning. And to go a little further, we have yet a stronger\ninstance in Isaiah, “A man hews him down a tree in the wood, and a\npart of it he burns, with the residue thereof he maketh a god.” With\none part he furnishes his chimney, with the other his chapel. A\nstrange thing that the fire must first consume this part and then burn\nincense to that. As if there was more divinity in one end of the\nstick than in the other; or, as if he could be graved and painted\nomnipotent, or the nails and the hammer could give it an apotheosis!\nBriefly, so great is the change, so deplorable the degradation of our\nnature, that whereas we bore the image of God, we now retain only the\nimage of man.",
        "In the last place, we learn hence the excellency of Christian\nreligion, in that it is the great and only means that God has\nsanctified and designed to repair the breaches of humanity, to set\nfallen man upon his legs again, to clarify his reason, to rectify his\nwill, and to compose and regulate his affections. The whole business\nof our redemption is, in short, only to rub over the defaced copy of\nthe creation, to reprint God’s image upon the soul, and, as it were,\nto set forth nature in a second and fairer edition; the recovery of\nwhich lost image, as it is God’s pleasure to command, and our duty to\nendeavor, so it is in His power only to effect; to whom be rendered\nand ascribed, as is most due, all praise, might, majesty, and\ndominion, both now and forever more. Amen.",
        "End of Vol. II.",
        " ",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}