{
    "title": "The Principles Of Aesthetics - Chapter II - Definition of Art",
    "author": "Dewitt H. Parker",
    "chapter": "3",
    "content": [
        "",
        "\n\n",
        "Since it is our purpose to develop an adequate idea of art, it might\nseem as if a definition were rather our goal than our starting point;\nyet we must identify the field of our investigations and mark it off\nfrom other regions; and this we can do only by means of a preliminary\ndefinition, which the rest of our study may then enrich and complete.",
        "We shall find it fruitful to begin with the definition recently revived\nby Croce:  [Footnote: Benedetto Croce: Estetica, translated into\nEnglish by Douglas Ainslie, under title Aesthetic, chap. i.] art\nis expression; and expression we may describe, for our own ends, as\nthe putting forth of purpose, feeling, or thought into a sensuous\nmedium, where they can be experienced again by the one who expresses\nhimself and communicated to others. Thus, in this sense, a lyric poem\nis an expression–a bit of a poet’s intimate experience put into words;\nepic and dramatic poetry are expressions–visions of a larger life\nmade manifest in the same medium. Pictures and statues are also\nexpressions; for they are embodiments in color and space-forms of the\nartists’ ideas of visible nature and man. Works of architecture and\nthe other industrial arts are embodiments of purpose and the well-being\nthat comes from purpose fulfilled.",
        "This definition, good so far as it goes, is, however, too inclusive;\nfor plainly, although every work of art is an expression, not every\nexpression is a work of art. Automatic expressions, instinctive\noverflowings of emotion into motor channels, like the cry of pain or\nthe shout of joy, are not aesthetic. Practical expressions also, all\nsuch as are only means or instruments for the realization of ulterior\npurposes–the command of the officer, the conversation of the market\nplace, a saw–are not aesthetic. Works of art–the Ninth Symphony, the\nOde to the West Wind–are not of this character.",
        "No matter what further purposes artistic expressions may serve, they\nare produced and valued for themselves; we linger in them; we neither\nmerely execute them mechanically, as we do automatic expressions, nor\nhasten through them, our minds fixed upon some future end to be gained\nby them, as is the case with practical expressions. Both for the artist\nand the appreciator, they are ends in themselves. Compare, for example,\na love poem with a declaration of love. [Footnote: Contrast Croce’s use\nof the same illustration: Esthetic, p. 22, English translation.] The\npoem is esteemed for the rhythmic emotional experience it gives the\nwriter or reader; the declaration, even when enjoyed by the suitor,\nhas its prime value in its consequences, and the quicker it is over\nand done with and its end attained the better. The one, since it has\nits purpose within itself, is returned to and repeated; the other,\nbeing chiefly a means to an end, would be senseless if repeated, once\nthe end that called it forth is accomplished. The value of the love\npoem, although written to persuade a lady, cannot be measured in terms\nof its mere success; for if beautiful, it remains of worth after the\nlady has yielded, nay, even if it fails to win her. Any sort of\npractical purpose may be one motive in the creation of a work of art,\nbut its significance is broader than the success or failure of that\nmotive. The Russian novel is still significant, even now, alter the\nrevolution. As beautiful, it is of perennial worth and stands out by\nitself. But practical expressions are only transient links in the\nendless chain of means, disappearing as the wheel of effort revolves.\nArt is indeed expression, but free or autonomous expression.",
        "The freedom of aesthetic expression is, however, only an intensification\nof a quality that may belong to any expression. For, in its native\ncharacter, expression is never merely practical; it brings its own\nreward in the pleasure of the activity itself. Ordinarily, when a man\nmakes something embodying his need or fancy, or says something that\nexpresses his meaning, he enjoys himself in his doing. There is\nnaturally a generous superfluity in all human behavior. The economizing\nof it to what is necessary for self-preservation and dominion over the\nenvironment is secondary, not primary, imposed under the duress of\ncompetition and nature. Only when activities are difficult or their\nfruits hard to get are they disciplined for the sake of their results\nalone; then only does their performance become an imperative, and\nnature and society impose upon them the seriousness and constraint of\nnecessity and law. But whenever nature and the social organization\nsupply the needs of man ungrudgingly or grant him a respite from the\nurgency of business, the spontaneity of his activities returns. The\ndoings of children, of the rich, and of all men on a holiday illustrate\nthis. Compare, for example, the speech of trade, where one says the\nbrief and needful thing only, with the talk of excursionists, where\nverbal expression, having no end beyond itself, develops at length and\nat leisure; where brevity is no virtue and abundant play takes the\nplace of a narrow seriousness.",
        "But we have not yet so limited the field of expression that it becomes\nequivalent to the aesthetic; for not even all of free expression is\nart. The most important divergent type is science. Science also is\nexpression,–an embodiment in words, diagrams, mathematical symbols,\nchemical formula, or other such media, of thoughts meant to portray\nthe objects of human experience. Scientific expressions have, of course,\na practical function; concepts are “plans of action” or servants of\nplans, the most perfect and delicate that man possesses. Yet scientific\nknowledge is an end in itself as well as a utility; for the mere\nconstruction and possession of concepts and laws is itself a source\nof joy; the man of science delights in making appropriate formulations\nof nature’s habits quite unconcerned about their possible uses.",
        "In science, therefore, there is much free expression; but beauty not\nyet. No abstract expression such as Euclid’s Elements, Newton’s\nPrincipia, or Peano’s Formulaire, no matter how rigorous and\ncomplete, is a work of art. We admire the mathematician’s formula\nfor its simplicity and adequacy; we take delight in its clarity and\nscope, in the ease with which it enables the mind to master a thousand\nmore special truths, but we do not find it beautiful. Equally removed\nfrom the sphere of the beautiful are representations or descriptions\nof mere things, whether inaccurate or haphazard, as we make them in\ndaily life, or accurate and careful as they are elaborated in the\nempirical sciences. No matter how exact and complete, the botanist’s\nor zoologist’s descriptions of plant and animal life are not works of\nart. They may be satisfactory as knowledge, but they are not beautiful.\nThere is an important difference between a poet’s description of a\nflower and a botanist’s, or between an artistic sketch and a photograph,\nconferring beauty upon the former, and withholding it from the latter.",
        "The central difference is this. The former are descriptions not of\nthings only, but of the artist’s reactions to things, his mood or\nemotion in their presence. They are expressions of total, concrete\nexperiences, which include the self of the observer as well as the\nthings he observes. Scientific descriptions, on the other hand, render\nobjects only; the feelings of the observer toward them are carefully\nexcluded. Science is intentionally objective,–from the point of view\nof the artistic temperament, dry and cold. Even the realistic novel\nand play, while seeking to present a faithful picture of human life\nand to eliminate all private comment and emotion, cannot dispense with\nthe elementary dramatic feelings of sympathy, suspense, and wonder.\nsthetic expression is always integral, embodying a total state of\nmind, the core of which is some feeling; scientific expression is\nfragmentary or abstract, limiting itself to thought. Art, no less than\nscience, may contain truthful images of things and abstract ideas, but\nnever these alone; it always includes their life, their feeling tones,\nor values. Because philosophy admits this element of personality, it\nis nearer to art than science is. Yet some men of science, like James\nand Huxley, have made literature out of science because they could not\nhelp putting into their writings something of their passionate interest\nin the things they discovered and described.",
        "The, necessity in art for the expression of value is, I think, the\nprincipal difference between art and science, rather than, as Croce\n [Footnote: Estetica, quarta edizione, p.27; English translation.\np.36.] supposes, the limitation of art to the expression of the\nindividual and of Science to the expression of the concept. For, on\nthe one hand, science may express the individual; and, on the other\nhand, art may express the concept. The geographer, for example,\ndescribes and makes maps of particular regions of the earth’s surface;\nthe astronomer studies the individual sun and moon. Poets like Dante,\nLucretius, Shakespeare, and Goethe express the most universal concepts\nof ethics or metaphysics. But what makes men poets rather than men of\nscience is precisely that they never limit themselves to the mere clear\nstatement of the concept, but always express its human significance\nas well. A theory of human destiny is expressed in Prospero’s lines–",
        "  We are such stuff\n  As dreams are made of, and our little life\n  Is rounded with a sleep;",
        "but with overtones of feeling at the core. Or consider the passion\nwith which Lucretius argues for a naturalistic conception of the\nuniverse. And the reason why poets clothe their philosophical\nexpressions in concrete images is not because of any shame of the\nconcept, but just in order the more easily and vividly to attach and\ncommunicate their emotion. Their general preference for the concrete\nhas the same motive; for there are only a few abstractions capable of\narousing and fixing emotion.",
        "Even as an element of spontaneity is native to all expression, so\noriginally all expression is personal. This is easily observable in\nthe child. His first uses of words as well as of things are touched\nwith emotion. Every descriptive name conveys to him his emotional\nreaction to the object; disinterested knowledge does not exist for\nhim; every tool, a knife or a fork, means to him not only something\nto be used, but the whole background of feelings which its use involves.\nOur first perceptions of things contain as much of feeling and attitude\nas of color and shape and sound and odor. Pure science and mere industry\nare abstractions from the original integrity of perception and\nexpression; mutilations of their wholeness forced upon the mind through\nthe stress of living. To be able to see things without feeling them,\nor to describe them without being moved by their image, is a disciplined\nand derivative accomplishment. Only as the result of training and of\nhaste do the forms and colors of objects, once the stimuli to a\nwondering and lingering attention, become mere cues to their recognition\nand employment, or mere incitements to a cold and disinterested analysis\nand description. Knowledge may therefore enter into beauty when, keeping\nits liberality, it participates in an emotional experience; and every\nother type of expression may become aesthetic if, retaining its native\nspontaneity, it can acquire anew its old power to move the heart. To\nbe an artist means to be, like the child, free and sensitive in\nenvisaging the world.",
        "Under these conditions, nature as well as art may be beautiful. In\nthemselves, things are never beautiful. This is not apparent to common\nsense because it fails to think and analyze. But beauty may belong to\nour perceptions of things. For perception is itself a kind of\nexpression, a process of mind through which meanings are embodied in\nsensations. Given are only sensations, but out of the mind come ideas\nthrough which they are interpreted as objects. When, for example, I\nperceive my friend, it may seem as if the man himself were a given\nobject which I passively receive; but, as a matter of fact, all that\nis given are certain visual sensations; that these are my friend, is\npure interpretation–I construct the object in embodying this thought\nin the color and shape I see. The elaboration of sensation in perception\nis usually so rapid that, apart from reflection, I do not realize the\nmental activity involved. But if it turns out that it was some other\nman that I saw, then I realize at once that my perception was a work\nof mind, an expression of my own thought. Of course, not all perceptions\nare beautiful. Only as felt to be mysterious or tender or majestic is\na landscape beautiful; and women only as possessed of the charm we\nfeel in their presence. That is, perceptions are beautiful only when\nthey embody feelings. The sea, clouds and hills, men and women, as\nperceived, awaken reactions which, instead of being attributed to the\nmind from which they proceed, are experienced as belonging to the\nthings evoking them, which therefore come to embody them. And this\nprocess of emotional and objectifying perception has clearly no other\nend than just perception itself. We do not gaze upon a landscape or\na pretty child for any other purpose than to get the perceptual,\nemotional values that result. The aesthetic perception of nature is,\nas Kant called it, disinterested; that is, autonomous and free. The\nbeauty of nature, therefore, is an illustration of our definition.",
        "On the same terms, life as remembered or observed or lived, may have\nthe quality of beauty. In reverie we turn our attention back over\nevents in our own lives that have had for us a rare emotional\nsignificance; these events then come to embody the wonder, the interest,\nthe charm that excited us to recollect them. Here the activity of\nremembering is not a mere habit set going by some train of accidental\nassociation; or merely practical, arising for the sake of solving some\npresent problem by applying the lesson of the past to it; or finally,\nnot unpleasantly insistent, like the images aroused by worry and sorrow,\nbut spontaneous and self-rewarding, hence beautiful. There are also\nevents in the lives of other people, and people themselves, whose lives\nread like a story, which, by absorbing our pity or joy or awe, claim\nfrom us a like fascinated regard. And there are actions we ourselves\nperform, magnificent or humble, like sweeping a room, which, if we put\nourselves into them and enjoy them, have an equal charm. And they too\nhave the quality of beauty.",
        "Despite the community between beautiful nature and art, the differences\nare striking. Suppose, in order fix our ideas, we compare one of Monet’s\npictures of a lily pond with the aesthetic appreciation of the real\npond. The pond is undoubtedly beautiful every time it is seen; with\nits round outline, its sunlit, flower-covered surface, its background\nof foliage, it is perhaps the source and expression of an unfailing\ngladness and repose. Now the painting has very much the same value,\nbut with these essential differences. First, the painting is something\ndeliberately constructed and composed, the artist himself controlling\nand composing the colors and shapes, and hence their values also; while\nthe natural beauty is an immediate reaction to given stimuli, each\nobserver giving meaning to his sensations without intention or effort.\nLike the beauty of woman, it is almost a matter of instinct. In natural\nbeauty, there is, to be sure, an element of conscious intention, in\nso far as we may purposely select our point of view and hold the object\nin our attention; hence this contrast with art, although real and\nimportant, is not absolute. Moreover, beauty in perception and memory\nis the basis of art; the artist, while he composes, nevertheless partly\ntranscribes significant memories and observations. Yet, although\nrelative, the difference remains; art always consists of works of art,\nnatural beauty of more immediate experiences. And from this difference\nfollows another–the greater purity and perfection of art. The control\nwhich the artist exerts over his material enables him to make it\nexpressive all through; every element conspires toward the artistic\nend; there are no irrelevant or recalcitrant parts, such as exist in\nevery perception of nature. Last, the beauty of the painting, because\ncreated in the beholder through a fixed and permaneat mechanism\nconstructed by the artist, is communicable and abiding, whereas the\nimmediate beauty of nature is incommunicable and transient. Since the\nsthetic perception of nature has its starting point in variable aspects\nthat never recur, no other man could see or feel the lily pond as Monet\nsaw and felt it. And, although in memory we may possess a silent gallery\nof beautiful images, into which we may enter privately as long as we\nlive, in the end the flux has its way and at death shatters this\ntreasure house irrevocably. Hence, only if the beauty of the lily pond\nis transferred to a canvas, can it be preserved and shared.",
        "The work of art is the tool of the aesthetic life. Just as organic\nefficiency is tied to the nerve and muscle of the workman and cannot\nbe transferred to another, but the tool, on the other hand, is\nexchangeable and transmissible (I cannot lend or bequeath my arm, but\nI can my boat); and just as efficiency is vastly increased by the use\nof tools (I can go further with my boat than I can swim); so, through\nworks of art, aesthetic capacity and experience are enhanced and become\ncommon possessions, a part of the spiritual capital of the race.\nMoreover, even as each invention becomes the starting point for new\nones that are better instruments for practical ends; so each work of\nart becomes the basis for new experiments through which the aesthetic\nexpression of life attains to higher levels. Monet’s own art, despite\nits great originality, was dependent upon all the impressionists, and\nthey, even when they broke away from, were indebted to, the traditions\nof French painting established by centuries. Through art, the aesthetic\nlife, which otherwise would be a private affair, receives a social\nsanction and assistance.",
        "That permanence and communication of expression are essential to a\ncomplete conception of art can be discerned by looking within the\nartistic impulse itself. However much the artist may affect indifference\nto the public, he creates expecting to be understood. Mere self-\nexpression does not satisfy him; he needs in addition appreciation.\nDeprived of sympathy, the artistic impulse withers and dies or supports\nitself through the hope of eventually finding it. The heroism of the\npoet consists in working on in loneliness; but his crown of glory is\nwon only when all men are singing his songs. And every genuine artist,\nas opposed to the mere improviser or dilettante, wishes his work to\nendure. [Footnote: See Anatole France: Le Lys Rouge. “Moi, dit\nChoulette, je pense si peu a l’avenir terrestre que j’ai ecrit mes\nplus beaux poemes sur les feuilles de papier a cigarettes. Elles se\nsont facilement evanuies, ne laissant a mes vers qu’une espece\nd’existence metaphysique.” C’etait un air de negligence qu’il se\ndonnait. En fait, il n’avait jamais perdu une ligne de son ecriture.]\nHaving put his substance into it, he desires its preservation as he\ndoes his own. His immortality through it is his boast.",
        "  Exegi monumentum aere perennius\n  Regalique situ pyramidum altius\n       *       *       *       *       *\n  Non omnis moriar.",
        "Art is not mere inspiration, the transient expression of private moods,\nbut a work of communication, meant to endure.",
        "There are certain distinguishing characteristics of aesthetic expression\nall of which are in harmony with the description we have given of it.\nIn the first place, in art the sensuous medium of the expression\nreceives an attention and possesses a significance not to be found in\nother types of expression. Although every one hears, no one attends\nto the sound of the voice in ordinary conversation; one looks through\nit, as through a glass, to the thought or emotion behind. In our routine\nperceptions of nature, we are not interested in colors and shapes on\ntheir own account, but only in order that we may recognize the objects\npossessing them; in a scientific woodcut also, they are indifferent\nto us, except in so far as they impart correct information about the\nobjects portrayed. Outside of art, sensation is a mere transparent\nmeans to the end of communication and recognition. Compare the poem,\nthe piece of music, the artistic drawing or painting. There the words\nor tones must be not only heard but listened to; the colors and lines\nnot only seen but held in the eye; of themselves, apart from anything\nthey may further mean, they have the power to awaken feeling and\npleasure. And this is no accident. For the aesthetic expression is meant\nto possess worth in itself and is deliberately fashioned to hold us\nto itself, and this purpose will be more certainly and effectively\naccomplished if the medium of the expression has the power to move and\nplease. We enter the aesthetic expression through the sensuous medium;\nhence the artist tries to charm us at the start and on the outside;\nhaving found favor there, he wins us the more easily to the content\nlying within.",
        "If the medium, moreover, instead of being a transparent embodiment of\nthe artist’s feelings, can express them in some direct fashion as well,\nthe power of the whole expression will gain. This is exactly what the\nsound of the words of a poem or the colors and lines of a painting or\nstatue can do. As mere sound and as mere color and line, they convey\nsomething of the feeling tone of the subject which, as symbols, they\nare used to represent. For example, the soft flowing lines of Correggio,\nquite apart from the objects they represent, express the voluptuous\nhappiness of his “Venus and Mars\"; the slow rhythm of the repeated\nword sounds and the quality of the vowels in the opening lines of\nTithonus are expressive in themselves, apart from their meaning,\nof the weariness in the thoughts of the hero, and so serve to re-express\nand enforce the mood of those thoughts. When we come to study the\nparticular arts, we shall find this phenomenon of re-expression through\nthe medium everywhere.",
        "A second characteristic distinguishing aesthetic expressions from other\nexpressions is their superior unity. In the latter, the unity lies in\nthe purpose to be attained or in the content of the thought expressed;\nit is teleological or logical. The unity of a chair is its purpose,\nwhich demands just such parts and in just such a mechanical arrangement;\nthe unity of a business conversation is governed by the bargain to be\nclosed, requiring such words and such only, and in the appropriate\nlogical and grammatical order. The unity of an argument is the thesis\nto be proved; the unity of a diagram is the principle to be illustrated\nor the information to be imparted. Compare the unity of a sonnet or\na painting. In a sonnet, there is a unity of thought and sentiment\ncreating a fitting grammatical unity in language, but in addition a\nhighly elaborate pattern in the words themselves that is neither\ngrammatical nor logical. In a painting, besides the dramatic unity of\nthe action portrayed, as in a battle scene; or of the spatial and\nmechanical togetherness of things, as in a landscape; there is a harmony\nof the colors, a composition of the lines and masses themselves, not\nto be found in nature. And, although the general shape and arrangement\nof the parts of a useful object is dominated by its purpose, if it is\nalso beautiful–a Louis Seize chair, for example–there is, besides,\na design that cannot be explained by use. In artistic expressions,\ntherefore, there exists a unity in the material, superposed upon the\nunity required by the purpose or thought expressed. And this property\nfollows from the preceding. For, since the medium is valuable in itself,\nthe mind, which craves unity everywhere, craves it there also, and\nlingers longer and more happily on finding it; and, since the medium\ncan be expressive, the unity of the fundamental mood of the thought\nexpressed will overflow into and pervade it. Hence there occurs an\nautonomous development of unity in the material, raising the total\nunity of the expression to a higher power.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}