{
    "title": "The Story of Mankind - The Roman Empire (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "HOW THE REPUBLIC OF ROME AFTER CENTURIES\nOF UNREST AND REVOLUTION BECAME\nAN EMPIRE",
        "WHEN the Roman armies returned from these many victorious\ncampaigns, they were received with great jubilation.\nAlas and alack! this sudden glory did not make the country any\nhappier. On the contrary. The endless campaigns had ruined\nthe farmers who had been obliged to do the hard work of Empire\nmaking. It had placed too much power in the hands of the\nsuccessful generals (and their private friends) who had used\nthe war as an excuse for wholesale robbery.",
        "The old Roman Republic had been proud of the simplicity\nwhich had characterised the lives of her famous men. The\nnew Republic felt ashamed of the shabby coats and the high\nprinciples which had been fashionable in the days of its grandfathers.\nIt became a land of rich people ruled by rich people\nfor the benefit of rich people. As such it was doomed to\ndisastrous failure, as I shall now tell you.",
        "Within less than a century and a half. Rome had become\nthe mistress of practically all the land around the Mediterranean.\nIn those early days of history a prisoner of war lost\nhis freedom and became a slave. The Roman regarded war as\na very serious business and he showed no mercy to a conquered\nfoe. After the fall of Carthage, the Carthaginian women and\nchildren were sold into bondage together with their own slaves.\nAnd a like fate awaited the obstinate inhabitants of Greece and\nMacedonia and Spain and Syria when they dared to revolt\nagainst the Roman power.",
        "Two thousand years ago a slave was merely a piece of\nmachinery. Nowadays a rich man invests his money in factories.\nThe rich people of Rome (senators, generals and war-\nprofiteers) invested theirs in land and in slaves. The land\nthey bought or took in the newly-acquired provinces. The\nslaves they bought in open market wherever they happened to\nbe cheapest. During most of the third and second centuries\nbefore Christ there was a plentiful supply, and as a result the\nlandowners worked their slaves until they dropped dead in their\ntracks, when they bought new ones at the nearest bargain-counter\nof Corinthian or Carthaginian captives.",
        "And now behold the fate of the freeborn farmer!",
        "He had done his duty toward Rome and he had fought her\nbattles without complaint. But when he came home after ten,\nfifteen or twenty years, his lands were covered with weeds and\nhis family had been ruined. But he was a strong man and\nwilling to begin life anew. He sowed and planted and waited\nfor the harvest. He carried his grain to the market together\nwith his cattle and his poultry, to find that the large landowners\nwho worked their estates with slaves could underbid him all\nalong the line. For a couple of years he tried to hold his own.\nThen he gave up in despair. He left the country and he went\nto the nearest city. In the city he was as hungry as he had been\nbefore on the land. But he shared his misery with thousands\nof other disinherited beings. They crouched together in filthy\nhovels in the suburbs of the large cities. They were apt\nto get sick and die from terrible epidemics. They were all\nprofoundly discontented. They had fought for their country and\nthis was their reward. They were always willing to listen to\nthose plausible spell-binders who gather around a public\ngrievance like so many hungry vultures, and soon they became a\ngrave menace to the safety of the state.",
        "But the class of the newly-rich shrugged its shoulders.\n“We have our army and our policemen,” they argued, “they\nwill keep the mob in order.” And they hid themselves behind\nthe high walls of their pleasant villas and cultivated their\ngardens and read the poems of a certain Homer which a Greek\nslave had just translated into very pleasing Latin hexameters.",
        "In a few families however the old tradition of unselfish\nservice to the Commonwealth continued. Cornelia, the daughter\nof Scipio Africanus, had been married to a Roman by the\nname of Gracchus. She had two sons, Tiberius and Gaius.\nWhen the boys grew up they entered politics and tried to bring\nabout certain much-needed reforms. A census had shown\nthat most of the land of the Italian peninsula was owned by\ntwo thousand noble families. Tiberius Gracchus, having been\nelected a Tribune, tried to help the freemen. He revived two\nancient laws which restricted the number of acres which a single\nowner might possess. In this way he hoped to revive the\nvaluable old class of small and independent freeholders. The\nnewly-rich called him a robber and an enemy of the state.\nThere were street riots. A party of thugs was hired to kill the\npopular Tribune. Tiberius Gracchus was attacked when he\nentered the assembly and was beaten to death. Ten years later\nhis brother Gaius tried the experiment of reforming a nation\nagainst the expressed wishes of a strong privileged class. He\npassed a “poor law” which was meant to help the destitute\nfarmers. Eventually it made the greater part of the Roman\ncitizens into professional beggars.",
        "He established colonies of destitute people in distant parts\nof the empire, but these settlements failed to attract the right\nsort of people. Before Gaius Gracchus could do more harm he\ntoo was murdered and his followers were either killed or exiled.\nThe first two reformers had been gentlemen. The two who\ncame after were of a very different stamp. They were\nprofessional soldiers. One was called Marius. The name of the\nother was Sulla. Both enjoyed a large personal following.",
        "Sulla was the leader of the landowners. Marius, the victor\nin a great battle at the foot of the Alps when the Teutons\nand the Cimbri had been annihilated, was the popular hero\nof the disinherited freemen.",
        "Now it happened in the year 88 B.C. that the Senate of\nRome was greatly disturbed by rumours that came from Asia.\nMithridates, king of a country along the shores of the Black\nSea, and a Greek on his mother’s side, had seen the possibility\nof establishing a second Alexandrian Empire. He began his\ncampaign for world-domination with the murder of all Roman\ncitizens who happened to be in Asia Minor, men, women and\nchildren. Such an act, of course, meant war. The Senate\nequipped an army to march against the King of Pontus and\npunish him for his crime. But who was to be commander-in-\nchief? “Sulla,” said the Senate, “because he is Consul.\"\n“Marius,” said the mob, “because he has been Consul five times\nand because he is the champion of our rights.”",
        "Possession is nine points of the law. Sulla happened to be\nin actual command of the army. He went west to defeat\nMithridates and Marius fled to Africa. There he waited\nuntil he heard that Sulla had crossed into Asia. He then\nreturned to Italy, gathered a motley crew of malcontents,\nmarched on Rome and entered the city with his professional\nhighwaymen, spent five days and five nights, slaughtering the\nenemies of the Senatorial party, got himself elected Consul and\npromptly died from the excitement of the last fortnight.",
        "There followed four years of disorder. Then Sulla, having\ndefeated Mithridates, announced that he was ready to return\nto Rome and settle a few old scores of his own. He was as\ngood as his word. For weeks his soldiers were busy executing\nthose of their fellow citizens who were suspected of democratic\nsympathies. One day they got hold of a young fellow who\nhad been often seen in the company of Marius. They were\ngoing to hang him when some one interfered. “The boy is too\nyoung,” he said, and they let him go. His name was Julius\nCaesar. You shall meet him again on the next page.",
        "As for Sulla, he became “Dictator,” which meant sole and\nsupreme ruler of all the Roman possessions. He ruled Rome\nfor four years, and he died quietly in his bed, having spent the\nlast year of his life tenderly raising his cabbages, as was the\ncustom of so many Romans who had spent a lifetime killing\ntheir fellow-men.",
        "But conditions did not grow better. On the contrary, they\ngrew worse. Another general, Gnaeus Pompeius, or Pompey,\na close friend of Sulla, went east to renew the war against the\never troublesome Mithridates. He drove that energetic potentate\ninto the mountains where Mithridates took poison and\nkilled himself, well knowing what fate awaited him as a Roman\ncaptive. Next he re-established the authority of Rome over\nSyria, destroyed Jerusalem, roamed through western Asia,\ntrying to revive the myth of Alexander the Great, and at last\n(in the year 62) returned to Rome with a dozen ship-loads of\ndefeated Kings and Princes and Generals, all of whom were\nforced to march in the triumphal procession of this enormously\npopular Roman who presented his city with the sum of forty\nmillion dollars in plunder.",
        "It was necessary that the government of Rome be placed\nin the hands of a strong man. Only a few months before, the\ntown had almost fallen into the hands of a good-for-nothing\nyoung aristocrat by the name of Catiline, who had gambled\naway his money and hoped to reimburse himself for his losses by\na little plundering. Cicero, a public-spirited lawyer, had discovered\nthe plot, had warned the Senate, and had forced Catiline\nto flee. But there were other young men with similar ambitions\nand it was no time for idle talk.",
        "Pompey organised a triumvirate which was to take charge\nof affairs. He became the leader of this Vigilante Committee.\nGaius Julius Caesar, who had made a reputation for himself\nas governor of Spain, was the second in command. The\nthird was an indifferent sort of person by the name of Crassus.\nHe had been elected because he was incredibly rich, having been\na successful contractor of war supplies. He soon went upon\nan expedition against the Parthians and was killed.",
        "As for Caesar, who was by far the ablest of the three, he\ndecided that he needed a little more military glory to become\na popular hero. He crossed the Alps and conquered that part\nof the world which is now called France. Then he hammered\na solid wooden bridge across the Rhine and invaded the land\nof the wild Teutons. Finally he took ship and visited England.\nHeaven knows where he might have ended if he had not been\nforced to return to Italy. Pompey, so he was informed, had\nbeen appointed dictator for life. This of course meant that\nCaesar was to be placed on the list of the “retired officers,” and\nthe idea did not appeal to him. He remembered that he had\nbegun life as a follower of Marius. He decided to teach the\nSenators and their “dictator” another lesson. He crossed the\nRubicon River which separated the province of Cis-alpine Gaul\nfrom Italy. Everywhere he was received as the “friend of the\npeople.” Without difficulty Caesar entered Rome and Pompey\nfled to Greece Caesar followed him and defeated his followers\nnear Pharsalus. Pompey sailed across the Mediterranean and\nescaped to Egypt. When he landed he was murdered by order\nof young king Ptolemy. A few days later Caesar arrived.\nHe found himself caught in a trap. Both the Egyptians and\nthe Roman garrison which had remained faithful to Pompey,\nattacked his camp.",
        "Fortune was with Caesar. He succeeded in setting fire to\nthe Egyptian fleet. Incidentally the sparks of the burning\nvessels fell on the roof of the famous library of Alexandria\n(which was just off the water front,) and destroyed it. Next\nhe attacked the Egyptian army, drove the soldiers into the\nNile, drowned Ptolemy, and established a new government\nunder Cleopatra, the sister of the late king. Just then word\nreached him that Pharnaces, the son and heir of Mithridates,\nhad gone on the war-path. Caesar marched northward, defeated\nPharnaces in a war which lasted five days, sent word of\nhis victory to Rome in the famous sentence “veni, vidi, vici,\"\nwhich is Latin for “I came, I saw, I conquered,” and returned\nto Egypt where he fell desperately in love with Cleopatra, who\nfollowed him to Rome when he returned to take charge of the\ngovernment, in the year 46. He marched at the head of not\nless than four different victory-parades, having won four\ndifferent campaigns.",
        "Then Caesar appeared in the Senate to report upon his\nadventures, and the grateful Senate made him “dictator” for\nten years. It was a fatal step.",
        "The new dictator made serious attempts to reform the\nRoman state. He made it possible for freemen to become\nmembers of the Senate. He conferred the rights of citizenship\nupon distant communities as had been done in the early days\nof Roman history. He permitted “foreigners” to exercise\ninfluence upon the government. He reformed the administration\nof the distant provinces which certain aristocratic families\nhad come to regard as their private possessions. In short he\ndid many things for the good of the majority of the people but\nwhich made him thoroughly unpopular with the most powerful\nmen in the state. Half a hundred young aristocrats formed a\nplot “to save the Republic.” On the Ides of March (the fifteenth\nof March according to that new calendar which Caesar\nhad brought with him from Egypt) Caesar was murdered when\nhe entered the Senate. Once more Rome was without a master.",
        "There were two men who tried to continue the tradition of\nCaesar’s glory. One was Antony, his former secretary. The\nother was Octavian, Caesar’s grand-nephew and heir to his\nestate. Octavian remained in Rome, but Antony went to Egypt\nto be near Cleopatra with whom he too had fallen in love, as\nseems to have been the habit of Roman generals.",
        "A war broke out between the two. In the battle of Actium,\nOctavian defeated Antony. Antony killed himself and\nCleopatra was left alone to face the enemy. She tried very\nhard to make Octavian her third Roman conquest. When she\nsaw that she could make no impression upon this very proud\naristocrat, she killed herself, and Egypt became a Roman province.",
        "As for Octavian, he was a very wise young man and he did\nnot repeat the mistake of his famous uncle. He knew how\npeople will shy at words. He was very modest in his demands\nwhen he returned to Rome. He did not want to be a “dictator.\"\nHe would be entirely satisfied with the title of “the Honourable.\"\nBut when the Senate, a few years later, addressed\nhim as Augustus–the Illustrious–he did not object and a few\nyears later the man in the street called him Caesar, or Kaiser,\nwhile the soldiers, accustomed to regard Octavian as their\nCommander-in-chief referred to him as the Chief, the Imperator or\nEmperor. The Republic had become an Empire, but the average\nRoman was hardly aware of the fact.",
        "In 14 A.D. his position as the Absolute Ruler of the\nRoman people had become so well established that he was made\nan object of that divine worship which hitherto had been reserved\nfor the Gods. And his successors were true “Emperors\"–the\nabsolute rulers of the greatest empire the world had\never seen.",
        "If the truth be told, the average citizen was sick and tired\nof anarchy and disorder. He did not care who ruled him provided\nthe new master gave him a chance to live quietly and\nwithout the noise of eternal street riots. Octavian assured his\nsubjects forty years of peace. He had no desire to extend the\nfrontiers of his domains, In the year 9 A.D. he had contem-\nplated an invasion of the northwestern wilderness which was\ninhabited by the Teutons. But Varrus, his general, had been\nkilled with all his men in the Teutoburg Woods, and after that\nthe Romans made no further attempts to civilise these wild\npeople.",
        "They concentrated their efforts upon the gigantic problem\nof internal reform. But it was too late to do much good. Two\ncenturies of revolution and foreign war had repeatedly killed\nthe best men among the younger generations. It had ruined\nthe class of the free farmers. It had introduced slave labor,\nagainst which no freeman could hope to compete. It had\nturned the cities into beehives inhabited by pauperized and\nunhealthy mobs of runaway peasants. It had created a large\nbureaucracy–petty officials who were underpaid and who were\nforced to take graft in order to buy bread and clothing for\ntheir families. Worst of all, it had accustomed people to violence,\nto blood-shed, to a barbarous pleasure in the pain and\nsuffering of others.",
        "Outwardly, the Roman state during the first century of our\nera was a magnificent political structure, so large that Alexander’s\nempire became one of its minor provinces. Underneath\nthis glory there lived millions upon millions of poor and tired\nhuman beings, toiling like ants who have built a nest underneath\na heavy stone. They worked for the benefit of some one\nelse. They shared their food with the animals of the fields.\nThey lived in stables. They died without hope.",
        "It was the seven hundred and fifty-third year since the\nfounding of Rome. Gaius Julius Caesar Octavianus Augustus\nwas living in the palace of the Palatine Hill, busily engaged\nupon the task of ruling his empire.",
        "In a little village of distant Syria, Mary, the wife of Joseph\nthe Carpenter, was tending her little boy, born in a stable of\nBethlehem.",
        "This is a strange world.",
        "Before long, the palace and the stable were to meet in open\ncombat.",
        "And the stable was to emerge victorious.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}