{
    "title": "The Renaissance: Studies in Art and Poetry - Pico Della Mirandola",
    "author": "Walter Pater",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "[30] NO account of the Renaissance can be complete without\nsome notice of the attempt made by certain Italian scholars of the\nfifteenth century to reconcile Christianity with the religion of\nancient Greece.  To reconcile forms of sentiment which at first\nsight seem incompatible, to adjust the various products of the\nhuman mind to one another in one many-sided type of intellectual\nculture, to give humanity, for heart and imagination to feed upon,\nas much as it could possibly receive, belonged to the generous\ninstincts of that age.  An earlier and simpler generation had seen\nin the gods of Greece so many malignant spirits, the defeated but\nstill living centres of the religion of darkness, struggling, not\nalways in vain, against the kingdom of light.  Little by little, as\nthe natural charm of pagan story reasserted itself over minds\nemerging out of barbarism, the religious significance which had\nonce belonged to it was lost sight of, and it came to be regarded\nas the subject of a purely artistic or poetical treatment.  But it was\ninevitable that from time to time minds should [31] arise, deeply\nenough impressed by its beauty and power to ask themselves\nwhether the religion of Greece was indeed a rival of the religion\nof Christ; for the older gods had rehabilitated themselves, and\nmen’s allegiance was divided.  And the fifteenth century was an\nimpassioned age, so ardent and serious in its pursuit of art that it\nconsecrated everything with which art had to do as a religious\nobject.  The restored Greek literature had made it familiar, at\nleast in Plato, with a style of expression concerning the earlier\ngods, which had about it something of the warmth and unction of\na Christian hymn.  It was too familiar with such language to\nregard mythology as a mere story; and it was too serious to play\nwith a religion.",
        "“Let me briefly remind the reader\"–says Heine, in the Gods in\nExile, an essay full of that strange blending of sentiment which is\ncharacteristic of the traditions of the middle age concerning the\npagan religions–\"how the gods of the older world, at the time of\nthe definite triumph of Christianity, that is, in the third century,\nfell into painful embarrassments, which greatly resembled certain\ntragical situations of their earlier life.  They now found\nthemselves beset by the same troublesome necessities to which\nthey had once before been exposed during the primitive ages, in\nthat revolutionary epoch when the Titans broke out of the custody\nof Orcus, and, piling Pelion on Ossa, scaled [32] Olympus.\nUnfortunate gods!  They had then to take flight ignominiously,\nand hide themselves among us here on earth, under all sorts of\ndisguises.  The larger number betook themselves to Egypt, where\nfor greater security they assumed the forms of animals, as is\ngenerally known.  Just in the same way, they had to take flight\nagain, and seek entertainment in remote hiding-places, when\nthose iconoclastic zealots, the black brood of monks, broke down\nall the temples, and pursued the gods with fire and curses.  Many\nof these unfortunate emigrants, now entirely deprived of shelter\nand ambrosia, must needs take to vulgar handicrafts, as a means\nof earning their bread.  Under these circumstances, many whose\nsacred groves had been confiscated, let themselves out for hire as\nwood-cutters in Germany, and were forced to drink beer instead\nof nectar.  Apollo seems to have been content to take service\nunder graziers, and as he had once kept the cows of Admetus, so\nhe lived now as a shepherd in Lower Austria.  Here, however,\nhaving become suspected on account of his beautiful singing, he\nwas recognised by a learned monk as one of the old pagan gods,\nand handed over to the spiritual tribunal.  On the rack he\nconfessed that he was the god Apollo; and before his execution\nhe begged that he might be suffered to play once more upon the\nlyre, and to sing a song.  And he played so touchingly, and sang\nwith such magic, and was withal so [33] beautiful in form and\nfeature, that all the women wept, and many of them were so\ndeeply impressed that they shortly afterwards fell sick.  Some\ntime afterwards the people wished to drag him from the grave\nagain, that a stake might be driven through his body, in the belief\nthat he had been a vampire, and that the sick women would by\nthis means recover.  But they found the grave empty.”",
        "The Renaissance of the fifteenth century was, in many things,\ngreat rather by what it designed than by what it achieved.  Much\nwhich it aspired to do, and did but imperfectly or mistakenly, was\naccomplished in what is called the eclaircissement of the\neighteenth century, or in our own generation; and what really\nbelongs to the revival of the fifteenth century is but the leading\ninstinct, the curiosity, the initiatory idea.  It is so with this very\nquestion of the reconciliation of the religion of antiquity with the\nreligion of Christ.  A modern scholar occupied by this problem\nmight observe that all religions may be regarded as natural\nproducts, that, at least in their origin, their growth, and decay,\nthey have common laws, and are not to be isolated from the other\nmovements of the human mind in the periods in which they\nrespectively prevailed; that they arise spontaneously out of the\nhuman mind, as expressions of the varying phases of its\nsentiment concerning the unseen world; that every intellectual\nproduct must be judged from the point of [34] view of the age\nand the people in which it was produced.  He might go on to\nobserve that each has contributed something to the development\nof the religious sense, and ranging them as so many stages in the\ngradual education of the human mind, justify the existence of\neach.  The basis of the reconciliation of the religions of the world\nwould thus be the inexhaustible activity and creativeness of the\nhuman mind itself, in which all religions alike have their root,\nand in which all alike are reconciled; just as the fancies of\nchildhood and the thoughts of old age meet and are laid to rest, in\nthe experience of the individual.",
        "Far different was the method followed by the scholars of the\nfifteenth century.  They lacked the very rudiments of the historic\nsense, which, by an imaginative act, throws itself back into a\nworld unlike one’s own, and estimates every intellectual creation\nin its connexion with the age from which it proceeded.  They had\nno idea of development, of the differences of ages, of the process\nby which our race has been “educated.”  In their attempts to\nreconcile the religions of the world, they were thus thrown back\nupon the quicksand of allegorical interpretation.  The religions of\nthe world were to be reconciled, not as successive stages in a\nregular development of the religious sense, but as subsisting side\nby side, and substantially in agreement with one another.  And\nhere the first necessity was to misrepresent the language, the\nconceptions, the sentiments, it was [35] proposed to compare and\nreconcile.  Plato and Homer must be made to speak agreeably to\nMoses.  Set side by side, the mere surfaces could never unite in\nany harmony of design.  Therefore one must go below the\nsurface, and bring up the supposed secondary, or still more\nremote meaning,–that diviner signification held in reserve, in\nrecessu divinius aliquid, latent in some stray touch of Homer, or\nfigure of speech in the books of Moses.",
        "And yet as a curiosity of the human mind, a “madhouse-cell,” if\nyou will, into which we may peep for a moment, and see it at\nwork weaving strange fancies, the allegorical interpretation of the\nfifteenth century has its interest.  With its strange web of\nimagery, its quaint conceits, its unexpected combinations and\nsubtle moralising, it is an element in the local colour of a great\nage.  It illustrates also the faith of that age in all oracles, its desire\nto hear all voices, its generous belief that nothing which had ever\ninterested the human mind could wholly lose its vitality.  It is the\ncounterpart, though certainly the feebler counterpart, of that\npractical truce and reconciliation of the gods of Greece with the\nChristian religion, which is seen in the art of the time.  And it is\nfor his share in this work, and because his own story is a sort of\nanalogue or visible equivalent to the expression of this purpose in\nhis writings, that something of a general interest still belongs to\nthe name of Pico della Mirandola, [36] whose life, written by his\nnephew Francis, seemed worthy, for some touch of sweetness in\nit, to be translated out of the original Latin by Sir Thomas More,\nthat great lover of Italian culture, among whose works the life of\nPico, Earl of Mirandola, and a great lord of Italy, as he calls\nhim, may still be read, in its quaint, antiquated English.",
        "Marsilio Ficino has told us how Pico came to Florence.  It was\nthe very day–some day probably in the year 1482–on which\nFicino had finished his famous translation of Plato into Latin, the\nwork to which he had been dedicated from childhood by Cosmo\nde’ Medici, in furtherance of his desire to resuscitate the\nknowledge of Plato among his fellow-citizens.  Florence indeed,\nas M. Renan has pointed out, had always had an affinity for the\nmystic and dreamy philosophy of Plato, while the colder and\nmore practical philosophy of Aristotle had flourished in Padua,\nand other cities of the north; and the Florentines, though they\nknew perhaps very little about him, had had the name of  the\ngreat idealist often on their lips.  To increase this knowledge,\nCosmo had founded the Platonic academy, with periodical\ndiscussions at the Villa Careggi.  The fall of Constantinople in\n1453, and the council in 1438 for the reconciliation of the Greek\nand Latin Churches, had brought to Florence many a needy\nGreek scholar.  And now the work was completed, the door of the\nmystical temple lay open to all who could construe Latin, and the\n[37] scholar rested from his labour; when there was introduced\ninto his study, where a lamp burned continually before the bust of\nPlato, as other men burned lamps before their favourite saints, a\nyoung man fresh from a journey, “of feature and shape seemly\nand beauteous, of stature goodly and high, of flesh tender and\nsoft, his visage lovely and fair, his colour white, intermingled\nwith comely reds, his eyes grey, and quick of look, his teeth\nwhite and even, his hair yellow and abundant,” and trimmed with\nmore than the usual artifice of the time.",
        "It is thus that Sir Thomas More translates the words of the\nbiographer of Pico, who, even in outward form and appearance,\nseems an image of that inward harmony and completeness, of\nwhich he is so perfect an example.  The word mystic has been\nusually derived from a Greek word which signifies to shut, as if\none shut one’s lips brooding on what cannot be uttered; but the\nPlatonists themselves derive it rather from the act of shutting the\neyes, that one may see the more, inwardly.  Perhaps the eyes of\nthe mystic Ficino, now long past the midway of life, had come to\nbe thus half-closed; but when a young man, not unlike the\narchangel Raphael, as the Florentines of that age depicted him in\nhis wonderful walk with Tobit, or Mercury, as he might have\nappeared in a painting by Sandro Botticelli or Piero di Cosimo,\nentered his chamber, he seems to have thought there was\nsomething not wholly earthly about [38] him; at least, he ever\nafterwards believed that it was not without the co-operation of the\nstars that the stranger had arrived on that day.  For it happened\nthat they fell into a conversation, deeper and more intimate than\nmen usually fall into at first sight.  During this conversation\nFicino formed the design of devoting his remaining years to the\ntranslation of Plotinus, that new Plato, in whom the mystical\nelement in the Platonic philosophy had been worked out to the\nutmost limit of vision and ecstasy; and it is in dedicating this\ntranslation to Lorenzo de’ Medici that Ficino has recorded these\nincidents.",
        "It was after many wanderings, wanderings of the intellect as well\nas physical journeys, that Pico came to rest at Florence.  Born in\n1463, he was then about twenty years old.  He was called\nGiovanni at baptism, Pico, like all his ancestors, from Picus,\nnephew of the Emperor Constantine, from whom they claimed to\nbe descended, and Mirandola from the place of his birth, a little\ntown afterwards part of the duchy of Modena, of which small\nterritory his family had long been the feudal lords.  Pico was the\nyoungest of the family, and his mother, delighting in his\nwonderful memory, sent him at the age of fourteen to the famous\nschool of law at Bologna.  From the first, indeed, she seems to\nhave had some presentiment of his future fame, for, with a faith\nin omens characteristic of her time, she believed [39] that a\nstrange circumstance had happened at the time of Pico’s birth–\nthe appearance of a circular flame which suddenly vanished\naway, on the wall of the chamber where she lay.  He remained\ntwo years at Bologna; and then, with an inexhaustible, unrivalled\nthirst for knowledge, the strange, confused, uncritical learning of\nthat age, passed through the principal schools of Italy and France,\npenetrating, as he thought, into the secrets of all ancient\nphilosophies, and many Eastern languages.  And with this flood\nof erudition came the generous hope, so often disabused, of\nreconciling the philosophers with one another, and all alike with\nthe Church.  At last he came to Rome.  There, like some knight-\nerrant of philosophy, he offered to defend nine hundred bold\nparadoxes, drawn from the most opposite sources, against all\ncomers.  But the pontifical court was led to suspect the orthodoxy\nof some of these propositions, and even the reading of the book\nwhich contained them was forbidden by the Pope.  It was not\nuntil 1493 that Pico was finally absolved, by a brief of Alexander\nthe Sixth.  Ten years before that date he had arrived at Florence;\nan early instance of those who, after following the vain hope of\nan impossible reconciliation from system to system, have at last\nfallen back unsatisfied on the simplicities of their childhood’s\nbelief.",
        "The oration which Pico composed for the opening of this\nphilosophical tournament still [40] remains; its subject is the\ndignity of human nature, the greatness of man.  In common with\nnearly all medieval speculation, much of Pico’s writing has this\nfor its drift; and in common also with it, Pico’s theory of that\ndignity is founded on a misconception of the place in nature both\nof the earth and of man.  For Pico the earth is the centre of the\nuniverse: and around it, as a fixed and motionless point, the sun\nand moon and stars revolve, like diligent servants or ministers.\nAnd in the midst of all is placed man, nodus et vinculum mundi,\nthe bond or copula of the world, and the “interpreter of nature”:\nthat famous expression of Bacon’s really belongs to Pico.  Tritum\nest in scholis, he says, esse hominem minorem mundum, in quo\nmixtum ex elementis corpus et spiritus coelestis et plantarum\nanima vegetalis et brutorum sensus et ratio et angelica mens et\nDei similitudo conspicitur:–\"It is a commonplace of the schools\nthat man is a little world, in which we may discern a body\nmingled of earthy elements, and ethereal breath, and the\nvegetable life of plants, and the senses of the lower animals, and\nreason, and the intelligence of angels, and a likeness to God.”",
        "A commonplace of the schools!  But perhaps it had some new\nsignificance and authority, when men heard one like Pico\nreiterate it; and, false as its basis was, the theory had its use.  For\nthis high dignity of man, thus bringing the dust under his feet into\nsensible communion with the [41] thoughts and affections of the\nangels, was supposed to belong to him, not as renewed by a\nreligious system, but by his own natural right.  The proclamation\nof it was a counterpoise to the increasing tendency of medieval\nreligion to depreciate man’s nature, to sacrifice this or that\nelement in it, to make it ashamed of itself, to keep the degrading\nor painful accidents of it always in view.  It helped man onward\nto that reassertion of himself, that rehabilitation of human nature,\nthe body, the senses, the heart, the intelligence, which the\nRenaissance fulfils.  And yet to read a page of one of Pico’s\nforgotten books is like a glance into one of those ancient\nsepulchres, upon which the wanderer in classical lands has\nsometimes stumbled, with the old disused ornaments and\nfurniture of a world wholly unlike ours still fresh in them.  That\nwhole conception of nature is so different from our own.  For\nPico the world is a limited place, bounded by actual crystal walls,\nand a material firmament; it is like a painted toy, like that map or\nsystem of the world, held, as a great target or shield, in the hands\nof the creative Logos, by whom the Father made all things, in one\nof the earlier frescoes of the Campo Santo at Pisa.  How different\nfrom this childish dream is our own conception of nature, with its\nunlimited space, its innumerable suns, and the earth but a mote in\nthe beam; how different the strange new awe, or superstition,\nwith which it fills our minds!  “The silence of those infinite\nspaces,” [42] says Pascal, contemplating a starlight night, the\nsilence of those infinite spaces terrifies me”:– Le silence eternel de\nces espaces infinis m’effraie.",
        "He was already almost wearied out when he came to Florence.\nHe had loved much and been beloved by women, “wandering\nover the crooked hills of delicious pleasure\"; but their reign over\nhim was over, and long before Savonarola’s famous “bonfire of\nvanities,” he had destroyed those love-songs in the vulgar tongue,\nwhich would have been so great a relief to us, after the scholastic\nprolixity of his Latin writings.  It was in another spirit that he\ncomposed a Platonic commentary, the only work of his in Italian\nwhich has come down to us, on the “Song of Divine Love\"–\nsecondo la mente ed opinione dei Platonici–\"according to the\nmind and opinion of the Platonists,” by his friend Hieronymo\nBeniveni, in which, with an ambitious array of every sort of\nlearning, and a profusion of imagery borrowed indifferently from\nthe astrologers, the Cabala, and Homer, and Scripture, and\nDionysius the Areopagite, he attempts to define the stages by\nwhich the soul passes from the earthly to the unseen beauty.  A\nchange indeed had passed over him, as if the chilling touch of the\nabstract and disembodied beauty Platonists profess to long for\nwere already upon him.  Some sense of this, perhaps, coupled\nwith that over-brightness which in the popular imagination\nalways betokens an early [43] death, made Camilla Rucellai, one\nof those prophetic women whom the preaching of Savonarola had\nraised up in Florence, declare, seeing him for the first time, that\nhe would depart in the time of lilies–prematurely, that is, like the\nfield-flowers which are withered by the scorching sun almost as\nsoon as they are sprung up.  He now wrote down those thoughts\non the religious life which Sir Thomas More turned into English,\nand which another English translator thought worthy to be added\nto the books of the Imitation.  “It is not hard to know God,\nprovided one will not force oneself to define Him”:–has been\nthought a great saying of Joubert’s.  “Love God,” Pico writes to\nAngelo Politian, “we rather may, than either know Him, or by\nspeech utter Him.  And yet had men liefer by knowledge never\nfind that which they seek, than by love possess that thing, which\nalso without love were in vain found.”",
        "Yet he who had this fine touch for spiritual things did not–and in\nthis is the enduring interest of his story–even after his\nconversion, forget the old gods.  He is one of the last who\nseriously and sincerely entertained the claim on men’s faith of the\npagan religions; he is anxious to ascertain the true significance of\nthe obscurest legend, the lightest tradition concerning them.\nWith many thoughts and many influences which led him in that\ndirection, [44] he did not become a monk; only he became\ngentle and patient in disputation; retaining “somewhat of the old\nplenty, in dainty viand and silver vessel,” he gave over the\ngreater part of his property to his friend, the mystical poet\nBeniveni, to be spent by him in works of charity, chiefly in the\nsweet charity of providing marriage-dowries for the peasant girls\nof Florence.  His end came in 1494, when, amid the prayers and\nsacraments of Savonarola, he died of fever, on the very day on\nwhich Charles the Eighth entered Florence, the seventeenth of\nNovember, yet in the time of lilies–the lilies of the shield of\nFrance, as the people now said, remembering Camilla’s\nprophecy.  He was buried in the conventual church of Saint\nMark, in the hood and white frock of the Dominican order.",
        "It is because the life of Pico, thus lying down to rest in the\nDominican habit, yet amid thoughts of the older gods, himself\nlike one of those comely divinities, reconciled indeed to the new\nreligion, but still with a tenderness for the earlier life, and\ndesirous literally to “bind the ages each to each by natural piety\"-\n-it is because this life is so perfect a parallel to the attempt made\nin his writings to reconcile Christianity with the ideas of\npaganism, that Pico, in spite of the scholastic character of those\nwritings, is really interesting.  Thus, in the Heptaplus, or\nDiscourse on the Seven Days of the Creation, he endeavours to\nreconcile the [45] accounts which pagan philosophy had given of\nthe origin of the world with the account given in the books of\nMoses–the Timaeus of Plato with the book of Genesis.  The\nHeptaplus is dedicated to Lorenzo the Magnificent, whose\ninterest, the preface tells us, in the secret wisdom of Moses is\nwell known.  If Moses seems in his writings simple and even\npopular, rather than either a philosopher or a theologian, that is\nbecause it was an institution with the ancient philosophers, either\nnot to speak of divine things at all, or to speak of them\ndissemblingly: hence their doctrines were called mysteries.\nTaught by them, Pythagoras became so great a “master of\nsilence,” and wrote almost nothing, thus hiding the words of God\nin his heart, and speaking wisdom only among the perfect.  In\nexplaining the harmony between Plato and Moses, Pico lays hold\non every sort of figure and analogy, on the double meanings of\nwords, the symbols of the Jewish ritual, the secondary meanings\nof obscure stories in the later Greek mythologists.  Everywhere\nthere is an unbroken system of correspondences.  Every object in\nthe terrestrial world is an analogue, a symbol or counterpart, of\nsome higher reality in the starry heavens, and this again of some\nlaw of the angelic life in the world beyond the stars.  There is the\nelement of fire in the material world; the sun is the fire of heaven;\nand in the super-celestial world there is the fire of [46] the\nseraphic intelligence.  “But behold how they differ!  The\nelementary fire burns, the heavenly fire vivifies, the super-\ncelestial fire loves.”  In this way, every natural object, every\ncombination of natural forces, every accident in the lives of men,\nis filled with higher meanings.  Omens, prophecies, supernatural\ncoincidences, accompany Pico himself all through life.  There are\noracles in every tree and mountain-top, and a significance in\nevery accidental combination of the events of life.",
        "This constant tendency to symbolism and imagery gives Pico’s\nwork a figured style, by which it has some real resemblance to\nPlato’s, and he differs from other mystical writers of his time by\na genuine desire to know his authorities at first hand.  He reads\nPlato in Greek, Moses in Hebrew, and by this his work really\nbelongs to the higher culture.  Above all, we have a constant\nsense in reading him, that his thoughts, however little their\npositive value may be, are connected with springs beneath them\nof deep and passionate emotion; and when he explains the grades\nor steps by which the soul passes from the love of a physical\nobject to the love of unseen beauty, and unfolds the analogies\nbetween this process and other movements upward of human\nthought, there is a glow and vehemence in his words which\nremind one of the manner in which his own brief existence\nflamed itself away.",
        "I said that the Renaissance of the fifteenth [47] century was, in\nmany things, great rather by what it designed or aspired to do,\nthan by what it actually achieved.  It remained for a later age to\nconceive the true method of effecting a scientific reconciliation\nof Christian sentiment with the imagery, the\tlegends, the theories\nabout the world, of pagan poetry and philosophy.  For that age\nthe only possible reconciliation was an imaginative one, and\nresulted from the efforts of artists, trained in Christian schools, to\nhandle pagan subjects; and of this artistic reconciliation work like\nPico’s was but the feebler counterpart.  Whatever philosophers\nhad to say on one side or the other, whether they\nwere successful or not in their attempts to reconcile the old to the\nnew, and to justify the expenditure of so much care and thought\non the dreams of a dead faith, the imagery of the Greek\treligion,\nthe direct charm of its story, were by artists valued and cultivated\nfor their own sake.  Hence a new sort of mythology, with a tone\nand qualities of its own.  When the ship-load of sacred earth from\nthe soil of Jerusalem was mingled with the common clay in the\nCampo Santo at Pisa, a new flower grew up from it, unlike any\nflower men had seen before, the anemone with its concentric\nrings of strangely blended colour, still to be found by those who\nsearch long enough for it, in the long grass of the Maremma.  Just\nsuch a strange flower was that mythology of the Italian\nRenaissance, which grew up from the mixture of two traditions,\ntwo [48] sentiments, the sacred and the profane.  Classical story\nwas regarded as so much imaginative material to be received and\nassimilated.  It did not come into men’s minds to ask curiously of\nscience, concerning the origin of such story, its primary form and\nimport, its meaning for those who projected it.  The thing sank\ninto their minds, to issue forth again with all the tangle about it of\nmedieval sentiment and ideas.  In the Doni Madonna in the\nTribune of the Uffizii, Michelangelo actually brings the pagan\nreligion, and with it the unveiled human form, the sleepy-looking\nfauns of a Dionysiac revel, into the presence of the Madonna, as\nsimpler painters had introduced there other products of the earth,\nbirds or flowers, while he has given to that Madonna herself\nmuch of the uncouth energy of the older and more primitive\n“Mighty Mother.”",
        "This picturesque union of contrasts, belonging properly to the art\nof the close of the fifteenth century, pervades, in Pico della\nMirandola, an actual person, and that is why the figure of Pico is\nso attractive.  He will not let one go; he wins one on, in spite of\none’s self, to turn again to the pages of his forgotten books,\nalthough we know already that the actual solution proposed in\nthem will satisfy us as little as perhaps it satisfied him.  It is said\nthat in his eagerness for mysterious learning he once paid a great\nsum for a collection of cabalistic manuscripts, which turned out\nto be forgeries; and [49] the story might well stand as a parable of\nall he ever seemed to gain in the way of actual knowledge.  He\nhad sought knowledge, and passed from system to system, and\nhazarded much; but less for the sake of positive knowledge than\nbecause he believed there was a spirit of order and beauty in\nknowledge, which would come down and unite what men’s\nignorance had divided, and renew what time had made dim.  And\nso, while his actual work has passed away, yet his own qualities\nare still active, and himself remains, as one alive in the grave,\ncaesiis et vigilibus oculis, as his biographer describes him, and\nwith that sanguine, clear skin, decenti rubore interspersa, as with\nthe light of morning upon it; and he has a true place in that group\nof great Italians who fill the end of the fifteenth century with their\nnames, he is a true humanist.  For the essence of humanism is\nthat belief of which he seems never to have doubted, that nothing\nwhich has ever interested living men and women can wholly lose\nits vitality–no language they have spoken, nor oracle beside\nwhich they have hushed their voices, no dream which has once\nbeen entertained by actual human minds, nothing about which\nthey have ever been passionate, or expended time and zeal.",
        "1871.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}