{
    "title": "The Diary of a Nobody - Chapter XX.",
    "author": "George and Weedon Grossmith",
    "chapter": "21",
    "content": [
        "\n\n",
        "Dinner at Franching’s to meet Mr. Hardfur Huttle.",
        "\nMay 10. - Received a letter from Mr. Franching, of Peckham, asking\nus to dine with him to-night, at seven o’clock, to meet Mr. Hardfur\nHuttle, a very clever writer for the American papers.  Franching\napologised for the short notice; but said he had at the last moment\nbeen disappointed of two of his guests and regarded us as old\nfriends who would not mind filling up the gap.  Carrie rather\ndemurred at the invitation; but I explained to her that Franching\nwas very well off and influential, and we could not afford to\noffend him.  “And we are sure to get a good dinner and a good glass\nof champagne.”  “Which never agrees with you!” Carrie replied,\nsharply.  I regarded Carrie’s observation as unsaid.  Mr. Franching\nasked us to wire a reply.  As he had said nothing about dress in\nthe letter, I wired back:  “With pleasure.  Is it full dress?” and\nby leaving out our name, just got the message within the sixpence.",
        "Got back early to give time to dress, which we received a telegram\ninstructing us to do.  I wanted Carrie to meet me at Franching’s\nhouse; but she would not do so, so I had to go home to fetch her.\nWhat a long journey it is from Holloway to Peckham!  Why do people\nlive such a long way off?  Having to change ’buses, I allowed\nplenty of time - in fact, too much; for we arrived at twenty\nminutes to seven, and Franching, so the servant said, had only just\ngone up to dress.  However, he was down as the clock struck seven;\nhe must have dressed very quickly.",
        "I must say it was quite a distinguished party, and although we did\nnot know anybody personally, they all seemed to be quite swells.\nFranching had got a professional waiter, and evidently spared no\nexpense.  There were flowers on the table round some fairy-lamps\nand the effect, I must say, was exquisite.  The wine was good and\nthere was plenty of champagne, concerning which Franching said he\nhimself, never wished to taste better.  We were ten in number, and\na MENU card to each.  One lady said she always preserved the MENU\nand got the guests to write their names on the back.",
        "We all of us followed her example, except Mr. Huttle, who was of\ncourse the important guest.",
        "The dinner-party consisted of Mr. Franching, Mr. Hardfur Huttle,\nMr. and Mrs. Samuel Hillbutter, Mrs. Field, Mr. and Mrs. Purdick,\nMr. Pratt, Mr. R. Kent, and, last but not least, Mr. and Mrs.\nCharles Pooter.  Franching said he was sorry he had no lady for me\nto take in to dinner.  I replied that I preferred it, which I\nafterwards thought was a very uncomplimentary observation to make.",
        "I sat next to Mrs. Field at dinner.  She seemed a well-informed\nlady, but was very deaf.  It did not much matter, for Mr. Hardfur\nHuttle did all the talking.  He is a marvellously intellectual man\nand says things which from other people would seem quite alarming.\nHow I wish I could remember even a quarter of his brilliant\nconversation.  I made a few little reminding notes on the MENU\ncard.",
        "One observation struck me as being absolutely powerful - though not\nto my way of thinking of course.  Mrs. Purdick happened to say “You\nare certainly unorthodox, Mr. Huttle.”  Mr. Huttle, with a peculiar\nexpression (I can see it now) said in a slow rich voice:  “Mrs.\nPurdick, ’orthodox’ is a grandiloquent word implying sticking-in-\nthe-mud.  If Columbus and Stephenson had been orthodox, there would\nneither have been the discovery of America nor the steam-engine.\"\nThere was quite a silence.  It appeared to me that such teaching\nwas absolutely dangerous, and yet I felt - in fact we must all have\nfelt - there was no answer to the argument.  A little later on,\nMrs. Purdick, who is Franching’s sister and also acted as hostess,\nrose from the table, and Mr. Huttle said:  “Why, ladies, do you\ndeprive us of your company so soon?  Why not wait while we have our\ncigars?”",
        "The effect was electrical.  The ladies (including Carrie) were in\nno way inclined to be deprived of Mr. Huttle’s fascinating society,\nand immediately resumed their seats, amid much laughter and a\nlittle chaff.  Mr. Huttle said:  “Well, that’s a real good sign;\nyou shall not be insulted by being called orthodox any longer.\"\nMrs. Purdick, who seemed to be a bright and rather sharp woman,\nsaid:  “Mr. Huttle, we will meet you half-way - that is, till you\nget half-way through your cigar.  That, at all events, will be the\nhappy medium.”",
        "I shall never forget the effect the words, “happy medium,” had upon\nhim.  He was brilliant and most daring in his interpretation of the\nwords.  He positively alarmed me.  He said something like the\nfollowing:  “Happy medium, indeed.  Do you know ’happy medium’ are\ntwo words which mean ’miserable mediocrity’?  I say, go first class\nor third; marry a duchess or her kitchenmaid.  The happy medium\nmeans respectability, and respectability means insipidness.  Does\nit not, Mr. Pooter?”",
        "I was so taken aback by being personally appealed to, that I could\nonly bow apologetically, and say I feared I was not competent to\noffer an opinion.  Carrie was about to say something; but she was\ninterrupted, for which I was rather pleased, for she is not clever\nat argument, and one has to be extra clever to discuss a subject\nwith a man like Mr. Huttle.",
        "He continued, with an amazing eloquence that made his unwelcome\nopinions positively convincing:  “The happy medium is nothing more\nor less than a vulgar half-measure.  A man who loves champagne and,\nfinding a pint too little, fears to face a whole bottle and has\nrecourse to an imperial pint, will never build a Brooklyn Bridge or\nan Eiffel Tower.  No, he is half-hearted, he is a half-measure -\nrespectable - in fact, a happy medium, and will spend the rest of\nhis days in a suburban villa with a stucco-column portico,\nresembling a four-post bedstead.”",
        "We all laughed.",
        "“That sort of thing,” continued Mr. Huttle, “belongs to a soft man,\nwith a soft beard with a soft head, with a made tie that hooks on.”",
        "This seemed rather personal and twice I caught myself looking in\nthe glass of the cheffoniere; for I had on a tie that hooked on -\nand why not?  If these remarks were not personal they were rather\ncareless, and so were some of his subsequent observations, which\nmust have made both Mr. Franching and his guests rather\nuncomfortable.  I don’t think Mr. Huttle meant to be personal, for\nhe added; “We don’t know that class here in this country:  but we\ndo in America, and I’ve no use for them.”",
        "Franching several times suggested that the wine should be passed\nround the table, which Mr. Huttle did not heed; but continued as if\nhe were giving a lecture:",
        "“What we want in America is your homes.  We live on wheels.  Your\nsimple, quiet life and home, Mr. Franching, are charming.  No\ndisplay, no pretension!  You make no difference in your dinner, I\ndare say, when you sit down by yourself and when you invite us.\nYou have your own personal attendant - no hired waiter to breathe\non the back of your head.”",
        "I saw Franching palpably wince at this.",
        "Mr. Huttle continued:  “Just a small dinner with a few good things,\nsuch as you have this evening.   You don’t insult your guests by\nsending to the grocer for champagne at six shillings a bottle.”",
        "I could not help thinking of “Jackson Freres” at three-and-six!",
        "“In fact,” said Mr. Huttle, “a man is little less than a murderer\nwho does.  That is the province of the milksop, who wastes his\nevening at home playing dominoes with his wife.  I’ve heard of\nthese people.  We don’t want them at this table.  Our party is well\nselected.  We’ve no use for deaf old women, who cannot follow\nintellectual conversation.”",
        "All our eyes were turned to Mrs. Field, who fortunately, being\ndeaf, did not hear his remarks; but continued smiling approval.",
        "“We have no representative at Mr. Franching’s table,” said Mr.\nHuttle, “of the unenlightened frivolous matron, who goes to a\nsecond class dance at Bayswater and fancies she is in Society.\nSociety does not know her; it has no use for her.”",
        "Mr. Huttle paused for a moment and the opportunity was afforded for\nthe ladies to rise.  I asked Mr. Franching quietly to excuse me, as\nI did not wish to miss the last train, which we very nearly did,\nby-the-by, through Carrie having mislaid the little cloth cricket-\ncap which she wears when we go out.",
        "It was very late when Carrie and I got home; but on entering the\nsitting-room I said:  “Carrie, what do you think of Mr. Hardfur\nHuttle?”  She simply answered:  “How like Lupin!”  The same idea\noccurred to me in the train.  The comparison kept me awake half the\nnight.  Mr. Huttle was, of course, an older and more influential\nman; but he WAS like Lupin, and it made me think how dangerous\nLupin would be if he were older and more influential.  I feel proud\nto think Lupin DOES resemble Mr. Huttle in some ways.  Lupin, like\nMr. Huttle, has original and sometimes wonderful ideas; but it is\nthose ideas that are so dangerous.  They make men extremely rich or\nextremely poor.  They make or break men.  I always feel people are\nhappier who live a simple unsophisticated life.  I believe I am\nhappy because I am not ambitious.  Somehow I feel that Lupin, since\nhe has been with Mr. Perkupp, has become content to settle down and\nfollow the footsteps of his father.  This is a comfort.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}