{
    "title": "The Adventures of Jimmie Dale I - Chapter VIII: The Man Higher Up",
    "author": "Frank L. Packard",
    "chapter": "8",
    "content": [
        "\n\n",
        "The Tocsin!  By neither act, sign, nor word had she evidenced the\nslightest interest in that ring–and yet she must know, she\ncertainly must know that it was now in his possession.  Jimmie Dale\nwas disappointed.  Somehow, he had counted more than he had cared to\nadmit on developments from that ring.",
        "He pulled a little viciously at his cigarette, as he stared out of\nthe St. James Club window.  That was how long ago?  Ten days?  Yes;\nthis would be the eleventh.  Eleven days now and no word from her–\neleven days since that night at old Isaac’s, since she had last\ncalled him, the Gray Seal, to arms.  It was a long while–so long a\nwhile even that what had come to be his prerogative in the\nnewspapers, the front page with three-inch type recounting some new\nexploit of that mysterious criminal the Gray Seal, was being\nusurped.  The papers were howling now about what they, for the lack\nof a better term, were pleased to call a wave of crime that had\ninundated New York, and of which, for once, the Gray Seal was not\nthe storm centre, but rather, for the moment, forgotten.",
        "He drew back from the window, and, settling himself again in the big\nleather lounging chair, resumed the perusal of the evening paper.\nHis eye fell on what was common to every edition now, a crime\neditorial–and the paper crackled suddenly under the long, slim,\ntapering fingers, so carefully nurtured, whose sensitive tips a\nhundred times had made mockery of the human ingenuity squandered on\nthe intricate mechanism of safes and vaults.  No; he was wrong–the\nGray Seal had not been forgotten.",
        "“We should not be surprised,” wrote the editor virulently, “to\ndiscover at the bottom of these abominable attrocities that the\nguiding spirit, in fact, was the Gray Seal–they are quite worthy\neven of his diabolical disregard for the laws of God and man.”",
        "Jimmie Dale’s lips straightened ominously, and an angry glint crept\ninto his dark, steady eyes.  There was nothing then, nothing too\nvile that, in the public’s eyes, could not logically be associated\nwith the Gray Seal–even this!  A series of the most cold-blooded,\ncallous murders and robberies, the work, on the face of it, of a\nwell-organized band of thugs, brutal, insensate, little better than\nfiends, though clever enough so far to have evaded capture, clever\nenough, indeed, to have kept the police still staggering and gasping\nafter a clew for one murder–while another was in the very act of\nbeing committed!  The Gray Seal!  What exquisite irony!  And yet,\nafter all, the papers were not wholly to blame for what they said;\nhe had invited much of it.  Seeming crimes of the Gray Seal had\napparently been genuine beyond any question of doubt, as he had\nintended them to appear, as in the very essence of their purpose\nthey had to be.",
        "“Yes; he had invited much–he and she together–the Tocsin and\nhimself.  He, Jimmie Dale, millionaire, clubman, whose name for\ngenerations in New York had been the family pride, was “wanted” as\nthe Gray Seal for so many “crimes” that he had lost track of them\nhimself–but from any one of which, let the identity of the Gray\nSeal be once solved, there was and could be no escape!  What\nexquisite irony–yet full, too, of the most deadly consequences!",
        "Once more Jimmie Dale’s eyes sought the paper, and this time scanned\nthe headlines of the first page:",
        "Brutal Murder of Mill Paymaster.",
        "THE CRIME WAVE STILL AT ITS HEIGHT.",
        "HERMAN ROESSLE FOUND DEAD NEAR HIS CAR.",
        "ASSASSINS ESCAPE WITH $20,000.",
        "Jimmie Dale read on–and as he read there came again that angry set\nto his lips.  The details were not pleasant.  Herman Roessle, the\npaymaster of the Martindale-Kensington Mills, whose plant was on the\nHudson, had gone that morning in his runabout to the nearest town,\nthree miles away, for the monthly pay roll; had secured the money\nfrom the bank, a sum of twenty-odd thousand dollars; and had started\nback with it for the mill.  At first, it being broad daylight and a\nwell-frequented road, his nonappearance caused no apprehension; but\nas early afternoon came and there was still no sign of Roessle the\nmill management took alarm.  Discovering that he had left the bank\nfor the return journey at a few minutes before eleven, and that\nnothing had been seen of him at his home, the police were notified.\nFollowed then several hours of fruitless search, until finally, with\nthe whole countryside aroused and the efforts of the police\naugumented by private search parties, the car was found in a thicket\nat the edge of a crossroad some four miles back from the river, and,\na little way from the car, the body of Roessle, dead, the man’s head\ncrushed in where it had been fiendishly battered by some blunt,\nheavy object.  There was no clew–no one could be found who had seen\nthe car on the crossroad–the murderer, or murderers, and the\ntwenty-odd thousand dollars in cash had disappeared leaving no trace\nbehind.",
        "There were several columns of this, which Jimmie Dale skimmed\nthrough quickly; but at the end he stared for a long time at the\nlast paragraph.  Somehow, strange, to relate, the paper had\nneglected to turn its “sob” artist loose, and the few words, added\nalmost as though they were an afterthought, for once rang true and\nfull of pathos in their very simplicity–at the Roessle home, where\nMrs. Roessle was prostrated, two little tots of five and seven, too\nyoung to understand, had gravely received the reporter and told him\nthat some bad man had hurt their daddy.",
        "“Mr. Dale, sir!”",
        "Jimmie Dale lowered his paper.  A club attendant was standing before\nhim, respectfully extending a silver card tray.  From the man,\nJimmie Dale’s eyes fixed on a white envelope on the tray.  One\nglance was enough–it was HERS, that letter.  The Tocsin again!  His\nbrain seemed suddenly to be afire, and he could feel his pulse\nquicken, the blood begin to pound in fierce throbs at his heart.\nLife and death lay in that white, innocent-looking, unaddressed\nenvelope, danger, peril–it was always life and death, for those\nwere the stakes for which the Tocsin played.  But, master of many\nthings, Jimmie Dale was most of all master of himself.  Not a muscle\nof his face moved.  He reached nonchalantly for the letter.",
        "“Thank you,” said Jimmie Dale.",
        "The man bowed and started away.  Jimmie Dale laid the envelope on\nthe arm of the lounging chair.  The man had reached the door when\nJimmie Dale stopped him.",
        "“Oh, by the way,” said Jimmie Dale languidly, “where did this come\nfrom?”",
        "“Your chauffeur, sir,” replied the other.  “Your chauffeur gave it\nto the hall porter a moment ago, sir.”",
        "“Thank you,” said Jimmie Dale again.",
        "The door closed.",
        "Jimmie Dale glanced around the room.  It was the caution of habit,\nthat glance; the habit of years in which his life had hung on little\nthings.  He was alone in one of the club’s private library rooms.\nHe picked up the envelope, tore it open, took out the folded sheets\ninside, and began to read.  At the first words he leaned forward,\nsuddenly tense in his chair.  He read on, turning the pages\nhurriedly, incredulity, amazement, and, finally, a strange menace\nmirroring itself in turn upon his face.",
        "He stood up–the letter in his hand.",
        "“My God!” whispered Jimmie Dale.",
        "It was a call to arms such as the Gray Seal had never received\nbefore–such as the Tocsin had never made before.  And if it were\ntrue it–  True!  He laughed aloud a little gratingly.  True!  Had\nthe Tocsin, astounding, unbelievable, mystifying as were the means\nby which she acquired her knowledge not only of this, but of\ncountless other affairs, ever by so much as the smallest detail been\nastray.  If it were true!",
        "He pulled out his watch.  It was half-past nine.  Benson, his\nchauffeur, had sent the letter into the club.  Benson had been\nwaiting outside there ever since dinner.  Jimmie Dale, for the first\ntime since the first communication that he had ever received from\nthe Tocsin, did not immediately destroy her letter now.  He slipped\nit into his pocket–and stepped quickly from the room.",
        "In the cloakroom downstairs he secured his hat and overcoat, and,\nthough it was a warm evening, put on the latter since he was in\nevening clothes, then walked leisurely out of the club.",
        "At the curb, Benson, the chauffeur, sprang from his seat, and,\ntouching his cap, opened the door of a luxurious limousine.",
        "Jimmie Dale shook his head.",
        "“I shall not keep you waiting any longer, Benson,” he said.  “You\nmay take the car home, and put it up.  I shall probably be late to-\nnight.”",
        "“Very good, sir,” replied the chauffeur.",
        "“You sent in a letter a moment or so ago, Benson?” observed Jimmie\nDale casually, opening his cigarette case.",
        "“Yes, sir,” said Benson.  “I hope I didn’t do wrong, sir.  He said\nit was important, and that you were to have it at once.”",
        "“He?”  Jimmie Dale was lighting his cigarette now.",
        "“A boy, sir,” Benson amplified.  “I couldn’t get anything out of\nhim.  He just said he’d been told to give it to me, and tell me to\nsee that you got it at once.  I hope, sir, I haven’t–”",
        "“Not at all, Benson,” said Jimmie Dale pleasantly.  “It’s quite all\nright.  Good-night, Benson.”",
        "“Good-night, sir,” Benson answered, climbing back to his seat.",
        "There was a queer little smile on Jimmie Dale’s lips, as he watched\nthe great car swing around in the street and glide noiselessly away–\na queer little smile that still held there even after he himself\nhad started briskly along the avenue in a downtown direction.  It\nwas invariably the same, always the same–the letters came\nunexpectedly, when least looked for, now by this means, now by that,\nbut always in a manner that precluded the slightest possibility of\ntracing them to their source.  Was there anything, in his intimate\nsurroundings, in his intimate life, that she did not know about him–\nwho knew absolutely nothing about her!  Benson, for instance–that\nthe man was absolutely trustworthy–or else she would never for an\ninstant have risked the letter in his possession.  Was there\nanything that she did not–yes, one thing–she did not know him in\nthe role he was going to play to-night.  That at least was one thing\nthat surely she did not know about him; the role in which, many\ntimes, for weeks on end, he had devoted himself body and soul in an\nattempt to solve the mystery with which she surrounded herself; the\nrole, too, that often enough had been a bulwark of safety to him\nwhen hard pressed by the police; the role out of which he had so\ncarefully, so painstakingly created a now recognised and well-known\ncharacter of the underworld–the role of Larry the Bat.",
        "Jimmie Dale turned from Fifth Avenue into Broadway, continued on\ndown Broadway, across to the Bowery, kept along the Bowery for\nseveral more blocka–and finally headed east into the dimly lighted\ncross street on which the Sanctuary was located.",
        "And now Jimmie Dale became cautious in his movements.  As he\napproached the black alleyway that flanked the miserable tenement,\nhe glanced sharply behind and about him; and, at the alleyway\nitself, without pause, but with a curious lightning-like side step,\nno longer Jimmie Dale now, but the Gray Seal, he disappeared from\nthe street, and was lost in the deep shadows of the building.",
        "In a moment he was at the side door, listening for any sound from\nwithin–none had ever seen or met the lodger or the first floor\neither ascending or descending, except in the familiar character of\nLarry the Bat.  He opened the door, closed it behind him, and in the\nutter blackness went noiselessly up the stairs–stairs so rickety\nthat it seemed a mouse’s tread alone would have set them creaking.\nThere seemed an art in the play of Jimmie Dale’s every muscle; in\nthe movements, lithe, balanced, quick, absolutely silent.  On the\nfirst landing he stopped before another door, there was the faint\nclick of a key turning in the lock; and then this door, too, closed\nbehind him.  Sounded the faint click of the key as it turned again,\nand Jimmie Dale drew a long breath, stepped across the room to\nassure himself that the window blind was down, and lighted the gas\njet.",
        "A yellow, murky flame spurted up, pitifully weak, almost as though\nit were ashamed of its disreputable surroundings.  Dirt, disorder,\nsqualour, the evidence of low living testified eloquently enough to\nany one, the police, for instance, in times past inquisitive until\nthey were fatuously content with the belief that they knew the\noccupant for what he was, that the place was quite in keeping with\nits tenant, a mute prototype, as it were, of Larry the Bat, the dope\nfiend.",
        "For a little space, Jimmie Dale, immaculate in his evening clothes,\nstood in the centre of the miserable room, his dark eyes, keen,\nalert, critical, sweeping comprehensively over every object about\nhim–the position of a chair, of a cracked drinking glass on the\nbroken-legged table, of an old coat thrown with apparent\ncarelessness on the floor at the foot of the bed, of a broken bottle\nthat had innocently strewn some sort of white powder close to the\nthreshold, inviting unwary foot tracks across the floor.  And then,\ntaking out the Tocsin’s letter, he laid it upon the table, placed\nwhat money he had in his pockets beside it, and began rapidly to\nremove his clothes.  The Sanctuary had not been invaded since his\nlast visit there.",
        "He turned back the oilcloth in the far corner of the room, took up\nthe piece of loose flooring, which, however, strangely enough,\nfitted so closely as to give no sign of its existence even should it\ninadvertently, by some curious visitor again be trod upon; and from\nthe aperture beneath lifted out a bundle of clothes and a small box.",
        "Undressed now, he carefully folded the clothes he had taken off,\nlaid them under the flooring, and began to dress again, his wardrobe\nsupplied by the bundle he had taken out in exchange–an old pair of\nshoes, the laces broken; mismated socks; patched trousers, frayed at\nthe bottoms; a soiled shirt, collarless, open at the neck.  Attired\nto his satisfaction, he placed the box upon the table, propped up a\ncracked mirror, sat down in front of it, and, with a deft, artist’s\ntouch, began to apply stain to his hands, wrists, neck, throat, and\nface–but the hardness, the grim menace that now grew into the\ndominant characteristic of his features was not due to the stain\nalone.",
        "“Dear Philanthropic Crook\"–his eyes were on the Tocsin’s letter\nthat lay before him.  He read on–for once, even to Jimmie Dale’s\nkeen, facile mind, a first reading had failed to convey the full\nsignificance of what she had written.  It was too amazing, almost\nbeyond belief–the series of crimes, rampant for the past few weeks,\nat which the community had stood aghast, the brutal murder of\nRoessle but a few hours old, lay bare before his eyes.  It was all\nthere, all of it, the details, the hellish cleverness, the personnel\neven of the thugs, all, everything–except the proof.",
        "“Get him, Jimmie–the man higher up.  Get him, Jimmie–before\nanother pays forfeit with his life\"–the words seemed to leap out at\nhim from the white page in red, dancing lines–\"Get him–Jimmie–the\nman higher up.”",
        "Jimmie Dale finished the second reading of the letter, read it again\nfor the third time, then tore it into tiny fragments.  His fingers\ndelved into the box again, and the transformation of Jimmie Dale,\nmember of New York’s most exclusive social set, into a low, vicious-\nfeatured denizen of the underworld went on–a little wax applied\nskilfully behind the ears, in the nostrils and under the upper lip.",
        "It was all there–all except the proof.  And the proof–he laughed\naloud suddenly, unpleasantly.  There seemed something sardonic in\nit; ay, more than that, all that was grim in irony.  The proof, in\nStangeist’s own writing, sworn to before witnesses in the presence\nof a notary, the text of the document, of course, unknown to both\nwitnesses and notary, evidence, absolute and final, that would be\nadmitted in any court, for Stangeist was a lawyer, and would see to\nthat, was in Stangeist’s own safe, for Stangeist’s own protection–\nStangeist, who was himself the head and brains of this murder gang–\nStangeist, who was the man higher up!",
        "It was amazing, without parallel in the history of crime–and yet\ningenious, clever, full of the craft and cunning that had built up\nthe shyster lawyer’s reputation below the dead line.",
        "Jimmie Dale’s lips were curiously thin now.  So it was Stangeist!  A\nDoctor Jekyll and Mr. Hyde with a vengeance!  He knew Stangeist–not\npersonally; not by the reputation Stangeist held, low even as that\nwas, among his brother members of the profession; but as the man was\nknown for what he really was among the crooks and criminals of the\nunderworld, where, in that strange underground exchange, whispered\nconfidences passed between those whose common enemy was the law,\nwhere Larry the Bat himself was trusted in the innermost circles.",
        "Stangeist was a power in the Bad Lands.  There were few among that\nunholy community that Stangeist, at one time or another, in one way\nor another, had not rescued from the clutches of the law, resorting\nto any trick or cunning, but with perjury, that he could handle like\nthe master of it that he was, employed as the most common weapon of\ndefence for his clients–provided he were paid well enough for it.\nThe man had become more than the attorney for the crime world–he\nhad become part of it.  Cunning, shrewd, crafty, conscienceless,\ncold-blooded–that was Stangeist.",
        "The form and features of the man pictured themselves in Jimmie\nDale’s mind–the six-foot muscular frame, that was invariably\nclothed in attire of the most fashionable cut; the thin lips with\ntheir oily, plausible smile, the straight black hair that straggled\ninto pin point, little black eyes, the dark face with its high cheek\nbones, which, with the pronounced aquiline nose and the persistent\nrumour that he was a quarter caste, had led the underworld,\nprejudiced always in favour of a “monaker,” to dub the man the\n“Indian Chief.”",
        "Jimmie Dale laughed again–still unpleasantly.  So Stangeist had\ntaken the plunge at last and branched out into a wider field, had\nhe?  Well, there was nothing surprising in that–except that he had\nnot done it before!  The irony of it lay in the fact that at last he\nhad been TOO clever, overstepped himself in his own cleverness, that\nwas all.  It was Australian Ike, The Mope, and Clarie Deane that\nStangeist had gathered around him, the Tocsin had said–and there\nwere none worse in Larry the Bat’s wide range of acquaintanceship\nthan those three.  Stangeist had made himself master of Australian\nIke, The Mope, and Clarie Deane–and he had driven them a little too\nhard on the division of the spoils–and laughed at them, and cracked\nthe whip much after the fashion that the trainer in the cage handles\nthe growling beasts around him.",
        "A dozen of the crimes that had appalled and staggered New York they\nhad committed under his leadership; and then, it seemed, they had\nquarrelled furiously, the three pitted against Stangeist,\nthreatening him, demanding a more equitable share of the proceeds.\nNone was better aware than Stangeist that threats from men of their\ncalibre were likely to result in a grim aftermath–and Stangeist,\nyesterday, the Tocsin said, had answered them as no other man than\nStangeist would either have thought of or have dared to do.  One by\none, at separate times, covering the other with a revolver,\nStangeist had permitted them to read a document that was addressed\nto the district attorney.  It was a confession, complete in every\ndetail, of every crime the four together had committed, implicating\nStangeist as fully and unreservedly as it did the other three.  It\nrequired no commentary!  If anything happened to Stangeist, a stab\nin the dark, for instance, a bullet from some dark alleyway, a\nblackjack deftly wielded, as only Australian Ike, The Mope or Clarie\nDeane knew how to wield it–the document automatically became a\nDEATH SENTENCE for Australian Ike, The Mope, and Clarie Deane!",
        "It was very simple–and, evidently, it had been effective, as\nwitness the renewal of their operations in the murder of Roessle\nthat afternoon.  Fear and avarice had both probably played their\npart; fear of the man who would with such consummate nerve fling his\nlife into the balance to turn the tables upon them, while he jeered\nat them; avarice that prompted them to get what they could out of\nStangeist’s brains and leadership, and to be satisfied with what\nthey COULD get–since they could get no more!",
        "Satisfied?  Jimmie Dale shook his head.  No; that was hardly the\nword–cowed, perhaps, for the moment, would be better.  But\nafterward, with a document like that in existence, when they would\nnever be safe for an instant–well, beasts in the cages had been\nknown to get the better of the man with the whip, and beasts were\ngentle things compared with Australian Ike, The Mope, and Clarie\nDeane!  Some day they would reverse the tables on the Indian Chief–\nif they could.  And if they couldn’t it would not be for the lack of\ntrying.",
        "There would be another act in that drama of the House Divided before\nthe curtain fell!  And there would be a sort of grim, poetic justice\nin it, a temptation almost to let the play work itself out to its\nown inevitable conclusion, only–Jimmie Dale, the final touches\ngiven to his features, stood up, and his hands clenched suddenly,\nfiercely–it was not just the man higher up alone, there were the\nother three as well, the whole four of them, all of them, crimes\nwithout number at their door, brutal, fiendish acts, damnable\noutrages, murder to answer for, with which the public now was\nbeginning to connect the name of the Gray Seal!  The Gray Seal!",
        "Jimmie Dale’s hands, whose delicate fingers were artfully grimed and\nblackened now beneath the nails, clenched still tighter–and then,\nwith a quick shrug of his shoulders, a thinning of the firmly\ncompressed lips, he picked up the coat from where it lay upon the\nfloor, put it on, put the money that was on the table in his pocket,\nand replaced the box under the flooring.",
        "In quick succession, from the same hiding place, an automatic, a\nblack silk mask, an electric flashlight, that thin metal box like a\ncigarette case, and a half dozen vicious-looking little blued-steel\nburglar’s tools were stowed away in his pockets, the flooring\ncarefully replaced, the oilcloth spread back again; and then,\npulling a slouch hat well down over his eyes, he reached up to turn\noff the gas.",
        "For an instant his hand held there, while his eyes, sweeping around\nthe apartment, took in every single detail about him in that same\nalert, comprehensive way as when he had entered–then the room was\nin darkness, and the Gray Seal, as Larry the Bat, a shuffling,\nunkempt creature of the underworld, alias Jimmie Dale, the lionised\nof clubs, the matrimonial target of exclusive drawing-rooms, closed\nthe door of the Sanctuary behind him, shuffled down the stairs,\nshuffled out into the lane, and shuffled along the street toward the\nBowery.",
        "A policeman on the corner accosted him familiarly.",
        "“Hello, Larry!” grinned the officer.",
        "“’Ello!” returned Jimmie Dale affably through the side of his mouth.\n“Fine night, ain’t it?\"–and shuffled on along the street.",
        "And now Jimmie Dale began to hurry–still with that shuffling tread,\nbut covering the ground nevertheless with amazing celerity.  He had\nlost no time since receiving the Tocsin’s letter, it was true, but,\nfor all that, it was now after ten o’clock.  Stangeist’s house was\n“dark” that evening, she had said, meaning that the occupants,\nStangeist as well as whatever servants there might be, for Stangeist\nhad no family, were out–the servants in town for a theatre or\npicture show probably–and Stangeist himself as yet not back,\npresumably from that Roessle affair.  The stub of an old cigar,\nunlighted, shifted with a sudden, savage twist of the lips from one\nside of Jimmie Dale’s mouth to the other.  There was need for haste.\nThere was no telling when Stangeist might get back–as for the\nservants, that did not matter so much; servants in suburban homes\nhad a marked affinity for “last trains!”",
        "Jimmie Dale boarded a cross-town car, effected a transfer, and in a\nquarter of an hour after leaving the Sanctuary was huddled, an\ninoffensive heap, like a tired-out workingman, in a corner seat of a\nLong Island train.  From here, there was only a short run ahead of\nhim, and, twenty minutes later, descending from the train at Forest\nHills, he had passed through the more thickly settled portion of the\nlittle place, and was walking briskly out along the country road.",
        "Stangeist’s house lay, approximately, a mile and a half from the\nstation, quite by itself, and set well back from the road.  Jimmie\nDale could have found it with his eyes blindfolded–the Tocsin’s\ndirections had lacked none of their usual explicit minuteness.  The\nroad was quite deserted.  Jimmie Dale met no one.  Even in the\nhouses that he passed the lights were in nearly every instance\nalready out.",
        "Something, merciless in its rage, swept suddenly over Jimmie Dale,\nas, unbidden, of its own volition, the last paragraph he had read in\nthat evening’s paper began to repeat itself over and over again in\nhis mind.  The two little kiddies–it seemed as though he could see\nthem standing there–and from Jimmie Dale’s lips, not given to\nprofanity, there came a bitter oath.  It might possibly be that,\neven if he were successful in what was before him to-night, the\nauthors of the Roessle murder would never be known.  That confession\nof Stangeist’s was written prior to what had happened that\nafternoon, and there would be no mention, naturally, of Roessle.\nAnd, for a moment, that seemed to Jimmie Dale the one thing\nparamount to all others, the one thing that was vital; then he shook\nhis head, and laughed out shortly.  After all, it did not matter–\nwhether Stangeist and the blood wolves he had gathered around him\npaid the penalty specifically for one particular crime or for\nanother could make little difference–they would PAY, just as\nsurely, just as certainly, once that paper was in his possession!",
        "Jimmie Dale was counting the houses as he passed–they were more\ninfrequent now, farther apart.  Stangeist was no fool–not the fool\nthat he would appear to be for keeping a document like that, once he\nhad had the temerity to execute it, in his own safe; for, in a day\nor two, the Tocsin had hinted at this, after holding it over the\nheads of Australian Ike, The Mope, and Clarie Deane again to drive\nthe force of it a little deeper home, he would undoubtedly destroy\nit–and the SUPPOSITION that it was still in existence would have\nequally the same effect on the minds of the other three!  Stangeist\nwas certainly alive to the peril that he ran with such a thing in\nhis possession, only the peril had not appealed to him as imminent\neither from the three thugs with whom he had allied himself, or,\nmuch less, from any one else, that was all.",
        "Jimmie Dale halted by a low, ornamental stone fence, some three feet\nhigh, and stood there for a moment, glancing about him.  This was\nStangeist’s house–he could just make out the building as it loomed\nup a shadowy, irregular shape, perhaps two hundred yards back from\nthe fence.  The house was quite dark, not a light showed in any\nwindow.  Jimmie Dale sat down casually on the fence, looked\ncarefully again up and down the road–then, swinging his legs over,\nquick now in every action, he dropped to the other side, and stole\nsilently across the grass to the rear of the house.",
        "Here he stopped again, reached up to a window that was about on a\nlevel with his shoulders, and tested its fastenings.  The window–it\nwas the window of Stangeist’s private sanctum, according to the plan\nin her letter–was securely locked.  Jimmie Dale’s hands went into\nhis pocket–and the black silk mask was slipped over his face.  He\nlistened intently–then a little steel instrument began to gnaw like\na rat.",
        "A minute passed–two of them.  Again Jimmie Dale listened.  There\nwas not a sound save the night sounds–the light breeze whispering\nthrough the branches of the trees; the far-off rumble of a train;\nthe whir of insects; the hoarse croaking of a frog from some near-by\ncreek or pond.  The window sash was raised an inch, another, and\ngradually to the top.  Like a shadow, Jimmie Dale pulled himself up\nto the sill, and, poised there, his hand parted the heavy portieres\nthat hung within.  It was too dark to distinguish even a single\nobject in the room.  He lowered himself to the floor, and slipped\ncautiously between the portieres.",
        "From somewhere in the house, a clock began to strike.  Jimmie Dale\ncounted the strokes.  Eleven o’clock.  It was getting late–TOO\nlate!  Stangeist was likely to be back at any moment.  The\nflashlight, in Jimmie Dale’s hand now, circled the room with its\nlittle round white ray, lingering an instant in a queer, inquisitive\nsort of way here and there on this object and that–and went out.\nJimmie Dale nodded–the flat desk in the centre of the floor, the\nsafe in the corner by the rear wall, the position of everything in\nthe room, even to the chairs, was photographed on his mind.",
        "He stepped from the portieres to the safe, and the flashlight played\nagain–this time reflecting back from the glistening nickelled\nknobs.  Jimmie Dale’s lips tightened.  It was a small safe, almost\nludicrously small; but to such height as the art of safe design had\nbeen carried, that design was embodied in the one before him.",
        "“Type K-four-two-eight-Colby,” muttered Jimmie Dale.  “A nasty\nlittle beggar–and it’s eleven o’clock now!  I’d use ’soup’ for\nonce, if it weren’t that it would put Stangeist wise, and give him a\nchance to make his get-away before the district attorney got the\nnippers on the four of them.”",
        "The light went out.  Jimmie Dale dropped to his knees; and, while\nhis left hand passed swiftly, tentatively over dials and handle, he\nrubbed the fingers of his right hand rapidly to and fro over the\ncarpet.  Wonderful finger tips were those of Jimmie Dale, sensitive\nto an abnormal degree; and now, tingling with the friction, the\nnerves throbbing at the skin surface, they closed in a light,\ndelicate touch upon the knob of the dial–and Jimmie Dale’s ear\npressed close against the face of the safe.",
        "Time passed.  The silence grew heavy–seemed to palpitate through\nthe room.  Then a deep breath, half like a sigh, half like a\nfluttering sob as of a strong man taxed to the uttermost of his\nendurance, came from Jimmie Dale, and his left hand swept away the\nsweat beads that had spurted to his forehead.",
        "“Eight–thirteen–twenty-two,” whispered Jimmie Dale.",
        "There was a click, a low metallic thud as the bolts slid back, and\nthe door swung open.",
        "And now the flashlight again, searching the mechanism of the inner\ndoor–then darkness once more.",
        "Five minutes, ten minutes went by.  The clock struck again–and the\nsingle stroke seemed to boom out through the house in a weird,\nraucous, threatening note, and seemed to linger, throbbing in the\nair.",
        "The inner door was open–the flashlight’s ray was flooding a nest of\npigeonholes and little drawers.  The pigeonholes were crammed with\npapers, as, presumably, too, were the drawers.  Jimmie Dale sucked\nin his breath.  He had already been there well over half an hour–\nevery minute now, every second was counting against him, and to\nsearch that mass of papers before Stangeist returned was–",
        "“Ah!\"–it came in a fierce little ejaculation from Jimmie Dale.\nFrom the centre pigeonhole, almost the first paper he had touched,\nhe drew a long, sealed envelope and at a single swift glance had\nread the inscription upon it, written in longhand:",
        "TO THE DISTRICT ATTORNEY,\nNEW YORK CITY.",
        "The words in the corners were underscored three times.",
        "Swiftly, deftly, Jimmie Dale’s hands rolled the rounded end of one\nof his collection of the legal instruments under the flap of the\nenvelope, turned the sheets over and drew out the folded document\ninside.  There were eight sheets of legal foolscap, neatly fastened\ntogether at the top left-hand corner with green tape.  He opened\nthem out, read a few words here and there, and turned the pages\nhurriedly over to scrutinise the last one–and nodded grimly.  Three\nwitnesses had testified to the signature of Stangeist, and a\nnotary’s seal, accompanied by the usual legal formula, was duly\naffixed.",
        "Jimmie Dale slipped the document into his pocket, and, with the\nenvelope in his hand, moved to the desk.  He opened first one drawer\nand then another, and finally discovering a pile of blank foolscap,\ntook out four sheets, folded them, and placed them in the envelope,\nsealing the flap of the latter again.  That it did not seal very\nwell now brought a quizzical twitch to Jimmie Dale’s lips.  Sealed\nor unsealed, perhaps, it made little difference; but, for all that,\nhe was not through with it yet.  Apart from bringing the four to\njustice, there was, after all, a chance to vindicate the Gray Seal\nin this matter at least, and repudiate the newspaper theory which\nthe public, to whom the Gray Seal was already a monster of iniquity,\nwould seize upon with avidity.",
        "There was no further need of light now.  Jimmie Dale replaced the\nflashlight in his pocket, took out the thin, metal case, opened it,\nand with the tiny pair of tweezers that likewise nestled there,\nlifted out one of the gray, diamond-shaped paper seals.  There was\nno question but that, once under arrest, Stangeist’s effects would\nbe immediately and thoroughly searched by the authorities!  Jimmie\nDale’s smile from quizzical became ironic.  It would afford the\npolice another little, bewildering reminder of the Gray Seal, and\ngive Carruthers, good old Carruthers of the MORNING NEWS-ARGUS, so\ninnocently ignorant that the Gray Seal was his old college pal, yet\nthe one editor of them all who was not forever barking and yelping\nat the Gray Seal’s heels, a chance to vindicate himself a little,\ntoo!  Jimmie Dale moistened the adhesive side of the gray seal, and,\nstill mindful of tell-tale finger prints, laid it with the tweezers\non the flap of the envelope, and pressed it firmly into place with\nhis elbow.",
        "And then, suddenly, every faculty instantly on the alert, he\nsnatched up the envelope from the desk, and listened.  Was it\nimagination, a trick of nerves, or–no, there it was again!–a\nfootfall on the gravel walk at the front of the house.  The sound\nbecame louder, clearer–two footfalls instead of one.  It was\nStangeist, and somebody was with him.",
        "In an instant Jimmie Dale was across the room and kneeling again\nbefore the safe.  His fingers were flying now.  The envelope shot\nback into the pigeonhole from which he had taken it–the inner door\nof the safe closed silently and swiftly.",
        "A dry chuckle came from Jimmie Dale’s lips.  It was just like\nfiction, just precisely time enough to have accomplished what he had\ncome for before he was interrupted, not a second more or less, the\nvillain foiled at the psychological moment!  The key was rattling in\nthe front door now–they were in the hall–he could hear Stangeist’s\nvoice–there came a dull glow from the hallway, following the click\nof an electric-light switch.  The outer door of the safe swung shut,\nthe bolts slid into place, the dial whirled under Jimmie Dale’s\nfingers.  It was only a step to the portieres, the open window–and\nescape.  He straightened up, stepped back, the portieres closed\nbehind him–and the chuckle died on Jimmie Dale’s lips.",
        "He was trapped–caught without so much as a corner in which to turn!\nStangeist was even then coming into the room–and OUTSIDE, darkly\noutlined, two forms stood just beneath the window.  Instinctively,\nquick as a flash, Jimmie Dale crouched below the sill.  Who were\nthey?  What did it mean?  Questions swept in swift sequence through\nhis brain.  Had they seen him?  It would be very dark against the\nbackground of the portieres, but yet if they were watching–he drew\na breath of relief.  He had not been seen.  Their voices reached him\nin low, guarded whispers.",
        "“Say, youse, Ike, pipe it!   Dere’s a window open in the snitch’s\nroom.  Come on, we’ll get in dere.  It’ll make the hair stand up on\nthe back of his neck fer a starter.”",
        "“Aw, ferget it! “ replied another voice.  “Can the tee-ayter stunt!\nClarie leaves the front door unfastened, don’t he?  An’ dey’ll be in\ndere in a minute now.  Wotcher want ter do?  Crab the game?  He\nmight hear us an’ fix Clarie before we had a chanst, the skinny old\nfox!  An’ dere’s the light now–see!  Beat it on yer toes fer the\nfront of the house!”",
        "The room was flooded with light.  Through the portieres, that Jimmie\nDale parted by the barest fraction of an inch, he could see\nStangeist and another man, a thick-set, ugly-faced-looking customer–\nClarie Deane, according to that brief, whispered colloquy that he\nhad heard outside.  He looked again through the window.  The two\ndark forms had disappeared now, but they had disappeared just a few\nseconds too late–with the two other men now in the room, and one of\nthem so close that Jimmie Dale could almost have reached out and\ntouched him, it was impossible to get through the window without\nbeing detected, when the slightest sound would attract instant\nattention and equally instant suspicion.  It was a chance to be\ntaken only as a last resort.",
        "Jimmie Dale’s face grew hard, as his fingers closed around his\nautomatic and drew the weapon from his pocket.  It was all plain\nenough.  That last act in the drama which he had speculatively\nanticipated was being staged with little loss of time–and in a grim\nsort of way the thought flashed across his mind that, perilous as\nhis own position was, Stangeist at that moment was in even greater\nperil than himself.  Australian Ike, The Mope, and Clarie Deane,\ngiven the chance, and they seemed to have made that chance now, were\nnot likely to deal in half measures–Clarie Deane had dropped into a\nchair beside the desk; and The Mope and Australian Ike were creeping\naround to the front door!",
        "The parting in the portieres widened a little more, a very little\nmore, slowly, imperceptibly, until Jimmie Dale, by the simple\nexpedient of moving his head, could obtain an unobstructed view of\nthe entire room.",
        "Stangeist tossed a bag he had been carrying on the desk, pulled up a\nchair opposite to Clarie Deane, and sat down.  Both men were side\nface to Jimmie Dale.",
        "“You tell the boys,” said Stangeist abruptly, “to fade away after\nthis for a while.  Things are getting too hot.  And you tell The\nMope I dock him five hundred for that extra crunch on Roessle’s\nskull.  That sort of thing isn’t necessary.  That’s the kind of\nstunt that gets the public sore–the man was dead enough as it was.\nSee?”",
        "“Sure!”  Clarie Deane’s ejaculation was a grunt.",
        "Stangeist opened the bag, and dumped the contents on the desk–pile\nafter pile of banknotes, the pay roll of the Martindale-Kensington\nMills.",
        "“Some haul!” observed Clarie Deane, with a hoarse chuckle.  “The\npapers said over twenty thousand.”",
        "“You can’t always believe what the papers say,” returned Stangeist\ncurtly; and, taking a scribbling pad from the desk, began to check\nup the packages.",
        "Clarie Deane’s cigar had gone out.  He rolled the short stub in his\nmouth, and leaned forward.",
        "The bills were evidently just as they had been delivered to the\nmurdered paymaster at the bank, done up with little narrow paper\nbands in packages of one hundred notes each, save for a small bundle\nof loose bills which latter, with the rolls of silver, Stangeist\nswept to one side of the desk.",
        "Package by package, Stangeist went on jotting the amounts down on\nthe pad.",
        "“Nix!” growled Clarie Deane suddenly.  “Cut that out!  Them’s fivers\nin that wad.  Make that five hundred instead of one–I’m onter yer!”",
        "“Mistake,” said Stangeist suavely, changing the figures with his\npencil.  “You’re pretty wide awake for this time of night, aren’t\nyou, Clarie?”",
        "“Oh, I dunno!” responded Clarie Deane gruffly.  “Not so very!”",
        "Stangeist, finished with the packages, picked up the loose bills,\nand, with a short laugh, tossed them into the bag and followed them\nwith the rolls of silver.  He pushed the bag toward Clarie Deane.",
        "“That’s a little extra for you,” he said.  “The trouble with you\nfellows is that you don’t know when you’re well off–but the sooner\nyou find it out the better, unless you want another lesson like\nyesterday.”  He made the addition on the pad.  “Fifteen thousand,\neight hundred dollars,” he announced softly.  “That’s seven\nthousand, nine hundred for the three of you to divide, less five\nhundred from The Mope.”",
        "Clarie Deane’s eyes narrowed.  His hands were on his knees, hidden\nby the desk.",
        "“There’s more’n twenty there,” he said sullenly–and drew a match\nacross the under edge of the desk with a long, crackling noise.",
        "Stangeist’s face lost its suavity, a snarl curled his lips; but,\nabout to reply, he sprang suddenly to his feet instead, his head\nturned sharply toward the door.",
        "“What’s that!” he said hoarsely.  “It’s not the servants, they\nwouldn’t dare to–”",
        "Stangeist’s words ended in a gulp.  He was staring into the muzzle\nof a heavy-calibered revolver that Clarie Deane had jerked up from\nunder the desk.",
        "“You sit down, or I’ll blow your block off!” said Clarie Deane, with\na sudden leer.",
        "It happened then almost before Jimmie Dale could grasp the details;\nbefore even Clarie Deane himself could interfere.  The door burst\nopen, two men rushed in–and one, with a bound, flung himself at\nStangeist.  The man’s hand, grasping a clubbed revolver, rose in the\nair, descended on Stangeist’s head–and Stangeist went down in a\nlimp heap, crashed into the chair, and slid from the chair with a\nthud to the floor.",
        "There was an oath from Clarie Deane.  He jumped from his seat, and\nwith a violent shove sent the man reeling half across the room.",
        "“Blast you, Mope!” he snarled.  “You’re too blamed fly!  D’ye\nwanter queer the whole biz?”",
        "“Aw, wot’s the matter wid youse!”  The Mope, purple-faced with rage,\nlittle black eyes glittering, mouth working under a flattened nose\nthat some previous encounter had broken and bent over the side of\nhis face, advanced belligerently.",
        "Australian Ike, who had entered the room with him, pulled him back.",
        "“Ferget it!” he flung out.  “Clarie’s dealin’ the deck.  Ferget it!”",
        "The Mope glared from one to the other; then shook his fist at\nStangeist on the floor.",
        "“Youse two make me sick!” he sneered.  “Wot’s the use of waitin’ all\nnight?  We was to bump him off, anyway, wasn’t we?  Dat’s wot youse\nsaid yerselves, ’cause wot was ter stop him writin’ out another\npaper if we didn’t fix him fer keeps?”",
        "“That’s all right,” rejoined Clarie Deane; “but that’s the second\nact, you bonehead, see!  We ain’t got the paper yet, have we?  Say,\ntake a look at that safe!  It’s easier ter scare him inter openin’\nit than ter crack it, ain’t it?”",
        "Jimmie Dale, from his crouched position, began to rise to his feet\nslowly, making but the slightest movement at a time, cautious of the\nleast sound.  His lips were like a thin line, his fingers tightly\npressed over the automatic in his hand.  There was not room for him\nbetween the portieres and the window; and, do what he could, the\nhangings bulged a little.  Let one of the three notice that, or\ninadvertently brush against the portieres, and his life would not be\nworth an instant’s purchase.",
        "They were lifting Stangeist up now, propping him up in the chair.\nStangeist moaned, opened his eyes, stared in a dazed way at the\nthree faces that leered into his, then dawning intelligence came,\nand his face, that had been white before, took on a pasty, grayish\npallor.",
        "“You–the three of you!” he mumbled.  “What’s this mean?”",
        "And then Clarie Deane laughed in a low, brutal way.",
        "“Wot d’ye think it means?  We want that paper, an’ we want it damn\nquick–see!  D’ye think we was goin’ ter stand fer havin’ a trip ter\nSing Sing an’ the wire chair danglin’ over our heads!”",
        "Stangeist closed his eyes.  When he opened them again, something of\nthe old-time craftiness was in his face.",
        "“Well, what are you going to do about it?” he inquired, almost\nsharply.  “You know what will happen to you, if anything happens to\nme.”",
        "“Don’t youse kid yerself!” retorted Clarie Deane.  “D’ye think we’re\nfools?  This ain’t like it was yesterday–see!  We GETS the paper\nthis time–so there won’t nothin’ happen to us.  You come across\nwith it blasted quick now, or The Mope’ll give you another on the\nbean that’ll put you to sleep fer keeps!”",
        "The blood was running down Stangeist’s face.  He wiped it away from\nhis eyes.",
        "“It’s not here,” he said innocently.  “It’s in my box in the safety-\ndeposit vaults.”",
        "“Aw,” blurted out Australian Ike, pushing suddenly forward, “youse\ncan’t work dat crawl on–”",
        "“Cut it out, Ike!” snapped Clarie Dane.  “I’m runnin’ this!  So it’s\nin the vaults, eh?”  He shoved his face toward Stangeist’s.",
        "“Yes,” said Stangeist easily.  “You see–I was looking for something\nlike this.”",
        "Clarie Deane’s fist clenched.",
        "“You lie!” he choked.  “The Mope, here, was the last of us you\nshowed the paper to yesterday afernoon, an’ the vaults was closed\nthen–an’ you ain’t been there to-day, ’cause you’ve been watched.\nThat’s why we fixed it fer to-night after the divvy that you’ve just\ntried ter do us on again, ’cause we knew you had it here.”",
        "“I tell you, it’s not here,” said Stangeist evenly.",
        "“You lie!” said Clarie Deane again.  “It’s in that safe.  The Mope\nheard you tell the girl in yer office that if anything happened to you\nshe was ter wise up the district attorney that there was a paper in\nyour safe at home fer him that was important.  Now then, you beat it\nover ter that safe, an’ open it up–we’ll give you a minute ter do\nit in.”",
        "“The paper’s not there, I tell you,” said Stangeist once more.",
        "“That’s all right,” submitted Clarle Deane grimly.  “There’s a\nquarter of that minute gone.”",
        "“I won’t!” Stangeist flashed out violently.",
        "“That’s all right,” repeated Clarie Deane.  “There’s half of that\nminute gone.”",
        "Jimmie Dale’s eyes, in a fascinated sort of way, were on Stangeist.\nThe man’s face was twitching now, moisture began to ooze from his\nforehead, as the callous brutality of the scowling faces seemed to\nget him–and then he lurched suddenly forward in his chair.",
        "“My God!” he cried out, a ring of terror in his voice “What do you\nmean to do?  You’ll pay for it!  They’ll get you!  The servants will\nbe back in a minute.”",
        "“Two skirts!” jeered Clarie Deane.  We ain’t goin’ ter run away from\nthem.  If they comes before we goes, we’ll fix ’em.  That minute’s\nup!”",
        "Stangeist licked his lips with his tongue.",
        "“Suppose–suppose I refuse?” he said hoarsely.",
        "“You can suit yerself,” said Clarie Deane, with a vicious grin.  “We\nknow the paper’s there, an’ we gets it before we leaves here–see?\nYou can take yer choice.  Either you goes over ter the safe an’\nopens it yerself, or else\"–he paused and produced a small bottle\nfrom his pocket–\"this is nitro-glycerin’, an’ we opens it fer you\nwith this.  Only if we does the job we does it proper.  We ties you\nup and sets you against the door of the safe before we touches off\nthe ’soup,’ an’ mabbe if yer a good guesser you can guess the rest.”",
        "There was a short, raucous guffaw from The Mope.",
        "Stangeist turned a drawn face toward the man, stared at him, and\nstared in a miserable way at the other two in turn.  He licked his\nlips again–none was in a better position than himself to know that\nthere would be neither scruples nor hesitancy to interfere with\ncarrying out the threat.",
        "“Suppose,” he said, trying to keep his voice steady, “suppose I open\nthe safe–what then–afterward?”",
        "“We ain’t got the safe open yet,” countered Clarie Deane\nuncompromisingly.  “An’ we ain’t got no more time ter fool over it,\neither.  You get a move on before I counts five, or The Mope an’ Ike\nties you up!  One–”",
        "Stangeist staggered to his feet, wiped the blood out of his eyes for\nthe second time, and, with lips working, went unsteadily across the\nroom to the safe.",
        "He knelt before it, and began to manipulate the dial; while the\nothers crowded around behind him.  The Mope was fingering his\nrevolver again club fashion.  Australian Ike’s elbow just grazed the\nportieres, and Jimmie Dale flattened himself against the window,\nholding his breath–a smile on his lips that was mirthless, deadly,\ncold.  The end was not far off now; and then–WHAT?",
        "Stangeist had the outer door of the safe open now–and now the inner\ndoor swung back.  He reached in his hand to the pigeonhole, drew out\nthe envelope–and with a sudden, wild cry, reeled to his feet.",
        "“My God!” he screamed out.  “What’s–what’s this!”",
        "Clarie Deane snatched the envelope from him.",
        "“THE GRAY SEAL!\"–the words came with a jerk from his lips.  He\nripped the envelope open frantically–and like a man stunned gazed\nat the four blank sheets, while the colour left his face.  “IT’S\nGONE!” he cried out hoarsely.",
        "“Gone!”  There was a burst of oaths from Australian Ike.  “Gone!\nDen we’re nipped–de lot of us!”",
        "The Mope’s face was like a maniac’s as he whirled on Stangeist.",
        "“Sure!” he croaked.  “But youse gets yers first, youse–”",
        "With a cry, Stangeist, to elude the blow, ducked blindly backward–\ninto the portieres–and with a rip and tear the hangings were\nwrenched apart.",
        "It came instantaneously–a yell of mingled surprise and fury from\nthe three–the crash and spit of Jimmie Dale’s revolver as he fired\none shot at the floor to stop their rush–then he flung himself at\nthe window, through it, and dropped sprawling to the ground.",
        "A stream of flame cut the darkness above him, a bullet whistled by\nhis head–another–and another.  He was on his feet, quick as a cat,\nand running close alongside of the wall of the house.  He heard a\nthud behind him, still another, and yet a third–they were dropping\nthrough the window after him.  Came another shot, an angry hum of\nthe bullet closer than before–then the pound of racing feet.",
        "Jimmie Dale swung around the corner of the house, running at top\nspeed.  Something that was like a hot iron suddenly burned and\nseared along the side of his head just above the ear.  He reeled,\nstaggered, recovered himself, and dashed on.  It nauseated him, that\nstinging in his head, and all at once seemed to be draining his\nstrength away.  The shouts, the shots, the running feet became like\na curious buzzing in his ears.  It seemed strange that they should\nhave hit him, that he should be wounded!  If he could only reach the\nlow stone wall by the road, he could at least make a fight for his\nlife on the other side!",
        "Red streaks swam before Jimmie Dale’s eyes.  The wall was such a\nlong way off–a yard or two was a very long way more to go–the\nweakness seemed to be creeping up now even to numb his brain.  No,\nhere was the wall–they hadn’t hit him again–he laughed in a\ndemented way–and rolled his body over, and fell to the other side.",
        "“Jimmie!”",
        "The cry seemed to reach some inner consciousness, revive him, send\nthe blood whipping through his veins.  That voice!  It was her–\nHERS!  The Tocsin!  There was an automobile, engine racing, standing\nthere in the road.  He won to his feet–dark, rushing forms were\nalmost at the wall.  He fired–once–twice–fired again–and turned,\nstaggering for the car.",
        "“Jimmie!  Jimmie–QUICK!”",
        "Panting, gasping, he half fell into the tonneau.  The car leaped\nforward, yells filled the air–but only one thing was dominant in\nJimmie Dale’s reeling brain now.  He pulled himself up to his feet,\nand leaned over the back of the seat, reaching for the slim figure\nthat was bent over the wheel.",
        "“It’s you–you at last!” he cried.  “Your face–let me lee your\nface!”",
        "A bullet split the back panel of the car–little spurting flames\nwere dancing out from the roadway behind,",
        "“Are you mad!” she shouted back at him.  “Let me steer–do you want\nthem to hit me!”",
        "“No-o,” said Jimmie Dale, in a queer singsong sort of way, and his\nhead seemed to spin dizzily around.  “No–I guess–”  He choked.\n“The paper–it’s in–my pocket\"–and he went down unconscious on the\nfloor of the car.",
        "When he recovered his senses he was lying on a couch in a plainly\nfurnished room, and a man, a stranger, red, jovial-faced, farmerish\nlooking, was bending over him.",
        "“Where am I?” he demanded finally, propping himself up on his elbow.",
        "“You’re all right,” replied the man.  “She said you’d come around in\na little while.”",
        "“Who said so?” inquired Jimmie Dale.",
        "“She did.  The woman who brought you here about five minutes ago.\nShe said she ran you down with her car.”",
        "“Oh!” said Jimmie Dale.  He felt his head–it was bandaged, and\nit was bandaged, he was quite sure, with a piece of torn underskirt.\nHe looked at the man again.  “You haven’t told me yet where I am.”",
        "“Long Island,” the other answered.  “My name’s Hanson.  I keep a bit\nof a truck garden here.”",
        "“Oh,” said Jimmie Dale again.",
        "The man crossed the room, picked up an envelope from the table, and\ncame back to Jimmie Dale.",
        "“She said to give you this as soon as you got your senses, and asked\nus to put you up for a while, as long as you wanted to stay, and\npaid us for it, too.  She’s all right, she is.  You don’t want to\nhold the accident up against her, she was mighty sorry about it.\nAnd now I’ll go and see if the old lady’s got your room ready while\nyou’re readin’ your letter.”",
        "The man left the room.",
        "Jimmie Dale sat up on the couch, and tore the envelope open.  The\nnote, scrawled in pencil, began abruptly:",
        "You were quite a problem.  I couldn’t take you HOME–could I?  I\ncouldn’t take you to what you call the Sanctuary could I?  I\ncouldn’t take you to a hospital, nor call in a doctor–the stain you\nuse wouldn’t stand it.  But, thank God!  I know it’s only a flesh\nwound, and you are all right where you are for the day or two that\nyou must keep quiet and take care of yourself.  By the time you read\nthis the paper will be on the way to the proper hands, and by\nmorning the four where they should be.  There were a few articles in\nyour clothes I thought it better to take charge of in case–well, in\ncase of ACCIDENT.”",
        "Jimmie Dale tore the note up, and smiled wryly at the door.  He felt\nin his pockets.  Mask, revolver, burglar’s tools, and the thin metal\ninsignia case were gone.",
        "“And I had the sublime optimism,” murmured Jimmie Dale, “to spend\nmonths trying to find her as Larry the Bat!”",
        "The bullet wound along the side of his head and just above his ear\nwould have been a very awkward thing indeed, in more ways than one,\nfor Jimmie Dale, the millionaire, to have explained at his club, in\nhis social set, or even to his servants, and of these latter to\nJason the Solicitous in particular; but for Jimmie Dale as Larry the\nBat it was a matter of little moment.  There was none to question\nLarry the Bat, save in a most casual and indifferent way; and a\nbandage of any description, primarily and above all one that he\ncould arrange himself, with only himself to take note of the\nincongruous hues of skin where the stain, the grease paint, and the\nmake-up was washed off, would excite little attention in that world\nwhere daily affrays were common-place happenings, and a wound, for\nwhatever reason, had long since lost the tang of novelty.  Why then\nshould it arouse even a passing interest if Larry the Bat, credited\nas the most confirmed of dope fiends, should have fallen down the\ndark, rickety stairs of the tenement in one of his orgies, and, in\nthe expressive language of the Bad Lands, cracked his bean!",
        "And so Jimmie Dale had been forced to maintain the role of Larry the\nBat for a far longer period than he had anticipated when, ten days\nbefore, he had assumed it for the night’s work that had so nearly\nresulted fatally for himself, though it had placed Roessle’s\nmurderers behind the bars.  For, the next day, unwilling to court\nthe risk of remaining in that neighbourhood, he had left Hanson’s,\nthe farmer’s, house on Long Island where the Tocsin had carried him\nin an unconscious state, telephoned Jason that he had been\nunexpectedly called out of town for a few days, and returned to the\nSanctuary in New York.  And here, to his grim dismay, he had found\nthe underworld in a state of furious, angry unrest, like a nest of\nhornets, stirred up, seeking to wreak vengeance on an unseen\nassailant.",
        "For years, as the Gray Seal, Jimmie Dale had lived with the slogan\nof the police, “The Gray Seal dead or alive–but the Gray Seal!\"\nsounding in his ears; with the newspapers screaming their diatribes,\narousing the people against him, nagging the authorities into\nsleepless, frenzied efforts to trap him; with a price upon his head\nthat was large enough to make a man, not too pretentious, rich for\nlife–but in the underworld, until then, the name of the Gray Seal\nhad been one to conjure with, for the underworld had sworn by the\nunknown master criminal, and had spoken his name with a reverence\nthat was none the less genuine even if pungently tainted with\nunholiness.  But now it was different.  Up and down through the Bad\nLands, in gambling hells, in vicious resorts, in the hiding places\nwhere thugs and crooks burrowed themselves away from the daylight,\nthrough the heart and the outskirts of the underworld travelled the\nfiat, whispered out of mouths crooked to one side–DEATH TO THE GRAY\nSEAL!",
        "Gangland differences were forgotten in the larger issue of the\ncommon weal.  The gang spirit became the spirit of a united whole,\nand the crime fraternity buzzed and hummed poisonously, spurred on\nby hatred, thirst for revenge, fear, and, perhaps most potent of\nall, a hideous suspicion now of each other.",
        "The underworld had received a shock at which it stood aghast, and\nwhich, with its terrifying possibilities, struck consternation into\nthe soul of every individual of that brotherhood whose bond was\ncrime, who was already “wanted” for some offence or other, whether\nit ranged from murder in the first degree to some petty piece of\nsneak thievery.  Stangeist, the Indian chief, the lawyer whose\ncunning brain had stood as a rampart between the underworld and a\nprison cell, was himself now in the Tombs with the certainty of the\nelectric chair before him; and with him, the same fate equally\nassured, were Australian Ike, The Mope, and Clarie Deane!\nAristocrats of the Bad Lands, peers of that inglorious realm were\nthose four–and the blow had fallen with stunning force, a blow that\nin itself would have been enough to have stirred the underworld to\nits depths.  But that was not all–from the cells in the Tombs, from\nthe four came the word, and passed from mouth to mouth in that\nstrange underground exchange until all had heard it, that the Gray\nSeal had “SQUEALED.”  The Gray Seal who, though unknown, they had\ncounted the most eminent among themselves, had squealed!  Who was\nthe Gray Seal?  It he had held the secrets of Stangeist and his\nband, what else might he not know?  Who else might not fall next?\nThe Gray Seal had become a snitch, a menace, a source of danger that\nstalked among them like a ghastly spectre.  Who was the Gray Seal?\nNone knew.",
        "“Death to the Gray Seal!  Run him to earth!” went the whisper from\nlip to lip; and with the whisper men stared uncertainly into each\nother’s faces, fearful that the one to whom they spoke might even\nbe–the Gray Seal!",
        "Jimmie Dale’s lips twisted queerly as he looked around him at the\nsqualid appointments of the Sanctuary.  The police were bad enough,\nthe papers were worse; but this was a still graver peril.  With\nevery denizen of the underworld below the dead line suspicious of\neach other, their lives, the penitentiary, or a prison sentence the\nstakes against which each one played, the role of Larry the Bat,\nclever as was the make-up and disguise, was fraught now more than\never before with danger and peril.  It seemed as though slowly the\nnet was beginning at last to tighten around him.",
        "The murky, yellow flame of the gas jet flickered suddenly, as though\nin acquiescence with the quick, impulsive shrug of Jimmie Dale’s\nshoulders–and Jimmie Dale, bending to peer into the cracked mirror\nthat was propped up on the broken-legged table, knotted his dress\ntie almost fastidiously.  The hair, if just a trifle too long,\ncovered the scar on his head now, the wound no longer required a\nbandage, and Larry the Bat, for the time being at least, had\ndisappeared.  Across the foot of the bed, neatly folded, lay his\ndress coat and overcoat, but little creased for all that they had\nlain in that hiding-place under the flooring since the night when,\nhurrying from the club, he had placed them there to assume instead\nthe tatters of Larry the Bat.  It was Jimmie Dale in his own person\nagain who stood there now in Larry the Bat’s disreputable den, an\nincongruous figure enough against the background of his miserable\nsurroundings, in perfect-fitting shoes and trousers, the broad\nexpanse of spotless white shirt bosom glistening even in the\npoverty-stricken flare from the single, sputtering gas jet.",
        "Jimmie Dale took the watch from his pocket that had not been wound\nfor many days, wound it mechanically, set it by guesswork–it was\nnot far from eight o’clock–and replaced it in his pocket.\nCarefully then, one at a time, he examined his fingers, long, slim,\nsensitive, tapering fingers, magical masters of safes and locks and\nvaults of the most intricate and modern mechanism–no single trace\nof grime remained, they were metamorphosed hands from the filthy\npaws of Larry the Bat.  He nodded in satisfaction; and picked up the\nmirror for a final inspection of himself, that, this time, did not\nmiss a single line in his face or neck.  Again Jimmie Dale nodded.\nAs though he had vanished into thin air, as though he had never\nexisted, not a trace of Larry the Bat remained–except the heap of\nrags upon the floor, the battered slouch hat, the frayed trousers,\nthe patched boots with their broken laces, the mismated socks, the\ngrimy flannel shirt, and the old coat that he had just discarded.",
        "The mirror was replaced on the table; and, pushing the heap of\nclothes before him with his foot, Jimmie Dale knelt down in the\ncorner of the room where the oilcloth had been turned up and the\nloose planking of the floor removed, and began to pack the articles\naway in the hole.  Jimmie Dale rolled the trousers of Larry the Bat\ninto a compact little bundle, and stuffed them under the flooring.\nThe gas jet seemed to blink again in a sort of confidential\napproval, as though the secret lay inviolate between itself and\nJimmie Dale.  Through the closed window, shade tightly drawn, came,\nlow and muffled, the sound of distant life from the Bowery, a few\nblocks away.  The gas jet, suffering from air somewhere within the\npipes, hissed angrily, the yellow flame died to a little blue,\nforked spurt–and Jimmie Dale was on his feet, his face suddenly\nhard and white as marble.",
        "Some One Was Knocking At the Door!",
        "For the fraction of a second Jimmie Dale stood motionless.  Found as\nJimmie Dale in the den of Larry the Bat, and the consequences\nrequired no effort of the imagination to picture them; police or\ndenizen of the underworld who was knocking there, it was all the\nsame, the method of death would be a little different, that was all–\none legalised, the other not.  Jimmie Dale, Larry the Bat, the Gray\nSeal, once uncovered, could expect as much quarter as would be given\nto a cornered rat.  His eyes swept the room with a swift, critical\nglance–evidences of Larry the Bat, the clothes, were still about,\neven if he in the person of Jimmie Dale, alone damning enough, were\nnot standing there himself.  And he was even weaponless–the Tocsin\nhad taken the revolver from his pocket, together with those other\ntelltale articles, the mask, the flashlight, the little blued-steel\ntools, before she had intrusted him that night, wounded and\nunconscious, to Hanson’s care.",
        "Jimmie Dale slipped his feet out of his low evening pumps, snatched\nup the old coat and hat from the pile, put them on, and, without a\nsound, reached the gas jet and turned it off.  A second had gone by–\nno more–the knocking still sounded insistently on the door.  It\nwas dark now, perfectly black.  He started across the room, his\ntread absolutely silent as the trained muscles, relaxing, threw the\nbody weight gradually upon one foot before the next step was taken.\nIt was like a shadow, a little blacker in outline than the\nsurrounding blackness, stealing across the floor.",
        "Halfway to the door he paused.  The knocking had ceased.  He\nlistened intently.  It was not repeated.  Instead, his ear caught a\nguarded step retreating outside in the hall.  Jimmie Dale drew a\nbreath of relief.  He went on again to the door, still listening.\nWas it a trap–that step outside?",
        "At the door now, tense, alert, he lowered his ear to the keyhole.\nThere came the faintest creak from the stairs.  Jimmie Dale’s brows\ngathered.  It was strange!  The knocking had not lasted long.\nWhoever it was was going away–but it required the utmost caution to\ndescend those stairs, rickety and tumble-down as they were, with no\nmore sound than that!  Why such caution?  Why not a more determined\nand prolonged effort at his door–the visitor had been easily\nsatisfied that Larry the Bat was not within.  TOO easily satisfied!\nJimmie Dale turned the key noiselessly in the lock.  He opened the\ndoor cautiously–half inch–an inch, there was no sound of footsteps\nnow.  Occasionally a lodger moved about on the floor above;\noccasionally from somewhere in the tenement came the murmur of\nvoices as from behind closed door–that was all.  All else was\nsilence and darkness now.",
        "The door, on its well-oiled hinges, swung wide open.  Jimmie Dale\nthrust out his head into the hall–and something fell upon the\nthreshold with a little thud–but for a moment Jimmie Dale did not\nmove.  Listening, trying to pierce the darkness, he was as still as\nthe silence around him; then he stooped and groped along the\nthreshold.  His hand closed upon what seemed like a small box\nwrapped in paper.  He picked it up, closed and locked the door\nagain, and retreated back across the room.  It was strange–\nunpleasantly strange–a box propped stealthily against the door so\nthat it would fall to the threshold when the door was opened!  And\nwhy the stealth?  What did it mean?  Had the underworld with its\nthousand eyes and ears already succeeded in a few days where the\npolice had failed signally for years–had they sent him this,\nwhatever it was, as some grim token that they had run Larry the Bat\nto earth?  He shook his head.  No; gangland struck more swiftly,\nwith less finesse than that–the “cat-and-mouse” act was never one\nit favoured, for the mouse had been known to get away.",
        "Jimmie Dale lighted the gas again, and turned the package over in\nhis hands.  It was, as he had surmised, a small cardboard box; and\nit was wrapped in plain paper and tied with a string.  He untied the\nstring, and still suspicious, as a man is suspicious in the\nknowledge that he is stalked by peril at every turn, removed the\nwrapper a little gingerly.  It was still without sign or marking\nupon it, just an ordinary cardboard box.  He lifted off the cover,\nand, with a short, sudden laugh, stared, a little out of\ncountenance, at the contents.",
        "On the top lay a white, unaddressed envelope.  HERS!  Beneath–he\nemptied the box on the table–his black silk mask, his automatic\nrevolver, the kit of fine, small blued-steel burglar’s tools, his\npocket flashlight, and the thin metal insignia case.  The Tocsin!\nImpulsively Jimmie Dale turned toward the door–and stopped.  His\nshoulders lifted in a shrug that, meant to be philosophical, was far\nfrom philosophical.  He could not, dared not venture far through the\ntenement dressed as he was; and even if he could there were three\nexits to the Sanctuary, a fact that now for the first time was not\nwholly a source of unmixed satisfaction to him; and besides–she was\ngone!",
        "Jimmie Dale opened the letter, a grim smile playing on his lips.  He\nhad forgotten for the moment that the illusion he had cherished for\nyears in the belief that she did not know Larry the Bat as an alias\nof Jimmie Dale was no more than–an illusion.  Well, it had been a\npiece of consummate egotism on his part, that was all.  But, after\nall, what did it matter?  He had had his innings, tried in the role\nof Larry the Bat to solve her identity, devoted weeks on end to the\nattempt–and failed.  Some day, perhaps, his turn would come; some\nday, perhaps, she would no longer be able to elude him, unless–the\nletter crackled suddenly in his fingers–unless the house that they\nhad built on such strange and perilous foundations crashed at some\nmoment, without an instant’s warning, in disaster and ruin to the\nground.  Who knew but that this letter now, another call to the Gray\nSeal to act, another peril invited, would be the LAST?  There must\nbe an end some day; luck and nerve had their limitations–it had\nalmost ended last week!",
        "“Dear Philanthropic Crook\"–it was the same inevitable beginning.\n“You are well enough again, aren’t you, Jimmie?–I am sending these\nlittle things back to you, for you will need them to-night.\"–Jimmie\nDale read on, muttering snatches of the letter aloud: “Michael Breen\nprospecting in Alaska–map of location of rich mining claim–\nHamvert, his former partner, had previously fleeced him of fifteen\nthousand dollars–his share of a deal together–Breen was always a\nvery poor man–Breen later struck a claim alone; but, taking sick,\ncame back home–died on arrival in New York after giving map to his\nwife–wife in very needy circumstances–lives with little daughter\nof seven in New Rochelle–works out by the day at Henry Mittel’s\nhouse on the Sound near-by–wife intrusted map for safe-keeping and\nadvice to Mittel–Hamvert after map–telephone wires cut–room one\nhundred and forty-eight, corner, right, first floor, Palais-\nMetropole Hotel, unoccupied–connecting doors–quarter past nine\nto-night–the Weasel–Mittel’s house later–the police–look out for\nboth the Weasel and the police, Jimmie–”",
        "There was more, several pages of it, explanations, specific details\ndown to a minute description of the locality and plan of the house\non the Sound.  Jimmie Dale, too intent now to mutter, read on\nsilently.  At the end he shuffled the sheets a little abstractedly,\nas his face hardened.  Then his fingers began to tear the letter\ninto little shreds, tearing it over and over again, tearing the\nshreds into tiny particles.  He had not been far wrong.  From what\nthe night promised now, this might well be the last letter.  Who\nknew?  There would be need of all the wit and luck and nerve\nto-night that the Gray Seal had ever had before.",
        "With a jerk, Jimmie Dale roused himself from the momentary reverie\ninto which he had fallen; and, all action now, stuffed the torn\npieces of the letter into his trousers pocket to be disposed of\nlater in the street; took off the old coat and slouch hat again, and\nresumed the disposal of Larry the Bat’s effects under the flooring.",
        "This accomplished, he replaced the planking and oilcloth, stood up,\nput on his dress coat and light overcoat, and, from the table,\nstowed the black silk mask, the automatic, the little kit of tools,\nthe flashlight, and the thin metal case away in his pockets.",
        "Jimmie Dale raised his hand to the gas fixture, circled the room\nwith a glance that missed no single detail–then the light went out,\nthe door closed behind him, locked, a dark shadow crept silently\ndown the stairs, out through the side door into the alleyway, along\nthe alleyway close to the wall of the tenement where it was\nblackest, and, satisfied that for the moment there were no passers-\nby, emerged on the street, walking leisurely toward the Bowery.",
        "Once well away from the Sanctuary, however, Jimmie Dale quickened\nhis steps; and twenty minutes later, having stopped but once to\ntelephone to his home on Riverside Drive for his touring car, he was\nbriskly mounting the steps of the St. James Club on Fifth Avenue.\nAnother twenty minutes after that, and he had dismissed Benson, his\nchauffeur, and, at the wheel of his big, powerful machine, was\nspeeding uptown for the Palais-Metropole Hotel.",
        "It was twelve minutes after nine when he drew up at the curb in\nfront of the side entrance of the hotel–his watch, set by\nguesswork, had been a little slow, and he had corrected it at the\nclub.  He was replacing the watch in his pocket as he sauntered\naround the corner, and passed in through the main entrance to the\nbig lobby.",
        "Jimmie Dale avoided the elevators–it was only one flight up, and\nelevator boys on occasions had been known to be observant.  At the\ntop of the first landing, a long, wide, heavily carpeted corridor\nwas before him.  “Number one hundred and forty-eight, the corner\nroom on the right,” the Tocsin had said.  Jimmie Dale walked\nnonchalantly along–past No. 148.  At the lower end of the hall a\ngroup of people were gathered around the elevator doors; halfway\ndown the corridor a bell boy came out of a room and went ahead of\nJimmie Dale.",
        "And then Jimmie Dale stopped suddenly, and began to retrace his\nsteps.  The group had entered the elevator, the bell boy had\ndisappeared around the farther end of the hall into the wing of the\nhotel–the corridor was empty.  In a moment he was standing before\nthe door of No. 148; in another, under the persuasion of a little\nsteel instrument, deftly manipulated by Jimmie Dale’s slim, tapering\nfingers, the lock clicked back, the door opened, and he stepped\ninside, closing and locking the door again behind him.",
        "It was already a quarter past nine, but no one was as yet in the\nconnecting room–the fanlight next door had been dark as he passed.\nHis flashlight swept about him, located the connecting door–and\nwent out.  He moved to the door, tried it, and found it locked.\nAgain the little steel instrument came into play, released the lock,\nand Jimmie Dale opened the door.  Again the flashlight winked.  The\ndoor opened into a bathroom that, obviously, at will, was either\ncommon to the two rooms or could, by the simple expedient of locking\none door or the other, be used by one of the rooms alone.  In the\npresent instance, the occupant of the adjoining apartment had taken\n“a room with a bath.”",
        "Jimmie Dale passed through the bathroom to the opposite door.  This\nwas already three-quarters open, and swung outward into the bedroom,\nnear the lower end of the room by the window.  Through the crack of\nthe door by the hinges, Jimmie Dale flashed his light, testing the\nradius of vision, pushed the door a few inches wider open, tested it\nagain with the flashlight–and retreated back into No. 148, closing\nthe door on his side until it was just ajar.",
        "He stood there then silently waiting.  It was Hamvert’s room next\ndoor, and Hamvert and the Weasel were already late.  A step sounded\noutside in the corridor.  Jimmie Dale straightened intently.  The\nstep passed on down the hallway and died away.  A false alarm!\nJimmie Dale smiled whimsically.  It was a strange adventure this\nthat confronted him, quite the strangest in a way that the Tocsin\nhad ever planned–and the night lay before him full of peril in its\nextraordinary complications.  To win the hand he must block Hamvert\nand the Weasel without allowing them an inkling that his\ninterference was anything more than, say, the luck of a hotel sneak\nthief at most.  The Weasel was a dangerous man, one of the slickest\nsecond-story workers in the country, with safe cracking as one of\nhis favourite pursuits, a man most earnestly desired by the police,\nprovided the latter could catch him “with the goods.”  As for\nHamvert, he did not know Hamvert, who was a stranger in New York,\nexcept that Hamvert had fleeced a man named Michael Breen out of his\nshare in a claim they had had together when Breen had first gone to\nAlaska to try his luck, and now, having discovered that Breen, when\nprospecting alone somewhere in the interior a month or so ago, had\nfound a rich vein and had made a map or diagram of its location, he,\nHamvert, had followed the other to New York for the purpose of\ngetting it by hook or crook.  Breen’s “find” had been too late;\ntaken sick, he had never worked his claim, had barely got back home\nbefore he died, and only in time to hand his wife the strange legacy\nof a roughly scrawled little piece of paper, and–Jimmie Dale\nstraightened up alertly once more.  Steps again–and this time\ncoming from the direction of the elevator; then voices; then the\nopening of the door of the next room; then a voice, distinctly\naudible:",
        "“Pull up a chair, and we’ll get down to business.  You’re late, as\nit is.  We haven’t any time to waste, if we’re going to wash pay-\ndirt to-night.”",
        "“Aw, dat’s all right!” responded another voice–quite evidently the\nWeasel’s.  “Don’t youse worry–de game’s cinched to a fadeaway.”",
        "There was the sound of chairs being moved across the floor.  Jimmie\nDale slipped the black silk mask over his face, opened the door on\nhis side of the bathroom cautiously, and, without a sound, stepped\ninto the bathroom that was lighted now, of course, by the light\nstreaming in through the partially opened door of Hamvert’s room.\nThe two were talking earnestly now in lower tones.  Jimmie Dale only\ncaught a word here and there–his faculties for the moment were\nconcentrated on traversing the bathroom silently.  He reached the\nfarther door, crouched there, peered through the crack–and the old\nwhimsical smile flickered across his lips again.",
        "The Palais-Metropole was high class and exclusive, and the Weasel\nfor once looked quite the gentleman, and, for all his sharp, ferret\nface, not entirely out of keeping with his surroundings–else he\nwould never have got farther than the lobby.  The other was a short,\nthickset, heavy-jowled man, with a great shock of sandy hair, and\nsmall black eyes that looked furtively out from overhanging, bushy\neyebrows.",
        "“Well,” Hamvert was saying, “the details are your concern.  What I\nwant is results.  We won’t waste time.  You’re to be back here by\ndaylight–only see that there’s no come-back.”",
        "“Leave it to me!” returned the Weasel, with assurance.  “How’s dere\ngoin’ ter be any come-back?  Mittel keeps it in his safe, don’t he?\nWell, gentlemen’s houses has been robbed before–an’ dis job’ll be a\ngood one.  De geographfy stunt youse wants gets pinched wid de rest,\ndat’s all.  It disappears–see?  Who’s ter know youse gets yer claws\non it?  It’s just lost in de shuffle.”",
        "“Right!” agreed Hamvert briskly–and from his inside pocket produced\na package of crisp new bills, yellow-backs, and evidently of large\ndenominations.  “Half down and half on delivery–that’s our deal.”",
        "“Dat’s wot!” assented the Weasel curtly.",
        "Hamvert began to count the bills.",
        "Jimmie Dale’s hand stole into his pocket, and came out with his\nhandkerchief and the thin metal insignia case.  From the latter,\nwith its little pair of tweezers, he took out one of the adhesive\ngray seals.  His eyes warily on the two men, he dropped the seal on\nhis handkerchief, restored the thin metal case to his pocket–and in\nits stead the blue-black ugly muzzle of his automatic peeped from\nbetween his fingers.",
        "“Five thousand down,” said Hamvert, pushing a pile of notes across\nthe table, and tucking the remainder back into his pocket; “and the\nother five’s here for you when you get back with the map.\nOrdinarily, I wouldn’t pay a penny in advance, but since you want it\nthat way and the map’s no good to you while the rest of the long\ngreen is, I–”  He swallowed his words with a startled gulp,\nclutched hastily at the money on the table, and began to struggle up\nfrom his chair to his feet.",
        "With a swift, noiseless side-step through the open door, Jimmie Dale\nwas standing in the room.",
        "Jimmie Dale’s tones were conversational.  “Don’t get up,” said\nJimmie Dale coolly.  “And take your hand off that money!”",
        "The Weasel, whose back had been to the door, squirmed around in his\nchair–and in his turn stared into the muzzle of Jimmie Dale’s\nrevolver, while his jaw dropped and sagged.",
        "“Good-evening, Weasel,” observed Jimmie Dale casually.  “I seem to\nbe in luck to-night.  I got into that room next door, but an empty\nroom is slim picking.  And then it seemed to me I heard some one in\nhere mention five thousand dollars twice, which makes ten thousand,\nand which happens to be just exactly the sum I need at the present\nmoment–if I can’t get any more!  I haven’t the honour of your\nwealthy friend’s acquaintance, but I am really charmed to meet him.\nYou–er–understand, both of you, that the slightest sound might\nprove extremely embarrassing.”",
        "Hamvert’s face was white, and he stirred uneasily in his chair; but\ninto the Weasel’s face, the first shock of surprised dismay past,\ncame a dull, angry red, and into the eyes a vicious gleam–and\nsuddenly he laughed shortly.",
        "“Why, youse damned fool,” jeered the Weasel, “d’youse t’ink youse\ncan get away wid dat!  Say, take it from me, youse are a piker!\nSay, youse make me tired.  Wot d’youse t’ink youse are?  D’youse\nt’ink dis is a tee-ayter, an’ dat youse are a cheap-skate actor\nstrollin’ acrost de stage?  Aw, beat it, youse make me sick!  Why,\nsay, youse pinch dat money, an’ youse have got de same chanst of\ngettin’ outer dis hotel as a guy has of breakin’ outer Sing Sing!\nBy de time youse gets five feet from de door of dis room we has de\nwhole works on yer neck.”",
        "“Do you think so, Weasel?” inquired Jimmie Dale politely.  He\ncarried his handkerchief to his mouth to cloak a cough–and his\ntongue touched the adhesive side of the little diamond-shaped gray\nseal.  Hand and handkerchief came back to the table, and Jimmie Dale\nleaned his weight carelessly upon it, while the automatic in his\nright hand still covered the two men.  “Do you think so, Weasel?” he\nrepeated softly.  “Well, perhaps you are right; and yet; somehow, I\nam inclined to disagree with you.  Let me see, Weasel–it was\nTuesday night, two nights ago; wasn’t it, that a trifling break in\nMaiden Lane at Thorold and Sons disturbed the police?  It was a\nthree-year job for even a first offender, ten for one already on\nnodding terms with the police and fifteen to twenty for–well, say,\nfor a man like you, Weasel–IF HE WERE CAUGHT!  Am I making myself\nquite plain?”",
        "The colour in the Weasel’s cheeks faded a little–his eyes were\nholding in sudden fascination upon Jimmie Dale.",
        "“I see that I am,” observed Jimmie Dale pleasantly.  “I said, ’if he\nwere caught,’ you will remember.  I am going to leave this room in a\nmoment, Weasel, and leave it entirely to your discretion as to\nwhether you will think it wise or not to stir from that chair for\nten minutes after I shut the door.  And now\"–Jimmie Dale\nnonchalantly replaced his handkerchief in his pocket, nonchalantly\nfollowed it with the banknotes which he picked up from the table–\nand smiled.",
        "With a gasp, both men had strained forward, and were staring, wild-\neyed, at the gray seal stuck between them on the tabletop.",
        "“The Gray Seal!” whispered the Weasel, and his tongue circled his\nlips.",
        "Jimmie Dale shrugged his shoulders.",
        "“That WAS a bit theatrical, Weasel,” he said apologetically; “and\nyet not wholly unnecessary.  You will recall Stangeist, The Mope,\nAustralian Ike, and Clarie Deane, and can draw your own inference as\nto what might happen in the Thorold affair if you should be so ill-\nadvised as to force my hand.  Permit me\"–the slim, deft fingers,\nlike a streak of lightning, were inside Hamvert’s coat pocket and\nout again with the remainder of the banknotes–and Jimmie Dale was\nbacking for the door–not the door of the bathroom by which he had\nentered, but the door of the room itself that opened on the\ncorridor.  There he stopped, and his hand swept around behind his\nback and turned the key in the locked door.  He nodded at the two\nmen, whose faces were working with incongruously mingled expressions\nof impotent rage, bewilderment, fear, and fury–and opened the door\na little.  “Ten minutes, Weasel,” he said gently.  “I trust you will\nnot have to use heroic measures to restrain your friend for that\nlength of time, though if it is necessary I should advise you for\nyour own sake to resort almost–to murder.  I wish you good evening,\ngentlemen.”",
        "The door opened farther; Jimmie Dale, still facing inward, slipped\nbetween it and the jamb, whipped the mask from his face, closed the\ndoor softly, stepped briskly but without any appearance of haste\nalong the corridor to the stairs, descended the stairs, mingled with\na crowd in the lobby for an instant, walked, seemingly a part of it,\nwith a group of ladies and gentlemen down the hall to the side\nentrance, passed out–and a moment later, after drawing on a linen\ndust coat which he took from under the seat, and exchanging his hat\nfor a tweed cap, the car glided from the curb and was lost in a\npress of traffic around the corner.",
        "Jimmie Dale laughed a little harshly to himself.  So far, so good–\nbut the game was not ended yet for all the crackle of the crisp\nnotes in his pocket.  There was still the map, still the robbery at\nMittel’s house–the ten-thousand-dollar “theft” would not in any way\nchange that, and it was a question of time now to forestall any move\nthe Weasel might make.",
        "Through the city Jimmie Dale alternately dodged, spurted, and\ndragged his way, fuming with impatience; but once out on the country\nroads and headed toward New Rochelle, the big machine, speed limits\nthrown to the winds, roared through the night–a gray streak of road\njumping under the powerful lamps; a village, a town, a cluster of\nlights flashing by him, the steady purr of his sixty-horse-power\nengines; the gray thread of open road again.",
        "It was just eleven o’clock when Jimmie Dale, the road to himself for\nthe moment at a spot a little beyond New Rochelle, extinguished his\nlights, and very carefully ran his car off the road, backing it in\nbehind a small clump of trees.  He tossed the linen dust coat back\ninto the car, and set off toward where, a little distance away, the\nslap of waves from the stiff breeze that was blowing indicated the\nshore line of the Sound.  There was no moon, and, while it was not\nparticularly dark, objects and surroundings at best were blurred and\nindistinct; but that, after all, was a matter of little concern to\nJimmie Dale–the first house beyond was Mittel’s.  He reached the\nwater’s edge and kept along the shore.  There should be a little\nwharf, she had said.  Yes; there it was–and there, too, was a gleam\nof light from the house itself.",
        "Jimmie Dale began to make an accurate mental note of his\nsurroundings.  From the little wharf on which he now stood, a path\nled straight to the house, bisecting what appeared to be a lawn,\ntrees to the right, the house to the left.  At the wharf, beside\nhim, two motor boats were moored, one on each side.  Jimmie Dale\nglanced at them, and, suddenly attracted by the familiar appearance\nof one, inspected it a little more closely.  His momentarily\nawakened interest passed as he nodded his head.  It had caught his\nattention, that was all–it was the same type and design, quite a\npopular make, of which there were hundreds around New York, as the\none he had bought that year as a tender for his yacht.",
        "He moved forward now toward the house, the rear of which faced him–\nthe light that flooded the lawn came from a side window.  Jimmie\nDale was figuring the time and distance from New York as he crept\ncautiously along.  How quickly could the Weasel make the journey?\nThe Weasel would undoubtedly come, and if there was a convenient\ntrain it might prove a close race–but in his own favour was the\nfact that it would probably take the Weasel quite some little time\nto recover his equilibrium from his encounter with the Gray Seal in\nthe Palais-Metropole, also the further fact that, from the Weasel’s\nviewpoint, there was no desperate need of haste.  Jimmie Dale\ncrossed the lawn, and edged along in the shadows of the house to\nwhere the light streamed out from what now proved to be open French\nwindows.  It was a fair presumption that he would have an hour to\nthe good on the Weasel.",
        "The sill was little more than a couple of feet from the ground, and,\nfrom a crouched position on his knees below the window, Jimmie Dale\nraised himself slowly and peered guardedly inside.  The room was\nempty.  He listened a moment–the black silk mask was on his face\nagain–and with a quick, agile, silent spring he was in the room.",
        "And then, in the centre of the room, Jimmie Dale stood motionless,\nstaring around him, an expression, ironical, sardonic, creeping into\nhis face.  THE ROBBERY HAD ALREADY BEEN COMMITTED!  At the lower end\nof the room everything was in confusion; the door of a safe swung\nwide, the drawers of a desk had been wrenched out, even a liqueur\nstand, on which were well-filled decanters, had been broken open,\nand the contents of safe and desk, the thief’s discards as it were,\nlittered the floor in all directions.",
        "For an instant Jimmie Dale, his eyes narrowed ominously, surveyed\nthe scene; then, with a sort of professional instinct aroused, he\nstepped forward to examine the safe–and suddenly darted behind the\ndesk instead.  Steps sounded in the hall.  The door opened–a voice\nreached him:",
        "“The master said I was to shut the windows, and I haven’t dast to go\nin.  And he’ll be back with the police in a minute now.  Come on in\nwith me, Minnie.”",
        "“Lord!” exclaimed another voice.  “Ain’t it a good thing the missus\nis away.  She’d have highsteericks!”",
        "Steps came somewhat hesitantly across the floor–from behind the\ndesk, Jimmie Dale could see that it was a maid, accompanied by a\nbig, rawboned woman, sleeves rolled to the elbows over brawny arms,\npresumably the Mittels’ cook.",
        "The maid closed the French windows, there were no others in the\nroom, and bolted them; and, having gained a little confidence, gazed\nabout her.",
        "“My, but wasn’t he cute!” she ejaculated.”  Cut the telephone wires,\nhe did.  And ain’t he made an awful mess!  But the master said we\nwasn’t to touch nothing till the police saw it.”",
        "“And to think of it happening in OUR house!” observed the cook\nheavily, her hands on her hips, her arms akimbo.  “It’ll all be in\nthe papers, and mabbe they’ll put our pictures in, too.”",
        "“I won’t get over it as long as I live!” declared the maid.  “The\nyell Mr. Mittel gave when he came downstairs and put his head in\nhere, and then him shouting and using the most terrible language\ninto the telephone, and then finding the wires cut.  And me\nfollowing him downstairs half dead with fright.  And he shouts at\nme.  ’Bella,’ he shouts, ’shut those windows, but don’t you touch a\nthing in that room.  I’m going for the police.’  And then he rushes\nout of the house.”",
        "“I was going to bed,” said the cook, picking up her cue for what was\nprobably the twentieth rehearsal of the scene, “when I heard Mr.\nMittel yell, and–Lord, Bella, there he is now!”",
        "Jimmie Dale’s hands clenched.  He, too, had caught the scuffle of\nfootsteps, those of three or four men at least, on the front porch.\nThere was one way, only one, of escape–through the French windows!\nIt was a matter of seconds only before Mittel, with the police at\nhis heels, would be in the room–and Jimmie Dale sprang to his feet.\nThere was a wild scream of terror from the maid, echoed by another\nfrom the cook–and, still screaming, both women fled for the door.",
        "“Mr. Mittel!  Mr. Mittel!” shrieked the maid–she had flung herself\nout into the hall.  “He’s–he’s back again!”",
        "Jimmie Dale was at the French windows, tearing at the bolts.  They\nstuck.  Shouts came from the front entryway.  He wrenched viciously\nat the fastenings.  They gave now.  The windows flew open.  He\nglanced over his shoulder.  A man, Mittel presumably, since he was\nthe only one not in uniform, was springing into the room.  There was\na blur of forms and brass buttons behind Mittel–and Jimmie Dale\nleaped to the lawn, speeding across it like a deer.",
        "But quick as he ran, Jimmie Dale’s brain was quicker, pointing the\nsingle chance that seemed open to him.  The motor boat!  It seemed\nlike a God-given piece of luck that he had noticed it was like his\nown; there would be no blind, and that meant fatal, blunders in the\ndark over its mechanism, and he could start it up in a moment–just\nthe time to cast her off, that was all he needed.",
        "The shouts swelled behind him.  Jimmie Dale was running for his\nlife.  He flung a glance backward.  One form–Mittel, he was\ncertain–was perhaps a hundred yards in the rear.  The others were\njust emerging from the French windows–grotesque, leaping things\nthey looked, in the light that streamed out behind them from the\nroom.",
        "Jimmie Dale’s feet pounded the planking of the wharf.  He stooped\nand snatched at the mooring line.  Mittel was almost at the wharf.\nIt seemed an age, a year to Jimmie Dale before the line was clear.\nShouts rang still louder across the lawn–the police, racing in a\npack, were more than halfway from the house.  He flung the line into\nthe boat, sprang in after it–and Mittel, looming over him, grasped\nat the boat’s gunwhale.",
        "Both men were panting from their exertions.",
        "“Let go!” snarled Jimmie Dale between clenched teeth.",
        "Mittel’s answer was a hoarse, gasping shout to the police to hurry–\nand then Mittel reeled back, measuring his length upon the wharf\nfrom a blow with a boat hook full across the face, driven with a\nsudden, untamed savagery that seemed for the moment to have mastered\nJimmie Dale.",
        "There was no time–not a second–not the fraction of a second.\nDesperately, frantically he shoved the boat clear of the wharf.\nOnce–twice–three times he turned the engine over without success–\nand then the boat leaped forward.  Jimmie Dale snatched the mask\nfrom his face, and jumped for the steering wheel.  The police were\nrushing out along the wharf.  He could just faintly discern Mittel\nnow–the man was staggering about, his hands clapped to his face.  A\nperemptory order to halt, coupled with a threat to fire, rang out\nsharply–and Jimmie Dale flung himself flat in the bottom of the\nboat.  The wharf edge seemed to open in little, crackling jets of\nflame, came the roar of reports like a miniature battery in action,\nthen the FLOP, FLOP, FLOP, as the lead tore up the water around him,\nthe duller thud as a bullet buried its nose in the boat’s side, and\nthe curious rip and squeak as a splinter flew.  Then Mittel’s voice,\nhigh-pitched, as though in pain:",
        "“Can’t any of you run a motor boat?  He’s got me bad, I’m afraid.\nThat other one there is twice as fast.”",
        "“Sure!” another voice responded promptly.  “And if that’s right,\nhe’s run his head into a trap.  Cast loose, there, MacVeay, and pile\nin, all of you!  You go back to the house, Mr. Mittel, and fix\nyourself up.  We’ll get him!”",
        "Jimmie Dale’s lips thinned.  It was true!  If the other boat had any\nspeed at all, it was only a question of time before he would be\novertaken.  The only point at issue was how much time.  It was dark–\nthat was in his favour–but it was not so dark but that a boat\ncould be distinguished on the water for quite a distance, for a\nlonger distance than he could hope to put between them.  There was\nno chance of eluding the police that way!  The keen, facile brain\nthat had saved the Gray Seal a hundred times before was weaving,\nplanning, discarding, eliminating, scheming a way out–with death,\nruin, disaster the price of failure.  His eyes swept the dim,\nirregular outline of the shore.  To his right, in the opposite\ndirection from where he had left his car, and perhaps a mile ahead,\nas well as he could judge, the land seemed to run out into a point.\nJimmie Dale headed for it instantly.  If he could reach it with a\nlittle lead to the good, there was a chance!  It would take, say,\nsix minutes, granting the boat a speed of ten miles an hour–and she\ncould do that.  The others could hardly overtake him in that time–\nthey hadn’t got started yet.  He could hear them still shouting and\ntalking at the wharf.  And Mittel’s “twice as fast” was undoubtedly\nan exaggeration, anyhow.",
        "A minute more passed, another–and then, astern, Jimmie Dale caught\nthe racket from the exhaust of a high-powered engine, and a white\nstreak seemed to shoot out upon the surface of the water from where,\nobscured now, he placed the wharf.  A quarter-mile lead, roughly\nfour hundred yards; yes, he had as much as that–but that, too, was\nvery little.",
        "He bent over his engine, coaxing it, nursing it to its highest\nefficiency; his eyes strained now upon the point ahead, now upon his\npursuers behind.  He was running with the wind, thank Heaven! or the\nsmall boat would have had a further handicap–it was rolling up\nquite a sea.",
        "The steering gear, he found, was corded along the side of the boat,\npermitting its manipulation from almost any position, and, abruptly\nnow, Jimmie Dale left the engine to rummage through the little\nlocker in the stern of the boat.  But as he rummaged, his eyes held\nspeculatively on the boat astern.  She was gaining unquestionably,\nsteadily, but not as fast as he had feared.  He would still have a\nhundred yards’ lead, at least, abreast the point–and, he was\nsmiling grimly now, a hundred yards there meant life to the Gray\nSeal!  The locker was full of a heterogeneous collection of odds and\nends–a suit of oilskins, tools, tins, and cans of various sizes and\ndescriptions.  Jimmie Dale emptied the contents, some sort of\npowder, of a small, round tin box overboard, and from his pocket\ntook out the banknotes, crammed them into the box, crammed his watch\nin on top of them, and screwed the cover on tightly.  His fingers\nwere flying now.  A long strip torn from the trousers’ leg of the\noilskins was wrapped again and again around the box–and the box was\nstuffed into his pocket.",
        "The flash of a revolver shot cut the blackness behind him, then\nanother, and another.  They were firing in a continuous stream\nagain.  It was fairly long range, but there was always the chance of\na stray bullet finding its mark.  Jimmie Dale, crouching low, made\nhis way to the bow of the boat again.",
        "The point was looming almost abreast now.  He edged in nearer, to\nhug it as closely as he dared risk the depth of the water.  Behind,\nremorselessly, the other boat was steadily closing the gap; and the\nshots were not all wild–one struck, with a curious singing sound,\non some piece of metal a foot from his elbow.  Closer to the shore,\nrunning now parallel with the head of the point, Jimmie Dale again\nedged in the boat, his jaws, clamped, working in little twitches.",
        "And then suddenly, with a swift, appraising glance behind him, he\nswerved the boat from her course and headed for the shore–not\ndirectly, but diagonally across the little bay that, on the farther\nside of the point, had now opened out before him.  He was close in\nwith the edge of the point, ten yards from it, sweeping past it–the\npoint itself came between the two boats, hiding them from each\nother–and Jimmie Dale, with a long spring, dove from the boat’s\nside to the water.",
        "The momentum from the boat as he sank robbed him for an instant of\nall control over himself, and he twisted, doubled up, and rolled\nover and over beneath the water–but the next moment his head was\nabove the surface again, and he was striking out swiftly for the\nshore.  It was only a few yards–but in a few SECONDS the pursuing\nboat, too, would have rounded the point.  His feet touched bottom.\nIt was haste now, nothing else, that counted.  The drum of the\nracing engines, the crackling roar of the exhaust from the oncoming\nboat was in his ears.  He flung himself upon the shore and down\nbehind a rock.  Around the point, past him, tore the police boat,\ndark forms standing clustered in the bow–and then a sudden shout:",
        "“There she is!  See her?  She’s heading into the bay for the shore!”",
        "Jimmie Dale’s lips relaxed.  There was no doubt that they had\nsighted their quarry again–a perfect fusillade of revolver shots\ndirected at the now empty boat was quite sufficient proof of that!\nWith something that was almost a chuckle, Jimmie Dale straightened\nup from behind the rock and began to run back along the shore.  The\nlittle motor boat would have grounded long before they overtook her,\nand, thinking naturally enough, that he had leaped ashore from her,\nthey would go thrashing through the woods and fields searching for\nhim!",
        "It was a longer way back by the shore, a good deal longer; now over\nrough, rocky stretches where he stumbled in the darkness, now\nthrough marshy, sodden ground where he sank as in a quagmire time\nand again over his ankles.  It was even longer than he had counted\non, and time, with the Weasel on one hand and the return of the\npolice on the other, was a factor to be reckoned with again, as, a\nhalf hour later, Jimmie Dale stole across the lawn of Mittel’s house\nfor the second time that night, and for the second time crouched\nbeneath the open French windows.",
        "Masked again, the water still dripping from what were once\nimmaculate evening clothes but which now sagged limply about him,\nhis collar a pasty string around his neck, the mud and dirt splashed\nto his knees, Jimmie Dale was a disreputable and incongruous-looking\nobject as he crouched there, shivering uncomfortably from his\nimmersion in spite of his exertions.  Inside the room, Mittel passed\nthe windows, pacing the floor, one side of his face badly cut and\nbruised from the blow with the boat hook–and as he passed, his back\nturned for an instant, Jimmie Dale stepped into the room.",
        "Mittel whirled at the sound, and, with a suppressed cry,\ninstinctively drew back–Jimmie Dale’s automatic was dangling\ncarelessly in his right hand.",
        "“I am afraid I am a trifle melodramatic,” observed Jimmie Dale\napologetically, surveying his own bedraggled person; “but I assure\nyou it is neither intentional nor for effect.  As it is, I was\nafraid I would be late.  Pardon me if I take the liberty of helping\nmyself; one gets a chill in wet clothes so easily\"–he passed to the\nliqueur stand, poured out a generous portion from one of the\ndecanters, and tossed it off.",
        "Mittel neither spoke nor moved.  Stupefaction, surprise, and a very\nobvious regard for Jimmie Dale’s revolver mingled themselves in a\nhelpless expression on his face.",
        "Jimmie Dale set down his glass and pointed to a chair in front of\nthe desk.",
        "“Sit down, Mr. Mittel,” he invited pleasantly.  “It will be quite\napparent to you that I have not time to prolong our interview\nunnecessarily, in view of the possible return of the police at any\nmoment, but you might as well be comfortable.  You will pardon me\nagain if I take another liberty\"–he crossed the room, turned the\nkey in the lock of the door leading into the hall, and returned to\nthe desk.  “Sit down, Mr. Mittel!” he repeated, a sudden rasp in his\nvoice.",
        "Mittel, none too graciously, now seated himself.",
        "“Look here, my fine fellow,” he burst out, “you’re carrying things\nwith a pretty high hand, aren’t you?  You seem to have eluded the\npolice for the moment, somehow, but let me tell you I–”",
        "“No,” interrupted Jimmie Dale softly, “let ME tell you–all there is\nto be told.”  He leaned over the desk and stared rudely at the\nbruise on Mittel’s face.  “Rather a nasty crack, that,” he remarked.",
        "Mittel’s fists clenched, and an angry flush swept his cheeks.",
        "“I’d have made it a good deal harder,” said Jimmie Dale, with sudden\ninsolence, “if I hadn’t been afraid of putting you out of business\nand so precluding the possibility of this little meeting.  Now\nthen\"–the revolver swung upward and held steadily on a line with\nMittel’s eyes–” I’ll trouble you for the diagram of that Alaskan\nclaim that belongs to Mrs. Michael Breen!”",
        "Mittel, staring fascinated into the little, round, black muzzle of\nthe automatic, edged back in his chair.",
        "So–so that’s what you’re after, is it?” he jerked out.  “Well\"–he\nlaughed unnaturally and waved his hand at the disarray of the room–\n“it’s been stolen already.”",
        "“I know that,” said Jimmie Dale grimly.  “By–YOU!”",
        "“Me!”  Mittel started up in his chair, a whiteness creeping into his\nface.  “Me!  I–I–”",
        "“Sit down!”  Jimmie Dale’s voice rang out ominously cold.  “I\nhaven’t any time to spare.  You can appreciate that.  But even if\nthe police return before that map is in my possession, they will\nstill be TOO LATE as far as you are concerned.  Do you understand?\nFurthermore, if I am caught–you are ruined.  Let me make it quite\nplain that I know the details of your little game.  You are a curb\nbroker, Mr. Mittel–ostensibly.  In reality, you run what is nothing\nbetter than an exceedingly profitable bucket shop.  The Weasel has\nbeen a customer and also a stool for you for years.  How Hamvert met\nthe Weasel is unimportant–he came East with the intention of\ngetting in touch with a slick crook to help him–the Weasel is the\ncoincidence, that is all.  I quite understand that you have never\nmet Hamvert, nor Hamvert you, nor that Hamvert was aware that you\nand the Weasel had anything to do with one another and were playing\nin together–but that equally is unimportant.  When Hamvert engaged\nthe Weasel for ten thousand dollars to get the map from you for him,\nthe Weasel chose the line of least resistance.  He KNEW you, and\napproached you with an offer to split the money in return for the\nmap.  It was not a question of your accepting his offer–it was\nsimply a matter of how you could do it and still protect yourself.\nThe Weasel was well qualified to point the way–a fake robbery of\nyour house would answer the purpose admirably–you could not be held\neither legally or morally responsible for a document that was\nplaced, unsolicited by you, in your possession, if it were stolen\nfrom you.”",
        "Mittel’s face was ashen, colourless.  His hands were opening and\nshutting with nervous twitches on the top of the desk.",
        "Jimmie Dale’s lips curled.",
        "“But\"–Jimmie Dale was clipping off his words now viciously–\n“neither you nor the Weasel were willing to trust the other\nimplicitly–perhaps you know each other too well.  You were\nunwilling to turn over the map until you had received your share of\nthe money, and you were equally unwilling to turn it over until you\nwere SAFE; that is, until you had engineered your fake robbery even\nto the point of notifying the police that it had been committed; the\nWeasel, on the other hand, had some scruples about parting with any\nof the money without getting the map in one hand before he let go of\nthe banknotes with the other.  It was very simply arranged, however,\nand to your mutual satisfaction.  While you robbed your own house\nthis evening, he was to get half the money in advance from Hamvert,\ngiving Hamvert to understand that HE had planned to commit the\nrobbery himself to-night.  He was to come out here then, receive the\nmap from you in exchange for your share of the money, return to\nHamvert with the map, and receive in turn his own share.  I might\nsay that Hamvert actually paid down the advance–and it was perhaps\nunfortunate for you that you paid such scrupulous attention to\ndetails as to cut your own telephone wires!  I had not, of course,\nan exact knowledge of the hour or minute in which you proposed to\nstage your little play here.  The object of my first visit a little\nwhile ago was to forestall your turning the diagram over to the\nWeasel.  Circumstances favoured you for the moment.  I am back\nagain, however, for the same purpose–the map!”",
        "Mittel, in a cowed way, was huddled back in his chair.  He smiled\nmiserably at Jimmie Dale.",
        "“QUICK!”  Jimmie Dale flung out the word in a sharp, peremptory\nbark.  “Do you need to be told that the CARTRIDGES are dry?”",
        "Mittel’s hand, trembling, went into his pocket and produced an\nenvelope.",
        "“Open it!” commanded Jimmie Dale.  “And lay it on the desk, so that\nI can read it–I am too wet to touch it.”",
        "Mittel obeyed–like a dog that has been whipped.",
        "A glance at the paper, and Jimmie Dale’s eyes lifted again–to sweep\nthe floor of the room.  He pointed to a pile of books and documents\nin one corner that had been thrown out of the safe.",
        "“Go over there and pick up that check book!” he ordered tersely.",
        "“What for?” Mittel made feeble protest.",
        "“Never mind what for!” snapped Jimmie Dale.  “Go and get it–and\nHURRY!",
        "Once more Mittel obeyed–and dropped the book hesitantly on the\ndesk.",
        "Jimmie Dale stared silently, insolently, contemptuously at the\nother.",
        "Mittel stirred uneasily, sat down, shifted his feet, and his fingers\nfumbled aimlessly over the top of the desk.",
        "“Compared with you,” said Jimmie Dale, in a low voice, the Weasel,\nay, and Hamvert, too, crooks though they are, are gentlemen!\nMichael Breen, as he died, told his wife to take that paper to some\none she could trust, who would help her and tell her what to do;\nand, knowing no one to go to, but because she scrubbed your floors\nand therefore thought you were a fine gentleman, she came timidly to\nyou, and trusted you–you cur!”",
        "Jimmie Dale laughed suddenly–not pleasantly.  Mittel shivered.",
        "“Hamvert and Breen were partners out there in Alaska when Breen\nfirst went out,” said Jimmie Dale slowly, pulling the tin can\nwrapped in oilskin from his pocket.  “Hamvert swindled Breen out of\nthe one strike he made, and Mrs. Breen and her little girl back here\nwere reduced to poverty.  The amount of that swindle was, I\nunderstand, fifteen thousand dollars.  I have ten of it here,\ncontributed by the Weasel and Hamvert; and you will, I think,\nrecognise therein a certain element of poetic justice–but I am\nstill short five thousand dollars.”",
        "Jimmie Dale removed the cover from the tin can.  Mittel gazed at the\ncontents numbly.",
        "“You perhaps did not hear me?” prompted Jimmie Dale coldly.  “I am\nstill short five thousand dollars.”",
        "Mittel circled his lips with the tip of his tongue.",
        "“What do you want?” he whispered hoarsely.",
        "“The balance of the amount.”  There was an ominous quiet in Jimmie\nDale’s voice.  “A check payable to Mrs. Michael Breen for five\nthousand dollars.”",
        "“I–I haven’t got that much in the bank,” Mittel fenced, stammering.",
        "“No?  Then I should advise you to see that you have by ten o’clock\nto-morrow morning!” returned Jimmie Dale curtly.  “Make out that\ncheck!”",
        "Mittel hesitated.  The revolver edged insistently a little farther\nacross the desk–and Mittel, picking up a pen, wrote feverishly.  He\ntore the check from its stub, and, with a snarl, pushed it toward\nJimmie Dale.",
        "“Fold it!” instructed Jimmie Dale, in the same curt tones.  “And\nfold that diagram with it.  Put them both in this box.  Thank you!\"\nHe wrapped the oilskin around the box again, and returned the box to\nhis pocket.  And again with that insolent, contemptuous stare, he\nsurveyed the man at the desk–then he backed to the French windows.\n“It might be as well to remind you, Mittel,” he cautioned sternly,\n“that if for any reason this check is not honoured, whether through\nlack of funds or an attempt by you to stop payment, you’ll be in a\ncell in the Tombs to-morrow for this night’s work–that is quite\nunderstood, isn’t it?”",
        "Mittel was on his feet–sweat glistened on his forehead.",
        "“My God!” he cried out shrilly.  “Who are you?”",
        "And Jimmie Dale smiled and stepped out on the lawn.",
        "“Ask the Weasel,” said Jimmie Dale–and the next instant, lost in\nthe shadows of the house, was running for his car.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}