{
    "title": "The Boys’ Life of Mark Twain - XXXIV. A New Book and New English Triumphs",
    "author": "Paine",
    "chapter": "34",
    "content": [
        "\n",
        "\n\n",
        "But if Mark Twain could find nothing to write of in England, he found no\nlack of material in America.  That winter in Hartford, with Charles\nDudley Warner, he wrote “The Gilded Age.”  The Warners were neighbors,\nand the families visited back and forth.  One night at dinner, when the\ntwo husbands were criticizing the novels their wives were reading, the\nwives suggested that their author husbands write a better one.  The\nchallenge was accepted.  On the spur of the moment Warner and Clemens\nagreed that they would write a book together, and began it immediately.",
        "Clemens had an idea already in mind.  It was to build a romance around\nthat lovable dreamer, his mother’s cousin, James Lampton, whom the reader\nwill recall from an earlier chapter.  Without delay he set to work and\nsoon completed the first three hundred and ninety-nine pages of the new\nstory.  Warner came over and, after listening to its reading, went home\nand took up the story.  In two months the novel was complete, Warner\ndoing most of the romance, Mark Twain the character parts.  Warner’s\nportion was probably pure fiction, but Mark Twain’s chapters were full of\nhistory.",
        "Judge Hawkins and wife were Mark Twain’s father and mother; Washington\nHawkins, his brother Orion.  Their doings, with those of James Lampton as\nColonel Sellers, were, of course, elaborated, but the story of the\nTennessee land, as told in that book, is very good history indeed.  Laura\nHawkins, however, was only real in the fact that she bore the name of\nSamuel Clemens’s old playmate.  “The Gilded Age,” published later in the\nyear, was well received and sold largely.  The character of Colonel\nSellers at once took a place among the great fiction characters of the\nworld, and is probably the best known of any American creation.  His\nwatchword, “There’s millions in it!” became a byword.",
        "The Clemenses decided to build in Hartford.  They bought a plot of land\non Farmington Avenue, in the literary neighborhood, and engaged an\narchitect and builder.  By spring, the new house was well under way, and,\nmatters progressing so favorably, the owners decided to take a holiday\nwhile the work was going on.  Clemens had been eager to show England to\nhis wife; so, taking little Sissy, now a year old, they sailed in May, to\nbe gone half a year.",
        "They remained for a time in London–a period of honors and entertainment.\nIf Mark Twain had been a lion on his first visit, he was hardly less than\nroyalty now.  His rooms at the Langham Hotel were like a court.  The\nnation’s most distinguished men–among them Robert Browning, Sir John\nMillais, Lord Houghton, and Sir Charles Dilke–came to pay their\nrespects.  Authors were calling constantly.  Charles Reade and Wilkie\nCollins could not get enough of Mark Twain.  Reade proposed to join with\nhim in writing a novel, as Warner had done.  Lewis Carroll did not call,\nbeing too timid, but they met the author of “Alice in Wonderland” one\nnight at a dinner, “the shyest full-grown man, except Uncle Remiss, I\never saw,” Mark Twain once declared.",
        "Little Sissy and her father thrived on London life, but it wore on Mrs.\nClemens.  At the end of July they went quietly to Edinburgh, and settled\nat Veitch’s Hotel, on George Street.  The strain of London life had been\ntoo much for Mrs. Clemens, and her health became poor.  Unacquainted in\nEdinburgh, Clemens only remembered that Dr. John Brown, author of “Rab\nand His Friends,” lived there.  Learning the address, he walked around to\n23 Rutland Street, and made himself known.  Doctor Brown came forthwith,\nand Mrs. Clemens seemed better from the moment of his arrival.",
        "The acquaintance did not end there.  For a month the author of “Rab” and\nthe little Clemens family were together daily.  Often they went with him\nto make his round of visits.  He was always leaning out of the carriage\nto look at dogs.  It was told of him that once when he suddenly put his\nhead from a carriage window he dropped back with a disappointed look.",
        "“Who was it?” asked his companion.  “Some one you know?”",
        "“No, a dog I don’t know.”",
        "Dr. John was beloved by everybody in Scotland, and his story of “Rab” had\nwon him a world-wide following.  Children adored him.  Little Susy and he\nwere playmates, and he named her “Megalopis,” a Greek term, suggested by\nher great, dark eyes.",
        "Mark Twain kept his promise to lecture to a London audience.  On the 13th\nof October, in the Queen’s Concert Rooms, Hanover Square, he gave “Our\nFellow Savages of the Sandwich Islands.”  The house was packed.  Clemens\nwas not introduced.  He appeared on the platform in evening dress,\nassuming the character of a manager, announcing a disappointment.  Mr.\nClemens, he said, had fully expected to be present.  He paused, and loud\nmurmurs arose from the audience.  He lifted his hand and the noise\nsubsided.  Then he added, “I am happy to say that Mark Twain is present\nand will now give his lecture.”  The audience roared its approval.",
        "He continued his lectures at Hanover Square through the week, and at no\ntime in his own country had he won such a complete triumph.  He was the\ntalk of the streets.  The papers were full of him.  The “London Times\"\ndeclared his lectures had only whetted the public appetite for more.  His\nmanager, George Dolby (formerly manager for Charles Dickens), urged him\nto remain and continue the course through the winter.  Clemens finally\nagreed that he would take his family back to America and come back\nhimself within the month.  This plan he carried out.  Returning to\nLondon, he lectured steadily for two months in the big Hanover Square\nrooms, giving his “Roughing It” address, and it was only toward the end\nthat his audience showed any sign of diminishing.  There is probably no\nother such a lecture triumph on record.",
        "Mark Twain was at the pinnacle of his first glory: thirty-six, in full\nhealth, prosperous, sought by the world’s greatest, hailed in the highest\nplaces almost as a king.  Tom Sawyer’s dreams of greatness had been all\ntoo modest.  In its most dazzling moments his imagination had never led\nhim so far.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}