{
    "title": "The Nature of Goodness - VI. Self-Sacrifice",
    "author": "George Herbert Palmer",
    "chapter": "7",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "The view of human goodness presented in the preceding chapter is one\nwhich is at present finding remarkably wide acceptance. Philosophers\nare often reproached with an indisposition to agree, and naturally\nwhere inquiry is active diversity will obtain. But to-day there\nappears a strange unanimity as regards the ultimate formula of ethics.\nThe empirical schools state this as the highest form of the struggle\nfor existence; the idealistic, as self-realization. The two are the\nsame so far as they both regard morality as having to do with the\ndevelopment of life in persons. These curious beings, both also\nacknowledge, can never rest till they attain a completeness now\nincalculable.",
        "Of course there is abundant diversity in the application of such\nformulae. In interpreting them we come upon problems no less urgent\nand tangled than those which vexed our fathers. Who and what is a\nperson? How far is he detachable from nature? How far from his fellow\nmen? Is his individuality an illusion, and each of us only an\nimperfect phase of a single universal being, so that in strictness we\nmust own that there is none good but one, that is God? These and\nkindred questions naturally oppress the thought of our time. Yet all\nare but so many attempts to push the formula of self-realization into\nentire clearness. The considerable agreement in ethical formulae\neverywhere noticeable shows that at least so much advance has been\nmade: morality has ceased to be primarily repressive, and is now\nregarded as the amplest exhibit of human nature, free from every\nexternal precept, however sacred. Man is the measure of the moral\nuniverse, and the development of himself his single duty.",
        "But when we thus accept self-realization as our supreme aim, we bring\nourselves into seeming conflict with one of our profoundest moral\ninstincts. It is self-sacrifice that calls forth from all mankind, as\nnothing else does, the distinctively moral response of reverence.\nIntelligence, skill, beauty, learning–we admire them all; but when we\nsee an act of self-sacrifice, however small, an awe falls on us; we\nbow our heads, fearful that we might not have been capable of anything\nso glorious. We thus acknowledge self-sacrifice to be the very\nculmination of the moral life. He who understand it has comprehended\nall righteousness, human and divine. But how does self-sacrifice\naccord with self-development? Will he who is busy cultivating himself\nsacrifice himself? Is there not a kind of conflict between the two?\nYet can we abandon either? And if not, must not the formula of self-\nrealization accept modification?",
        "This, then, is the problem to which I must now turn: the possible\nadjustment of these two imperative claims,–the claim to realize one’s\nself and the claim to sacrifice one’s self. And I shall most easily\nset my theme before my readers if I state at once the four historic\nobjections to the reality of self-sacrifice. I call them historic, for\nthey have appeared and reappeared in the history of ethics, and have\nbeen worked out there on a great scale. While not altogether\nconsistent with one another, no one of them is unimportant. Together\nthey compactly present those conflicting considerations which must be\nborne in mind when we attempt to comprehend the subtleties of self-\nsacrifice. I will endeavor to state them briefly and sympathetically.",
        "First, self-sacrifice is psychologically impossible. No man ever\nperforms a strictly disinterested act, as has been shown in my chapter\non self-direction. Before desire will start, his own interest must be\nengaged. In action we seek to accomplish something, and between that\nsomething and ourselves some sort of valued connection must be felt.\nEvery wish indicates that the wisher experiences a need which he\nthinks might be supplied by the object wished for. It is true that\nwishes and wills are often directed upon external objects, but only\nbecause we believe that our own well-being is involved in their union\nwith us. I devote myself to my friend as my friend, counting his\nhappiness and my own inseparable. Were he so entirely a foreigner\nthat I had no interest in him, my sacrifices for him–even if\nconceivable–would be meaningless. They acquire meaning only through\nmy sense of a tie between him and me. My service of him may be\nregarded as my escape from petty selfishness into broad selfishness,\nfrom immediate gain to remote gain. But the prospect of gain in some\nform, proximate or ultimate, gain often of an impalpable and spiritual\nsort, always attends my wish and will. The aim at self-realization,\nhowever hidden, is everywhere the root of action. No belittlement of\nourselves can appear desirable except as a step toward ultimate\nenlargement. Self-sacrifice in any true and thorough-going sense never\noccurs.",
        "So cogent is this objection, and so frequently does it appear, not\nonly in ethical discussion but in the minds of the struggling\nmultitude, that he who has not faced it, and taken its truth well to\nheart, can have little comprehension of self-sacrifice. But it is a\nblessed fact that thousands who comprehend self-sacrifice little\npractise it largely.",
        "A second objection strips off the glory of self-sacrifice and regards\nit as a sad necessity. While there is nothing in it to attract or be\napproved, the lamentable fact is that we are so crowded together and\ndisposed to trample on one another that, partially to escape, we must\neach agree to abate something of our own in behalf of a neighbor’s\ngain. We cannot each be all we would. It is a sign of our mean estate\nthat again and again we need to cut off sections of what we count\nvaluable in order to save any portion. Only by such compromises are we\nable to get along with one another. He who refuses them finds himself\nexposed to still greater loss. The hard conditions under which we live\nappear in the fact that such restraint is inevitable. I call self-\nsacrifice, therefore, a sad necessity.",
        "This theory of sacrifice is urged by Hobbes and by the later moralists\nwho follow his daring lead. It should be counted among the objections\nbecause, while it admits the fact of self-sacrifice, it denies its\ndignity.",
        "A third objection declares sacrifice to be needless. Its very\nappearance rests on a misconception. We mistakenly suppose that in\nabating our own for the sake of our neighbor’s good, we lose. In\nreality this is our true mode of enlargement. The interests of the\nindividual and society are not hostile or alien, but supplemental.\nSociety is nothing but the larger individual; so that he alone\nrealizes himself who enters most fully into social relations, making\nthe well-being of society his own. This is plain enough when we study\nthe working of a small and comprehensible portion of society. The\nchild does not lose through identification with family life. That is\nhis great means of realizing himself. To assume contrast and\nantagonism between family interest and the interest of the child is\npalpably unwarranted and untrue. Equally unwarranted is a similar\nassumption in the broader ranges of society. When we talk of\nsacrifice, we refer merely to the first stage and outer aspect of the\nact. Underneath, self-interest is guarded, the individual giving up\nhis individuality only through obtaining a larger individuality still.",
        "Such identity of interest between society and the individual the\nmoralists of the eighteenth century are never tired of pointing out.\nIf they are right, and the identity is complete, then sacrifice is\nabolished or is only a generous illusion. But these men never quite\nsucceeded in persuading the English people of their doctrine, at least\nthey never carried their thought fully over into the common mind.",
        "That common mind has always thought of sacrifice in a widely different\nway, but in one which renders it still more incomprehensible. Self-\nsacrifice it regards as a glorious madness. Though the only act which\never forces us to bow in reverent awe, it is insolubly mysterious,\nirrational, crazy perhaps, but superb. For in it we do not deliberate.\nWe hear a call, we shut our ears to prudence, and with courageous\nblindness as regards damage of our own, we hasten headlong to meet the\nneeds of others. To reckon heroism, to count, up opposing gains and\nlosses, balancing them one against another in order clear-sightedly to\nact, is to render heroism impossible. Into it there enters an element\nof insanity. The sacrificer must feel that he cares nothing for what\nis rational, but only for what is holy, for his duty. The rational and\nthe holy,–in the mind of him who has not been disturbed by theoretic\ncontroversy these two stand in harsh antithesis, and the antithesis\nhas been approved by important ethical writers of our time. The\nrational man is, of course, needed in the humdrum work of life. His\nassertive and sagacious spirit clears many a tangled pathway. But he\ngets no reverence, the characteristic response of self-sacrifice. This\nis reserved for him who says, “No prudence for me! I will he admirably\ncrazy. Let me fling myself away, so only there come salvation to\nothers.”",
        "Such, then, are the four massive objections: self-sacrifice is unreal\npsychologically, aesthetically, morally, or rationally: But negative\nconsiderations are not enough. No amount of demonstration of what a\nthing is not will ever reveal what it is. Objections are merely of\nvalue for clearing a field and marking the spots on which a structure\ncannot be reared. The serious task of erecting that structure\nsomewhere still remains. To it I now address myself.",
        "What we need to consider first is the reality and wide range of self-\nsacrifice. The moment the term is mentioned there spring up before our\nminds certain typical examples of it. We see the soldier advancing\ntoward the battlefield, to stake his life for a country in whose\nprosperity he may never share. We see the infant falling into the\nwater, and the full-grown man flinging in after it his own assured and\nvalued life in hopes of rescuing that incipient and uncertain thing, a\nlittle child. Yes, I myself came on a case of heroism hardly less\nstriking. I was riding my bicycle along the public street when there\ndashed past me a runaway horse with a carriage at his heels, both\nmoving so madly that I thought all the city was in danger. I pursued\nas rapidly as I could, and as I neared my home, saw horse and carriage\nstanding by the sidewalk. By the horse’s head stood a negro. I went up\nto him and said, “Did you catch that horse?” “Yes, sir,” he answered.\n“But,” I said, “he was going at a furious pace.” “Yes, sir.” “And he\nmight have run you down.” “Yes, sir, but I know horses, and I was\nafraid he would hurt some of these children.” There he stood, the big\nbrown hero, unexalted, soothing the still restive horse and unaware of\nhaving done anything out of the ordinary. I entered my house ashamed.\nHad I possessed such skill, would I have ventured my life in such a\nfashion?",
        "Such are some of the shining examples of self-sacrifice which occur to\nus at the first mention of the word. But we shall mislead ourselves if\nwe confine our thoughts to cases so climactic, triumphant, and\nspectacular. Deeds like these dazzle and do not invite to full\nanalysis of their nature. Let us turn to affairs more usual.",
        "I have happened to know intimately members of three professions–\nministers, nurses, teachers-and I find self-sacrifice a matter of\ndaily practice with them all. To it the minister is dedicated. He must\nnot look for gain. He has a salary, of course; but it is much in the\nnature of a fee, a means of insuring him a certain kind of living. And\nwhile it is common enough to find a minister studying how he may make\nmoney in his parish, it is commoner far to find one bent on seeing how\nhe can make righteousness prevail there, though it overwhelm him. The\nother professions do not so manifestly aim at self-sacrifice. They are\ndistinctly money-making. They exact a given sum for a given service.\nStill, in them too how constantly do we see that that which is given\nfar outruns that which is paid for. I have watched pretty closely the\nwork of a dozen or more trained nurses, and I believe it Would be hard\nto find any class in the community showing a higher average of\nestimable character. How quiet they are under the most irritating\ncircumstances! How fully they pour themselves into the lives of their\npatients! How prompt is the deft hand! How considerate the swift\nintelligence! Their hearts are aglow over what can be given, not over\nwhat can be got. A similar temper is widely observable among teachers,\nespecially among those of the lower grades. Paid though they are for a\ncertain task, how indisposed they are to limit themselves to that task\nor to confine their care of their children to the schoolroom! The\nhard-worked creatures acquire an intimate interest in the little lives\nand, heedless of themselves, are continually ready to spend and be\nspent for those who cannot know what they receive. Among such teachers\nI find self-sacrifice as broad, as deep, as genuine, if not so\nstriking, as that of the soldier in the field.",
        "Evidently, then, self-sacrifice may be wide-spread and may permeate\nthe institutions of ordinary life; being found even in occupations\nprimarily ordered by principles of give and take, where it expresses\nitself in a kind of surplusage of giving above what is prescribed in\nthe contract. In this form it enters into trade. The high-minded\nmerchant is not concerned merely with getting his money back from an\narticle sold. He interests himself in the thoroughly excellent quality\nof that article, in the accommodation of his customers, the soundness\nof his business methods, and the honorable standing of his firm. And\nwhen we turn to our public officials, how frequent it is–how frequent\nin spite of what the newspapers say–to find men eager for the public\ngood, men ready to take labor on themselves if only the state may be\nsaved from cost and damage!",
        "But I still underestimate the prevalence of the principle. Our\ninstances must be homelier yet. Each day come petty citations to self-\nsacrifice which are accepted as a matter of course. As I walk to my\nlecture-room somebody stops me and says, “What is the way to Berkeley\nStreet?” Do I reprovingly answer, “You must have made a mistake. I\nhave no interest in Berkeley Street. I think it is you who are going\nthere, and why are you putting me to inconvenience merely that you may\nthe more easily find your way?” Should I answer so, he would think and\npossibly say, “There are strange people in Cambridge, remoter from\nhuman kind than any known elsewhere.” Every one would feel\nastonishment at the man who declined to bear his little portion of a\nneighbor’s burden. Our commonest acceptance of society involves self-\nsacrifice, and in all our trivial intercourse we expect to put\nourselves to unrewarded inconvenience for the sake of others.",
        "What I have set myself to make plain in this series of graded examples\nis simply this: self-sacrifice is not something exceptional, something\noccurring at crises of our lives, something for which we need\nperpetually to be preparing ourselves, so that when the great occasion\ncomes we may be ready to lay ourselves upon its altar. Such\nromanticism distorts and obscures. Self-sacrifice is an everyday\naffair. By it we live. It is the very air of our moral lungs. Without\nit society could not go on for an hour. And that is precisely why we\nreverence it so–not for its rarity, but for its importance. Nothing\nelse, I suppose, so instantly calls on the beholder for a bowing of\nthe head. Even a slight exhibit of it sends through the sensitive\nobserver a thrill of reverent abasement. Other acts we may admire;\nothers we may envy; this we adore.",
        "Perhaps we are now prepared to sum up our descriptive account and\nthrow what we have observed into a sort of definition. I mean by self-\nsacrifice any diminution of my own possessions, pleasures, or powers,\nin order to increase those of others. Naturally what we first think of\nis the parting with possessions. That is what the word charity most\nreadily suggests, the giving up of some physical object owned by us\nwhich, even at the moment of giving, we ourselves desire. But the gift\nmay be other than a physical object. When I would gladly sit, I may\nstand in the car for the sake of giving another ease. But the greatest\nconceivable self-sacrifice is when I give myself: when, that is, I in\nsome way allow my own powers to be narrowed in order that those of\nsome one else may be enlarged. Parents are familiar with such\nexquisite charity, parents who put themselves to daily hardship\nbecause they want education for their boys. But they have no monopoly\nin this kind. I who stand in the guardianship of youth have frequent\noccasion to miss a favorite pupil, boy or girl, who throws up a\ncollege training and goes home–often, in my judgment, mistakenly–to\nsupport, or merely to cheer, the family there. Of course such gifts\nare incomparable. No parting with one’s goods, no abandonment of one’s\npleasures, can be measured against them. Yet this is what is going on\nall over the country where devoted mother, gallant son, loyal husband,\nare limiting their own range of existence for the sake of broadening\nthat of certain whom they hold dear.",
        "But when we have thus assembled our omnipresent facts and set them in\norder for cool assessment, the enigma of self-sacrifice only appears\nthe more clearly. Why should a man sacrifice himself? Why\nvoluntarily accept loss? Each of us has but a single life. Each feels\nthe pressure of his own needs and desires. These point the way to\nenlargement. How, then, can I disinterestedly prefer another’s gain?\nEach of us is penned within the range of his solitary consciousness,\nwhich may be broadened or narrowed but cannot be passed. It is\nincumbent on us, therefore, to study our own enrichment. Anticipating\nwhatever might confirm or crumble our being, we should strenuously\nseize the one and reject the other. Deliberately to turn toward loss\nwould seem to be crazy. What should a man accept in exchange for his\nlife?",
        "Here is the difficulty, a difficulty of the profoundest and most\ninstructive sort. If we could see our way clearly through it, little\nin ethics would remain obscure. The common mode of meeting it is to\nleave it thus paradoxical. Self-sacrifice banishes rationality and is\na glorious madness. But such a conclusion is a repellent one. How can\nit be? Reason is man’s distinctive characteristic. While brutes act\nblindly, while the punctual physical universe minutely obeys laws of\nwhich it knows nothing, usually it is open to man to judge the path he\nwill pursue. Shall we then say that, though reason is a convenience in\nall the lower stretches of life, when we reach self-sacrifice, our\nsingle awesome height, it ceases? I cannot think so. On the contrary,\nI hold that in self-sacrifice we have a case not of glorious madness,\nbut of somewhat extreme rationality. How, then, is rational contrasted\nwith irrational guidance? As we here approach the central and most\ndifficult part of our discussion, clearness will oblige me to enter\ninto some detail.",
        "When a child looks at a watch, he sees a single object. It is\nsomething there, a something altogether detached from his\nconsciousness, from the table, from other objects around. It is a\nbrute fact, one single thing, complete in itself. Such is the child’s\nperception. But a man of understanding looks at it differently. Its\ndetached singleness is not to him the most important truth in regard\nto it. Its meaning must rather be found in the relations in which it\nstands, relations which, seeming at first to lie outside it, really\nenter into it and make it what it is. The rational man would\naccordingly see it all alive with the qualities of gold, brass, steel,\nthe metals of which it is composed. He would find it incomprehensible\napart from the mind of its maker, and would not regard that mind and\nwatch as two things, but as matters essentially related. Indeed, these\nrelations would run wider still, and reason would not rest satisfied\nuntil the watch was united to time itself, to the very framework of\nthe universe. Apart from this it would be meaningless. In short, if a\nman comprehends the watch in a rational way he must comprehend it in\nwhat may he called a conjunct way. The child might picture it as\nabstract and single, but it could really be known only in connection\nwith all that exists. Of course we pause far short of such full\nknowledge. Our reason cannot stretch to the infinity of things. But\njust so far as relations can be traced between this object and all\nother objects, so much the more rational does the knowledge of the\nwatch become. Rationality is the comprehending of anything in its\nrelations. The perceptive, isolated view is irrational.",
        "But if this is true of so simple a matter as a watch, it is doubly\ntrue of a complex human being. The child imagines he can comprehend a\nperson too in isolation, but rational proverb-makers long ago told us,\n“One person, no person.” Each person must be conceived as tied in with\nall his fellows. We have seen how in the case of the watch we were\nalmost obliged to abandon the thought of a single object and to speak\nof it as a kind of centre of constitutive relations. A plexus of ties\nruns in every direction, and where these cross there is the watch. So\nit is among human beings. If we try for a moment to conceive a person\nas single and detached, we shall find he would have no powers to\nexercise. No emotions would be his, whether of love or hate, for they\nimply objects to arouse them, no occupations of civilized life, for\nthese involve mutual dependency. From speech he would be cut off, if\nthere were nobody to speak to; nor would any such instrument as\nlanguage be ready for his use, if ancestors had not cooperated in its\nconstruction. His very thoughts would become a meaningless series of\nimpressions if they indicated no reality beside themselves. So empty\nwould be that fiction, the single and isolated individual. The real\ncreature, rational and conjunct man, is he who stands in living\nrelationship with his fellows, they being a veritable part of him and\nhe of them. Man is essentially a social being, not a being who happens\nto be living in society. Society enters into his inmost fibre, and\napart from society he is not. Yet this does not mean that society, any\nmore than the individual, has an independent existence, prior,\ncomplete, and authoritative. What would society be, parted from the\nindividuals who compose it? No more than an individual who does not\nembody social relationships. The two are mutual conceptions, different\naspects of the same thing. We may view a person abstractly, fixing\nattention on his single centre of consciousness; or we may view him\nconjunctly, attending to his multifarious ties.",
        "Now what is distinctive of self-sacrifice is that it insists in a\nsomewhat extreme way on this second and rational mode of regard. It is\na frank confession of interlocking lives. It says, “I have nothing to\ndo with the abstract, isolated, and finite self. That is a matter of\nno consequence. What I care about is the conjunct, social, and\ninfinite self–that self which is inseparable from others. Where that\ncalls, I serve.” The self-sacrificing person knows no interest of his\nown separate from those of his father and mother, his wife and\nchildren. He cannot ask what is good for himself and set it in\ncontrast with what is good for them. For his own broader existence is\npresented in these dear members of his family. And such a man, so far\nfrom being mad, is wise as few of us are. Glorious indeed is the self-\nsacrificer, because he is so sane, because in him all pettiness and\ndetachment are swept away. He appears mad only to those who stand at\nthe opposite point of view, but in his eyes it is they who are\nridiculous. In fact, each must be counted crazy or wise according to\nthe view we take of what constitutes the real person.",
        "I remember a story current in our newspapers during the Civil War.\nJust before a battle, an officer of our army, knowing of what\nconsequence it was that his regiment should hold its ground, hastened\nto the rear to see that none of his men were straggling. He met a\ncowardly fellow trying to regain the camp. Turning upon him in a\npassion of disgust, he said, “What! Do you count your miserable little\nlife worth more than that of this great army?” “Worth more to me,\nsir,” the man replied. How sensible! How entirely just from his own\npoint of view, that of the isolated self! Taking only this into\naccount, he was but a moral child, incapable of comprehending anything\nso difficult as a conjunct self. He imagined that could he but save\nthis eating, breathing, feeling self, no matter if the country were\nlost, he would be a gainer. What folly! What would existence be worth\noutside the total inter-relationship of human beings called his land?\nBut this fact he could not perceive. To risk his separate self in such\na cause seemed absurd. Turn for a moment and see how absurd the\nseparate self appears from the point of view of the conjunct. When our\nLord hung upon the cross, the jeering soldiers shouted, “He saved\nothers, himself he cannot save.” No, he could not; and his inability\nseemed to them ridiculous, while it was in reality his glory. His true\nself he was saving–himself and all mankind–the only self he valued.",
        "IX",
        "Now it is this strange complexity of our being, compelling us to view\nourselves in both a separate and a conjunct way, which creates all the\ndifficulty in the problem of self-sacrifice. But I dare say that when\nI have thus shown the reality and worth of the conjunct self, it will\nbe felt that self-sacrifice is altogether illusory; for while it seems\nto produce loss, it is in fact the avoidance of what entails\nlittleness. So says Emerson:–",
        "    “Let love repine and reason chafe,\n     There came a voice without reply:\n     ’T is man’s perdition to be safe\n     When for the truth he ought to die.”",
        "Have we not, then, by explaining the rationality of self-sacrifice,\nexplained away the whole matter and practically identified it with\nself-culture? There is plausibility in this view–and it has often\nbeen maintained–but not complete truth. For evidently the emotions\nexcited by culture and sacrifice are directly antagonistic. Toward a\nman pursuing the aim of culture we experience a feeling of approval,\nnot unmixed with suspicion, but we give him none of that reverent\nadoration which is the proper response to sacrifice. And if the\nfeelings of the beholder are contrasted, so also are the psychological\nprocesses of the performer. The man of culture starts with a sense of\ndefect which he seeks to supplement; the sacrificer, with a sense of\nfullness which he seeks to empty. He who turns to self-culture says,\n“I have progressed thus far. I have gained thus much of what I would\nacquire. But still I am poor. I need more. Let me gather as abundantly\nas possible on every side.” But the thought of him who turns to self-\nsacrifice is, “I have been gaining, but I only gained to give. Here is\nmy opportunity. Let me pour out as largely as I may.” He contemplates\nfinal impoverishment. Accordingly I was obliged to say in my\ndefinition that the self-sacrificer seeks to heighten another’s\npossessions, pleasures, or powers at the cost of his own. Undoubtedly\nat the end of the process he often finds himself richer than at the\nbeginning. Perhaps this is the normal result; but it is not\ncontemplated. Psychologically the sacrificer is facing in a different\ndirection.",
        "X",
        "Yet, though the motive agencies of the two are thus contrasted, I\nthink we must acknowledge that sacrifice no less than culture is a\npowerful form of self-assertion. To miss this is to miss its essential\ncharacter, and at the same time to miss the safeguards which should\nprotect it against waste. For to say, “I will sacrifice myself” is to\nleave the important part of the business unexpressed. The weighty\nmatter is in the covert preposition for.–\"I will sacrifice myself\nfor,” An approved object is aimed at. We are not primarily\ninterested in negating ourselves. Only our estimate of the importance\nof the object justifies our intended loss. This object should\naccordingly be scrutinized. Self-sacrifice is noble if its end is\nnoble, but become reprehensible when its object is petty or\nundeserving. Omit or overlook that word for, and self-sacrifice\nloses its exalted character. It sinks into asceticism, one often most\ndegrading of moral aberrations. In asceticism we prize self-sacrifice\nfor its own sake. We hunt out what we value most; we judge what would\nmost completely fulfill our needs; and then we abolish it. Abolish it\nfor what? For nothing but the mere sake of abolishing. This is to turn\nmorality upside down; and in place of the Christian ideal of abounding\nlife, to set up the pessimistic aim of impoverishment. There is\nnothing of this kind in self-sacrifice. Here we assert ourselves, our\nconjunct selves. We estimate what will be best for the community of\nman and seek to further this at whatever cost to our isolated\nindividuality. By this dedication to a deserving object sacrifice is\npurified, ennobled, and made strong. We speak of the glorious deed of\nhim who plunges into the water to save a child. But it is a foolish\nand immoral thing to risk one’s life for a stone, a coin, or nothing\nat all. “Is the object deserving?” we must ask, “or shall I reserve\nmyself for greater need?”",
        "Too easily does our sympathetic and sentimental age, recklessly\neulogistic of altruism, hurry into self-sacrifice. Altruism in itself\nis worthless. That an act is unselfish can never justify its\nperformance. He who would be a great giver must first be a great\nperson. Our men, and still more our women, need as urgently the gospel\nof self-development as that of self-sacrifice; though the two are\nnaturally supplemental. Our only means of estimating the propriety and\ndignity of sacrifice is to inquire how closely connected with\nourselves is its object. Until we can justify this connection, we have\nno right to incur it, for genuine sacrifice is always an act of self-\nassertion. In saving his regiment and contributing his share toward\nsaving his country, the soldier asserts his own interests. He is a\ngood soldier in proportion as he feels these interests to be his;\nwhile the deserter is condemned, not for refusing to give his life to\nan alien country and regiment, but because he was small enough to\nimagine that these great constituents of himself were alien. I tell\nthe man on the street the way home because I cannot part his\nbewilderment from my own. The problem always is, What may I suitably\nregard as mine? And in solving it, we should study as carefully that\nfor which we propose to sacrifice ourselves as anything which we might\nseek to obtain. Triviality or lack of permanent consequence is as\nobjectionable in the one case as in the other. The only safe rule is\nthat self-sacrifice is self-assertion, is a judgment as regards what\nwe would welcome to be a portion of our conjunct self.",
        "Perhaps an extreme case will show this most clearly. Jesus prayed,\n“Not my will, but thine, be done.” He did not then lose his will. He\nasserted and obtained it. For his will was that the divine will should\nbe fulfilled, and fulfilled it was. He set aside one form of his will,\nhis private and isolated will, knowing it to be delusive. But his true\nor conjunct will–and he knew it to be his true one–he abundantly\nobtained. It is no wonder, then, that in explaining these things to\nhis disciples he says, “My meat it is to do the will of my Father.\"\nThat is always the language of genuine self-sacrifice. The act is not\ncomplete until the sense of loss has disappeared.",
        "XI",
        "Yet while I hold that self-sacrifice is thus the very extreme of\nrationality, grounding as it does all worth in the relational or\nconjunct selfhood, I cannot disguise from myself that it contains an\nelement of tragedy too. This my readers will already have felt and\nwill have begun to rebel against my insistence that self-sacrifice is\nthe fulfillment of our being. For though it is true that when\nopposition arises between the conjunct and separate selves our largest\nsafety is with the former, the very fact that such opposition is\npossible involves tragedy. One part of the nature becomes arrayed\nagainst another. We must die to live. Our lower goods are found\nincompatible with our higher. Pleasure, comfort, property, friends,\npossibly life itself, have become hostile to our more inclusive aims\nand must be cast aside. It is true that when the tragic antithesis is\npresented and we can reach our higher goods only by loss of the lower,\nhesitation is ruin. It is true too that on account of that element of\nself-assertion to which I have drawn, attention, the genuine\nsacrificer is ordinarily unaware of any such tragedy. But none the\nless tragedy is there. To suppose it absent would strip sacrifice of\nwhat we regard as most characteristic.",
        "Nor can we pause here. Those who would call self-sacrifice a glorious\nmadness have still further justification. A leap into the dark we must\nat least admit it to be, For trace it rationally as far as we may,\nthere always remains uncertainty at the close. There is, for example,\nuncertainty about ultimate results. The mother toiling for her child,\nand neglecting for its sake most of what would render her own life\nrich, can never know that this child will grow up to power. The day\nmay come when she will wish it had died in childhood. The glory of her\naction is bound up with this darkness. Were the soldier, marching to\nthe field, sure that his side would be victorious, he would be only\nhalf a hero. The consequences of self-sacrifice can never be certain,\nforeseen, calculable. There must be risk. Omit it, and the sacrifice\ndisappears. Indeed nothing in life which calls forth high admiration\nis free from this touch of faith and courage, this movement into the\nunknown. It is at the very heart of self-sacrifice.",
        "But besides the unknown character of the result there is usually\nuncertainty as regards the cost. The sacrificer does not give\naccording to measure. I do not say I will attend to this sick person\nup to such and such a point, but when that point is reached I shall\nhave done enough. This would hardly be self-sacrifice. I rather say,\n“Here I am. Take me, use me to the full, spend of me whatever you\nneed. How much that will be, I do not know.” So there is an element of\ndarkness in ourselves.",
        "And possibly I ought to mention a third variety of these\nincalculabilities of sacrifice. We do not plan the case. A while ago,\nmeeting a literary man whose product is of much consequence to the\ncommunity and himself, I asked him how his book was coming on.\n“Badly,” he answered. “Just now an aged relative has fallen ill. There\nis no other place where she can be properly disposed, and so she has\nbeen brought to my house. I must care for her, my home will be much\nbroken up, and my work must be set aside.” I said, “Is that your duty?\nHave you not a more important obligation to your book?” But he\nanswered, “One cannot choose a duty.” I did not fully agree. I think\nwe should carefully weigh duties, even if we do not choose them.\nMorality would otherwise become the sport of accident. But I perceive\nthat in the last analysis no duty is made by ourselves. It is given us\nby something more authoritative than we, something which we cannot\nalter, fully estimate, or without damage evade. Necessity is laid upon\nus, sometimes an invading necessity. We are walking our well-ordered\npath, pursuing some dear aims, when harsh before us stands a waiting\nduty, bidding us lay aside that in which we are engaged and take it. I\nhave said I believe a degree of scrutiny is needful here. We should\nask, what for? We should correlate the new duty with those already\npledged. And probably an interrupting duty is less often the one it is\nwell to follow than one which has had something of our time and care.\nFew fresh calls can have the weighty claim of loyalty to obligation\nalready incurred. But, after all, that on which we finally decide has\nnot sprung from our own wishes. It subjects those wishes to itself.\nStanding over against us, it summons us to do its bidding, and allows\nus no more to be our own self-directed masters.",
        "XII",
        "Summing up, then, the jarring characteristics of self-sacrifice,–its\nfrequency, rationality, assertiveness, nearness to self–culture; yes,\nand its darker traits of risk, immeasurability, and authoritativeness,\n–does it not begin to appear that I have been calling it by a wrong\nname? Self-sacrifice is a negative term. It lays stress on the thought\nthat I set myself aside, become in some way less than I was before. And\nno doubt through all this intricate discussion certain belittlements\nhave been acknowledged, though these have also been shown to lie along\nthe path of largeness. There are, therefore, in self-sacrifice both\nnegative and positive elements. But why select its name from the\nsubordinate part? Why turn to the front its incidental negations? This\nis topsy-turvy nomenclature. Better blot the word self-sacrifice from\nour dictionaries. Devotion, service, love, dedication to a cause,\n–these words mark its real nature and are the only descriptions of it\nwhich its practicers will recognize. That damage to the abstract self\nwhich chiefly impresses the outsider is something of which the\nsacrificer is hardly aware. How exquisitely astonished are the men in\nthe parable when called to receive reward for their generous gifts!\n“Lord, when saw we thee an hungered and fed thee, or thirsty and gave\nthee drink? When saw we thee sick or in prison and came unto thee?\"\nThey thought they had only been following their own desires.",
        "Perhaps the most admirable case of self-sacrifice is that in which no\nsingle person appears who is profited by our loss. The scholar, the\nartist, the scientific man dedicate themselves to the interests of\nundifferentiated humanity. They serve their undecipherable race, not\nknowing who will obtain gains through their toils. In their sublime\nbenefactions they study the wants of no individual person, not even of\nthemselves. Yet, turn to a man of this type and try to call his\nattention to the privations he endures, and what will be his answer?\n“I have no coat? I have no dinner? I have little money? People do not\nhonor me as they honor others? Yes, I believe I lack these trifles.\nBut think what I possess! This great subject; or rather, it possesses\nme. And it shall have of me whatever it requires.”",
        "In such service of the absolute is found the highest expression of\nself-sacrifice, of social service, of self-realization. The doctrine\nthat though union with a reason and righteousness not exclusively our\nown each of us may hourly be renewed is the very heart of ethics.",
        "XIII",
        "I have attempted to cut out a clear path through an ethical jungle\novergrown with the exuberance of human life. I have not succeeded, and\nit is probably impossible to succeed. In the subject itself there is\nparadox. Conflicting elements enter into the very constitution of a\nperson. To trace them even imperfectly one must be patient of\nrefinements, accessible to qualifications, and ever ready to admit the\nopposite of what has been laboriously established. We all desire\nthrough study to win a swift simplicity. But nature abhors simplicity:\nshe complicates; she forces those who would know to take pains, to\nproceed cautiously, and to feel their way along from point to point.\nThis I have tried to do; and I believe that the inquiry, though\nintricate, primarily scientific, and only partially successful, need\nnot altogether lack practical consequence. Our age is bewildered\nbetween heroism and greed. To each it is drawn more powerfully than\nany age preceding. Neither of the two does it quite comprehend. If we\ncan render the nobler somewhat more intelligible, we may increase the\nconfidence of those who now, half-ashamed, follow its glorious but\nblindly compulsive call.",
        "Spencer’s Principles of Ethics, pt. i. ch. xi., xii.",
        "Bradley’s Appearance and Reality, p. 414-429.",
        "Paulsen’s Ethics, bk. ii. ch. 6.",
        "Wundt’s Facts of the Moral Life, ch. iii., Section 4 (g).",
        "Sidgwick’s Methods, concluding chapter.",
        "Kidd’s Social Evolution, ch. 5.",
        "S. Bryant in Journal of Ethics, Apr. 1893.",
        "Bradley in Journal of Ethics, Oct. 1894.",
        "Mackenzie, in Journal of Ethics, Apr. 1895.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}