{
    "title": "The Diary of a Nobody - Chapter the Last.",
    "author": "George and Weedon Grossmith",
    "chapter": "25",
    "content": [
        "\n\n",
        "One of the happiest days of my life.",
        "\nJuly 10. - The excitement and anxiety through which I have gone the\nlast few days have been almost enough to turn my hair grey.  It is\nall but settled.  To-morrow the die will be cast.  I have written a\nlong letter to Lupin - feeling it my duty to do so, - regarding his\nattention to Mrs. Posh, for they drove up to our house again last\nnight.",
        "July 11. - I find my eyes filling with tears as I pen the note of\nmy interview this morning with Mr. Perkupp.  Addressing me, he\nsaid:  “My faithful servant, I will not dwell on the important\nservice you have done our firm.  You can never be sufficiently\nthanked.  Let us change the subject.  Do you like your house, and\nare you happy where you are?”",
        "I replied:  “Yes, sir; I love my house and I love the\nneighbourhood, and could not bear to leave it.”",
        "Mr. Perkupp, to my surprise, said:  “Mr. Pooter, I will purchase\nthe freehold of that house, and present it to the most honest and\nmost worthy man it has ever been my lot to meet.”",
        "He shook my hand, and said he hoped my wife and I would be spared\nmany years to enjoy it.  My heart was too full to thank him; and,\nseeing my embarrassment, the good fellow said:  “You need say\nnothing, Mr. Pooter,” and left the office.",
        "I sent telegrams to Carrie, Gowing, and Cummings (a thing I have\nnever done before), and asked the two latter to come round to\nsupper.",
        "On arriving home I found Carrie crying with joy, and I sent Sarah\nround to the grocer’s to get two bottles of “Jackson Freres.”",
        "My two dear friends came in the evening, and the last post brought\na letter from Lupin in reply to mine.  I read it aloud to them all.\nIt ran:",
        "“My dear old Guv., - Keep your hair on.  You are on the\nwrong tack again.  I am engaged to be married to ’Lillie Girl.’  I\ndid not mention it last Thursday, as it was not definitely settled.\nWe shall be married in August, and amongst our guests we hope to\nsee your old friends Gowing and Cummings.  With much love to all,\nfrom\nThe same old Lupin.”",
        " ",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}