{
    "title": "The Adventures of Baron Munchausen - Chapter II",
    "author": "Raspe",
    "chapter": "4",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  In which the Baron proves himself a good shot–He loses his\n  horse, and finds a wolf–Makes him draw his sledge–Promises to\n  entertain his company with a relation of such facts as are well\n  deserving their notice.",
        "I set off from Rome on a journey to Russia, in the midst of winter,\nfrom a just notion that frost and snow must of course mend the roads,\nwhich every traveller had described as uncommonly bad through the\nnorthern parts of Germany, Poland, Courland, and Livonia. I went on\nhorseback, as the most convenient manner of travelling; I was but\nlightly clothed, and of this I felt the inconvenience the more I\nadvanced north-east. What must not a poor old man have suffered in\nthat severe weather and climate, whom I saw on a bleak common in\nPoland, lying on the road, helpless, shivering, and hardly having\nwherewithal to cover his nakedness? I pitied the poor soul: though I\nfelt the severity of the air myself, I threw my mantle over him, and\nimmediately I heard a voice from the heavens, blessing me for that\npiece of charity, saying–",
        "“You will be rewarded, my son, for this in time.”",
        "I went on: night and darkness overtook me. No village was to be seen.\nThe country was covered with snow, and I was unacquainted with the\nroad.",
        "Tired, I alighted, and fastened my horse to something like a pointed\nstump of a tree, which appeared above the snow; for the sake of safety\nI placed my pistols under my arm, and laid down on the snow, where I\nslept so soundly that I did not open my eyes till full daylight. It is\nnot easy to conceive my astonishment to find myself in the midst of a\nvillage, lying in a churchyard; nor was my horse to be seen, but I\nheard him soon after neigh somewhere above me. On looking upwards I\nbeheld him hanging by his bridle to the weather-cock of the steeple.\nMatters were now very plain to me: the village had been covered with\nsnow overnight; a sudden change of weather had taken place; I had sunk\ndown to the churchyard whilst asleep, gently, and in the same\nproportion as the snow had melted away; and what in the dark I had\ntaken to be a stump of a little tree appearing above the snow, to\nwhich I had tied my horse, proved to have been the cross or weather-\ncock of the steeple!",
        "Without long consideration I took one of my pistols, shot the bridle\nin two, brought the horse, and proceeded on my journey. [Here the\nBaron seems to have forgot his feelings; he should certainly have\nordered his horse a feed of corn, after fasting so long.]",
        "He carried me well–advancing into the interior parts of Russia. I\nfound travelling on horseback rather unfashionable in winter,\ntherefore I submitted, as I always do, to the custom of the country,\ntook a single horse sledge, and drove briskly towards St. Petersburg.\nI do not exactly recollect whether it was in Eastland or Jugemanland,\nbut I remember that in the midst of a dreary forest I spied a terrible\nwolf making after me, with all the speed of ravenous winter hunger. He\nsoon overtook me. There was no possibility of escape. Mechanically I\nlaid myself down flat in the sledge, and let my horse run for our\nsafety. What I wished, but hardly hoped or expected, happened\nimmediately after. The wolf did not mind me in the least, but took a\nleap over me, and falling furiously on the horse, began instantly to\ntear and devour the hind-part of the poor animal, which ran the faster\nfor his pain and terror. Thus unnoticed and safe myself, I lifted my\nhead slyly up, and with horror I beheld that the wolf had ate his way\ninto the horse’s body; it was not long before he had fairly forced\nhimself into it, when I took my advantage, and fell upon him with the\nbutt-end of my whip. This unexpected attack in his rear frightened him\nso much, that he leaped forward with all his might: the horse’s\ncarcase dropped on the ground, but in his place the wolf was in the\nharness, and I on my part whipping him continually: we both arrived in\nfull career safe at St. Petersburg, contrary to our respective\nexpectations, and very much to the astonishment of the spectators.",
        "I shall not tire you, gentlemen, with the politics, arts, sciences,\nand history of this magnificent metropolis of Russia, nor trouble you\nwith the various intrigues and pleasant adventures I had in the\npoliter circles of that country, where the lady of the house always\nreceives the visitor with a dram and a salute. I shall confine myself\nrather to the greater and nobler objects of your attention, horses and\ndogs, my favourites in the brute creation; also to foxes, wolves, and\nbears, with which, and game in general, Russia abounds more than any\nother part of the world; and to such sports, manly exercises, and\nfeats of gallantry and activity, as show the gentleman better than\nmusty Greek or Latin, or all the perfume, finery, and capers of French\nwits or petit-maîtres.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}