{
    "title": "The Story of Mankind - Rome and Carthage (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "THE SEMITIC COLONY OF CARTHAGE ON THE\nNORTHERN COAST OF AFRICA AND THE\nINDO-EUROPEAN CITY OF ROME ON THE\nWEST COAST OF ITALY FOUGHT EACH\nOTHER FOR THE POSSESSION OF THE\nWESTERN MEDITERRANEAN AND CARTHAGE\nWAS DESTROYED",
        "THE little Phoenician trading post of Kart-hadshat stood\non a low hill which overlooked the African Sea, a stretch of\nwater ninety miles wide which separates Africa from Europe.\nIt was an ideal spot for a commercial centre. Almost too ideal.\nIt grew too fast and became too rich. When in the sixth century\nbefore our era, Nebuchadnezzar of Babylon destroyed\nTyre, Carthage broke off all further relations with the Mother\nCountry and became an independent state–the great western\nadvance-post of the Semitic races.",
        "Unfortunately the city had inherited many of the traits\nwhich for a thousand years had been characteristic of the\nPhoenicians. It was a vast business-house, protected by a\nstrong navy, indifferent to most of the finer aspects of life.\nThe city and the surrounding country and the distant colonies\nwere all ruled by a small but exceedingly powerful group of\nrich men, The Greek word for rich is “ploutos” and the Greeks\ncalled such a government by “rich men” a “Plutocracy.” Carthage\nwas a plutocracy and the real power of the state lay in\nthe hands of a dozen big ship-owners and mine-owners and\nmerchants who met in the back room of an office and regarded\ntheir common Fatherland as a business enterprise which ought\nto yield them a decent profit. They were however wide awake\nand full of energy and worked very hard.",
        "As the years went by the influence of Carthage upon her\nneighbours increased until the greater part of the African\ncoast, Spain and certain regions of France were Carthaginian\npossessions, and paid tribute, taxes and dividends to the mighty\ncity on the African Sea.",
        "Of course, such a “plutocracy” was forever at the mercy of\nthe crowd. As long as there was plenty of work and wages\nwere high, the majority of the citizens were quite contented,\nallowed their “betters” to rule them and asked no embarrassing\nquestions. But when no ships left the harbor, when no ore\nwas brought to the smelting-ovens, when dockworkers and\nstevedores were thrown out of employment, then there were\ngrumblings and there was a demand that the popular assembly\nbe called together as in the olden days when Carthage had\nbeen a self-governing republic.",
        "To prevent such an occurrence the plutocracy was obliged\nto keep the business of the town going at full speed. They\nhad managed to do this very successfully for almost five hun-\ndred years when they were greatly disturbed by certain rumors\nwhich reached them from the western coast of Italy. It was\nsaid that a little village on the banks of the Tiber had suddenly\nrisen to great power and was making itself the acknowledged\nleader of all the Latin tribes who inhabited central Italy.\nIt was also said that this village, which by the way was called\nRome, intended to build ships and go after the commerce of\nSicily and the southern coast of France.",
        "Carthage could not possibly tolerate such competition. The\nyoung rival must be destroyed lest the Carthaginian rulers\nlose their prestige as the absolute rulers of the western\nMediterranean. The rumors were duly investigated and in a\ngeneral way these were the facts that came to light.",
        "The west coast of Italy had long been neglected by civilisation.\nWhereas in Greece all the good harbours faced eastward\nand enjoyed a full view of the busy islands of the AEgean,\nthe west coast of Italy contemplated nothing more exciting\nthan the desolate waves of the Mediterranean. The country\nwas poor. It was therefore rarely visited by foreign merchants\nand the natives were allowed to live in undisturbed possession\nof their hills and their marshy plains.",
        "The first serious invasion of this land came from the north.\nAt an unknown date certain Indo-European tribes had managed\nto find their way through the passes of the Alps and had\npushed southward until they had filled the heel and the toe of\nthe famous Italian boot with their villages and their flocks.\nOf these early conquerors we know nothing. No Homer sang\ntheir glory. Their own accounts of the foundation of Rome\n(written eight hundred years later when the little city had become\nthe centre of an Empire) are fairy stories and do not belong\nin a history. Romulus and Remus jumping across each\nother’s walls (I always forget who jumped across whose wall)\nmake entertaining reading, but the foundation of the City of\nRome was a much more prosaic affair. Rome began as a thousand\nAmerican cities have done, by being a convenient place\nfor barter and horse-trading. It lay in the heart of the plains\nof central Italy The Tiber provided direct access to the sea.\nThe land-road from north to south found here a convenient\nford which could be used all the year around. And seven little\nhills along the banks of the river offered the inhabitants a safe\nshelter against their enemies who lived in the mountains and\nthose who lived beyond the horizon of the nearby sea.",
        "The mountaineers were called the Sabines. They were a\nrough crowd with an unholy desire for easy plunder. But they\nwere very backward. They used stone axes and wooden\nshields and were no match for the Romans with their steel\nswords. The sea-people on the other hand were dangerous\nfoes. They were called the Etruscans and they were (and\nstill are) one of the great mysteries of history. Nobody knew\n(or knows) whence they came; who they were; what had driven\nthem away from their original homes. We have found the remains\nof their cities and their cemeteries and their waterworks\nall along the Italian coast. We are familiar with their inscriptions.\nBut as no one has ever been able to decipher the Etruscan\nalphabet, these written messages are, so far, merely annoying\nand not at all useful.",
        "Our best guess is that the Etruscans came originally from\nAsia Minor and that a great war or a pestilence in that country\nhad forced them to go away and seek a new home elsewhere.\nWhatever the reason for their coming, the Etruscans played a\ngreat role in history. They carried the pollen of the ancient\ncivilisation from the east to the west and they taught the\nRomans who, as we know, came from the north, the first principles\nof architecture and street-building and fighting and art\nand cookery and medicine and astronomy.",
        "But just as the Greeks had not loved their AEgean teachers,\nin this same way did the Romans hate their Etruscan masters.\nThey got rid of them as soon as they could and the opportunity\noffered itself when Greek merchants discovered the\ncommercial possibilities of Italy and when the first Greek\nvessels reached Rome. The Greeks came to trade, but they\nstayed to instruct. They found the tribes who inhabited the\nRoman country-side (and who were called the Latins) quite\nwilling to learn such things as might be of practical use. At\nonce they understood the great benefit that could be derived\nfrom a written alphabet and they copied that of the Greeks.\nThey also understood the commercial advantages of a well-\nregulated system of coins and measures and weights. Eventually\nthe Romans swallowed Greek civilisation hook, line and\nsinker.",
        "They even welcomed the Gods of the Greeks to their\ncountry. Zeus was taken to Rome where he became known as\nJupiter and the other divinities followed him. The Roman Gods\nhowever never were quite like their cheerful cousins who had\naccompanied the Greeks on their road through life and through\nhistory. The Roman Gods were State Functionaries. Each\none managed his own department with great prudence and a\ndeep sense of justice, but in turn he was exact in demanding the\nobedience of his worshippers. This obedience the Romans rendered\nwith scrupulous care. But they never established the\ncordial personal relations and that charming friendship which\nhad existed between the old Hellenes and the mighty residents\nof the high Olympian peak.",
        "The Romans did not imitate the Greek form of government,\nbut being of the same Indo-European stock as the people\nof Hellas, the early history of Rome resembles that of\nAthens and the other Greek cities. They did not find it difficult\nto get rid of their kings, the descendants of the ancient\ntribal chieftains. But once the kings had been driven from\nthe city, the Romans were forced to bridle the power of the\nnobles, and it took many centuries before they managed to\nestablish a system which gave every free citizen of Rome a\nchance to take a personal interest in the affairs of his town.",
        "Thereafter the Romans enjoyed one great advantage over\nthe Greeks. They managed the affairs of their country without\nmaking too many speeches. They were less imaginative\nthan the Greeks and they preferred an ounce of action to a\npound of words. They understood the tendency of the multi-\ntude (the “plebe,” as the assemblage of free citizens was called)\nonly too well to waste valuable time upon mere talk. They\ntherefore placed the actual business of running the city into\nthe hands of two “consuls” who were assisted by a council of\nElders, called the Senate (because the word “senex” means an\nold man). As a matter of custom and practical advantage the\nsenators were elected from the nobility. But their power had\nbeen strictly defined.",
        "Rome at one time had passed through the same sort of\nstruggle between the poor and the rich which had forced\nAthens to adopt the laws of Draco and Solon. In Rome this\nconflict had occurred in the fifth century B. C. As a result the\nfreemen had obtained a written code of laws which protected\nthem against the despotism of the aristocratic judges by the\ninstitution of the “Tribune.” These Tribunes were city-\nmagistrates, elected by the freemen. They had the right to protect\nany citizen against those actions of the government officials\nwhich were thought to be unjust. A consul had the right to\ncondemn a man to death, but if the case had not been absolutely\nproved the Tribune could interfere and save the poor\nfellow’s life.",
        "But when I use the word Rome, I seem to refer to a little\ncity of a few thousand inhabitants. And the real strength of\nRome lay in the country districts outside her walls. And it\nwas in the government of these outlying provinces that Rome\nat an early age showed her wonderful gift as a colonising\npower.",
        "In very early times Rome had been the only strongly fortified\ncity in central Italy, but it had always offered a hospitable\nrefuge to other Latin tribes who happened to be in danger of\nattack. The Latin neighbours had recognised the advantages\nof a close union with such a powerful friend and they had tried\nto find a basis for some sort of defensive and offensive alliance.\nOther nations, Egyptians, Babylonians, Phoenicians,\neven Greeks, would have insisted upon a treaty of submission\non the part of the “barbarians,” The Romans did nothing of\nthe sort. They gave the “outsider” a chance to become partners\nin a common “res publica\"–or common-wealth.",
        "“You want to join us,” they said. “Very well, go ahead\nand join. We shall treat you as if you were full-fledged citizens\nof Rome. In return for this privilege we expect you to\nfight for our city, the mother of us all, whenever it shall be\nnecessary.”",
        "The “outsider” appreciated this generosity and he showed\nhis gratitude by his unswerving loyalty.",
        "Whenever a Greek city had been attacked, the foreign\nresidents had moved out as quickly as they could. Why defend\nsomething which meant nothing to them but a temporary\nboarding house in which they were tolerated as long as they\npaid their bills? But when the enemy was before the gates\nof Rome, all the Latins rushed to her defence. It was their\nMother who was in danger. It was their true “home” even if\nthey lived a hundred miles away and had never seen the walls\nof the sacred Hills.",
        "No defeat and no disaster could change this sentiment. In\nthe beginning of the fourth century B.C. the wild Gauls forced\ntheir way into Italy. They had defeated the Roman army near\nthe River Allia and had marched upon the city. They had\ntaken Rome and then they expected that the people would\ncome and sue for peace. They waited, but nothing happened.\nAfter a short time the Gauls found themselves surrounded by\na hostile population which made it impossible for them to obtain\nsupplies. After seven months, hunger forced them to withdraw.\nThe policy of Rome to treat the “foreigner” on equal\nterms had proved a great success and Rome stood stronger than\never before.",
        "This short account of the early history of Rome shows you\nthe enormous difference between the Roman ideal of a healthy\nstate, and that of the ancient world which was embodied in the\ntown of Carthage. The Romans counted upon the cheerful\nand hearty co-operation between a number of “equal citizens.\"\nThe Carthaginians, following the example of Egypt\nand western Asia, insisted upon the unreasoning (and therefore\nunwilling) obedience of “Subjects” and when these failed\nthey hired professional soldiers to do their fighting for them.",
        "You will now understand why Carthage was bound to fear\nsuch a clever and powerful enemy and why the plutocracy of\nCarthage was only too willing to pick a quarrel that they might\ndestroy the dangerous rival before it was too late.",
        "But the Carthaginians, being good business men, knew that\nit never pays to rush matters. They proposed to the Romans\nthat their respective cities draw two circles on the map and\nthat each town claim one of these circles as her own “sphere\nof influence” and promise to keep out of the other fellow’s\ncircle. The agreement was promptly made and was broken just\nas promptly when both sides thought it wise to send their\narmies to Sicily where a rich soil and a bad government invited\nforeign interference.",
        "The war which followed (the so-called first Punic War)\nlasted twenty-four years. It was fought out on the high seas\nand in the beginning it seemed that the experienced Car-\nthaginian navy would defeat the newly created Roman fleet.\nFollowing their ancient tactics, the Carthaginian ships would\neither ram the enemy vessels or by a bold attack from the side\nthey would break their oars and would then kill the sailors of\nthe helpless vessel with their arrows and with fire balls. But\nRoman engineers invented a new craft which carried a boarding\nbridge across which the Roman infantrymen stormed the\nhostile ship. Then there was a sudden end to Carthaginian\nvictories. At the battle of Mylae their fleet was badly defeated.\nCarthage was obliged to sue for peace, and Sicily became part\nof the Roman domains.",
        "Twenty-three years later new trouble arose. Rome (in\nquest of copper) had taken the island of Sardinia. Carthage\n(in quest of silver) thereupon occupied all of southern Spain.\nThis made Carthage a direct neighbour of the Romans. The\nlatter did not like this at all and they ordered their troops to\ncross the Pyrenees and watch the Carthaginian army of occupation.",
        "The stage was set for the second outbreak between the two\nrivals. Once more a Greek colony was the pretext for a war.\nThe Carthaginians were besieging Saguntum on the east coast\nof Spain. The Saguntians appealed to Rome and Rome, as\nusual, was willing to help. The Senate promised the help of\nthe Latin armies, but the preparation for this expedition took\nsome time, and meanwhile Saguntum had been taken and had\nbeen destroyed. This had been done in direct opposition to\nthe will of Rome. The Senate decided upon war. One Roman\narmy was to cross the African sea and make a landing on Carthaginian\nsoil. A second division was to keep the Carthaginian\narmies occupied in Spain to prevent them from rushing to the\naid of the home town. It was an excellent plan and everybody\nexpected a great victory. But the Gods had decided\notherwise.",
        "It was the fall of the year 218 before the birth of Christ\nand the Roman army which was to attack the Carthaginians in\nSpain had left Italy. People were eagerly waiting for news of\nan easy and complete victory when a terrible rumour began to\nspread through the plain of the Po. Wild mountaineers, their\nlips trembling with fear, told of hundreds of thousands of\nbrown men accompanied by strange beasts “each one as big as\na house,” who had suddenly emerged from the clouds of snow\nwhich surrounded the old Graian pass through which Hercules,\nthousands of years before, had driven the oxen of Geryon on\nhis way from Spain to Greece. Soon an endless stream of\nbedraggled refugees appeared before the gates of Rome, with\nmore complete details. Hannibal, the son of Hamilcar, with\nfifty thousand soldiers, nine thousand horsemen and thirty-\nseven fighting elephants, had crossed the Pyrenees. He had\ndefeated the Roman army of Scipio on the banks of the Rhone\nand he had guided his army safely across the mountain passes\nof the Alps although it was October and the roads were thickly\ncovered with snow and ice. Then he had joined forces with\nthe Gauls and together they had defeated a second Roman\narmy just before they crossed the Trebia and laid siege to\nPlacentia, the northern terminus of the road which connected\nRome with the province of the Alpine districts.",
        "The Senate, surprised but calm and energetic as usual,\nhushed up the news of these many defeats and sent two fresh\narmies to stop the invader. Hannibal managed to surprise\nthese troops on a narrow road along the shores of the Trasimene\nLake and there he killed all the Roman officers and most\nof their men. This time there was a panic among the people\nof Rome, but the Senate kept its nerve. A third army was\norganised and the command was given to Quintus Fabius Maximus\nwith full power to act “as was necessary to save the state.”",
        "Fabius knew that he must be very careful lest all be lost.\nHis raw and untrained men, the last available soldiers, were\nno match for Hannibal’s veterans. He refused to accept battle\nbut forever he followed Hannibal, destroyed everything eatable,\ndestroyed the roads, attacked small detachments and generally\nweakened the morale of the Carthaginian troops by a\nmost distressing and annoying form of guerilla warfare.",
        "Such methods however did not satisfy the fearsome crowds\nwho had found safety behind the walls of Rome. They wanted\n“action.” Something must be done and must be done quickly.\nA popular hero by the name of Varro, the sort of man who\nwent about the city telling everybody how much better he could\ndo things than slow old Fabius, the “Delayer,” was made\ncommander-in-chief by popular acclamation. At the battle of\nCannae (216) he suffered the most terrible defeat of Roman\nhistory. More than seventy thousand men were killed. Hannibal\nwas master of all Italy.",
        "He marched from one end of the peninsula to the other,\nproclaiming himself the “deliverer from the yoke of Rome\"\nand asking the different provinces to join him in warfare upon\nthe mother city. Then once more the wisdom of Rome bore\nnoble fruit. With the exceptions of Capua and Syracuse, all\nRoman cities remained loyal. Hannibal, the deliverer,\nfound himself opposed by the people whose friend he pretended\nto be. He was far away from home and did not like\nthe situation. He sent messengers to Carthage to ask for fresh\nsupplies and new men. Alas, Carthage could not send him\neither.",
        "The Romans with their boarding-bridges, were the masters\nof the sea. Hannibal must help himself as best he could.\nHe continued to defeat the Roman armies that were sent out\nagainst him, but his own numbers were decreasing rapidly and\nthe Italian peasants held aloof from this self-appointed\n“deliverer.”",
        "After many years of uninterrupted victories, Hannibal\nfound himself besieged in the country which he had just\nconquered. For a moment, the luck seemed to turn. Hasdrubal,\nhis brother, had defeated the Roman armies in Spain. He had\ncrossed the Alps to come to Hannibal’s assistance. He sent\nmessengers to the south to tell of his arrival and ask the other\narmy to meet him in the plain of the Tiber. Unfortunately the\nmessengers fell into the hands of the Romans and Hannibal\nwaited in vain for further news until his brother’s head, neatly\npacked in a basket, came rolling into his camp and told him\nof the fate of the last of the Carthaginian troops.",
        "With Hasdrubal out of the way, young Publius Scipio\neasily reconquered Spain and four years later the Romans\nwere ready for a final attack upon Carthage. Hannibal was\ncalled back. He crossed the African Sea and tried to organise\nthe defences of his home-city. In the year 202 at the battle\nof Zama, the Carthaginians were defeated. Hannibal fled to\nTyre. From there he went to Asia Minor to stir up the Syrians\nand the Macedonians against Rome. He accomplished very\nlittle but his activities among these Asiatic powers gave the\nRomans an excuse to carry their warfare into the territory of\nthe east and annex the greater part of the AEgean world.",
        "Driven from one city to another, a fugitive without a home,\nHannibal at last knew that the end of his ambitious dream had\ncome. His beloved city of Carthage had been ruined by the\nwar. She had been forced to sign a terrible peace. Her navy\nhad been sunk. She had been forbidden to make war without\nRoman permission. She had been condemned to pay the Romans\nmillions of dollars for endless years to come. Life offered\nno hope of a better future. In the year 190 B.C. Hannibal took\npoison and killed himself.",
        "Forty years later, the Romans forced their last war upon\nCarthage. Three long years the inhabitants of the old Phoenician\ncolony held out against the power of the new republic.\nHunger forced them to surrender. The few men and women\nwho had survived the siege were sold as slaves. The city was\nset on fire. For two whole weeks the store-houses and the pal-\naces and the great arsenal burned. Then a terrible curse was\npronounced upon the blackened ruins and the Roman legions\nreturned to Italy to enjoy their victory.",
        "For the next thousand years, the Mediterranean remained\na European sea. But as soon as the Roman Empire had been\ndestroyed, Asia made another attempt to dominate this great\ninland sea, as you will learn when I tell you about Mohammed.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}