{
    "title": "The Life of Abraham Lincoln - Chapter I. The Wild West",
    "author": "Henry Ketcham",
    "chapter": "3",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "At the beginning of the twentieth century there is, strictly speaking,\nno frontier to the United States. At the beginning of the nineteenth\ncentury, the larger part of the country was frontier. In any portion of\nthe country to-day, in the remotest villages and hamlets, on the\nenormous farms of the Dakotas or the vast ranches of California, one is\ncertain to find some, if not many, of the modern appliances of\ncivilization such as were not dreamed of one hundred years ago. Aladdin\nhimself could not have commanded the glowing terms to write the\nprospectus of the closing years of the nineteenth century. So, too, it\nrequires an extraordinary effort of the imagination to conceive of the\ncondition of things in the opening years of that century.",
        "The first quarter of the century closed with the year 1825. At that\ndate Lincoln was nearly seventeen years old. The deepest impressions of\nlife are apt to be received very early, and it is certain that the\ninfluences which are felt previous to seventeen years of age have much\nto do with the formation of the character. If, then, we go back to the\nperiod named, we can tell with sufficient accuracy what were the\ncircumstances of Lincoln’s early life. Though we cannot precisely tell\nwhat he had, we can confidently name many things, things which in this\nday we class as the necessities of life, which he had to do without,\nfor the simple reason that they had not then been invented or\ndiscovered.",
        "In the first place, we must bear in mind that he lived in the woods.\nThe West of that day was not wild in the sense of being wicked,\ncriminal, ruffian. Morally, and possibly intellectually, the people of\nthat region would compare with the rest of the country of that day or\nof this day. There was little schooling and no literary training. But\nthe woodsman has an education of his own. The region was wild in the\nsense that it was almost uninhabited and untilled. The forests,\nextending from the mountains in the East to the prairies in the West,\nwere almost unbroken and were the abode of wild birds and wild beasts.\nBears, deer, wild-cats, raccoons, wild turkeys, wild pigeons, wild\nducks and similar creatures abounded on every hand.",
        "Consider now the sparseness of the population. Kentucky has an area of\n40,000 square miles. One year after Lincoln’s birth, the total\npopulation, white and colored, was 406,511, or an average of ten\npersons–say less than two families–to the square mile. Indiana has\nan area of 36,350 square miles. In 1810 its total population was\n24,520, or an average of one person to one and one-half square miles;\nin 1820 it contained 147,173 inhabitants, or about four to the square\nmile; in 1825 the population was about 245,000, or less than seven to\nthe square mile.",
        "The capital city, Indianapolis, which is to-day of surpassing beauty,\nwas not built nor thought of when the boy Lincoln moved into the State.",
        "Illinois, with its more than 56,000 square miles of territory, harbored\nin 1810 only 12,282 people; in 1820, only 55,211, or less than one to\nthe square mile; while in 1825 its population had grown a trifle over\n100,000 or less than two to the square mile.",
        "It will thus be seen that up to his youth, Lincoln dwelt only in the\nwildest of the wild woods, where the animals from the chipmunk to the\nbear were much more numerous, and probably more at home, than man.",
        "There were few roads of any kind, and certainly none that could be\ncalled good. For the mud of Indiana and Illinois is very deep and very\ntenacious. There were good saddle-horses, a sufficient number of oxen,\nand carts that were rude and awkward. No locomotives, no bicycles, no\nautomobiles. The first railway in Indiana was constructed in 1847, and\nit was, to say the least, a very primitive affair. As to carriages,\nthere may have been some, but a good carriage would be only a waste on\nthose roads and in that forest.",
        "The only pen was the goose-quill, and the ink was home-made. Paper was\nscarce, expensive, and, while of good material, poorly made. Newspapers\nwere unknown in that virgin forest, and books were like angels’ visits,\nfew and far between.",
        "There were scythes and sickles, but of a grade that would not be\nsalable to-day at any price. There were no self-binding harvesters, no\nmowing machines. There were no sewing or knitting machines, though\nthere were needles of both kinds. In the woods thorns were used for\npins.",
        "Guns were flint-locks, tinder-boxes were used until the manufacture of\nthe friction match. Artificial light came chiefly from the open\nfireplace, though the tallow dip was known and there were some\nhousewives who had time to make them and the disposition to use them.\nIllumination by means of molded candles, oil, gas, electricity, came\nlater. That was long before the days of the telegraph.",
        "In that locality there were no mills for weaving cotton, linen, or\nwoolen fabrics. All spinning was done by means of the hand loom, and\nthe common fabric of the region was linsey-woolsey, made of linen and\nwoolen mixed, and usually not dyed.",
        "Antiseptics were unknown, and a severe surgical operation was\npractically certain death to the patient. Nor was there ether,\nchloroform, or cocaine for the relief of pain.",
        "As to food, wild game was abundant, but the kitchen garden was not\ndeveloped and there were no importations. No oranges, lemons, bananas.\nNo canned goods. Crusts of rye bread were browned, ground, and boiled;\nthis was coffee. Herbs of the woods were dried and steeped; this was\ntea. The root of the sassafras furnished a different kind of tea, a\nsubstitute for the India and Ceylon teas now popular. Slippery elm bark\nsoaked in cold water sufficed for lemonade. The milk-house, when there\nwas one, was built over a spring when that was possible, and the milk\nvessels were kept carefully covered to keep out snakes and other\ncreatures that like milk.",
        "Whisky was almost universally used. Indeed, in spite of the\nconstitutional “sixteen-to-one,” it was locally used as the standard of\nvalue. The luxury of quinine, which came to be in general use\nthroughout that entire region, was of later date.",
        "These details are few and meager. It is not easy for us, in the midst\nof the luxuries, comforts, and necessities of a later civilization, to\nrealize the conditions of western life previous to 1825. But the\nsituation must be understood if one is to know the life of the boy\nLincoln.",
        "Imagine this boy. Begin at the top and look down him–a long look, for\nhe was tall and gaunt. His cap in winter was of coon-skin, with the\ntail of the animal hanging down behind. In summer he wore a misshapen\nstraw hat with no hat-band. His shirt was of linsey-woolsey, above\ndescribed, and was of no color whatever, unless you call it “the color\nof dirt.” His breeches were of deer-skin with the hair outside. In dry\nweather these were what you please, but when wet they hugged the skin\nwith a clammy embrace, and the victim might sigh in vain for sanitary\nunderwear. These breeches were held up by one suspender. The hunting\nshirt was likewise of deer-skin. The stockings,–there weren’t any\nstockings. The shoes were cow-hide, though moccasins made by his mother\nwere substituted in dry weather. There was usually a space of several\ninches between the breeches and the shoes, exposing a tanned and bluish\nskin. For about half the year he went barefoot.",
        "There were schools, primitive and inadequate, indeed, as we shall\npresently see, but “the little red schoolhouse on the hill,” with the\nstars and stripes floating proudly above it, was not of that day. There\nwere itinerant preachers who went from one locality to another, holding\n“revival meetings.” But church buildings were rare and, to say the\nleast, not of artistic design. There were no regular means of travel,\nand even the “star route” of the post-office department was slow in\nreaching those secluded communities.",
        "Into such circumstances and conditions Lincoln was born and grew into\nmanhood.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}