{
    "title": "The Picture of Dorian Gray - Chapter VII",
    "author": "Oscar Wilde",
    "chapter": "7",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "As he was sitting at breakfast next morning, Basil Hallward\nwas shown into the room.",
        "“I am so glad I have found you, Dorian,” he said, gravely.  “I called\nlast night, and they told me you were at the Opera.  Of course I knew\nthat was impossible.  But I wish you had left word where you had\nreally gone to.  I passed a dreadful evening, half afraid that one\ntragedy might be followed by another.  I think you might have\ntelegraphed for me when you heard of it first.  I read of it quite by\nchance in a late edition of the Globe, that I picked up at the club.\nI came here at once, and was miserable at not finding you.  I can’t\ntell you how heart-broken I am about the whole thing.  I know what\nyou must suffer.  But where were you?  Did you go down and see the\ngirl’s mother?  For a moment I thought of following you there.  They\ngave the address in the paper.  Somewhere in the Euston Road, isn’t\nit?  But I was afraid of intruding upon a sorrow that I could not\nlighten.  Poor woman!  What a state she must be in!  And her only\nchild, too!  What did she say about it all?”",
        "“My dear Basil, how do I know?” murmured Dorian, sipping some pale-\nyellow wine from a delicate gold-beaded bubble of Venetian glass, and\nlooking dreadfully bored.  “I was at the Opera.  You should have come\non there.  I met Lady Gwendolen, Harry’s sister, for the first time.\nWe were in her box.  She is perfectly charming; and Patti sang\ndivinely.  Don’t talk about horrid subjects.  If one doesn’t [53]\ntalk about a thing, it has never happened.  It is simply expression,\nas Harry says, that gives reality to things.  Tell me about yourself\nand what you are painting.”",
        "“You went to the Opera?” said Hallward, speaking very slowly, and\nwith a strained touch of pain in his voice.  “You went to the Opera\nwhile Sibyl Vane was lying dead in some sordid lodging?  You can talk\nto me of other women being charming, and of Patti singing divinely,\nbefore the girl you loved has even the quiet of a grave to sleep in?\nWhy, man, there are horrors in store for that little white body of\nhers!”",
        "“Stop, Basil!  I won’t hear it!” cried Dorian, leaping to his feet.\n“You must not tell me about things.  What is done is done.  What is\npast is past.”",
        "“You call yesterday the past?”",
        "“What has the actual lapse of time got to do with it?  It is only\nshallow people who require years to get rid of an emotion.  A man who\nis master of himself can end a sorrow as easily as he can invent a\npleasure.  I don’t want to be at the mercy of my emotions.  I want to\nuse them, to enjoy them, and to dominate them.”",
        "“Dorian, this is horrible!  Something has changed you completely.\nYou look exactly the same wonderful boy who used to come down to my\nstudio, day after day, to sit for his picture.  But you were simple,\nnatural, and affectionate then.  You were the most unspoiled creature\nin the whole world.  Now, I don’t know what has come over you.  You\ntalk as if you had no heart, no pity in you.  It is all Harry’s\ninfluence.  I see that.”",
        "The lad flushed up, and, going to the window, looked out on the\ngreen, flickering garden for a few moments.  “I owe a great deal to\nHarry, Basil,” he said, at last,–\"more than I owe to you.  You only\ntaught me to be vain.”",
        "“Well, I am punished for that, Dorian,–or shall be some day.”",
        "“I don’t know what you mean, Basil,” he exclaimed, turning round.  “I\ndon’t know what you want.  What do you want?”",
        "“I want the Dorian Gray I used to know.”",
        "“Basil,” said the lad, going over to him, and putting his hand on his\nshoulder, “you have come too late.  Yesterday when I heard that Sibyl\nVane had killed herself–”",
        "“Killed herself!  Good heavens! is there no doubt about that?” cried\nHallward, looking up at him with an expression of horror.",
        "“My dear Basil!  Surely you don’t think it was a vulgar accident?  Of\ncourse she killed herself  It is one of the great romantic tragedies\nof the age.  As a rule, people who act lead the most commonplace\nlives.  They are good husbands, or faithful wives, or something\ntedious.  You know what I mean,–middle-class virtue, and all that\nkind of thing.  How different Sibyl was!  She lived her finest\ntragedy.  She was always a heroine.  The last night she played–the\nnight you saw her–she acted badly because she had known the reality\nof love.  When she knew its unreality, she died, as Juliet might have\ndied.  She passed again into the sphere of art.  There is something\nof the martyr about her.  Her death has all the pathetic uselessness\nof [54] martyrdom, all its wasted beauty.  But, as I was saying, you\nmust not think I have not suffered.  If you had come in yesterday at\na particular moment,–about half-past five, perhaps, or a quarter to\nsix,–you would have found me in tears.  Even Harry, who was here,\nwho brought me the news, in fact, had no idea what I was going\nthrough.  I suffered immensely, then it passed away.  I cannot repeat\nan emotion.  No one can, except sentimentalists.  And you are awfully\nunjust, Basil.  You come down here to console me.  That is charming\nof you.  You find me consoled, and you are furious.  How like a\nsympathetic person!  You remind me of a story Harry told me about a\ncertain philanthropist who spent twenty years of his life in trying\nto get some grievance redressed, or some unjust law altered,–I\nforget exactly what it was.  Finally he succeeded, and nothing could\nexceed his disappointment.  He had absolutely nothing to do, almost\ndied of ennui, and became a confirmed misanthrope.  And besides, my\ndear old Basil, if you really want to console me, teach me rather to\nforget what has happened, or to see it from a proper artistic point\nof view.  Was it not Gautier who used to write about la consolation\ndes arts?  I remember picking up a little vellum-covered book in your\nstudio one day and chancing on that delightful phrase.  Well, I am\nnot like that young man you told me of when we were down at Marlowe\ntogether, the young man who used to say that yellow satin could\nconsole one for all the miseries of life.  I love beautiful things\nthat one can touch and handle.  Old brocades, green bronzes, lacquer-\nwork, carved ivories, exquisite surroundings, luxury, pomp,–there\nis much to be got from all these.  But the artistic temperament that\nthey create, or at any rate reveal, is still more to me.  To become\nthe spectator of one’s own life, as Harry says, is to escape the\nsuffering of life.  I know you are surprised at my talking to you\nlike this.  You have not realized how I have developed.  I was a\nschool-boy when you knew me.  I am a man now.  I have new passions,\nnew thoughts, new ideas.  I am different, but you must not like me\nless.  I am changed, but you must always be my friend.  Of course I\nam very fond of Harry.  But I know that you are better than he is.\nYou are not stronger,–you are too much afraid of life,–but you are\nbetter.  And how happy we used to be together!  Don’t leave me,\nBasil, and don’t quarrel with me.  I am what I am.  There is nothing\nmore to be said.”",
        "Hallward felt strangely moved.  Rugged and straightforward as he was,\nthere was something in his nature that was purely feminine in its\ntenderness.  The lad was infinitely dear to him, and his personality\nhad been the great turning-point in his art.  He could not bear the\nidea of reproaching him any more.  After all, his indifference was\nprobably merely a mood that would pass away.  There was so much in\nhim that was good, so much in him that was noble.",
        "“Well, Dorian,” he said, at length, with a sad smile, “I won’t speak\nto you again about this horrible thing, after to-day.  I only trust\nyour name won’t be mentioned in connection with it.  The inquest is\nto take place this afternoon.  Have they summoned you?”",
        "Dorian shook his head, and a look of annoyance passed over his face\nat the mention of the word “inquest.”  There was something so [55]\ncrude and vulgar about everything of the kind.  “They don’t know my\nname,” he answered.",
        "“But surely she did?”",
        "“Only my Christian name, and that I am quite sure she never mentioned\nto any one.  She told me once that they were all rather curious to\nlearn who I was, and that she invariably told them my name was Prince\nCharming.  It was pretty of her.  You must do me a drawing of her,\nBasil.  I should like to have something more of her than the memory\nof a few kisses and some broken pathetic words.”",
        "“I will try and do something, Dorian, if it would please you.  But\nyou must come and sit to me yourself again.  I can’t get on without\nyou.”",
        "“I will never sit to you again, Basil.  It is impossible!” he\nexclaimed, starting back.",
        "Hallward stared at him, “My dear boy, what nonsense!” he cried.  “Do\nyou mean to say you don’t like what I did of you?  Where is it?  Why\nhave you pulled the screen in front of it?  Let me look at it.  It is\nthe best thing I have ever painted.  Do take that screen away,\nDorian.  It is simply horrid of your servant hiding my work like\nthat.  I felt the room looked different as I came in.”",
        "“My servant has nothing to do with it, Basil.  You don’t imagine I\nlet him arrange my room for me?  He settles my flowers for me\nsometimes,–that is all.  No; I did it myself.  The light was too\nstrong on the portrait.”",
        "“Too strong!  Impossible, my dear fellow!  It is an admirable place\nfor it.  Let me see it.”  And Hallward walked towards the corner of\nthe room.",
        "A cry of terror broke from Dorian Gray’s lips, and he rushed between\nHallward and the screen.  “Basil,” he said, looking very pale, “you\nmust not look at it.  I don’t wish you to.”",
        "“Not look at my own work! you are not serious.  Why shouldn’t I look\nat it?” exclaimed Hallward, laughing.",
        "“If you try to look at it, Basil, on my word of honor I will never\nspeak to you again as long as I live.  I am quite serious.  I don’t\noffer any explanation, and you are not to ask for any.  But,\nremember, if you touch this screen, everything is over between us.”",
        "Hallward was thunderstruck.  He looked at Dorian Gray in absolute\namazement.  He had never seen him like this before.  The lad was\nabsolutely pallid with rage.  His hands were clinched, and the pupils\nof his eyes were like disks of blue fire.  He was trembling all over.",
        "“Dorian!”",
        "“Don’t speak!”",
        "“But what is the matter?  Of course I won’t look at it if you don’t\nwant me to,” he said, rather coldly, turning on his heel, and going\nover towards the window.  “But, really, it seems rather absurd that I\nshouldn’t see my own work, especially as I am going to exhibit it in\nParis in the autumn.  I shall probably have to give it another coat\nof varnish before that, so I must see it some day, and why not to-\nday?”",
        "“To exhibit it!  You want to exhibit it?” exclaimed Dorian Gray, a\nstrange sense of terror creeping over him.  Was the world going [56]\nto be shown his secret?  Were people to gape at the mystery of his\nlife?  That was impossible.  Something–he did not know what–had to\nbe done at once.",
        "“Yes: I don’t suppose you will object to that.  Georges Petit is\ngoing to collect all my best pictures for a special exhibition in the\nRue de Sèze, which will open the first week in October.  The portrait\nwill only be away a month.  I should think you could easily spare it\nfor that time.  In fact, you are sure to be out of town.  And if you\nhide it always behind a screen, you can’t care much abut it.”",
        "Dorian Gray passed his hand over his forehead.  There were beads of\nperspiration there.  He felt that he was on the brink of a horrible\ndanger.  “You told me a month ago that you would never exhibit it,\"\nhe said.  “Why have you changed your mind?  You people who go in for\nbeing consistent have just as many moods as others.  The only\ndifference is that your moods are rather meaningless.  You can’t have\nforgotten that you assured me most solemnly that nothing in the world\nwould induce you to send it to any exhibition.  You told Harry\nexactly the same thing.”  He stopped suddenly, and a gleam of light\ncame into his eyes.  He remembered that Lord Henry had said to him\nonce, half seriously and half in jest, “If you want to have an\ninteresting quarter of an hour, get Basil to tell you why he won’t\nexhibit your picture.  He told me why he wouldn’t, and it was a\nrevelation to me.”  Yes, perhaps Basil, too, had his secret.  He\nwould ask him and try.",
        "“Basil,” he said, coming over quite close, and looking him straight\nin the face, “we have each of us a secret.  Let me know yours, and I\nwill tell you mine.  What was your reason for refusing to exhibit my\npicture?”",
        "Hallward shuddered in spite of himself.  “Dorian, if I told you, you\nmight like me less than you do, and you would certainly laugh at me.\nI could not bear your doing either of those two things.  If you wish\nme never to look at your picture again, I am content.  I have always\nyou to look at.  If you wish the best work I have ever done to be\nhidden from the world, I am satisfied.  Your friendship is dearer to\nme than any fame or reputation.”",
        "“No, Basil, you must tell me,” murmured Dorian Gray.  “I think I have\na right to know.”  His feeling of terror had passed away, and\ncuriosity had taken its place.  He was determined to find out Basil\nHallward’s mystery.",
        "“Let us sit down, Dorian,” said Hallward, looking pale and pained.\n“Let us sit down.  I will sit in the shadow, and you shall sit in the\nsunlight.  Our lives are like that.  Just answer me one question.\nHave you noticed in the picture something that you did not like?–\nsomething that probably at first did not strike you, but that\nrevealed itself to you suddenly?”",
        "“Basil!” cried the lad, clutching the arms of his chair with\ntrembling hands, and gazing at him with wild, startled eyes.",
        "“I see you did.  Don’t speak.  Wait till you hear what I have to say.\nIt is quite true that I have worshipped you with far more romance of\nfeeling than a man usually gives to a friend.  Somehow, I had never\nloved a woman.  I suppose I never had time.  Perhaps, as [57] Harry\nsays, a really ’grande passion’ is the privilege of those who have\nnothing to do, and that is the use of the idle classes in a country.\nWell, from the moment I met you, your personality had the most\nextraordinary influence over me.  I quite admit that I adored you\nmadly, extravagantly, absurdly.  I was jealous of every one to whom\nyou spoke.  I wanted to have you all to myself.  I was only happy\nwhen I was with you.  When I was away from you, you were still\npresent in my art.  It was all wrong and foolish.  It is all wrong\nand foolish still.  Of course I never let you know anything about\nthis.  It would have been impossible.  You would not have understood\nit; I did not understand it myself.  One day I determined to paint a\nwonderful portrait of you.  It was to have been my masterpiece.  It\nis my masterpiece.  But, as I worked at it, every flake and film of\ncolor seemed to me to reveal my secret.  I grew afraid that the world\nwould know of my idolatry.  I felt, Dorian, that I had told too much.\nThen it was that I resolved never to allow the picture to be\nexhibited.  You were a little annoyed; but then you did not realize\nall that it meant to me.  Harry, to whom I talked about it, laughed\nat me.  But I did not mind that.  When the picture was finished, and\nI sat alone with it, I felt that I was right.  Well, after a few days\nthe portrait left my studio, and as soon as I had got rid of the\nintolerable fascination of its presence it seemed to me that I had\nbeen foolish in imagining that I had said anything in it, more than\nthat you were extremely good-looking and that I could paint.  Even\nnow I cannot help feeling that it is a mistake to think that the\npassion one feels in creation is ever really shown in the work one\ncreates.  Art is more abstract than we fancy.  Form and color tell us\nof form and color,–that is all.  It often seems to me that art\nconceals the artist far more completely than it ever reveals him.\nAnd so when I got this offer from Paris I determined to make your\nportrait the principal thing in my exhibition.  It never occurred to\nme that you would refuse.  I see now that you were right.  The\npicture must not be shown.  You must not be angry with me, Dorian,\nfor what I have told you.  As I said to Harry, once, you are made to\nbe worshipped.”",
        "Dorian Gray drew a long breath.  The color came back to his cheeks,\nand a smile played about his lips.  The peril was over.  He was safe\nfor the time.  Yet he could not help feeling infinite pity for the\nyoung man who had just made this strange confession to him.  He\nwondered if he would ever be so dominated by the personality of a\nfriend.  Lord Harry had the charm of being very dangerous.  But that\nwas all.  He was too clever and too cynical to be really fond of.\nWould there ever be some one who would fill him with a strange\nidolatry?  Was that one of the things that life had in store?",
        "“It is extraordinary to me, Dorian,” said Hallward, “that you should\nhave seen this in the picture.  Did you really see it?”",
        "“Of course I did.”",
        "“Well, you don’t mind my looking at it now?”",
        "Dorian shook his head.  “You must not ask me that, Basil.  I could\nnot possibly let you stand in front of that picture.”",
        "“You will some day, surely?”",
        "[58] “Never.”",
        "“Well, perhaps you are right.  And now good-by, Dorian.  You have\nbeen the one person in my life of whom I have been really fond.  I\ndon’t suppose I shall often see you again.  You don’t know what it\ncost me to tell you all that I have told you.”",
        "“My dear Basil,” cried Dorian, “what have you told me?  Simply that\nyou felt that you liked me too much.  That is not even a compliment.”",
        "“It was not intended as a compliment.  It was a confession.”",
        "“A very disappointing one.”",
        "“Why, what did you expect, Dorian?  You didn’t see anything else in\nthe picture, did you?  There was nothing else to see?”",
        "“No: there was nothing else to see.  Why do you ask?  But you mustn’t\ntalk about not meeting me again, or anything of that kind.  You and I\nare friends, Basil, and we must always remain so.”",
        "“You have got Harry,” said Hallward, sadly.",
        "“Oh, Harry!” cried the lad, with a ripple of laughter.  “Harry spends\nhis days in saying what is incredible, and his evenings in doing what\nis improbable.  Just the sort of life I would like to lead.  But\nstill I don’t think I would go to Harry if I was in trouble.  I would\nsooner go to you, Basil.”",
        "“But you won’t sit to me again?”",
        "“Impossible!”",
        "“You spoil my life as an artist by refusing, Dorian.  No man comes\nacross two ideal things.  Few come across one.”",
        "“I can’t explain it to you, Basil, but I must never sit to you again.\nI will come and have tea with you.  That will be just as pleasant.”",
        "“Pleasanter for you, I am afraid,” murmured Hallward, regretfully.\n“And now good-by.  I am sorry you won’t let me look at the picture\nonce again.  But that can’t be helped.  I quite understand what you\nfeel about it.”",
        "As he left the room, Dorian Gray smiled to himself.  Poor Basil! how\nlittle he knew of the true reason!  And how strange it was that,\ninstead of having been forced to reveal his own secret, he had\nsucceeded, almost by chance, in wresting a secret from his friend!\nHow much that strange confession explained to him!  Basil’s absurd\nfits of jealousy, his wild devotion, his extravagant panegyrics, his\ncurious reticences,–he understood them all now, and he felt sorry.\nThere was something tragic in a friendship so colored by romance.",
        "He sighed, and touched the bell.  The portrait must be hidden away at\nall costs.  He could not run such a risk of discovery again.  It had\nbeen mad of him to have the thing remain, even for an hour, in a room\nto which any of his friends had access.",
        "Continue...",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}