{
    "title": "The Devil’s Dictionary",
    "author": "Ambrose Bierce",
    "chapter": "1",
    "content": [
        "\n\n",
        "The Devil’s Dictionary was begun in a weekly paper in 1881, and was \ncontinued in a desultory way at long intervals until 1906.  In that \nyear a large part of it was published in covers with the title The \nCynic’s Word Book, a name which the author had not the power to \nreject or happiness to approve.  To quote the publishers of the \npresent work:",
        "“This more reverent title had previously been forced upon him by \nthe religious scruples of the last newspaper in which a part of the \nwork had appeared, with the natural consequence that when it came out \nin covers the country already had been flooded by its imitators with a \nscore of ’cynic’ books — The Cynic’s This, The Cynic’s That, and \nThe Cynic’s t’Other.  Most of these books were merely stupid, though \nsome of them added the distinction of silliness.  Among them, they \nbrought the word ’cynic’ into disfavor so deep that any book bearing \nit was discredited in advance of publication.”",
        "Meantime, too, some of the enterprising humorists of the country \nhad helped themselves to such parts of the work as served their needs, \nand many of its definitions, anecdotes, phrases and so forth, had \nbecome more or less current in popular speech.  This explanation is \nmade, not with any pride of priority in trifles, but in simple denial \nof possible charges of plagiarism, which is no trifle.  In merely \nresuming his own the author hopes to be held guiltless by those to \nwhom the work is addressed — enlightened souls who prefer dry wines \nto sweet, sense to sentiment, wit to humor and clean English to slang.",
        "A conspicuous, and it is hope not unpleasant, feature of the book \nis its abundant illustrative quotations from eminent poets, chief of \nwhom is that learned and ingenius cleric, Father Gassalasca Jape, \nS.J., whose lines bear his initials.  To Father Jape’s kindly \nencouragement and assistance the author of the prose text is greatly \nindebted.",
        "A.B.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}