{
    "title": "The Pleasures of Life - CHAPTER V. THE BLESSING OF FRIENDS.",
    "author": "Sir John Lubbock",
    "chapter": "8",
    "content": [
        "\n\n",
        "    “They seem to take away the sun from the world who withdraw friendship\n    from life; for we have received nothing better from the Immortal Gods,\n    nothing more delightful.\"–CICERO.",
        "Most of those who have written in praise of books have thought they could\nsay nothing more conclusive than to compare them to friends.",
        "“All men,” said Socrates, “have their different objects of\nambition–horses, dogs, money, honor, as the case may be; but for his own\npart he would rather have a good friend than all these put together.” And\nagain, men know “the number of their other possessions, although they\nmight be very numerous, but of their friends, though but few, they were\nnot only ignorant of the number, but even when they attempted to reckon it\nto such as asked them, they set aside again some that they had previously\ncounted among their friends; so little did they allow their friends to\noccupy their thoughts. Yet in comparison with what possession, of all\nothers, would not a good friend appear far more valuable?”",
        "“As to the value of other things,” says Cicero, “most men differ;\nconcerning friendship all have the same opinion. What can be more foolish\nthan, when men are possessed of great influence by their wealth, power,\nand resources, to procure other things which are bought by money–horses,\nslaves, rich apparel, costly vases–and not to procure friends, the most\nvaluable and fairest furniture of life?” And yet, he continues, “every man\ncan tell how many goats or sheep he possesses, but not how many friends.\"\nIn the choice, moreover, of a dog or of a horse, we exercise the greatest\ncare: we inquire into its pedigree, its training and character, and yet we\ntoo often leave the selection of our friends, which is of infinitely\ngreater importance–by whom our whole life will be more or less influenced\neither for good or evil–almost to chance.",
        "It is no doubt true, as the Autocrat of the Breakfast Table says, that\nall men are bores except when we want them. And Sir Thomas Browne quaintly\nobserves that “unthinking heads who have not learnt to be alone, are a\nprison to themselves if they be not with others; whereas, on the contrary,\nthose whose thoughts are in a fair and hurry within, are sometimes fain to\nretire into company to be out of the crowd of themselves.” Still I do not\nquite understand Emerson’s idea that “men descend to meet.” In another\nplace, indeed, he qualifies the statement, and says, “Almost all people\ndescend to meet.” Even so I should venture to question it, especially\nconsidering the context. “All association,” he adds, “must be a\ncompromise, and, what is worse, the very flower and aroma of the flower of\neach of the beautiful natures disappears as they approach each other.\"\nWhat a sad thought! Is it really so; need it be so? And if it were, would\nfriends be any real advantage? I should have thought that the influence of\nfriends was exactly the reverse: that the flower of a beautiful nature\nwould expand, and the colors grow brighter, when stimulated by the warmth\nand sunshine of friendship.",
        "It has been said that it is wise always to treat a friend, remembering\nthat he may become an enemy, and an enemy, remembering that he may become\na friend; and whatever may be thought of the first part of the adage,\nthere is certainly much wisdom in the latter. Many people seem to take\nmore pains and more pleasure in making enemies, than in making friends.\nPlutarch, indeed, quotes with approbation the advice of Pythagoras “not to\nshake hands with too many,” but as long as friends are well chosen, it is\ntrue rather that",
        "  “He who has a thousand friends,\n    Has never a one to spare,\n   And he who has one enemy,\n    Will meet him everywhere,”",
        "and unfortunately, while there are few great friends there is no little\nenemy.",
        "I guard myself, however, by saying again–As long as they are well chosen.\nOne is thrown in life with a great many people who, though not actively\nbad, though they may not wilfully lead us astray, yet take no pains with\nthemselves, neglect their own minds, and direct the conversation to petty\npuerilities or mere gossip; who do not seem to realize that conversation\nmay by a little effort be made most instructive and delightful, without\nbeing in any way pedantic; or, on the other hand, may be allowed to drift\ninto a mere morass of muddy thought and weedy words. There is hardly\nanyone from whom we may not learn much, if only they will trouble\nthemselves to tell us. Nay, even if they teach us nothing, they may help\nus by the stimulus of intelligent questions, or the warmth of sympathy.\nBut if they do neither, then indeed their companionship, if companionship\nit can be called, is mere waste of time, and of such we may well say, “I\ndo desire that we be better strangers.”",
        "Much certainly of the happiness and purity of our lives depends on our\nmaking a wise choice of our companions and friends. If our friends are\nbadly chosen they will inevitably drag us down; if well they will raise us\nup. Yet many people seem to trust in this matter to the chapter of\naccident. It is well and right, indeed, to be courteous and considerate to\nevery one with whom we are brought into contact, but to choose them as\nreal friends is another matter. Some seem to make a man a friend, or try\nto do so, because he lives near, because he is in the same business,\ntravels on the same line of railway, or for some other trivial reason.\nThere cannot be a greater mistake. These are only, in the words of\nPlutarch, “the idols and images of friendship.”",
        "To be friendly with every one is another matter; we must remember that\nthere is no little enemy, and those who have ever really loved any one\nwill have some tenderness for all. There is indeed some good in most men.\n“I have heard much,” says Mr. Nasmyth in his charming autobiography,\n“about the ingratitude and selfishness of the world. It may have been my\ngood fortune, but I have never experienced either of these unfeeling\nconditions.” Such also has been my own experience.",
        "  “Men talk of unkind hearts, kind deeds\n    With coldness still returning.\n  Alas! the gratitude of men\n    Has oftener left me mourning.”",
        "I cannot, then, agree with Emerson that “we walk alone in the world.\nFriends such as we desire are dreams and fables. But a sublime hope cheers\never the faithful heart, that elsewhere in other regions of the universal\npower souls are now acting, enduring, and daring, which can love us, and\nwhich we can love.”",
        "No doubt, much as worthy friends add to the happiness and value of life,\nwe must in the main depend on ourselves, and every one is his own best\nfriend or worst enemy.",
        "Sad, indeed, is Bacon’s assertion that “there is little friendship in the\nworld, and least of all between equals, which was wont to be magnified.\nThat  that is, is between superior and inferior, whose fortunes may\ncomprehend the one to the other.” But this can hardly be taken as his\ndeliberate opinion, for he elsewhere says, “but we may go farther, and\naffirm most truly, that it is a mere and miserable solitude to want true\nfriends, without which the world is but a wilderness.” Not only, he adds,\ndoes friendship introduce “daylight in the understanding out of darkness\nand confusion of thoughts;” it “maketh a fair day in the affections from\nstorm and tempests:” in consultation with a friend a man “tosseth his\nthoughts more easily; he marshalleth them more orderly; he seeth how they\nlook when they are turned into words; finally, he waxeth wiser than\nhimself, and that more by an hour’s discourse than by a day’s\nmeditation.”... “But little do men perceive what solitude is, and how far\nit extendeth, for a crowd is not company, and faces are but a gallery of\npictures, and talk but a tinkling cymbal where there is no love.”",
        "With this last assertion I cannot altogether concur. Surely even strangers\nmay be most interesting! and many will agree with Dr. Johnson when,\ndescribing a pleasant evening, he summed it up–\"Sir, we had a good talk.”",
        "Epictetus gives excellent advice when he dissuades from conversation on\nthe very subjects most commonly chosen, and advises that it should be on\n“none of the common subjects–not about gladiators, nor horse-races, nor\nabout athletes, nor about eating or drinking, which are the usual\nsubjects; and especially not about men, as blaming them;” but when he\nadds, “or praising them,” the injunction seems to me of doubtful value.\nSurely Marcus Aurelius more wisely advises that “when thou wishest to\ndelight thyself, think of the virtues of those who live with thee; for\ninstance, the activity of one, and the modesty of another, and the\nliberality of a third, and some other good quality of a fourth. For\nnothing delights so much as the examples of the virtues, when they are\nexhibited in the morals of those who live with us and present themselves\nin abundance, as far as is possible. Wherefore we must keep them before\nus.” Yet how often we know merely the sight of those we call our friends,\nor the sound of their voices, but nothing whatever of their mind or soul.",
        "We must, moreover, be as careful to keep friends as to make them. If every\none knew what one said of the other, Pascal assures us that “there would\nnot be four friends in the world.” This I hope and think is too strong,\nbut at any rate try to be one of the four. And when you have made a\nfriend, keep him. Hast thou a friend, says an Eastern proverb, “visit him\noften, for thorns and brushwood obstruct the road which no one treads.\"\nThe affections should not be mere “tents of a night.”",
        "Still less does Friendship confer any privilege to make ourselves\ndisagreeable. Some people never seem to appreciate their friends till they\nhave lost them. Anaxagoras described the Mausoleum as the ghost of wealth\nturned into stone.",
        "“But he who has once stood beside the grave to look back on the\ncompanionship which has been for ever closed, feeling how impotent then\nare the wild love and the keen sorrow, to give one instant’s pleasure to\nthe pulseless heart, or atone in the lowest measure to the departed spirit\nfor the hour of unkindness, will scarcely for the future incur that debt\nto the heart which can only be discharged to the dust.” [1]",
        "Death, indeed, cannot sever friendship. “Friends,” says Cicero, “though\nabsent, are still present; though in poverty they are rich; though weak,\nyet in the enjoyment of health; and, what is still more difficult to\nassert, though dead they are alive.” This seems a paradox, yet it there\nnot much truth in his explanation? “To me, indeed, Scipio still lives, and\nwill always live; for I love the virtue of that man, and that worth is not\nyet extinguished.... Assuredly of all things that either fortune or time\nhas bestowed on me, I have none which I can compare with the friendship of\nScipio.”",
        "If, then, we choose our friends for what they are, not for what they have,\nand if we deserve so great a blessing, then they will be always with us,\npreserved in absence, and even after death, in the “amber of memory.”",
        "[1] Ruskin.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}