{
    "title": "The Story of Mankind - Pope vs. Emperor (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "34",
    "content": [
        "\n",
        "\n\n",
        "THE STRANGE DOUBLE LOYALTY OF THE\nPEOPLE OF THE MIDDLE AGES AND HOW\nIT LED TO ENDLESS QUARRELS BETWEEN\nTHE POPES AND THE HOLY ROMAN EMPERORS",
        "IT is very difficult to understand the people of by-gone\nages. Your own grandfather, whom you see every day, is a\nmysterious being who lives in a different world of ideas and\nclothes and manners. I am now telling you the story of some\nof your grandfathers who are twenty-five generations removed,\nand I do not expect you to catch the meaning of what I write\nwithout re-reading this chapter a number of times.",
        "The average man of the Middle Ages lived a very simple\nand uneventful life. Even if he was a free citizen, able to\ncome and go at will, he rarely left his own neighbourhood.\nThere were no printed books and only a few manuscripts.\nHere and there, a small band of industrious monks taught\nreading and writing and some arithmetic. But science and history\nand geography lay buried beneath the ruins of Greece and\nRome.",
        "Whatever people knew about the past they had learned by\nlistening to stories and legends. Such information, which goes\nfrom father to son, is often slightly incorrect in details, but\nit will preserve the main facts of history with astonishing\naccuracy. After more than two thousand years, the mothers of\nIndia still frighten their naughty children by telling them that\n“Iskander will get them,” and Iskander is none other than\nAlexander the Great, who visited India in the year 330 before\nthe birth of Christ, but whose story has lived through all these\nages.",
        "The people of the early Middle Ages never saw a textbook\nof Roman history. They were ignorant of many things\nwhich every school-boy to-day knows before he has entered\nthe third grade. But the Roman Empire, which is merely a\nname to you, was to them something very much alive. They\nfelt it. They willingly recognised the Pope as their spiritual\nleader because he lived in Rome and represented the idea of\nthe Roman super-power. And they were profoundly grateful\nwhen Charlemagne, and afterwards Otto the Great, revived\nthe idea of a world-empire and created the Holy Roman\nEmpire, that the world might again be as it always had been.",
        "But the fact that there were two different heirs to the\nRoman tradition placed the faithful burghers of the Middle\nAges in a difficult position. The theory behind the mediaeval\npolitical system was both sound and simple. While the worldly\nmaster (the emperor) looked after the physical well-being of\nhis subjects, the spiritual master (the Pope) guarded their\nsouls.",
        "In practice, however, the system worked very badly. The\nEmperor invariably tried to interfere with the affairs of the\nchurch and the Pope retaliated and told the Emperor how\nhe should rule his domains. Then they told each other to mind\ntheir own business in very unceremonious language and the\ninevitable end was war.",
        "Under those circumstances, what were the people to do,\nA good Christian obeyed both the Pope and his King. But\nthe Pope and the Emperor were enemies. Which side should\na dutiful subject and an equally dutiful Christian take?",
        "It was never easy to give the correct answer. When the\nEmperor happened to be a man of energy and was sufficiently\nwell provided with money to organise an army, he was very\napt to cross the Alps and march on Rome, besiege the Pope\nin his own palace if need be, and force His Holiness to obey\nthe imperial instructions or suffer the consequences.",
        "But more frequently the Pope was the stronger. Then the\nEmperor or the King together with all his subjects was\nexcommunicated. This meant that all churches were closed, that no\none could be baptised, that no dying man could be given absolution–\nin short, that half of the functions of mediaeval government\ncame to an end.",
        "More than that, the people were absolved from their oath of\nloyalty to their sovereign and were urged to rebel against their\nmaster. But if they followed this advice of the distant Pope\nand were caught, they were hanged by their near-by Lege\nLord and that too was very unpleasant.",
        "Indeed, the poor fellows were in a difficult position and\nnone fared worse than those who lived during the latter half of\nthe eleventh century, when the Emperor Henry IV of Germany\nand Pope Gregory VII fought a two-round battle which\ndecided nothing and upset the peace of Europe for almost fifty\nyears.",
        "In the middle of the eleventh century there had been a\nstrong movement for reform in the church. The election of the\nPopes, thus far, had been a most irregular affair. It was to the\nadvantage of the Holy Roman Emperors to have a well-disposed\npriest elected to the Holy See. They frequently came\nto Rome at the time of election and used their influence for\nthe benefit of one of their friends.",
        "In the year 1059 this had been changed. By a decree of\nPope Nicholas II the principal priests and deacons of the\nchurches in and around Rome were organised into the so-\ncalled College of Cardinals, and this gathering of prominent\nchurchmen (the word “Cardinal” meant principal) was given\nthe exclusive power of electing the future Popes.",
        "In the year 1073 the College of Cardinals elected a priest\nby the name of Hildebrand, the son of very simple parents in\nTuscany, as Pope, and he took the name of Gregory VII.\nHis energy was unbounded. His belief in the supreme powers\nof his Holy Office was built upon a granite rock of conviction\nand courage. In the mind of Gregory, the Pope was not only\nthe absolute head of the Christian church, but also the highest\nCourt of Appeal in all worldly matters. The Pope who had\nelevated simple German princes to the dignity of Emperor\ncould depose them at will. He could veto any law passed by\nduke or king or emperor, but whosoever should question a\npapal decree, let him beware, for the punishment would be\nswift and merciless.",
        "Gregory sent ambassadors to all the European courts to\ninform the potentates of Europe of his new laws and asked\nthem to take due notice of their contents. William the Conqueror\npromised to be good, but Henry IV, who since the age\nof six had been fighting with his subjects, had no intention of\nsubmitting to the Papal will. He called together a college of\nGerman bishops, accused Gregory of every crime under the\nsun and then had him deposed by the council of Worms.",
        "The Pope answered with excommunication and a demand\nthat the German princes rid themselves of their unworthy ruler.\nThe German princes, only too happy to be rid of Henry, asked\nthe Pope to come to Augsburg and help them elect a new Emperor.",
        "Gregory left Rome and travelled northward. Henry,\nwho was no fool, appreciated the danger of his position. At\nall costs he must make peace with the Pope, and he must do\nit at once. In the midst of winter he crossed the Alps and\nhastened to Canossa where the Pope had stopped for a short\nrest. Three long days, from the 25th to the 28th of January\nof the year 1077, Henry, dressed as a penitent pilgrim\n(but with a warm sweater underneath his monkish garb),\nwaited outside the gates of the castle of Canossa.\nThen he was allowed to enter and was pardoned for\nhis sins. But the repentance did not last long.\nAs soon as Henry had returned to Germany, he behaved\nexactly as before. Again he was excommunicated. For the\nsecond time a council of German bishops deposed Gregory,\nbut this time, when Henry crossed the Alps he was at\nthe head of a large army, besieged Rome and forced Gregory\nto retire to Salerno, where he died in exile. This first violent\noutbreak decided nothing. As soon as Henry was back in\nGermany, the struggle between Pope and Emperor was continued.",
        "The Hohenstaufen family which got hold of the Imperial\nGerman Throne shortly afterwards, were even more independent\nthan their predecessors. Gregory had claimed that the\nPopes were superior to all kings because they (the Popes) at\nthe Day of Judgement would be responsible for the behaviour\nof all the sheep of their flock, and in the eyes of God, a king\nwas one of that faithful herd.",
        "Frederick of Hohenstaufen, commonly known as Barbarossa\nor Red Beard, set up the counter-claim that the Empire\nhad been bestowed upon his predecessor “by God himself\"\nand as the Empire included Italy and Rome, he began a campaign\nwhich was to add these “lost provinces” to the northern\ncountry. Barbarossa was accidentally drowned in Asia Minor\nduring the second Crusade, but his son Frederick II, a brilliant\nyoung man who in his youth had been exposed to the civilisation\nof the Mohammedans of Sicily, continued the war. The\nPopes accused him of heresy. It is true that Frederick seems\nto have felt a deep and serious contempt for the rough Christian\nworld of the North, for the boorish German Knights and\nthe intriguing Italian priests. But he held his tongue, went\non a Crusade and took Jerusalem from the infidel and was\nduly crowned as King of the Holy City. Even this act did not\nplacate the Popes. They deposed Frederick and gave his\nItalian possessions to Charles of Anjou, the brother of that\nKing Louis of France who became famous as Saint Louis.\nThis led to more warfare. Conrad V, the son of Conrad IV,\nand the last of the Hohenstaufens, tried to regain the kingdom,\nand was defeated and decapitated at Naples. But twenty years\nlater, the French who had made themselves thoroughly unpopular\nin Sicily were all murdered during the so-called Sicilian\nVespers, and so it went.",
        "The quarrel between the Popes and the Emperors was\nnever settled, but after a while the two enemies learned to\nleave each other alone.",
        "In the year 1278, Rudolph of Hapsburg was elected Emperor.\nHe did not take the trouble to go to Rome to be\ncrowned. The Popes did not object and in turn they kept\naway from Germany. This meant peace but two entire centuries\nwhich might have been used for the purpose of internal\norganisation had been wasted in useless warfare.",
        "It is an ill wind however that bloweth no good to some one.\nThe little cities of Italy, by a process of careful balancing,\nhad managed to increase their power and their independence\nat the expense of both Emperors and Popes. When the rush\nfor the Holy Land began, they were able to handle the transportation\nproblem of the thousands of eager pilgrims who were\nclamoring for passage, and at the end of the Crusades they\nhad built themselves such strong defences of brick and of gold\nthat they could defy Pope and Emperor with equal indifference.",
        "Church and State fought each other and a third party–the\nmediaeval city–ran away with the spoils.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}