{
    "title": "The American Spirit in Literature - Chapter X. A New Nation",
    "author": "Bliss Perry",
    "chapter": "10",
    "content": [
        "\n\n",
        "The changes that have come over the inner spirit and the outward\nexpression of American life since Lincoln’s day are enough to\nstartle the curiosity of the dullest observer. Yet they have been\naccomplished within the lifetime of a single man of letters. The\nauthor of one of the many campaign biographies of Lincoln in 1860\nwas William Dean Howells, then an Ohio journalist of\ntwenty-three. In 1917, at the age of eighty, Mr. Howells is still\nadding to his long row of charming and memorable books. Every\nphase of American writing since the middle of the last century\nhas fallen under the keen and kindly scrutiny of this loyal\nfollower of the art of literature. As producer, editor, critic,\nand friend of the foremost writers of his epoch, Mr. Howells has\nknown the books of our new national era as no one else could have\nknown them. Some future historian of the period may piece\ntogether, from no other sources than Mr. Howells’s writings, an\nunrivaled picture of our book-making during more than sixty\nyears. All that the present historian can attempt is to sketch\nwith bungling fingers a few men and a few tendencies which seem\nto characterize the age.",
        "One result of the Civil War was picturesquely set forth in\nEmerson’s “Journal.” The War had unrolled a map of the Union, he\nsaid, and hung it in every man’s house. There was a universal\nshifting of attention, if not always from the province or section\nto the image of the nation itself, at least a shift of focus from\none section to another. The clash of arms had meant many other\nthings besides the triumph of Union and the freedom of the\nslaves. It had brought men from every state into rude jostling\ncontact with one another and had developed a new social and human\ncuriosity. It may serve as another illustration of Professor\nShaler’s law of tension and release. The one overshadowing issue\nwhich had absorbed so much thought and imagination and energy had\nsuddenly disappeared. Other shadows were to gather, of course.\nReconstruction of the South was one of them, and the vast\neconomic and industrial changes that followed the opening of the\nNew West were to bring fresh problems almost as intricate as the\nquestion of slavery had been. But for the moment no one thought\nof these things. The South accepted defeat as superbly as she had\nfought, and began to plough once more. The jubilant North went\nback to work–to build transcontinental railroads, to organize\ngreat industries, and to create new states.",
        "The significant American literature of the first decade after the\nclose of the War is not in the books dealing directly with themes\ninvolved in the War itself. It is rather the literature of this\nnew release of energy, the new curiosity as to hitherto unknown\nsections, the new humor and romance. Fred Lewis Pattee, the\nauthor of an admirable “History of American Literature since\n1870,” uses scarcely too strong a phrase when he entitles this\nperiod “The Second Discovery of America\"; and he quotes\neffectively from Mark Twain, who was himself one of these\ndiscoverers: “The eight years in America from 1860 to 1868\nuprooted institutions that were centuries old, changed the\npolitics of a people, transformed the social life of half the\ncountry, and wrought so profoundly upon the entire national\ncharacter that the influence cannot be measured short of two or\nthree generations.”",
        "Let us begin with the West, and with that joyous stage-coach\njourney of young Samuel L. Clemens across the plains to Nevada in\n1861, which he describes in “Roughing It.” Who was this Argonaut\nof the new era, and what makes him representative of his\ncountrymen in the epoch of release? Born in Missouri in 1835, the\nson of an impractical emigrant from Virginia, the youth had lived\nfrom his fourth until his eighteenth year on the banks of the\nMississippi. He had learned the printer’s trade, had wandered\neast and back again, had served for four years as a river-pilot\non the Mississippi, and had tried to enter the Confederate army.\nThen came the six crowded years, chiefly as newspaper reporter,\nin the boom times of Nevada and California. His fame began with\nthe publication in New York in 1867 of “The Celebrated Jumping\nFrog of Calaveras County.” A newspaper now sent him to Europe to\nrecord “what he sees with his own eyes.” He did so in “Innocents\nAbroad,” and his countrymen shouted with laughter. This, then,\nwas “Europe” after all–another “fake” until this shrewd river\npilot who signed himself “Mark Twain” took its soundings! Then\ncame a series of far greater books–\"Roughing It,” “Life on the\nMississippi,” “The Gilded Age (in collaboration ), and “Tom\nSawyer” and “Huckleberry Finn\"–books that make our American\n“Odyssey”, rich in the spirit of romance and revealing the magic\nof the great river as no other pages can ever do again. Gradually\nMark Twain became a public character; he retrieved on the lecture\nplatform the loss of a fortune earned by his books; he enjoyed\nhis honorary D. Litt. from Oxford University. Every reader of\nAmerican periodicals came to recognize the photographs of that\nthick shock of hair, those heavy eyebrows, the gallant drooping\nlittle figure, the striking clothes, the inevitable cigar: all\nthese things seemed to go with the part of professional humorist,\nto be like the caressing drawl of Mark’s voice. The force of\nadvertisement could no further go. But at bottom he was far other\nthan a mere maker of boisterous jokes for people with frontier\npreferences in humor. He was a passionate, chivalric lover of\nthings fair and good, although too honest to pretend to see\nbeauty and goodness where he could not personally detect\nthem–and\nan equally passionate hater of evil. Read “The Man Who Corrupted\nHadleyburg” and “The Mysterious Stranger.” In his last years,\ntorn by private sorrows, he turned as black a philosophical\npessimist as we have bred. He died at his new country seat in\nConnecticut in 1910. Mr. Paine has written his life in three\ngreat volumes, and there is a twenty-five volume edition of his\n“Works.”",
        "All the evidence seems to be in. Yet the verdict of the public\nseems not quite made up. It is clear that Mark Twain the writer\nof romance is gaining upon Mark Twain the humorist. The\ninexhaustible American appetite for frontier types of humor\nseizes upon each new variety, crunches it with huge satisfaction,\nand then tosses it away. John Phoenix, Josh Billings, Jack\nDowning, Bill Arp, Petroleum V. Nasby, Artemus Ward, Bill Nye–\nthese are already obsolescent names. If Clemens lacked something\nof Artemus Ward’s whimsical delicacy and of Josh Billings’s\ntested human wisdom, he surpassed all of his competitors in a\ncertain rude, healthy masculinity, the humor of river and\nmining-camp and printing-office, where men speak without\ncensorship. His country-men liked exaggeration, and he\nexaggerated; they liked irreverence, and he had turned iconoclast\nin “Innocents Abroad.” As a professional humorist, he has paid\nthe obligatory tax for his extravagance, over-emphasis, and\nundisciplined taste, but such faults are swiftly forgotten when\none turns to Huckleberry Finn and the negro Jim and Pudd’nhead\nWilson, when one feels Mark Twain’s power in sheer description\nand episode, his magic in evoking landscape and atmosphere, his\nblazing scorn at injustice and cruelty, his contempt for quacks.",
        "Bret Harte, another discoverer of the West, wears less well than\nMark Twain as a personal figure, but has a sure place in the\nevolution of the American short story, and he did for the\nmining-camps of California what Clemens wrought for the\nMississippi River: he became their profane poet. Yet he was never\nreally of them. He was the clever outsider, with a prospector’s\neye, looking for literary material, and finding a whole rich mine\nof it–a bigger and richer, in fact, than he was really qualified\nto work. But he located a golden vein of it with an instinct that\ndid credit to his dash of Hebrew blood. Born in Albany, a\nteacher’s son, brought up on books and in many cities, Harte\nemigrated to California in 1854 at the age of sixteen. He became\nin turn a drug-clerk, teacher, type-setter, editor, and even\nSecretary of the California Mint–his nearest approach,\napparently, to the actual work of the mines. In 1868, while\neditor of “The Overland Monthly,” he wrote the short story which\nwas destined to make him famous in the East and to release him\nfrom California forever. It was “The Luck of Roaring Camp.” He\nhad been writing romantic sketches in prose and verse for years;\nhe had steeped himself in Dickens, like everybody else in the\neighteen-sixties; and now he saw his pay-gravel shining back into\nhis own shining eyes. It was a pocket, perhaps, rather than a\nlead, but Bret Harte worked to the end of his career this\nmaterial furnished by the camps, this method of the short story.\nHe never returned to California after his joyous exit in 1871.\nFor a few years he tried living in New York, but from 1878 until\nhis death in 1902 Bret Harte lived in Europe, still turning out\nCalifornia stories for an English and American public which\ninsisted upon that particular pattern.",
        "That the pattern was arbitrary, theatrical, sentimental, somewhat\nmeretricious in design, in a word insincere like its inventor,\nhas been repeated at due intervals ever since 1868. The charge is\ntrue; yet it is far from the whole truth concerning Bret Harte’s\nartistry. In mastery of the technique of the short story he is\nfairly comparable with Poe, though less original, for it was Poe\nwho formulated, when Bret Harte was a child of six, the\nwell-known theory of the unity of effect of the brief tale. This\nunity Harte secured through a simplification, often an\ninsulation, of his theme, the omission of quarreling details, an\natmosphere none the less novel for its occasional theatricality,\nand characters cunningly modulated to the one note they were\nintended to strike. “Tennessee’s Partner,” “The Outcast of Poker\nFlat,” and all the rest are triumphs of selective skill–as\nbright nuggets as ever glistened in the pan at the end of a hard\nday’s labor. That they do not adequately represent the actual\nCalifornia of the fifties, as old Californians obstinately\ninsist, is doubtless true, but it is beside the point. Here is no\nTolstoi painting the soul of his race in a few pages: Harte is\nsimply a disciple of Poe and Dickens, turning the Poe\nconstruction trick gracefully, with Dickensy characters and\nconsistently romantic action.",
        "The West has been rediscovered many a time since that decade\nwhich witnessed the first literary bonanza of Mark Twain and Bret\nHarte. It will continue to be discovered, in its fresh sources of\nappeal to the imagination, as long as Plains and Rockies and\nCoast endure, as long as there is any glow upon a distant\nhorizon. It is not places that lose romantic interest: the\nimmemorial English counties and the Bay of Naples offer\nthemselves freely to the artist, generation after generation.\nWhat is lost is the glamour of youth, the specific atmosphere of\na given historical epoch. Colonel W. F. Cody (\"Buffalo Bill”) has\ntypified to millions of American boys the great period of the\nPlains, with its Indian fighting, its slaughter of buffaloes, its\nrobbing of stage-coaches, its superb riders etched against the\nsky. But the Wild West was retreating, even in the days of Daniel\nBoone and Davy Crockett. The West of the cowboys, as Theodore\nRoosevelt and Owen Wister knew it and wrote of it in the eighties\nand nineties, has disappeared, though it lives on in fiction and\non the screen.",
        "Jack London, born in California in 1876, was forced to find his\nWest in Alaska–and in alcohol. He was what he and his followers\nliked to call the virile or red-blooded type, responsive to the\n“Call of the Wild,” “living life naked and tensely.” In his talk\nJack London was simple and boyish, with plenty of humor over his\nown literary and social foibles. His books are very uneven, but\nhe wrote many a hard-muscled, clean-cut page. If the Bret Harte\ntheory of the West was that each man is at bottom, a\nsentimentalist, Jack London’s formula was that at bottom every\nman is a brute. Each theory gave provender enough for a\nshort-story writer to carry on his back, but is hardly adequate,\nby itself, for a very long voyage over human life.",
        "“Joaquin” (Cincinnatus Heine) Miller, who was born in 1841 and\ndied in 1918, had even less of a formula for the West than Jack\nLondon. He was a word-painter of its landscapes, a rider over its\nsurfaces. Cradled “in a covered wagon pointing West,” mingling\nwith wild frontier life from Alaska to Nicaragua, miner, Indian\nfighter, hermit, poseur in London and Washington, then hermit\nagain in California, the author of “Songs of the Sierras” at\nleast knew his material. Byron, whom he adored and imitated,\ncould have invented nothing more romantic than Joaquin’s life;\nbut though Joaquin inherited Scotch intensity, he had nothing of\nthe close mental grip of the true Scot and nothing of his humor.\nVast stretches of his poetry are empty; some of it is grandiose,\nelemental, and yet somehow artificial, as even the Grand Canyon\nitself looks at certain times.",
        "John Muir, another immigrant Scot who reached California in 1868,\nhad far more stuff in him than Joaquin Miller. He had studied\ngeology, botany, and chemistry at the new University of\nWisconsin, and then for years turned explorer of forests, peaks,\nand glaciers, not writing, at first, except in his “Journal,” but\nforever absorbing and worshiping sublimity and beauty with no\nthought of literary schemes. Yet his every-day talk about his\nfavorite trees and glaciers had more of the glow of poetry in it\nthan any talk I have ever heard from men of letters, and his\nbooks and “Journal” will long perpetuate this thrilling sense of\npersonal contact with wild, clean, uplifted things–blossoms in\ngiant tree-tops and snow-eddies blowing round the shoulders of\nAlaskan peaks. Here is a West as far above Jack London’s and\nFrank Norris’s as the snow-line is higher than the jungle.",
        "The rediscovery of the South was not so much an exploration of\nfresh or forgotten geographical territory, as it was a new\nperception of the romantic human material offered by a peculiar\ncivilization. Political and social causes had long kept the South\nin isolation. A few writers like Wirt, Kennedy, Longstreet,\nSimms, had described various aspects of its life with grace or\nvivacity, but the best picture of colonial Virginia had been\ndrawn, after all, by Thackeray, who had merely read about it in\nbooks. Visitors like Fanny Kemble and Frederick Law Olmsted\nsketched the South of the mid-nineteenth century more vividly\nthan did the sons of the soil. There was no real literary public\nin the South for a native writer like Simms. He was as dependent\nupon New York and the Northern market as a Virginian\ntobacco-planter of 1740 had been upon London. But within a dozen\nyears after the close of the War and culminating in the\neighteen-nineties, there came a rich and varied harvest of\nSouthern writing, notably in the field of fiction. The public for\nthese stories, it is true, was still largely in the North and\nWest, and it was the magazines and publishing-houses of New York\nand Boston that gave the Southern authors their chief stimulus\nand support. It was one of the happy proofs of the solidarity of\nthe new nation.",
        "The romance of the Spanish and French civilization of New\nOrleans, as revealed in Mr. Cable’s fascinating “Old Creole\nDays,” was recognized, not as something merely provincial in its\nsignificance, but as contributing to the infinitely variegated\npattern of our national life. Irwin Russell, Joel Chandler\nHarris, and Thomas Nelson Page portrayed in verse and prose the\nhumorous, pathetic, unique traits of the Southern negro, a type\nhitherto chiefly sketched in caricature or by strangers. Page,\nHopkinson Smith, Grace King, and a score of other artists began\nto draw affectionate pictures of the vanished Southern mansion of\nplantation days, when all the women were beautiful and all the\nmen were brave, when the very horses were more spirited and the\ndogs lazier and the honeysuckles sweeter and the moonlight more\nentrancing than today. Miss Murfree (\"C. E. Craddock”) charmed\ncity-dwellers and country-folk alike by her novels of the\nTennessee mountains. James Lane Allen painted lovingly the\nhemp-fields and pastures of Kentucky. American magazines of the\ndecade from 1880 to 1890 show the complete triumph of dialect and\nlocal color, and this movement, so full of interest to students\nof the immense divergence of American types, owed much of its\nvitality to the talent of Southern writers.",
        "But the impulse spread far beyond the South. Early in the\nseventies Edward Eggleston wrote “The Hoosier Schoolmaster” and\n“The Circuit Rider,” faithful and moving presentations of genuine\npioneer types which were destined to pass with the frontier\nsettlements. Soon James Whitcomb Riley was to sing of the next\ngeneration of Hoosiers, who frequented “The Old Swimmin’ Hole\"\nand rejoiced “When the Frost is on the Punkin.” It was the era of\nDenman Thompson’s plays, “Joshua Whitcomb” and “The Old\nHomestead.” Both the homely and the exotic marched under this\nbanner of local color: Hamlin Garland presented Iowa barnyards\nand cornfields, Helen Hunt Jackson dreamed the romance of the\nMission Indian in “Ramona,” and Lafcadio Hearn, Irish and Greek\nby blood, resident of New Orleans and not yet an adopted citizen\nof Japan, tantalized American readers with his “Chinese Ghosts\"\nand “Chita.” A fascinating period it seems, as one looks back\nupon it, and it lasted until about the end of the century, when\nthe suddenly discovered commercial value of the historical novel\nand the ensuing competition in best sellers misled many a fine\nartistic talent and coarsened the public taste. The New South\nthen played the literary market as recklessly as the New West.",
        "Let us glance back to “the abandoned farm of literature,” as a\nwitty New Yorker once characterized New England. The last quarter\nof the nineteenth century witnessed a decline in the direct\ninfluence of that province over the country as a whole. Its\nstrength sapped by the emigration of its more vigorous sons, its\ntypical institutions sagging under the weight of immense\nimmigrations from Europe, its political importance growing more\nand more negligible, that ancient promontory of ideas has\ncontinued to lose its relative literary significance. In one\nfield of literature only has New England maintained its rank\nsince the Civil War, and that is in the local short story. Here\nwomen have distinguished themselves beyond the proved capacity of\nNew England men. Mrs. Stowe and Rose Terry Cooke, women of\ndemocratic humor, were the pioneers; then came Harriet Prescott\nSpofford and Elizabeth Stuart Phelps, women with nerves; and\nfinally the three artists who have written, out of the material\noffered by a decadent New England, as perfect short stories as\nFrance or Russia can produce–Sarah Orne Jewett, Mary Wilkins\nFreeman, and Alice Brown. These gifted writers portrayed, with\nvarying technique and with singular differences in their\ninstinctive choice of material, the dominant qualities of an\nisolated, in-bred race, still proud in its decline; still\ninquisitive and acquisitive, versatile yet stubborn, with thrift\npassing over into avarice, and mental power degenerating into\nsmartness; cold and hard under long repression of emotion, yet\ncapable of passion and fanaticism; at worst, a mere trader, a\ncrank, a grim recluse; at best, endowed with an austere physical\nand moral beauty. Miss Jewett preferred to touch graciously the\nsunnier slopes of this provincial temperament, to linger in its\nancient dignities and serenities. Miss Brown has shown the pathos\nof its thwarted desires, its hunger for a beauty and a happiness\ndenied. Mary Wilkins Freeman revealed its fundamental tragedies\nof will.",
        "Two of the best known writers of New England fiction in this\nperiod were not natives of the soil, though they surpassed most\nnative New Englanders in their understanding of the type. They\nwere William Dean Howells and Henry James. Mr. Howells, who, in\nhis own words, “can reasonably suppose that it is because of the\nmixture of Welsh, German, and Irish in me that I feel myself so\ntypically American,” came to “the Holy Land at Boston” as a\n“passionate pilgrim from the West.” “A Boy’s Town,” “My Literary\nPassions,” and “Years of my Youth” make clear the image of the\nyoung poet-journalist who returned from his four years in Venice\nand became assistant editor of “The Atlantic Monthly” in 1866. In\n1871 he succeeded Fields in the editorship, but it was not until\nafter his resignation in 1881 that he could put his full strength\ninto those realistic novels of contemporary New England which\nestablished his fame as a writer. “A Modern Instance” and “The\nRise of Silas Lapham” are perhaps the finest stories of this\ngroup; and the latter novel may prove to be Mr. Howells’s chief\n“visiting-card to posterity.” We cannot here follow him to New\nYork and to a new phase of novel writing, begun with “A Hazard of\nNew Fortunes,” nor can we discuss the now antiquated debate upon\nrealism which was waged in the eighteen-eighties over the books\nof Howells and James. We must content ourselves with saying that\na knowledge of Mr. Howells’s work is essential to the student of\nthe American provincial novel, as it is also to the student of\nour more generalized types of story-writing, and that he has\nnever in his long career written an insincere, a slovenly, or an\ninfelicitous page. “My Literary Friends and Acquaintance” gives\nthe most charming picture ever drawn of the elder Cambridge,\nConcord, and Boston men who ruled over our literature when young\nHowells came out of the West, and “My Mark Twain” is his\nmemorable portrait of another type of sovereign, perhaps the\ndynasty that will rule the future.",
        "Although Henry James, like Mr. Howells, wrote at one time acute\nstudies of New England character, he was never, in his relations\nto that section, or, for that matter, to any locality save\npossibly London, anything more than a “visiting mind.” His\ngrandfather was an Irish merchant in Albany. His father, Henry\nJames, was a philosopher and wit, a man of comfortable fortune,\nwho lived at times in Newport, Concord, and Boston, but who was\nresiding in New York when his son Henry was born in 1843. No\nchild was ever made the subject of a more complete theory of\nderacination. Transplanted from city to city, from country to\ncountry, without a family or a voting-place, without college or\nchurch or creed or profession or responsibility of any kind save\nto his own exigent ideals of truth and beauty, Henry James came\nto be the very pattern of a cosmopolitan. Avoiding his native\ncountry for nearly thirty years and then returning for a few\nmonths to write some intricate pages about that “American Scene\"\nwhich he understood far less truly than the average immigrant, he\ndied in 1916 in London, having just renounced his American\ncitizenship and become a British subject in order to show his\nsympathy with the Empire, then at war. It was the sole evidence\nof political emotion in a lifetime of seventy-three years.\nAmerican writing men are justly proud, nevertheless, of this\nexpatriated craftsman. The American is inclined to admire good\nworkmanship of any kind, as far as he can understand the\nmechanism of it. The task of really understanding Henry James has\nbeen left chiefly to clever women and to a few critics, but ever\nsince “A Passionate Pilgrim” and “Roderick Hudson” appeared in,\n1875, it has been recognized that here was a master, in his own\nfashion. What that fashion is may now be known by anyone who will\ntake the pains to read the author’s prefaces to the New York\nedition of his revised works. Never, not even in the Paris which\nJames loved, has an artist put his intentions and his\nself-criticism more definitively upon paper. The secret of Henry\nJames is told plainly enough here: a specially equipped\nintelligence, a freedom from normal responsibilities, a consuming\ndesire to create beautiful things, and, as life unfolded its\ncomplexities and nuances before his vision, an increasing passion\nto seek the beauty which lies entangled and betrayed, a beauty\noften adumbrated rather than made plastic, stories that must be\nhinted at rather than told, raptures that exist for the initiated\nonly. The much discussed early and middle and later manners of\nJames are only various campaigns of this one questing spirit,\nchanging his procedure as the elusive object of his search hid\nitself by this or that device of protective coloration or swift\nescape. It is as if a collector of rare butterflies had one\nmethod of capturing them in Madagascar, another for the Orinoco,\nand still another for Japan–though Henry James found his\nJapan–and Orinoco and Madagascar all in London town!",
        "No one who ever had the pleasure of hearing him discourse about\nthe art of fiction can forget the absolute seriousness of his\nprofessional devotion; it was as though a shy celebrant were to\nturn and explain, with mystical intensity and a mystic’s\ninvolution and reversal of all the values of vulgar speech, the\nceremonial of some strange, high altar. His own power as a\ncreative artist was not always commensurate with his intellectual\nendowment or with his desire after beauty, and his frank contempt\nfor the masses of men made it difficult for him to write English.\nHe preferred, as did Browning, who would have liked to reach the\nmasses, a dialect of his own, and he used it increasingly after\nhe was fifty. It was a dialect capable of infinite gradations of\ntone, endless refinements of expression. In his threescore books\nthere are delicious poignant moments where the spirit of life\nitself flutters like a wild creature, half-caught, half-escaping.\nIt is for the beauty and thrill of these moments that the pages\nof Henry James will continue to be cherished by a few thousand\nreaders scattered throughout the Republic to which he was ever an\nalien.",
        "No poet of the new era has won the national recognition enjoyed\nby the veterans. It will be recalled that Bryant survived until\n1878, Longfellow and Emerson until 1882, Lowell until 1891,\nWhittier and Whitman until 1892, and Holmes until 1894. Compared\nwith these men the younger writers of verse seemed overmatched.\nThe “National Ode” for the Centennial celebration in 1876 was\nintrusted to Bayard Taylor, a hearty person, author of capital\nbooks of travel, plentiful verse, and a skilful translation of\n“Faust.” But an adequate “National Ode” was not in him. Sidney\nLanier, who was writing in that year his “Psalm of the West” and\nwas soon to compose “The Marshes of Glynn,” had far more of the\ndivine fire. He was a bookish Georgia youth who had served with\nthe Confederate army, and afterward, with broken health and in\ndire poverty, gave his brief life to music and poetry. He had\nrich capacities for both arts, but suffered in both from the lack\nof discipline and from an impetuous, restless imagination which\ndrove him on to over-ambitious designs. Whatever the flaws in his\naffluent verse, it has grown constantly in popular favor, and he\nis, after Poe, the best known poet of the South. The late Edmund\nClarence Stedman, whose “American Anthology” and critical\narticles upon American poets did so much to enhance the\nreputation of other men, was himself a maker of ringing lyrics\nand spirited narrative verse. His later days were given\nincreasingly to criticism, and his “Life and Letters” is a\nstorehouse of material bearing upon the growth of New York as a\nliterary market-place during half a century. Richard Watson\nGilder was another admirably fine figure, poet, editor, and\nleader of public opinion in many a noble cause. His “Letters,\"\nlikewise, give an intimate picture of literary New York from the\nseventies to the present. Through his editorship of “Scribner’s\nMonthly” and “The Century Magazine” his sound influence made\nitself felt upon writers in every section. His own lyric vein had\nan opaline intensity of fire, but in spite of its glow his verse\nsometimes refused to sing.",
        "The most perfect poetic craftsman of the period–and, many think,\nour one faultless worker in verse–was Thomas Bailey Aldrich. His\nfirst volume of juvenile verse had appeared in 1855, the year of\nWhittier’s “Barefoot Boy” and Whitman’s “Leaves of Grass.” By\n1865 his poems were printed in the then well-known Blue and Gold\nedition, by Ticknor and Fields. In 1881 he succeeded Howells in\nthe editorship of the “Atlantic.” Aldrich had a versatile talent\nthat turned easily to adroit prose tales, but his heart was in\nthe filing of his verses. Nothing so daintily perfect as his\nlighter pieces has been produced on this side of the Atlantic,\nand the deeper notes and occasional darker questionings of his\nlater verse are embodied in lines of impeccable workmanship.\nAloof from the social and political conflicts of his day, he gave\nhimself to the fastidious creation of beautiful lines, believing\nthat the beautiful line is the surest road to Arcady, and that\nHerrick, whom he idolized, had shown the way.",
        "To some readers of these pages it may seem like profanation to\npass over poets like Sill, George Woodberry, Edith Thomas,\nRichard Hovey, William Vaughn Moody, Madison Cawein–to mention\nbut half a dozen distinguished names out of a larger company–and\nto suggest that James Whitcomb Riley, more completely than any\nAmerican poet since Longfellow, succeeded in expressing the\nactual poetic feelings of the men and women who composed his\nimmense audience. Riley, like Aldrich, went to school to Herrick,\nKeats, Tennyson, and Longfellow, but when he began writing\nnewspaper verse in his native Indiana he was guided by two\nimpulses which gave individuality to his work. “I was always\ntrying to write of the kind of people I knew, and especially to\nwrite verse that I could read just as if it were spoken for the\nfirst time.” The first impulse kept him close to the wholesome\nHoosier soil. The second is an anticipation of Robert Frost’s\ntheory of speech tones as the basis of verse, as well as a\nrevival of the bardic practice of reciting one’s own poems. For\nRiley had much of the actor and platform-artist in him, and\ncomprehended that poetry might be made again a spoken art,\ndirected to the ear rather than to the eye. His vogue, which at\nhis death in 1915 far surpassed that of any living American poet,\nis inexplicable to those persons only who forget the sentimental\ntraditions of our American literature and its frank appeal to the\nemotions of juvenility, actual and recollected. Riley’s best\n“holt” as a poet was his memory of his own boyhood and his\nperception that the child-mind lingers in every adult reader.\nGenius has often been called the gift of prolonged adolescence,\nand in this sense, surely, there was genius in the warm and\ngentle heart of this fortunate provincial who held that “old\nIndianapolis” was “high Heaven’s sole and only understudy.” No\none has ever had the audacity to say that of New York.",
        "We have had American drama for one hundred and fifty years,* but\nmuch of it, like our popular fiction and poetry, has been\nsubliterary, more interesting to the student of social life and\nnational character than to literary criticism in the narrow sense\nof that term. Few of our best known literary men have written for\nthe stage. The public has preferred melodrama to poetic tragedy,\nalthough perhaps the greatest successes have been scored by plays\nwhich are comedies of manners rather than melodrama, and\ncharacter studies of various American types, built up around the\nknown capabilities of a particular actor. The twentieth century\nhas witnessed a marked activity in play-writing, in the technical\nstudy of the drama, and in experiment with dramatic production,\nparticularly with motion pictures and the out-of-doors pageant.\nAt no time since “The Prince of Parthia” was first acted in\nPhiladelphia in 1767 has such a large percentage of Americans\nbeen artistically and commercially interested in the drama, but\nas to the literary results of the new movement it is too soon to\nspeak.",
        "* “Representative American Plays,” edited by Arthur Hobson Quinn,\nN. Y., 1917.",
        "Nor is it possible to forecast the effect of a still more\nstriking movement of contemporary taste, the revival of interest\nin poetry and the experimentation with new poetical forms. Such\nrevival and experiment have often, in the past, been the preludes\nof great epochs of poetical production. Living Americans have\ncertainly never seen such a widespread demand for contemporary\nverse, such technical curiosity as to the possible forms of\npoetry, or such variety of bold innovation. Imagism itself is\nhardly as novel as its contemporary advocates appear to maintain;\nand free verse goes back far in our English speech and song. But\nthe new generation believes that it has made a discovery in\nreverting to sensations rather than thought, to the naive\nreproduction of retinal and muscular impressions, as if this were\nthe end of the matter.",
        "The self-conscious, self-defending side of the new poetic impulse\nmay soon pass, as it did in the case of Wordsworth and of Victor\nHugo. Whatever happens, we have already had fresh and exquisite\nrevelations of natural beauty, and, in volumes like “North of\nBoston” and “A Spoon River Anthology,” judgments of life that run\nvery deep.",
        "American fiction seems just now, on the contrary, to be marking\ntime and not to be getting noticeably forward. Few names unknown\nten years ago have won wide recognition in the domain of the\nnovel. The short story has made little technical advance since\nthe first successes of “O. Henry,” though the talent of many\nobservers has dealt with new material offered by the racial\ncharacteristics of European immigrants and by new phases of\ncommerce and industry. The enormous commercial demand of the\nfive-cent weeklies for short stories of a few easily recognized\npatterns has resulted too often in a substitution of\nstencil-plate generalized types instead of delicately and\npowerfully imagined individual characters. Short stories have\nbeen assembled, like Ford cars, with amazing mechanical\nexpertness, but with little artistic advance in design. The same\ntemporary arrest of progress has been noted in France and\nEngland, however, where different causes have been at work. No\none can tell, in truth, what makes some plants in the literary\ngarden wither at the same moment that others are outgrowing their\nborders.",
        "There is one plant in our own garden, however, whose flourishing\nstate will be denied by nobody–namely, that kind of\nnature-writing identified with Thoreau and practised by Thomas\nWentworth Higginson, Starr King, John Burroughs, John Muir,\nClarence King, Bradford Torrey, Theodore Roosevelt, William J.\nLong, Thompson-Seton, Stewart Edward White, and many others.\nTheir books represent, Professor Canby* believes, the adventures\nof the American subconsciousness, the promptings of forgotten\nmemories, a racial tradition of contact with the wilderness, and\nhence one of the most genuinely American traits of our\nliterature.",
        "* “Back to Nature,” by H. S. Canby, “Yale Review,” July, 1917.",
        "Other forms of essay writing, surely, have seemed in our own\ngeneration less distinctive of our peculiar quality. While\nadmirable biographical and critical studies appear from time to\ntime, and here and there a whimsical or trenchant discursive\nessay like those of Miss Repplier or Dr. Crothers, no one would\nclaim that we approach France or even England in the field of\ncriticism, literary history, memoirs, the bookish essay, and\nbiography. We may have race-memories of a pine-tree which help us\nto write vigorously and poetically about it, but we write less\nvitally as soon as we enter the library door. A Frenchman does\nnot, for he is better trained to perceive the continuity and\nintegrity of race-consciousness, in the whole field of its\nmanifestation. He does not feel, as many Americans do, that they\nare turning their back on life when they turn to books.",
        "Perhaps the truth is that although we are a reading people we are\nnot yet a book-loving people. The American newspaper and magazine\nhave been successful in making their readers fancy that newspaper\nand magazine are an equivalent for books. Popular orators and\npopular preachers confirm this impression, and colleges and\nuniversities have often emphasized a vocational choice of\nbooks–in other words, books that are not books at all, but\ntreatises. It is not, of course, that American journalism,\nwhether of the daily or monthly sort, has consciously set itself\nto supplant the habit of book-reading. A thousand social and\neconomic factors enter into such a problem. But few observers\nwill question the assertion that the influence of the American\nmagazine, ever since its great period of national literary\nservice in the eighties and nineties, has been more marked in\nthe field of conduct and of artistic taste than in the\nstimulation of a critical literary judgment: An American\nschoolhouse of today owes its improvement in appearance over the\nschoolhouse of fifty years ago largely to the popular diffusion,\nthrough the illustrated magazines, of better standards of\nartistic taste. But–whether the judgment of school-teachers and\nschoolchildren upon a piece of literature is any better than it\nwas in the red schoolhouse of fifty years ago is a disputable\nquestion.",
        "But we must stop guessing, or we shall never have done. The\nfundamental problem of our literature, as this book has attempted\nto trace it, has been to obtain from a mixed population dwelling\nin sections as widely separated as the peoples of Northern and\nSouthern Europe, an integral intellectual and spiritual activity\nwhich could express, in obedience to the laws of beauty and\ntruth, the motions stimulated by our national life. It has been\nassumed in the preceding chapters that American literature is\nsomething different from English literature written in America.\nCanadian and Australian literatures have indigenous qualities of\ntheir own, but typically they belong to the colonial literature\nof Great Britain. This can scarcely be said of the writings of\nFranklin and Jefferson, and it certainly cannot be said of the\nwritings of Cooper, Hawthorne, Emerson, Thoreau, Whitman, Lowell,\nLincoln, Mark Twain, and Mr. Howells. In the pages of these men\nand of hundreds of others less distinguished, there is a\nrevelation of a new national type. That the full energies of this\nnation have been back of our books, giving them a range and\nvitality and unity commensurate with the national existence, no\none would claim. There are other spheres of effort in which\nAmerican character has been more adequately expressed than in\nwords. Nevertheless the books are here, in spite of every defect\nin national discipline, every flaw in national character; and\nthey deserve the closest attention from all those who are trying\nto understand the American mind.",
        "If the effort toward an expression of a peculiarly complex\nnational experience has been the problem of our literary past,\nthe literary problem of the future is the expression of the\nadjustment of American ideals to the standards of civilization.\n“Patriotism,” said the martyred Edith Cavell just before her\ndeath, “is not enough.” Nationality and the instincts of national\nseparatism now seem essential to the preservation of the\npolitical units of the world-state, precisely as a healthy\nindividualism must be the basis of all enduring social\nfellowship. Yet it is clear that civilization is a larger, more\nultimate term than nationality. Chauvinism is nowhere more\nrepellent than in the things of the mind. It is difficult for\nsome Americans to think internationally even in political\naffairs–to construe our national policy and duty in terms of\nobligation to civilization. Nevertheless the task must be faced,\nand we are slowly realizing it.",
        "In the field of literature, likewise, Americanism is not a final\nword either of blame or praise. It is a word of useful\ncharacterization. Only American books, and not books written in\nEnglish in America, can adequately represent our national\ncontribution to the world’s thinking and feeling. So argued\nEmerson and Whitman, long ago. But the younger of these two poets\ncame to realize in his old age that the New World and the Old\nWorld are fundamentally one. The literature of the New World will\ninevitably have an accent of its own, but it must speak the\nmother-language of civilization, share in its culture, accept its\ndiscipline.",
        "It has been said disparagingly of Longfellow and his friends:\n“The houses of the Brahmins had only eastern windows. The souls\nof the whole school lived in the old lands of culture, and they\nvisited these lands as often as they could, and, returning,\nbrought back whole libraries of books which they eagerly\ntranslated.” But even if Longfellow and his friends had been\nnothing more than translators and diffusers of European culture,\ntheir task would have been justified. They kept the ideals of\ncivilization from perishing in this new soil. Through those\neastern windows came in, and still comes in, the sunlight to\nillumine the American spirit. To decry the literatures of the\nOrient and of Greece and Rome as something now outgrown by\nAmerica, is simply to close the eastern windows, to narrow our\nconception of civilization to merely national and contemporaneous\nterms. It is as provincial to attempt this restriction in\nliterature as it would be in world-politics. We must have all the\nwindows open in our American writing, free access to ideas,\nknowledge of universal standards, perception of universal law.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}