{
    "title": "The Jericho Road - Husband and Father",
    "author": "W. Bion Adkins",
    "chapter": "22",
    "content": [
        "\n\n",
        "Miss Frances Power Cobb is right, and she is wrong, when she says: “It\nis a woman, and only a woman–a woman all by herself, if she likes, and\nwithout any man to help her–who can turn a house into a home.”  She is\nunquestionably right in her judgment, that it is a woman who can, if\nshe will, turn a house into a home, but she is much in the wrong in her\nassertion that it is a woman all by herself, without any man to help\nher, who can effect such a beneficial transformation.  Woman possesses\nmagical powers in the way of building up a home; but home naturally\nimplies the presence and protection of man–and it is man himself, if\nhe likes, and without any woman to help him, who can give that home a\nsemblance of that place where, as some people believe, the wicked\nsuffer after they have “shuffled off this mortal coil.”  The husband\ncan never make the home, but he can succeed most admirably, if so he\nchoose, to unmake it, to banish its happiness and comfort, to exile\nfrom it its ministering angels of peace and content, to shatter woman’s\nsweet and blessed work to its very foundation.  Let the wife\nconcentrate, all day long, all her care and ingenuity and love upon\nbuilding up her little paradise at home, let her hands be ever so busy\nin strewing fresh flowers around the domestic hearth, let her heart be\never so happy throughout the day in the discharge of her domestic\nduties, let her countenance be ever so beaming in her sweet\nanticipation of the happy smile of appreciation, of the kind word of\nsympathy and encouragement, which shall be her reward when her husband\nreturns; and then see this star in her domestic firmament enter,\nsulking and surly, blind to all that her busy hands have so lovingly\nprepared, grim and gruff to her and the little ones, who have been\nfitted up in their neatest and cleanest, in which to welcome their\nfather’s return, and then see whether you can agree with Miss Cobb’s\nassertion “that it is a woman, and only a woman–a woman all by\nherself, if she likes, and without any man to help her–who can turn a\nhouse into a home.”  See how her heart sinks, how her voice, full of\nmirth and glee and music before his coming, dies in her throat, how the\nlittle ones, full of merriment all day long, tremblingly hide in the\ncorner, or withdraw from the room; see how the intrusion of this grim\nspectre of malcontent shuts the door upon domestic peace and happiness,\nand withers every pious resolve to make home the dearest, sweetest,\nmost contented and most sacred spot on earth, and then calculate how\nlong, under such disheartening surroundings, woman will be able all by\nherself, and without any man to help her, to prevent her house from\nbecoming anything and everything except a home.",
        "While studying language, I observed that most of my mistakes in grammar\noccurred in the feminine gender, and thinking over the cause of it, it\ndawned upon me that, belonging to the masculine sex, I was in the habit\nof thinking in that gender, and that my teachers were men, and that my\ntext-books and grammars had been written by men, and that the masculine\ngender predominated so strongly in the exercises, that it was but\nnatural for me to make the greatest number of mistakes in the gender to\nwhich the least attention had been given.  When dealing with the social\nand domestic question, the unbiased among us can not but observe a\nsimilar failing.  Many a serious mistake has been made by man when\nspeaking or writing concerning women, because our speakers and writers\nand preachers and teachers belonged from the very beginning of\ncivilization, almost exclusively to the masculine sex, a sex which has\nnever tired in exalting itself at the expense of the weaker sex, in\nemphasizing woman’s inferiority to man, in asserting its rights, and in\ncomplaining about its wrongs, and as woman did not write or speak for\nherself, we have heard but little of her side of the story, know next\nto nothing of her just rights and of her grievous wrongs, seldom dream\nthat she, too, has rights that must be respected, and suffers wrongs\nthat must be corrected.",
        "The universities, colleges and all great institutions of learning of\nthis and other lands refused, until quite recently, to recognize woman\nas a human being possessing a mind in need of training, and therefore\nexcluded her from their privileges, and the order of Odd-Fellows\npartook of the same spirit and excluded the better half of the human\nrace from its lodge-rooms.  Man had ever been a selfish, conceited,\ncowardly tyrant from the day in which our father Adam disgraced his sex\nby taking without question the forbidden fruit; and, after eating it,\ncrying with selfish, pusillanimous cowardice: “The woman thou gavest to\nbe with me gave me of the tree and I did eat,” and he has always sought\nto make and keep woman an inferior, dependent, submissive slave.  To\nthis end he has striven to keep her in ignorance, exclude her from all\nthe avenues of knowledge, and then, because she did not possess the\nknowledge that he had forbidden her, proclaimed throughout the world\nthat she was mentally inferior to man, and in consequence unfit to be\nadmitted to the various institutions and associations in which men\nsought to improve their minds.",
        "The object of Odd-Fellowship is to improve and elevate the character of\nman, to enlighten his mind and enlarge the sphere of his affections,\nand of course woman, as being mentally weak and naturally inferior to\nman, was excluded from its sacred precincts.  Now, however, things are\nchanged; nearly all educational institutions worthy of mention admit\nwomen, and the Rebekah of today, emulating the Rebekah of old, will be\nhand in hand with her brothers in all good works.  She will accompany\nhim on his errands of mercy, watch beside the bedside of anguish,\nforegoing pleasure to follow in the path of duty.",
        "I would have every man know–who has a wife–that “mutual benefit from\nharmonious partnership work” is an axiom in as full a sense as “in\nunion there is strength.”",
        "There are two sides to every question, and in this article I shall deal\nwith the woman’s side.  I want to present especially the wife’s side of\nthe question to every Odd-Fellow, hoping that it will be of lasting\nbenefit in many ways.  I know full well that only one accustomed to\ndeal with high and holy things, one whose glance is ever at sacred\nthings, one who, as it were, administers the treasures of the kingdom\nof God, can fittingly touch this subject.  It would be easy for me to\nbe a cheap wit, to rake up the old scandal of Mother Eve, to even\ndeclaim with windy volubility that a woman betrayed the capital, that a\nwoman lost Mark Anthony the world and left old Troy in ashes.  But far\nbe it from me!  Rather would I assume a loftier mood; rather would I\nstrike a loftier note, and, with blind Homer, beg for an unwearied\ntongue to chant the praise of woman.  It is true Eve lost us Eden, but\nin that garden of monotonous delight, had we been born there, we would\nnever have truly known what woman is.  O, Felix Culpa!  O, happy fault!\nthat has shown the world the mines of rich affection of woman’s heart,\nthat else would never have been discovered.  O, happy fault, that has\nshown the world a wealth of woman’s nature, her capability for love,\nthe radiance of her tenderness, her infinite pity, her unswerving\ndevotion, the solace of her presence in sickness and sorrow, the depth\nand sweetness of her mercy.",
        "A river of pure delight flowed through paradise, but blind Adam never\nsaw it, never dreamed of it until the flaming sword cut him off\nforever; but he has since drank of it, and so has every man who has\never tasted the sacramental wine of woman’s true affection.  The seamy\nside of life has been laid bare to me.  Its sorrows and its anguishes\nhave I often witnessed, but into that pool of Bethesida of the world’s\nanguish, with healing do I see ever come an angel, a pitying woman.\nThe influence of wife and mother is ever near me; their faces are the\nmost lovely; their hearts the most tender of all in this world–my\nmother and my wife.  And for their sake, and for the sake of all the\nmothers, wives, sisters and daughters, whom I daily meet doing good, I\nlong and I earnestly yearn for the eloquence and grace to half express\nthe thoughts that rise within me of what the world owes woman.",
        "To me every good woman is the fair fulfillment of dreamed delight.  She\nis the first at the cross and the last at the grave.  All that is\nhighest and best in the world is nurtured and fed by the milk of her\nnobility.  The Christ of all greatness and hope was born of a woman.\nThe noble women of the world!  O, would that the days of chivalry were\nnot past, that I might unsheath a lance in their name, for their glory!\nBut in our more prosaic days, what can I do but let the will suffice\nfor the deed, and say to the woman, “God bless you.”  I propose to let\nher speak for herself today.  I propose to accept her invitation to\naccompany her through the various spheres of her domestic life, and see\nwhether she alone is responsible for that vice and crime and misfortune\nwhich moralists and superintendents of penal and charity institutes\ntrace back to neglects at home; whether it is always the wife and\nmother that is responsible for unhappiness in marriage and for the\nincrease of divorces; whether the husbands and fathers are always the\nsaints and martyrs, or whether they are not very, very often the root\nof the whole evil themselves.",
        "We retrace our steps and begin with our observations of the husband and\nfather a few months prior to that solemn day, on which he plighted his\nvows of protection and faithfulness, on which he took into his care and\ntrust a woman’s life and happiness, on which he sacredly promised, in\nthe name of God, and in the presence of witnesses, to love her, to\nhonor and cherish her, to provide for her, to be faithful to her in all\nhis obligations as husband, in youth and in old age, in sunshine and in\ndarkness, in prosperity and in adversity.  We make first his\nacquaintance in the happy days of his courtship.  He is burning with\nlove.  He is the facsimile of Shakespeare’s lover, “sighing like a\nfurnace.”  Her praises are on his lips always.  He avows himself her\nslave and worships her as a goddess.  It is in her company alone that\nhe can find happiness.  Whether at home or in society, he is always at\nher side.  Life is dreary where she is not.  He wonders how he could\nhave lived so long, or how he could continue existence, without her.\nHow regular and how punctual he is in his calls, and how he scowls at\nthe clock for running away with time so fast!  Not a wish does she\nexpress, no matter how unreasonable and extravagant, but he eagerly\ngratifies it.  How numerous his little attentions and his kind\nremembrances!  How thoughtful of her birthday, and how lavish in floral\ntributes and costly presents!  How numerous and how lengthy his letters\nwhen separated!  How sweet their moonlight walks and talks!  How bright\nher future, which he maps out!  How many the pledges which he breathes\nforth between his ardent kisses; never a harsh word shall break on her\near, never a wish of hers shall be ungratified, never a trouble shall\nmar her happiness; such a love as his has never been before, and will\nnever be again; he only lives for her happiness; his affection will\nnever cool, he will be a lover all his life; their whole wedded life\nwill be one never-waning honeymoon.",
        "In the drama the plot usually ends with marriage.  At the instant when\nit is reached, when all obstacles are removed, the curtain falls, and\nthe young people have no further existence for us.  But in the\npractical world the play goes on.  The curtain rises again, the same\npersonages reappear, only they frequently play different parts, and\nwhat was before a comedy or a melo-drama often changes into a tragedy.\nSad and tearful scenes are often enacted by them.  The misery and pain\nare no longer inflicted by their former enemy, but by their own hands.\nHe, who prior to marriage overcame almost insurmountable obstacles to\nmake his lady fair his happy wife, now moves heaven and earth to make\nthat wife as miserable as possible.",
        "A number of years have passed since last we observed the lover.  He is\nhusband and father now, but what a change these few years have wrought\nin him!  Forgotten are the lover’s vows.  She that once his goddess\nwas, is now his slave.  The fulsome flatterer of former times has\ndegenerated into a chronic fault-finder.  With the change of her name\nhas begun his change of treatment of her.  Cast aside are the many\ncourtesies and expressions of endearment that marked his conduct to her\nprior to marriage, and which were the thousand golden threads that day\nby day throughout their courtship wove their hearts closely into one.\nNo bouquets and no costly gifts any more.  The anniversary of her birth\nand of their wedding day passes by unnoticed by him.  His former\nefforts to entertain her, to make himself agreeable to her, have\naltogether ceased.  Rarer, and ever rarer, become his parting and his\ncoming kiss, his “good-bye, dear,” and his “good evening, darling.\"\nFewer and fewer become his words of praise.  Irksome becomes the task\nof staying at home.  He, who once upon a time found life dreary where\nshe was not, who vowed that in her company alone he found happiness,\nwho could not await the evening that would bring him to her, who\ndeclared that his affection would never cool, and their whole wedded\nlife would be one continuous honeymoon, now finds her company tedious,\nher home unattractive.  He looks upon his home as his boarding and\nlodging-house, upon his wife as the kitchen scullion, or as the nurse\nof his children, for which services he generally allows her so many\ndollars a week.  At the breakfast table his face is buried in the\nmorning paper.  He rises without interchanging a word with wife and\nchild.  Absent from home all day long, he is absent still, even when\nhome in the evening.  No sooner has he swallowed his meal, when he\nburies himself in the newspaper for the rest of the evening, or dozes\non the sofa till bedtime, or he has an important business engagement\ndown town, or some meeting to attend, or an important engagement brings\nother husbands to his house, where they transact any amount of business\nin the exchange of diamonds for hearts, and clubs for spades.",
        "All day long she has been toiling hard in her home, toiling with hand\nand brain.  She has been preacher and teacher, physician and druggist,\nprovider and manager, cook and laundress.  The children had to be\nattended to, purchases had to be made, the meals had to be provided,\nthe servants to be looked after, the house to be gotten in order; there\nwas mending and sewing and baking and cleaning and scrubbing and\nscouring, which had to be done; there were the children’s lessons, and\npracticings that had to be looked after; there were the children’s\nailments that had to be cured, and there were the hundred other things\nthe husband never dreams of, and which tax a woman’s nerves and\nstrength as much, and often more, than his occupation taxes him.  But\nnot a word of appreciation, not a look of sympathy and encouragement\nfrom him, who never tired to sing her praises before they were married,\nwho vowed that never a harsh word should remotely break on her ear,\nnever a trouble should mar her happiness.  On the contrary, he has no\nend of faults to find, and she is doomed to listen to the same old\nharangue on economy and saving.  She has been saving and stinting until\nshe can save and stint no more.  She has patched and mended and turned\nand altered until she could patch and mend and alter no more, and still\nthe same complaints; the table costs too much, the dry goods store\nbills are too long, the seamstress comes into the house too often, the\nphysician is consulted too much, and of such as these many more.  Not a\nword does he say about the expensive cigars he smokes, the wines he\ndrinks; about his frequent visits to the sample-room, and about the\nliberality with which he treats his friends there; about the sumptuous\ndinners he takes at noon in the down-town restaurant, while wife and\nchildren content themselves at home with a frugal lunch; about the\nmoney he loses at the card table, or in his bets on the games and races\nand politics.  And of the children he takes but little notice.  He has\nnot seen them all day long, and he is too tired to be bothered with\nthem in the evening.  He must have his rest and quiet.  The mother\nworried with them all day long, she may worry with them in the evening,\ntoo.  It is enough for him to supply her with the means wherewith to\ncare for their wants, further obligations he has none; these are a\nmother’s duties, but not a father’s.",
        "They tell a story of a learned preacher who had isolated himself from\nhis children on account of his dislike to their noise.  One day, while\ntaking a walk, he was attracted by the beauty and wonderful\nintelligence of a little boy.  Inquiring of the nurse whose child it\nwas, she answered, much astonished: “Your own, reverend sir, your own.\"\nJudging from the attention that some fathers bestow on their children,\nI am inclined to believe that this learned preacher has many an\nimitator among his sex, for whom not even the inexcusable excuse of\nabsorption in studies can be set up.  I have read of a business man,\nwho one day thanked God that a commercial crisis had thrown him into\nbankruptcy.  He said it afforded him an opportunity to stay at home for\nawhile, and get acquainted with his own family, and that for the first\ntime he learned to know the true worth of his wife, and that he found\nhis children the sweetest and dearest creatures that ever lived, and\nnot for all the business of the world would he again deprive himself of\ntheir sweet association.  Prior to his misfortune, or rather good\nfortune, his business had so absorbed him that he had altogether\nforgotten that there were sacred claims at home that demanded his\ninterest and his service.",
        "Not all our orphaned children are in our orphan asylums, or under the\nsupervision of “The Orphans’ Guardians.”  There are more of them at\nhome with their fathers and mothers, and especially among our\nwell-to-do families.  There are children growing up who scarcely know\nanything else of their father except that he is referred to during the\nday by their mother when they are bad, as that dread personage who\nwould inflict a severe chastisement on them when he returns, or whose\npresence silences their fun and makes their own absence agreeable.  He\nmakes no effort to entertain them, takes no interest in their\npleasures, in their progress at school.  He is simply their punisher,\nbut not their friend, and it is not at all surprising to see children\ngrowing up with a conception of their father such as that little boy\nhad, who, when told by a minister of heaven, and of the meeting of the\ndeparted there, asked: “And will father be there?”  On being told that\n“of course he would be there,” he at once replied, “Then I don’t want\nto go.”  Occasionally wife and husband spend an evening out, or they\nentertain company at home, and oh, what a transformation she observes\nin him.  In other people’s homes, or when other people are present, his\nstock of material for conversation is unlimited.  Then and there he is\nfull of fun, bright and cheerful; when alone with his wife he has\nscarcely a word to say; he moves about the house with the lofty\nindifference of a lord, and with a heartless disregard of every member\nof the household.  At home he is cold and cross and boorish, in other\nwomen’s parlors he is polite and considerate and engaging.  He has a\nsmile and a compliment for other women, none for his wife.  If they\nattend an evening reception, he brings his wife there, and he takes her\nhome; during the interval she has little, if any, of his company.  She\nmay be shy, she may be a stranger, she may not be much accustomed to\nsociety life, she may feel herself out of place in the gay assemblage,\nshe may be unentertained or bored or annoyed, it matters not to him as\nlong as he is having a good time with the boys, or is encircled by the\nladies fair, who unanimously think him the most gallant of men,\nunrivaled in his wit and wisdom and conversational powers, and who\nsecretly sigh if but their husbands were like him.",
        "To such an extent is this wife-neglect carried on that a lady not long\nago made a wager that, in nine cases out of ten, she would distinguish\nbetween married and unmarried couples.  She won the wager.  When asked\nto explain her method of discrimination, she said: “When you see a\ngentleman and a lady walking in silence side by side, it is a married\ncouple; when their conversation is continuous and animated, and\nsmile-and-laugh-provoking, they are single.  When a gentleman sits next\nto a lady in the theatre, and never keeps his opera glass away from the\nboxes and galleries and stage, he is her husband; when his eyes rest\nmore on her than on the stage, it is her lover.  When a lady, who sits\nat the side of a gentleman, drops her glove, and she stoops to hunt it,\nit is a married couple; if he stoops quickly to pick it up it is an\nunmarried couple.  When a lady plays, and a gentleman stands near her,\nand does not turn for her the pages of the music book, it is her\nhusband; when you see his fingers in eager readiness to turn the leaf,\nit is not her husband.”",
        "There is in every true woman a spark of divinity, which glows in her\nheart, and blazes into a most luminous light when a husband’s love and\nrespect and sympathy and appreciation and encouragement fan that spark\ninto activity.  But woe to the home where cruel hands quench that\nflame.  The sun is the heater and illuminator of our whole solar\nsystem.  The vast supplies which it sends forth daily must be\ncompensated, or else it would soon expend itself, and our world would\ngo to ruin.  Nature, therefore, hurls millions of meteors every second\ninto the sun’s fiery furnace to keep up the supply of heat and light.\nThe wife is the sun of the household.  Her womanly attributes give the\nlight and warmth and happiness of the home to all who cluster around\nher.  But a wife’s love and self-sacrifice for her home are not\ninfinite.  They soon exhaust themselves, where love is unreturned,\nwhere a husband is a tyrant, where self-sacrifice is unappreciated,\nwhere faithful and prudent industry is accepted as a labor of duty, and\nnot as a labor of love, where she is simply regarded as his\nhousekeeper, and not as his devoted helpmate, where his presence alone\nis sufficient to cast gloom and fear over the entire household.  Woman\nwas made to bless mankind, but also to be blessed in return; to make\nsociety better for forming a part thereof, but also to receive some\nrecognition for her work.",
        "Endurance is woman’s prerogative.  Suffering is her heirloom.\nDisasters, which would crush the spirit of man, often turn her heart to\nsteel, and she performs deeds grand and heroic.  Disheartened by\ncontinuous neglect, she will make heroic efforts to throw her influence\nall the more affectionately over her home.  Wounded deeper and ever\ndeeper, she will toil on, hiding from the world the pangs of wounded\naffection, “as the wounded dove will clasp its wings to its side and\ncover and conceal the arrow that is preying on its vitals.”  But the\nshafts of continuous neglect will pierce her heart at last–a husband’s\ncontinuous neglect extinguish, at last, the sacred flame upon the\ndomestic hearth.  She, too, finds home irksome.  She, too, learns to\nfind more pleasure abroad than in her home.  She, too, thinks light of\nliberties and indiscretions.  The grown children learn to emulate their\nparents’ example, and seek their pleasures also abroad.  The little\nchildren are left to servants to finish the corruption begun by\nparents.  And so the home, the very spot designed by God to become the\nchief school of human virtue, the seminary of social affections, the\nkeystone of the whole fabric of society, the germ-cell of civilization,\nbecomes a hotbed of corruption, and almost as often on account of a\nhusband’s neglect and sins, as on account of a wife’s ignorance or\nfrailties or failings.  Our stock of advice to wives and mothers seems\ninexhaustible.  Almost every one of the stronger sex has his fling at\nwoman, and his remedy to offer, which, if immediately followed, will at\nonce eradicate unhappiness in marriage, decrease the number of\ndivorces, and lessen vice and crime in society.",
        "Might not a little advice be also profitable to man?  Is there not room\nfor improvement in the stronger sex as well as in the weaker?  Reform\nin the one sex will be of little benefit unless there is reform in the\nother sex as well.  Our husbands and our fathers, too, need reforming,\nand that reform must begin very early in their lives, before yet they\nenter into marriage, before yet they enter upon the days of their\ncourtship.  Our young men need curbing.  Youthful precocity must be\nchecked.  ’Cito maturum cito putridum_” says the Latin, “soon ripe,\nsoon rotten.”  We allow our young men, some of them exceedingly young,\ntoo many liberties.  We allow them to sow too many wild oats.  If their\nintention is some day to take unto their care and keeping a woman’s\nlife and happiness, to pluck from out a comfortable and contented home,\nand from the embrace of devoted parents, a pure and happy and trusting\nyoung woman, who has never felt the wrench and shock of life’s storms,\nnor the cold shoulder of neglect, nor the gnawing tooth of want, then\nlet them see to it in time that they may bring to her a heart as pure\nand mind as uncorrupted, and character as unpolluted as they expect\nfrom her.",
        "The law of heredity, of transmission of ancestral poison, is as\noperative in the male sex as in the female.  A pure and healthy\noffspring must be preceded by a pure and healthy parentage.  A\nrottening tree never produces luscious fruit.  “Like begets like.”  An\nenfeebled father means not only feebleness in the next generation, but\nalso perpetuated misery and vice and crime.  Marriage is sacred and\nnecessary and obligatory, but not all marriages are so.  There are some\nmarriages from which woman should recoil as much as she would from\ndeath itself.  Rather that death would woo her than a man–if I may be\npermitted to honor him with that name–whose constitution is\nundermined, whose strength is sapped, and whose marrow and blood are\npoisoned.  Rather an old maid than a profligate’s nurse.  Rather a life\nof single blessedness than the housekeeper of a wreck of a husband.\nRather single and happy and stainless and conscience-free than a mother\nof an unfortunate offspring, that have the sins of their father visited\nupon them, and that shall one day curse their parents for having given\nexistence to them.  Another remedy for unhappy marriages will be found\nin the cessation, of the anxiety on the part of so many parents to get\ntheir daughters married off.  It is but natural that this constant\nanxiety should make the daughter feel that she would like to lessen her\nparents’ dread, and cease being a trouble to them, especially when\nthere are younger sisters crowding fast upon her, and so she says\n“Yes,” even when the word almost chokes in her throat, even though she\nknows in her heart that he is not her ideal, nor the man that will make\nher happy.  It is not true that any husband, who can support a wife, is\nbetter than no husband.  Marriage means more to a sensible woman than\nan alliance with a husband for the sake of being clothed and fed and\nhoused.  She has a heart and soul and mind that have their wants, and\nif they be starved, unhappy marriage, if nothing worse, is the result.",
        "Mothers and fathers!  Have you watched over your daughter from the day\nof her birth; have you guarded her from infancy to girlhood, and from\ngirlhood to womanhood; have you suffered for her sake; have you\nsurrendered comforts and sacrificed pleasures for her sake; have you\ntoiled and stinted and saved for her sake; have you afforded her the\nbest education and all the pleasures and opportunities that your means\nwill allow, and all to wish yourselves rid of her; to think that any\nhusband, who can support your daughter–sometimes not even so much is\nexpected from him–no matter how old, how uncultured, how unsuitable to\nher tastes and wants, is better than no husband?  A father’s personal\nattention to the training of his children will in time reduce\nmaterially unhappy marriages, and greatly lessen the miseries and vices\nof society.  He owes his children more than support and chastisement.\nSociety holds him responsible for their character.  The duties of\ntraining devolve upon the father as much as on the mother.  A father’s\nwider experience and worldly wisdom prove valuable contributions to the\nmother’s simpler knowledge in the raising of their children.  A\nfather’s continuous absence, or neglects, or severity, or unkindness,\nor heartlessness, has made more reprobates and scamps and criminals in\nthis world than all the failings of women combined.  Think less of your\ndignity and more of your duty.  Rather that your child should love you\nthan fear you.  You can maintain your authority and dignity by love and\ngentleness as well as by frowns and threats and chastisements.  You may\nwalk and talk and study and play with them, and yet have their full\nrespect.  The great and warlike Agesilaus did not think it beneath him\nto entertain his children during his leisure hours, to join them in all\ntheir merry sports, and permit himself to crawl on his fours with his\nlittle child upon his back.  If you would raise good children let your\nexample at home be accordingly.  As you will teach them so they will\nact.  If you are a devil they will scarcely be angels.  Children are\nkeen observers.  An old proverb says that a father is a looking-glass\nby which children dress themselves.  See to it, fathers, that the glass\nbe clean, so that your children’s morals may be pure.",
        "A little more memory on the part of the husband will prove a powerful\nremedy for the eradication of unhappy marriages and for the lessening\nof divorces.  She is the same woman after marriage that she was during\nthe days of your courtship, and a good deal better.  Why so forgetful\nof all the sacred vows and solemn pledges which you plighted then?  Why\nso constant then and so inconstant now?  Why so affable and faithful\nand loving and attentive then, and why so inattentive and bitter and\nsullen and neglectful now?  Why such a profuseness then in your\ncourtesies and smiles and flowers and gifts and kisses, and why such a\nlack of them now?  Is it because of wrinkles?  Is it because of her\nfaded beauty?  She has lost it in your service.  She has come honestly\nby her wrinkles.  She got them in the sick-bed, in the kitchen, in the\nnursery, by the bed of your sick children, by the grave of your child,\nby painful night-watches and overtaxing day toils, by your harsh words,\nand by your heartless treatment.  This is all she has in return for her\nbeauty and youth and cheerful mind and happy disposition, which she\nlaid at your feet when you asked her to join her destiny with yours.  A\nlittle courtesy, a kind attention, a bouquet of flowers, a small token,\na word of appreciation and of encouragement is not much to you, but it\nis a world to your wife.  Your smile is all the reward she craves.  Her\nheart thirsts for it, and when given, its effect upon her soul is as\nthe refreshing dew upon the withered grass.  It is a mistake to believe\nthat she can draw in her married life on your love-deposits during\ncourtship.  If love is to prosper, the supply must be ever fresh.  The\nlove of the past will never satisfy the need of the present.  Love\nconstantly and carefully cultivated will increase its blessings as\nfruit trees double their bearing under the hand of the gardener.  It\nwill be killed, as will the fruit tree, if the gardener’s hand grows\nneglectful and noxious influences are permitted to impede its growth.\nLet your wife be your helpmate and not your housekeeper.  She shares\nyour sorrows, your defeats, let her also share your thoughts and plans.\nUnbosom your thoughts to her.  Lay open to her your heart and soul.\nTrust her with your confidence, she trusts you with hers.  The men who\nsucceed are those who make confidants of their wives.  The marriages\nthat are happy are those where husbands and wives have no thoughts\napart.  The children that are well raised are those that have had the\nexample of loving and confiding parents before them.  Proud of your\nconfidence, she will labor to deserve it.  She will study to please\nyou.  In your prosperity she will be your delight; your stay and\ncomfort in your adversity.  She will return your confidence and\naffection in full measure.  Gloom will vanish from the hearth, and\nhappiness will hold dominion within the home.  “Her children will rise\nup before her and call her happy; and her husband will sing aloud her\npraises.”",
        "Marriage is, perhaps, the only game of chance ever invented at which it\nis possible for both players to lose.  Too often, after many\nsugar-coated words, and several premeditated misdeals on both sides,\none draws a blank and the other a booby.  After patiently angling in\nthe matrimonial pool, one draws a sunfish and the other a minnow.  One\nexpects to capture a demigod, who hits the earth only in high places,\nbut when she has thoroughly analyzed him, she finds nothing genuine,\nonly a wilted chrysanthemum and a pair of patent leather shoes, while\nhe in return expected to wed a wingless angel who would make his Edenic\nbower one long drawn out sigh of aesthetic bliss.  The result is very\noften that he is tied to a slattern, who slouches around the house with\nher hair in tins, a dime novel in her hand, with a temper like aqua\nfortis and a voice like a cat fight–a voice that would make a cub wolf\nclimb a tree; a fashionable butterfly, whose heart is in her finery and\nher feathers; who neglects her home to train with a lot of intellectual\nbirds; whose glory is small talk; who saves her sweetest smiles for\nsociety and her ill temper for her family altar.  If I were tied to\nsuch a female as that, do you know what I would do?  You don’t, eh?\nWell, neither do I.  There was a time, we are told, when to be a Roman\nwas to be greater than to be a king; yet there came a time when to be a\nRoman was to be a vassal or a slave.  Change is the order of the\nuniverse, and nothing stands.  We must go forward, or we must go\nbackward.  We must press on to grander heights, to greater glory, or\nsee the laurels already won turned to ashes upon our brow.  We may\nsometimes slip; shadows may obscure our paths; the boulders may bruise\nour feet; there may be months of mourning and days of agony; but\nhowever dark the night, hope, a poising eagle, will ever burn above the\nunrisen tomorrow.  Trials we may have, and tribulations sore, but I say\nunto you, O, brothers mine, that while God reigns and the human family\nendures, this nation, born of our father’s blood, and sanctified by our\nmother’s tears, shall not pass away, and under heaven, for this great\nboon, this great blessing, we’ll be indebted to the women of\nAmerica–God bless them.  Finally, brethren, be serious while I impart\nthis concluding lesson: “She–was–a–good–wife–to–me.  A good wife,\nGod bless her!”  The words were spoken in trembling accents over a\ncoffin-lid.  The woman asleep there had borne the heat and burden of\nlife’s long day, and no one had ever heard her murmur; her hand was\nquick to reach out in helping grasp to those who fell by the wayside,\nand her feet were swift on errands of mercy; the heart of her husband\nhad trusted in her; he had left her to long hours of solitude, while he\namused himself in scenes in which she had no part.  When boon\ncompanions deserted him, when fickle affection selfishly departed, when\npleasure palled, he went home and found her waiting for him.",
        "  “Come from your long, long roving,\n    On life’s sea so bleak and rough;\n  Come to me tender and loving,\n    And I shall be blest enough.”",
        "That hath been her long song, always on her lips or in her heart.\nChildren had been born to them.  She had reared them almost alone–they\nwere gone!  Her hand had led them to the uttermost edge of the morning\nthat has no noon.  Then she had comforted him, and sent him out strong\nand whole-hearted while she stayed at home and–cried.  What can a\nwoman do but cry and trust?  Well, she is at rest now.  But she could\nnot die until he had promised to “bear up,” not fret, but to remember\nhow happy they had been.  They?  Yes, it was even so.",
        "It was an equal partnership, after all.\n“She–was–a–good–wife–to–me.”  Oh, man! man!  Why not have told\nher so when her ears were not dulled by death?  Why wait to say these\nwords over a coffin wherein lies a wasted, weary, gray-haired woman,\nwhose eyes have so long held that pathetic story of loss and suffering\nand patient yearning, which so many women’s eyes reveal to those who\nweep?  Why not have made the wilderness in her heart blossom like the\nrose with the prodigality of your love?  Now you would give worlds,\nwere they yours to give, to see the tears of joy your words would have\nonce caused, bejeweling the closed windows of her soul.  It is too late.",
        "  “We have careful thoughts for the stranger,\n    And smiles for the sometime guest,\n        But oft for own,\n        The bitter tone,\n    Though we love our own the best.”",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}