{
    "title": "The Boys’ Life of Mark Twain - LXVII. The Death of Jean",
    "author": "Paine",
    "chapter": "67",
    "content": [
        "\n",
        "\n\n",
        "Clara Clemens was married that autumn to Ossip Gabrilowitsch, the Russian\npianist, and presently sailed for Europe, where they would make their\nhome.  Jean Clemens was now head of the house, and what with her various\nduties and poor health, her burden was too heavy.  She had a passion for\nanimal life of every kind, and in some farm-buildings at one corner of\nthe estate had set up quite an establishment of chickens and domestic\nanimals.  She was fond of giving these her personal attention, and this,\nwith her house direction and secretarial work, gave her little time for\nrest.  I tried to relieve her of a share of the secretarial work, but she\nwas ambitious and faithful.  Still, her condition did not seem critical.",
        "I stayed at Stormfield, now, most of the time–nights as well as days–\nfor the dull weather had come and Mark Twain found the house rather\nlonely.  In November he had an impulse to go to Bermuda, and we spent a\nmonth in the warm light of that summer island, returning a week before\nthe Christmas holidays.  And just then came Mark Twain’s last great\ntragedy–the death of his daughter Jean.",
        "The holidays had added heavily to Jean’s labors.  Out of her generous\nheart she had planned gifts for everybody–had hurried to and from the\ncity for her purchases, and in the loggia set up a beautiful Christmas\ntree.  Meantime she had contracted a heavy cold.  Her trouble was\nepilepsy, and all this was bad for her.  On the morning of December 24,\nshe died, suddenly, from the shock of a cold bath.",
        "Below, in the loggia, drenched with tinsel, stood the tree, and heaped\nabout it the packages of gifts which that day she had meant to open and\nput in place.  Nobody had been overlooked.",
        "Jean was taken to Elmira for burial.  Her father, unable to make the\nwinter journey, remained behind.  Her cousin, Jervis Langdon, came for\nher.",
        "It was six in the evening when she went away.  A soft, heavy snow was\nfalling, and the gloom of the short day was closing in.  There was not\nthe least noise, the whole world was muffled.  The lanterns shone out the\nopen door, and at an upper window, the light gleaming on his white hair,\nher father watched her going away from him for the last time.  Later he\nwrote:",
        "“From my window I saw the hearse and the carriages wind along the\n     road and gradually grow vague and spectral in the falling snow, and\n     presently disappear.  Jean was gone out of my life, and would not\n     come back any more.  The cousin she had played with when they were\n     babies together–he and her beloved old Katy–were conducting her to\n     her distant childhood home, where she will lie by her mother’s side\n     once more, in the company of Susy and Langdon.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}