{
    "title": "The Girl With the Golden Eyes - Part IV",
    "author": "Honore de Balzac",
    "chapter": "5",
    "content": [
        "\n\n",
        "The Spanish girl profited by this moment of stupefaction to let\nherself fall into the ecstasy of that infinite adoration which seizes\nthe heart of a woman, when she truly loves and finds herself in the\npresence of an idol for whom she has vainly longed. Her eyes were all\njoy, all happiness, and sparks flew from them. She was under the\ncharm, and fearlessly intoxicated herself with a felicity of which she\nhad dreamed long. She seemed then so marvelously beautiful to Henri,\nthat all this phantasmagoria of rags and old age, of worn red drapery\nand of the green mats in front of the armchairs, the ill-washed red\ntiles, all this sick and dilapidated luxury, disappeared.",
        "The room seemed lit up; and it was only through a cloud that one could\nsee the fearful harpy fixed and dumb on her red sofa, her yellow eyes\nbetraying the servile sentiments, inspired by misfortune, or caused by\nsome vice beneath whose servitude one has fallen as beneath a tyrant\nwho brutalizes one with the flagellations of his despotism. Her eyes\nhad the cold glitter of a caged tiger, knowing his impotence and being\ncompelled to swallow his rage of destruction.",
        "“Who is that woman?” said Henri to Paquita.",
        "But Paquita did not answer. She made a sign that she understood no\nFrench, and asked Henri if he spoke English.",
        "De Marsay repeated his question in English.",
        "“She is the only woman in whom I can confide, although she has sold me\nalready,” said Paquita, tranquilly. “My dear Adolphe, she is my\nmother, a slave bought in Georgia for her rare beauty, little enough\nof which remains to-day. She only speaks her native tongue.”",
        "The attitude of this woman and her eagerness to guess from the\ngestures of her daughter and Henri what was passing between them, were\nsuddenly explained to the young man; and this explanation put him at\nhis ease.",
        "“Paquita,” he said, “are we never to be free then?”",
        "“Never,” she said, with an air of sadness. “Even now we have but a few\ndays before us.”",
        "She lowered her eyes, looked at and counted with her right hand on the\nfingers of her left, revealing so the most beautiful hands which Henri\nhad ever seen.",
        "“One, two, three––”",
        "She counted up to twelve.",
        "“Yes,” she said, “we have twelve days.”",
        "“And after?”",
        "“After,” she said, showing the absorption of a weak woman before the\nexecutioner’s axe, and slain in advance, as it were, by a fear which\nstripped her of that magnificent energy which Nature seemed to have\nbestowed upon her only to aggrandize pleasure and convert the most\nvulgar delights into endless poems. “After––” she repeated. Her eyes\ntook a fixed stare; she seemed to contemplate a threatening object far\naway.",
        "“I do not know,” she said.",
        "“This girl is mad,” said Henri to himself, falling into strange\nreflections.",
        "Paquita appeared to him occupied by something which was not himself,\nlike a woman constrained equally by remorse and passion. Perhaps she\nhad in her heart another love which she alternately remembered and\nforgot. In a moment Henri was assailed by a thousand contradictory\nthoughts. This girl became a mystery for him; but as he contemplated\nher with the scientific attention of the blase man, famished for new\npleasures, like that Eastern king who asked that a pleasure should be\ncreated for him,–a horrible thirst with which great souls are seized,\n–Henri recognized in Paquita the richest organization that Nature had\never deigned to compose for love. The presumptive play of this\nmachinery, setting aside the soul, would have frightened any other man\nthan Henri; but he was fascinated by that rich harvest of promised\npleasures, by that constant variety in happiness, the dream of every\nman, and the desire of every loving woman too. He was infuriated by\nthe infinite rendered palpable, and transported into the most\nexcessive raptures of which the creature is capable. All that he saw\nin this girl more distinctly than he had yet seen it, for she let\nherself be viewed complacently, happy to be admired. The admiration of\nDe Marsay became a secret fury, and he unveiled her completely,\nthrowing a glance at her which the Spaniard understood as though she\nhad been used to receive such.",
        "“If you are not to be mine, mine only, I will kill you!” he cried.",
        "Hearing this speech, Paquita covered her face in her hands, and cried\nnaively:",
        "“Holy Virgin! What have I brought upon myself?”",
        "She rose, flung herself down upon the red sofa, and buried her head in\nthe rags which covered the bosom of her mother, and wept there. The\nold woman received her daughter without issuing from her state of\nimmobility, or displaying any emotion. The mother possessed in the\nhighest degree that gravity of savage races, the impassiveness of a\nstatue upon which all remarks are lost. Did she or did she not love\nher daughter? Beneath that mask every human emotion might brood–good\nand evil; and from this creature all might be expected. Her gaze\npassed slowly from her daughter’s beautiful hair, which covered her\nlike a mantle, to the face of Henri, which she considered with an\nindescribable curiosity.",
        "She seemed to ask by what fatality he was there, from what caprice\nNature had made so seductive a man.",
        "“These women are making sport of me,” said Henri to himself.",
        "At that moment Paquita raised her head, cast at him one of those looks\nwhich reach the very soul and consume it. So beautiful seemed she that\nhe swore he would possess such a treasure of beauty.",
        "“My Paquita! Be mine!”",
        "“Wouldst thou kill me?” she said fearfully, palpitating and anxious,\nbut drawn towards him by an inexplicable force.",
        "“Kill thee–I!” he said, smiling.",
        "Paquita uttered a cry of alarm, said a word to the old woman, who\nauthoritatively seized Henri’s hand and that of her daughter. She\ngazed at them for a long time, and then released them, wagging her\nhead in a fashion horribly significant.",
        "“Be mine–this evening, this moment; follow me, do not leave me! It\nmust be, Paquita! Dost thou love me? Come!”",
        "In a moment he had poured out a thousand foolish words to her, with\nthe rapidity of a torrent coursing between the rocks, and repeating\nthe same sound in a thousand different forms.",
        "“It is the same voice!” said Paquita, in a melancholy voice, which De\nMarsay could not overhear, “and the same ardor,” she added. “So be\nit–yes,” she said, with an abandonment of passion which no words can\ndescribe. “Yes; but not to-night. To-night Adolphe, I gave too little\nopium to La Concha. She might wake up, and I should be lost. At this\nmoment the whole household believes me to be asleep in my room. In two\ndays be at the same spot, say the same word to the same man. That man\nis my foster-father. Cristemio worships me, and would die in torments\nfor me before they could extract one word against me from him.\nFarewell,” she said seizing Henri by the waist and twining round him\nlike a serpent.",
        "She pressed him on every side at once, lifted her head to his, and\noffered him her lips, then snatched a kiss which filled them both with\nsuch a dizziness that it seemed to Henri as though the earth opened;\nand Paquita cried: “Enough, depart!” in a voice which told how little\nshe was mistress of herself. But she clung to him still, still crying\n“Depart!” and brought him slowly to the staircase. There the mulatto,\nwhose white eyes lit up at the sight of Paquita, took the torch from\nthe hands of his idol, and conducted Henri to the street. He left the\nlight under the arch, opened the door, put Henri into the carriage,\nand set him down on the Boulevard des Italiens with marvelous\nrapidity. It was as though the horses had hell-fire in their veins.",
        "The scene was like a dream to De Marsay, but one of those dreams\nwhich, even when they fade away, leave a feeling of supernatural\nvoluptuousness, which a man runs after for the remainder of his life.\nA single kiss had been enough. Never had rendezvous been spent in a\nmanner more decorous or chaste, or, perhaps, more coldly, in a spot of\nwhich the surroundings were more gruesome, in presence of a more\nhideous divinity; for the mother had remained in Henri’s imagination\nlike some infernal, cowering thing, cadaverous, monstrous, savagely\nferocious, which the imagination of poets and painters had not yet\nconceived. In effect, no rendezvous had ever irritated his senses\nmore, revealed more audacious pleasures, or better aroused love from\nits centre to shed itself round him like an atmosphere. There was\nsomething sombre, mysterious, sweet, tender, constrained, and\nexpansive, an intermingling of the awful and the celestial, of\nparadise and hell, which made De Marsay like a drunken man.",
        "He was no longer himself, and he was, withal, great enough to be able\nto resist the intoxication of pleasure.",
        "In order to render his conduct intelligible in the catastrophe of this\nstory, it is needful to explain how his soul had broadened at an age\nwhen young men generally belittle themselves in their relations with\nwomen, or in too much occupation with them. Its growth was due to a\nconcurrence of secret circumstances, which invested him with a vast\nand unsuspected power.",
        "This young man held in his hand a sceptre more powerful than that of\nmodern kings, almost all of whom are curbed in their least wishes by\nthe laws. De Marsay exercised the autocratic power of an Oriental\ndespot. But this power, so stupidly put into execution in Asia by\nbrutish men, was increased tenfold by its conjunction with European\nintelligence, with French wit–the most subtle, the keenest of all\nintellectual instruments. Henri could do what he would in the interest\nof his pleasures and vanities. This invisible action upon the social\nworld had invested him with a real, but secret, majesty, without\nemphasis and deriving from himself. He had not the opinion which Louis\nXIV. could have of himself, but that which the proudest of the\nCaliphs, the Pharoahs, the Xerxes, who held themselves to be of divine\norigin, had of themselves when they imitated God, and veiled\nthemselves from their subjects under the pretext that their looks\ndealt forth death. Thus, without any remorse at being at once the\njudge and the accuser, De Marsay coldly condemned to death the man or\nthe woman who had seriously offended him. Although often pronounced\nalmost lightly, the verdict was irrevocable. An error was a misfortune\nsimilar to that which a thunderbolt causes when it falls upon a\nsmiling Parisienne in some hackney coach, instead of crushing the old\ncoachman who is driving her to a rendezvous. Thus the bitter and\nprofound sarcasm which distinguished the young man’s conversation\nusually tended to frighten people; no one was anxious to put him out.\nWomen are prodigiously fond of those persons who call themselves\npashas, and who are, as it were accompanied by lions and executioners,\nand who walk in a panoply of terror. The result, in the case of such\nmen, is a security of action, a certitude of power, a pride of gaze, a\nleonine consciousness, which makes women realize the type of strength\nof which they all dream. Such was De Marsay.",
        "Happy, for the moment, with his future, he grew young and pliable, and\nthought of nothing but love as he went to bed. He dreamed of the girl\nwith the golden eyes, as the young and passionate can dream. His\ndreams were monstrous images, unattainable extravagances–full of\nlight, revealing invisible worlds, yet in a manner always incomplete,\nfor an intervening veil changes the conditions of vision.",
        "For the next and succeeding day Henri disappeared and no one knew what\nhad become of him. His power only belonged to him under certain\nconditions, and, happily for him, during those two days he was a\nprivate soldier in the service of the demon to whom he owed his\ntalismanic existence. But at the appointed time, in the evening, he\nwas waiting–and he had not long to wait–for the carriage. The\nmulatto approached Henri, in order to repeat to him in French a phrase\nwhich he seemed to have learned by heart.",
        "“If you wish to come, she told me, you must consent to have your eyes\nbandaged.”",
        "And Cristemio produced a white silk handkerchief.",
        "“No!” said Henri, whose omnipotence revolted suddenly.",
        "He tried to leap in. The mulatto made a sign, and the carriage drove\noff.",
        "“Yes!” cried De Marsay, furious at the thought of losing a piece of\ngood fortune which had been promised him.",
        "He saw, moreover, the impossibility of making terms with a slave whose\nobedience was as blind as the hangman’s. Nor was it this passive\ninstrument upon whom his anger could fall.",
        "The mulatto whistled, the carriage returned. Henri got in hastily.\nAlready a few curious onlookers had assembled like sheep on the\nboulevard. Henri was strong; he tried to play the mulatto. When the\ncarriage started at a gallop he seized his hands, in order to master\nhim, and retain, by subduing his attendant, the possession of his\nfaculties, so that he might know whither he was going. It was a vain\nattempt. The eyes of the mulatto flashed from the darkness. The fellow\nuttered a cry which his fury stifled in his throat, released himself,\nthrew back De Marsay with a hand like iron, and nailed him, so to\nspeak, to the bottom of the carriage; then with his free hand, he drew\na triangular dagger, and whistled. The coachman heard the whistle and\nstopped. Henri was unarmed, he was forced to yield. He moved his head\ntowards the handkerchief. The gesture of submission calmed Cristemio,\nand he bound his eyes with a respect and care which manifested a sort\nof veneration for the person of the man whom his idol loved. But,\nbefore taking this course, he had placed his dagger distrustfully in\nhis side pocket, and buttoned himself up to the chin.",
        "“That nigger would have killed me!” said De Marsay to himself.",
        "Once more the carriage moved on rapidly. There was one resource still\nopen to a young man who knew Paris as well as Henri. To know whither\nhe was going, he had but to collect himself and count, by the number\nof gutters crossed, the streets leading from the boulevards by which\nthe carriage passed, so long as it continued straight along. He could\nthus discover into which lateral street it would turn, either towards\nthe Seine or towards the heights of Montmartre, and guess the name or\nposition of the street in which his guide should bring him to a halt.\nBut the violent emotion which his struggle had caused him, the rage\ninto which his compromised dignity had thrown him, the ideas of\nvengeance to which he abandoned himself, the suppositions suggested to\nhim by the circumstantial care which this girl had taken in order to\nbring him to her, all hindered him from the attention, which the blind\nhave, necessary for the concentration of his intelligence and the\nperfect lucidity of his recollection. The journey lasted half an hour.\nWhen the carriage stopped, it was no longer on the street. The mulatto\nand the coachman took Henri in their arms, lifted him out, and,\nputting him into a sort of litter, conveyed him across a garden. He\ncould smell its flowers and the perfume peculiar to trees and grass.",
        "The silence which reigned there was so profound that he could\ndistinguish the noise made by the drops of water falling from the\nmoist leaves. The two men took him to a staircase, set him on his\nfeet, led him by his hands through several apartments, and left him in\na room whose atmosphere was perfumed, and the thick carpet of which he\ncould feel beneath his feet.",
        "A woman’s hand pushed him on to a divan, and untied the handkerchief\nfor him. Henri saw Paquita before him, but Paquita in all her womanly\nand voluptuous glory. The section of the boudoir in which Henri found\nhimself described a circular line, softly gracious, which was faced\nopposite by the other perfectly square half, in the midst of which a\nchimney-piece shone of gold and white marble. He had entered by a door\non one side, hidden by a rich tapestried screen, opposite which was a\nwindow. The semicircular portion was adorned with a real Turkish\ndivan, that is to say, a mattress thrown on the ground, but a mattress\nas broad as a bed, a divan fifty feet in circumference, made of white\ncashmere, relieved by bows of black and scarlet silk, arranged in\npanels. The top of this huge bed was raised several inches by numerous\ncushions, which further enriched it by their tasteful comfort. The\nboudoir was lined with some red stuff, over which an Indian muslin was\nstretched, fluted after the fashion of Corinthian columns, in plaits\ngoing in and out, and bound at the top and bottom by bands of\npoppy-colored stuff, on which were designs in black arabesque.",
        "Below the muslin the poppy turned to rose, that amorous color, which\nwas matched by window-curtains, which were of Indian muslin lined with\nrose-colored taffeta, and set off with a fringe of poppy-color and\nblack. Six silver-gilt arms, each supporting two candles, were\nattached to the tapestry at an equal distance, to illuminate the\ndivan. The ceiling, from the middle of which a lustre of unpolished\nsilver hung, was of a brilliant whiteness, and the cornice was gilded.\nThe carpet was like an Oriental shawl; it had the designs and recalled\nthe poetry of Persia, where the hands of slaves had worked on it. The\nfurniture was covered in white cashmere, relieved by black and\npoppy-colored ornaments. The clock, the candelabra, all were in white\nmarble and gold. The only table there had a cloth of cashmere. Elegant\nflower-pots held roses of every kind, flowers white or red. In fine,\nthe least detail seemed to have been the object of loving thought.\nNever had richness hidden itself more coquettishly to become elegance,\nto express grace, to inspire pleasure. Everything there would have\nwarmed the coldest of beings. The caresses of the tapestry, of which\nthe color changed according to the direction of one’s gaze, becoming\neither all white or all rose, harmonized with the effects of the light\nshed upon the diaphanous tissues of the muslin, which produced an\nappearance of mistiness. The soul has I know not what attraction\ntowards white, love delights in red, and the passions are flattered by\ngold, which has the power of realizing their caprices. Thus all that\nman possesses within him of vague and mysterious, all his inexplicable\naffinities, were caressed in their involuntary sympathies. There was\nin this perfect harmony a concert of color to which the soul responded\nwith vague and voluptuous and fluctuating ideas.",
        "It was out of a misty atmosphere, laden with exquisite perfumes, that\nPaquita, clad in a white wrapper, her feet bare, orange blossoms in\nher black hair, appeared to Henri, knelt before him, adoring him as\nthe god of this temple, whither he had deigned to come. Although De\nMarsay was accustomed to seeing the utmost efforts of Parisian luxury,\nhe was surprised at the aspect of this shell, like that from which\nVenus rose out of the sea. Whether from an effect of contrast between\nthe darkness from which he issued and the light which bathed his soul,\nwhether from a comparison which he swiftly made between this scene and\nthat of their first interview, he experienced one of those delicate\nsensations which true poetry gives. Perceiving in the midst of this\nretreat, which had been opened to him as by a fairy’s magic wand, the\nmasterpiece of creation, this girl, whose warmly colored tints, whose\nsoft skin–soft, but slightly gilded by the shadows, by I know not\nwhat vaporous effusion of love–gleamed as though it reflected the\nrays of color and light, his anger, his desire for vengeance, his\nwounded vanity, all were lost.",
        "Like an eagle darting on his prey, he took her utterly to him, set her\non his knees, and felt with an indescribable intoxication the\nvoluptuous pressure of this girl, whose richly developed beauties\nsoftly enveloped him.",
        "“Come to me, Paquita!” he said, in a low voice.",
        "“Speak, speak without fear!” she said. “This retreat was built for\nlove. No sound can escape from it, so greatly was it desired to guard\navariciously the accents and music of the beloved voice. However loud\nshould be the cries, they would not be heard without these walls. A\nperson might be murdered, and his moans would be as vain as if he were\nin the midst of the great desert.”",
        "“Who has understood jealousy and its needs so well?”",
        "“Never question me as to that,” she answered, untying with a gesture\nof wonderful sweetness the young man’s scarf, doubtless in order the\nbetter to behold his neck.",
        "“Yes, there is the neck I love so well!” she said. “Wouldst thou\nplease me?”",
        "This interrogation, rendered by the accent almost lascivious, drew De\nMarsay from the reverie in which he had been plunged by Paquita’s\nauthoritative refusal to allow him any research as to the unknown\nbeing who hovered like a shadow about them.",
        "“And if I wished to know who reigns here?”",
        "Paquita looked at him trembling.",
        "“It is not I, then?” he said, rising and freeing himself from the\ngirl, whose head fell backwards. “Where I am, I would be alone.”",
        "“Strike, strike! . . .” said the poor slave, a prey to terror.",
        "“For what do you take me, then? . . . Will you answer?”",
        "Paquita got up gently, her eyes full of tears, took a poniard from one\nof the two ebony pieces of furniture, and presented it to Henri with a\ngesture of submission which would have moved a tiger.",
        "“Give me a feast such as men give when they love,” she said, “and\nwhilst I sleep, slay me, for I know not how to answer thee. Hearken! I\nam bound like some poor beast to a stake; I am amazed that I have been\nable to throw a bridge over the abyss which divides us. Intoxicate me,\nthen kill me! Ah, no, no!” she cried, joining her hands, “do not kill\nme! I love life! Life is fair to me! If I am a slave, I am a queen\ntoo. I could beguile you with words, tell you that I love you alone,\nprove it to you, profit by my momentary empire to say to you: ’Take me\nas one tastes the perfume of a flower when one passes it in a king’s\ngarden.’ Then, after having used the cunning eloquence of woman and\nsoared on the wings of pleasure, after having quenched my thirst, I\ncould have you cast into a pit, where none could find you, which has\nbeen made to gratify vengeance without having to fear that of the law,\na pit full of lime which would kindle and consume you, until no\nparticle of you were left. You would stay in my heart, mine forever.”",
        "Henri looked at the girl without trembling, and this fearless gaze\nfilled her with joy.",
        "“No, I shall not do it! You have fallen into no trap here, but upon\nthe heart of a woman who adores you, and it is I who will be cast into\nthe pit.”",
        "“All this appears to me prodigiously strange,” said De Marsay,\nconsidering her. “But you seem to me a good girl, a strange nature;\nyou are, upon my word of honor, a living riddle, the answer to which\nis very difficult to find.”",
        "Paquita understood nothing of what the young man said; she looked at\nhim gently, opening wide eyes which could never be stupid, so much was\npleasure written in them.",
        "“Come, then, my love,” she said, returning to her first idea, “wouldst\nthou please me?”",
        "“I would do all that thou wouldst, and even that thou wouldst not,\"\nanswered De Marsay, with a laugh. He had recovered his foppish ease,\nas he took the resolve to let himself go to the climax of his good\nfortune, looking neither before nor after. Perhaps he counted,\nmoreover, on his power and his capacity of a man used to adventures,\nto dominate this girl a few hours later and learn all her secrets.",
        "“Well,” said she, “let me arrange you as I would like.”",
        "Paquita went joyously and took from one of the two chests a robe of\nred velvet, in which she dressed De Marsay, then adorned his head with\na woman’s bonnet and wrapped a shawl round him. Abandoning herself to\nthese follies with a child’s innocence, she laughed a convulsive\nlaugh, and resembled some bird flapping its wings; but he saw nothing\nbeyond.",
        "If it be impossible to paint the unheard-of delights which these two\ncreatures–made by heaven in a joyous moment–found, it is perhaps\nnecessary to translate metaphysically the extraordinary and almost\nfantastic impressions of the young man. That which persons in the\nsocial position of De Marsay, living as he lived, are best able to\nrecognize is a girl’s innocence. But, strange phenomenon! The girl of\nthe golden eyes might be virgin, but innocent she was certainly not.\nThe fantastic union of the mysterious and the real, of darkness and\nlight, horror and beauty, pleasure and danger, paradise and hell,\nwhich had already been met with in this adventure, was resumed in the\ncapricious and sublime being with which De Marsay dallied. All the\nutmost science or the most refined pleasure, all that Henri could know\nof that poetry of the senses which is called love, was excelled by the\ntreasures poured forth by this girl, whose radiant eyes gave the lie\nto none of the promises which they made.",
        "She was an Oriental poem, in which shone the sun that Saadi, that\nHafiz, have set in their pulsing strophes. Only, neither the rhythm of\nSaadi, nor that of Pindar, could have expressed the ecstasy–full of\nconfusion and stupefaction–which seized the delicious girl when the\nerror in which an iron hand had caused her to live was at an end.",
        "“Dead!” she said, “I am dead, Adolphe! Take me away to the world’s\nend, to an island where no one knows us. Let there be no traces of our\nflight! We should be followed to the gates of hell. God! here is the\nday! Escape! Shall I ever see you again? Yes, to-morrow I will see\nyou, if I have to deal death to all my warders to have that joy. Till\nto-morrow.”",
        "She pressed him in her arms with an embrace in which the terror of\ndeath mingled. Then she touched a spring, which must have been in\nconnection with a bell, and implored De Marsay to permit his eyes to\nbe bandaged.",
        "“And if I would not–and if I wished to stay here?”",
        "“You would be the death of me more speedily,” she said, “for now I\nknow I am certain to die on your account.”",
        "Henri submitted. In the man who had just gorged himself with pleasure\nthere occurs a propensity to forgetfulness, I know not what\ningratitude, a desire for liberty, a whim to go elsewhere, a tinge of\ncontempt and, perhaps, of disgust for his idol; in fine, indescribable\nsentiments which render him ignoble and ashamed. The certainty of this\nconfused, but real, feeling in souls who are not illuminated by that\ncelestial light, nor perfumed with that holy essence from which the\nperformance of sentiment springs, doubtless suggested to Rousseau the\nadventures of Lord Edward, which conclude the letters of the Nouvelle\nHeloise. If Rousseau is obviously inspired by the work of Richardson,\nhe departs from it in a thousand details, which leave his achievement\nmagnificently original; he has recommended it to posterity by great\nideas which it is difficult to liberate by analysis, when, in one’s\nyouth, one reads this work with the object of finding in it the lurid\nrepresentation of the most physical of our feelings, whereas serious\nand philosophical writers never employ its images except as the\nconsequence or the corollary of a vast thought; and the adventures of\nLord Edward are one of the most Europeanly delicate ideas of the whole\nwork.",
        "Henri, therefore, found himself beneath the domination of that\nconfused sentiment which is unknown to true love. There was needful,\nin some sort, the persuasive grip of comparisons, and the irresistible\nattraction of memories to lead him back to a woman. True love rules\nabove all through recollection. A woman who is not engraven upon the\nsoul by excess of pleasure or by strength of emotion, how can she ever\nbe loved? In Henri’s case, Paquita had established herself by both of\nthese reasons. But at this moment, seized as he was by the satiety of\nhis happiness, that delicious melancholy of the body, he could hardly\nanalyze his heart, even by recalling to his lips the taste of the\nliveliest gratifications that he had ever grasped.",
        "He found himself on the Boulevard Montmartre at the break of day,\ngazed stupidly at the retreating carriage, produced two cigars from\nhis pocket, lit one from the lantern of a good woman who sold brandy\nand coffee to workmen and street arabs and chestnut venders–to all\nthe Parisian populace which begins its work before daybreak; then he\nwent off, smoking his cigar, and putting his hands in his trousers’\npockets with a devil-may-care air which did him small honor.",
        "“What a good thing a cigar is! That’s one thing a man will never tire\nof,” he said to himself.",
        "Of the girl with the golden eyes, over whom at that time all the\nelegant youth of Paris was mad, he hardly thought. The idea of death,\nexpressed in the midst of their pleasure, and the fear of which had\nmore than once darkened the brow of that beautiful creature, who held\nto the houris of Asia by her mother, to Europe by her education, to\nthe tropics by her birth, seemed to him merely one of those deceptions\nby which women seek to make themselves interesting.",
        "“She is from Havana–the most Spanish region to be found in the New\nWorld. So she preferred to feign terror rather than cast in my teeth\nindisposition or difficulty, coquetry or duty, like a Parisian woman.\nBy her golden eyes, how glad I shall be to sleep.”",
        "He saw a hackney coach standing at the corner of Frascati’s waiting\nfor some gambler; he awoke the driver, was driven home, went to bed,\nand slept the sleep of the dissipated, which for some queer reason–of\nwhich no rhymer has yet taken advantage–is as profound as that of\ninnocence. Perhaps it is an instance of the proverbial axiom,\nextremes meet.",
        "About noon De Marsay awoke and stretched himself; he felt the grip of\nthat sort of voracious hunger which old soldiers can remember having\nexperienced on the morrow of victory. He was delighted, therefore, to\nsee Paul de Manerville standing in front of him, for at such a time\nnothing is more agreeable than to eat in company.",
        "“Well,” his friend remarked, “we all imagined that you had been shut\nup for the last ten days with the girl of the golden eyes.”",
        "“The girl of the golden eyes! I have forgotten her. Faith! I have\nother fish to fry!”",
        "“Ah! you are playing at discretion.”",
        "“Why not?” asked De Marsay, with a laugh. “My dear fellow, discretion\nis the best form of calculation. Listen–however, no! I will not say a\nword. You never teach me anything; I am not disposed to make you a\ngratuitous present of the treasures of my policy. Life is a river\nwhich is of use for the promotion of commerce. In the name of all that\nis most sacred in life–of cigars! I am no professor of social economy\nfor the instruction of fools. Let us breakfast! It costs less to give\nyou a tunny omelette than to lavish the resources of my brain on you.”",
        "“Do you bargain with your friends?”",
        "Continue...",
        "\nThis eBook of “The Girl With the Golden Eyes” by Honore de Balzac belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Girl With the Golden EyesBy Honore De BalzacAt Amazon"
    ]
}