{
    "title": "The Argonautica - Book III",
    "author": "Apollonius Rhodius",
    "chapter": "4",
    "content": [
        "\n\n",
        "(ll. 1-5)  Come now, Erato, stand by my side, and say next how\nJason brought back the fleece to Iolcus aided by the love of\nMedea.  For thou sharest the power of Cypris, and by thy\nlove-cares dost charm unwedded maidens; wherefore to thee too is\nattached a name that tells of love.",
        "(ll. 6-10)  Thus the heroes, unobserved, were waiting in ambush\namid the thick reed-beds; but Hera and Athena took note of them,\nand, apart from Zeus and the other immortals, entered a chamber\nand took counsel together; and Hera first made trial of Athena:",
        "(ll. 11-16)  “Do thou now first, daughter of Zeus, give advice.\nWhat must be done?  Wilt thou devise some scheme whereby they may\nseize the golden fleece of Aeetes and bear it to Hellas, or can\nthey deceive the king with soft words and so work persuasion?  Of\na truth he is terribly overweening.  Still it is right to shrink\nfrom no endeavour.”",
        "(ll. 17-21)  Thus she spake, and at once Athena addressed her: “I\ntoo was pondering such thoughts in my heart, Hera, when thou\ndidst ask me outright.  But not yet do I think that I have\nconceived a scheme to aid the courage of the heroes, though I\nhave balanced many plans.”",
        "(ll. 22-29)  She ended, and the goddesses fixed their eyes on the\nground at their feet, brooding apart; and straightway Hera was\nthe first to speak her thought: “Come, let us go to Cypris; let\nboth of us accost her and urge her to bid her son (if only he\nwill obey) speed his shaft at the daughter of Aeetes, the\nenchantress, and charm her with love for Jason.  And I deem that\nby her device he will bring back the fleece to Hellas.”",
        "(ll. 30-31)  Thus she spake, and the prudent plan pleased Athena,\nand she addressed her in reply with gentle words:",
        "(ll. 32-35)  “Hera, my father begat me to be a stranger to the\ndarts of love, nor do I know any charm to work desire.  But if\nthe word pleases thee, surely I will follow; but thou must speak\nwhen we meet her.”",
        "(ll. 36-51)  So she said, and starting forth they came to the\nmighty palace of Cypris, which her husband, the halt-footed god,\nhad built for her when first he brought her from Zeus to be his\nwife.  And entering the court they stood beneath the gallery of\nthe chamber where the goddess prepared the couch of Hephaestus.\nBut he had gone early to his forge and anvils to a broad cavern\nin a floating island where with the blast of flame he wrought all\nmanner of curious work; and she all alone was sitting within, on\nan inlaid seat facing the door.  And her white shoulders on each\nside were covered with the mantle of her hair and she was parting\nit with a golden comb and about to braid up the long tresses; but\nwhen she saw the goddesses before her, she stayed and called them\nwithin, and rose from her seat and placed them on couches.  Then\nshe herself sat down, and with her hands gathered up the locks\nstill uncombed.  And smiling she addressed them with crafty\nwords:",
        "(ll. 52-54)  “Good friends, what intent, what occasion brings you\nhere after so long?  Why have ye come, not too frequent visitors\nbefore, chief among goddesses that ye are?”",
        "(ll. 55-75)  And to her Hera replied: “Thou dost mock us, but our\nhearts are stirred with calamity.  For already on the river\nPhasis the son of Aeson moors his ship, he and his comrades in\nquest of the fleece.  For all their sakes we fear terribly (for\nthe task is nigh at hand) but most for Aeson’s son.  Him will I\ndeliver, though he sail even to Hades to free Ixion below from\nhis brazen chains, as far as strength lies in my limbs, so that\nPelias may not mock at having escaped an evil doom–Pelias who\nleft me unhonoured with sacrifice.  Moreover Jason was greatly\nloved by me before, ever since at the mouth of Anaurus in flood,\nas I was making trial of men’s righteousness, he met me on his\nreturn from the chase; and all the mountains and long ridged\npeaks were sprinkled with snow, and from them the torrents\nrolling down were rushing with a roar.  And he took pity on me in\nthe likeness of an old crone, and raising me on his shoulders\nhimself bore me through the headlong tide.  So he is honoured by\nme unceasingly; nor will Pelias pay the penalty of his outrage,\nunless thou wilt grant Jason his return.”",
        "(ll. 76-82)  Thus she spake, and speechlessness seized Cypris.\nAnd beholding Hera supplicating her she felt awe, and then\naddressed her with friendly words: “Dread goddess, may no viler\nthing than Cypris ever be found, if I disregard thy eager desire\nin word or deed, whatever my weak arms can effect; and let there\nbe no favour in return.”",
        "(ll. 83-89)  She spake, and Hera again addressed her with\nprudence: “It is not in need of might or of strength that we have\ncome.  But just quietly bid thy boy charm Aeetes’ daughter with\nlove for Jason.  For if she will aid him with her kindly counsel,\neasily do I think he will win the fleece of gold and return to\nIolcus, for she is full of wiles.”",
        "(ll. 90-99)  Thus she spake, and Cypris addressed them both:\n“Hera and Athena, he will obey you rather than me.  For unabashed\nthough he is, there will be some slight shame in his eyes before\nyou; but he has no respect for me, but ever slights me in\ncontentious mood.  And, overborne by his naughtiness, I purpose\nto break his ill-sounding arrows and his bow in his very sight.\nFor in his anger he has threatened that if I shall not keep my\nhands off him while he still masters his temper, I shall have\ncause to blame myself thereafter.”",
        "(ll. 100-105)  So she spake, and the goddesses smiled and looked\nat each other.  But Cypris again spoke, vexed at heart: “To\nothers my sorrows are a jest; nor ought I to tell them to all; I\nknow them too well myself.  But now, since this pleases you both,\nI will make the attempt and coax him, and he will not say me\nnay.”",
        "(ll. 106-110)  Thus she spake, and Hera took her slender hand and\ngently smiling, replied: “Perform this task, Cytherea,\nstraightway, as thou sayest; and be not angry or contend with thy\nboy; he will cease hereafter to vex thee.”",
        "(ll. 111-128)  She spake, and left her seat, and Athena\naccompanied her and they went forth both hastening back.  And\nCypris went on her way through the glens of Olympus to find her\nboy.  And she found him apart, in the blooming orchard of Zeus,\nnot alone, but with him Ganymedes, whom once Zeus had set to\ndwell among the immortal gods, being enamoured of his beauty. \nAnd they were playing for golden dice, as boys in one house are\nwont to do.  And already greedy Eros was holding the palm of his\nleft hand quite full of them under his breast, standing upright;\nand on the bloom of his cheeks a sweet blush was glowing.  But\nthe other sat crouching hard by, silent and downcast, and he had\ntwo dice left which he threw one after the other, and was angered\nby the loud laughter of Eros.  And lo, losing them straightway\nwith the former, he went off empty handed, helpless, and noticed\nnot the approach of Cypris.  And she stood before her boy, and\nlaying her hand on his lips, addressed him:",
        "(ll. 129-144)  “Why dost thou smile in triumph, unutterable\nrogue?  Hast thou cheated him thus, and unjustly overcome the\ninnocent child?  Come, be ready to perform for me the task I will\ntell thee of, and I will give thee Zeus’ all-beauteous plaything\n– the one which his dear nurse Adrasteia made for him, while he\nstill lived a child, with childish ways, in the Idaean cave–a\nwell-rounded ball; no better toy wilt thou get from the hands of\nHephaestus.  All of gold are its zones, and round each double\nseams run in a circle; but the stitches are hidden, and a dark\nblue spiral overlays them all.  But if thou shouldst cast it with\nthy hands, lo, like a star, it sends a flaming track through the\nsky.  This I will give thee; and do thou strike with thy shaft\nand charm the daughter of Aeetes with love for Jason; and let\nthere be no loitering.  For then my thanks would be the\nslighter.”",
        "(ll. 145-150)  Thus she spake, and welcome were her words to the\nlistening boy.  And he threw down all his toys, and eagerly\nseizing her robe on this side and on that, clung to the goddess.\nAnd he implored her to bestow the gift at once; but she, facing\nhim with kindly words, touched his cheeks, kissed him and drew\nhim to her, and replied with a smile:",
        "(ll. 151-153)  “Be witness now thy dear head and mine, that\nsurely I will give thee the gift and deceive thee not, if thou\nwilt strike with thy shaft Aeetes’ daughter.”",
        "(ll. 154-166)  She spoke, and he gathered up his dice, and having\nwell counted them all threw them into his mother’s gleaming lap.\nAnd straightway with golden baldric he slung round him his quiver\nfrom where it leant against a tree-trunk, and took up his curved\nbow.  And he fared forth through the fruitful orchard of the\npalace of Zeus.  Then he passed through the gates of Olympus high\nin air; hence is a downward path from heaven; and the twin poles\nrear aloft steep mountain tops the highest crests of earth, where\nthe risen sun grows ruddy with his first beams.  And beneath him\nthere appeared now the life-giving earth and cities of men and\nsacred streams of rivers, and now in turn mountain peaks and the\nocean all around, as he swept through the vast expanse of air.",
        "(ll. 167-193)  Now the heroes apart in ambush, in a back-water of\nthe river, were met in council, sitting on the benches of their\nship.  And Aeson’s son himself was speaking among them; and they\nwere listening silently in their places sitting row upon row: “My\nfriends, what pleases myself that will I say out; it is for you\nto bring about its fulfilment.  For in common is our task, and\ncommon to all alike is the right of speech; and he who in silence\nwithholds his thought and his counsel, let him know that it is he\nalone that bereaves this band of its home-return.  Do ye others\nrest here in the ship quietly with your arms; but I will go to\nthe palace of Aeetes, taking with me the sons of Phrixus and two\ncomrades as well.  And when I meet him I will first make trial\nwith words to see if he will be willing to give up the golden\nfleece for friendship’s sake or not, but trusting to his might\nwill set at nought our quest.  For so, learning his frowardness\nfirst from himself, we will consider whether we shall meet him in\nbattle, or some other plan shall avail us, if we refrain from the\nwar-cry.  And let us not merely by force, before putting words to\nthe test, deprive him of his own possession.  But first it is\nbetter to go to him and win his favour by speech.  Oftentimes, I\nween, does speech accomplish at need what prowess could hardly\ncatty through, smoothing the path in manner befitting.  And he\nonce welcomed noble Phrixus, a fugitive from his stepmother’s\nwiles and the sacrifice prepared by his father.  For all men\neverywhere, even the most shameless, reverence the ordinance of\nZeus, god of strangers, and regard it.”",
        "(ll. 194-209)  Thus he spake, and the youths approved the words\nof Aeson’s son with one accord, nor was there one to counsel\notherwise.  And then he summoned to go with him the sons of\nPhrixus, and Telamon and Augeias; and himself took Hermes’ wand;\nand at once they passed forth from the ship beyond the reeds and\nthe water to dry land, towards the rising ground of the plain.\nThe plain, I wis, is called Circe’s; and here in line grow many\nwillows and osiers, on whose topmost branches hang corpses bound\nwith cords.  For even now it is an abomination with the Colchians\nto burn dead men with fire; nor is it lawful to place them in the \nearth and raise a mound above, but to wrap them in untanned\noxhides and suspend them from trees far from the city.  And so\nearth has an equal portion with air, seeing that they bury the\nwomen; for that is the custom of their land.",
        "(ll. 210-259)  And as they went Hera with friendly thought spread\na thick mist through the city, that they might fare to the palace\nof Aeetes unseen by the countless hosts of the Colchians.  But\nsoon when from the plain they came to the city and Aeetes’\npalace, then again Hera dispersed the mist.  And they stood at\nthe entrance, marvelling at the king’s courts and the wide gates\nand columns which rose in ordered lines round the walls; and high\nup on the palace a coping of stone rested on brazen triglyphs.\nAnd silently they crossed the threshold.  And close by garden\nvines covered with green foliage were in full bloom, lifted high\nin air.  And beneath them ran four fountains, ever-flowing, which\nHephaestus had delved out.  One was gushing with milk, one with\nwine, while the third flowed with fragrant oil; and the fourth\nran with water, which grew warm at the setting of the Pleiads,\nand in turn at their rising bubbled forth from the hollow rock,\ncold as crystal.  Such then were the wondrous works that the\ncraftsman-god Hephaestus had fashioned in the palace of Cytaean\nAeetes.  And he wrought for him bulls with feet of bronze, and\ntheir mouths were of bronze, and from them they breathed out a\nterrible flame of fire; moreover he forged a plough of unbending\nadamant, all in one piece, in payment of thanks to Helios, who\nhad taken the god up in his chariot when faint from the\nPhlegraean fight. (1)  And here an inner-court was built, and\nround it were many well-fitted doors and chambers here and there,\nand all along on each side was a richly-wrought gallery.  And on\nboth sides loftier buildings stood obliquely.  In one, which was\nthe loftiest, lordly Aeetes dwelt with his queen; and in another\ndwelt Apsyrtus, son of Aeetes, whom a Caucasian nymph,\nAsterodeia, bare before he made Eidyia his wedded wife, the\nyoungest daughter of Tethys and Oceanus.  And the sons of the\nColchians called him by the new name of Phaethon, (2) because he\noutshone all the youths.  The other buildings the handmaidens\nhad, and the two daughters of Aeetes, Chalciope and Medea.  Medea\nthen [they found] going from chamber to chamber in search of her\nsister, for Hera detained her within that day; but beforetime she\nwas not wont to haunt the palace, but all day long was busied in\nHecate’s temple, since she herself was the priestess of the\ngoddess.  And when she saw them she cried aloud, and quickly\nChalciope caught the sound; and her maids, throwing down at their\nfeet their yarn and their thread, rushed forth all in a throng.\nAnd she, beholding her sons among them, raised her hands aloft\nthrough joy; and so they likewise greeted their mother, and when\nthey saw her embraced her in their gladness; and she with many\nsobs spoke thus:",
        "(ll. 260-267)  “After all then, ye were not destined to leave me\nin your heedlessness and to wander far; but fate has turned you\nback.  Poor wretch that I am!  What a yearning for Hellas from\nsome woeful madness seized you at the behest of your father\nPhrixus.  Bitter sorrows for my heart did he ordain when dying. \nAnd why should ye go to the city of Orchomenus, whoever this\nOrchomenus is, for the sake of Athamas’ wealth, leaving your\nmother alone to bear her grief?”",
        "(ll. 268-274)  Such were her words; and Aeetes came forth last of\nall and Eidyia herself came, the queen of Aeetes, on hearing the\nvoice of Chalciope; and straightway all the court was filled with\na throng.  Some of the thralls were busied with a mighty bull,\nothers with the axe were cleaving dry billets, and others heating\nwith fire water for the baths; nor was there one who relaxed his\ntoil, serving the king.",
        "(ll. 275-298)  Meantime Eros passed unseen through the grey mist,\ncausing confusion, as when against grazing heifers rises the\ngadfly, which oxherds call the breese.  And quickly beneath the\nlintel in the porch he strung his bow and took from the quiver an\narrow unshot before, messenger of pain.  And with swift feet\nunmarked he passed the threshold and keenly glanced around; and\ngliding close by Aeson’s son he laid the arrow-notch on the cord\nin the centre, and drawing wide apart with both hands he shot at\nMedea; and speechless amazement seized her soul.  But the god\nhimself flashed back again from the high-roofed hall, laughing\nloud; and the bolt burnt deep down in the maiden’s heart like a\nflame; and ever she kept darting bright glances straight up at\nAeson’s son, and within her breast her heart panted fast through\nanguish, all remembrance left her, and her soul melted with the\nsweet pain.  And as a poor woman heaps dry twigs round a blazing\nbrand–a daughter of toil, whose task is the spinning of wool,\nthat she may kindle a blaze at night beneath her roof, when she\nhas waked very early–and the flame waxing wondrous great from\nthe small brand consumes all the twigs together; so, coiling\nround her heart, burnt secretly Love the destroyer; and the hue\nof her soft cheeks went and came, now pale, now red, in her\nsoul’s distraction.",
        "(ll. 299-303)  Now when the thralls had laid a banquet ready\nbefore them, and they had refreshed themselves with warm baths,\ngladly did they please their souls with meat and drink.  And\nthereafter Aeetes questioned the sons of his daughter, addressing\nthem with these words:",
        "(ll. 304-316)  “Sons of my daughter and of Phrixus, whom beyond\nall strangers I honoured in my halls, how have ye come returning\nback to Aea?  Did some calamity cut short your escape in the\nmidst?  Ye did not listen when I set before you the boundless\nlength of the way.  For I marked it once, whirled along in the\nchariot of my father Helios, when he was bringing my sister Circe\nto the western land and we came to the shore of the Tyrrhenian\nmainland, where even now she abides, exceeding far from Colchis.\nBut what pleasure is there in words?  Do ye tell me plainly what\nhas been your fortune, and who these men are, your companions,\nand where from your hollow ship ye came ashore.”",
        "(ll. 317-319)  Such were his questions, and Argus, before all his\nbrethren, being fearful for the mission of Aeson’s son, gently\nreplied, for he was the elder-born:",
        "(ll. 320-366)  “Aeetes, that ship forthwith stormy blasts tore\nasunder, and ourselves, crouching on the beams, a wave drove on\nto the beach of the isle of Enyalius (3) in the murky night; and\nsome god preserved us.  For even the birds of Ares that haunted\nthe desert isle beforetime, not even them did we find.  But these\nmen had driven them off, having landed from their ship on the day\nbefore; and the will of Zeus taking pity on us, or some fate,\ndetained them there, since they straightway gave us both food and\nclothing in abundance, when they heard the illustrious name of\nPhrixus and thine own; for to thy city are they faring.  And if\nthou dost wish to know their errand, I will not hide it from\ntime.  A certain king, vehemently longing to drive this man far\nfrom his fatherland and possessions, because in might he outshone\nall the sons of Aeolus, sends him to voyage hither on a bootless\nventure; and asserts that the stock of Aeolus will not escape the\nheart-grieving wrath and rage of implacable Zeus, nor the\nunbearable curse and vengeance due for Phrixus, until the fleece\ncomes back to Hellas.  And their ship was fashioned by Pallas\nAthena, not such a one as are the ships among the Colchians, on\nthe vilest of which we chanced.  For the fierce waves and wind\nbroke her utterly to pieces; but the other holds firm with her\nbolts, even though all the blasts should buffet her.  And with\nequal swiftness she speedeth before the wind and when the crew\nply the oar with unresting hands.  And he hath gathered in her\nthe mightiest heroes of all Achaea, and hath come to thy city\nfrom wandering far through cities and gulfs of the dread ocean,\nin the hope that thou wilt grant him the fleece.  But as thou\ndost please, so shall it be, for he cometh not to use force, but\nis eager to pay thee a recompense for the gift.  He has heard\nfrom me of thy bitter foes the Sauromatae, and he will subdue\nthem to thy sway.  And if thou desirest to know their names and\nlineage I will tell thee all.  This man on whose account the rest\nwere gathered from Hellas, they call Jason, son of Aeson, whom\nCretheus begat.  And if in truth he is of the stock of Cretheus\nhimself, thus he would be our kinsman on the father’s side.  For\nCretheus and Athamas were both sons of Aeolus; and Phrixus was\nthe son of Athamas, son of Aeolus.  And here, if thou hast heard\nat all of the seed of Helios, thou dost behold Augeias; and this\nis Telamon sprung from famous Aeacus; and Zeus himself begat\nAeacus.  And so all the rest, all the comrades that follow him,\nare the sons or grandsons of the immortals.”",
        "(ll. 367-371)  Such was the tale of Argus; but the king at his\nwords was filled with rage as he heard; and his heart was lifted\nhigh in wrath.  And he spake in heavy displeasure; and was\nangered most of all with the son of Chalciope; for he deemed that\non their account the strangers had come; and in his fury his eyes\nflashed forth beneath his brows:",
        "(ll. 372-381)  “Begone from my sight, felons, straightway, ye and\nyour tricks, from the land, ere someone see a fleece and a\nPhrixus to his sorrow.  Banded together with your friends from\nHellas, not for the fleece, but to seize my sceptre and royal\npower have ye come hither.  Had ye not first tasted of my table,\nsurely would I have cut out your tongues and hewn off both hands\nand sent you forth with your feet alone, so that ye might be\nstayed from starting hereafter.  And what lies have ye uttered\nagainst the blessed gods!”",
        "(ll. 382-385)  Thus he spake in his wrath; and mightily from its\ndepths swelled the heart of Aeacus’ son, and his soul within\nlonged to speak a deadly word in defiance, but Aeson’s son\nchecked him, for he himself first made gentle answer:",
        "(ll. 386-395)  “Aeetes, bear with this armed band, I pray.  For\nnot in the way thou deemest have we come to thy city and palace,\nno, nor yet with such desires.  For who would of his own will\ndare to cross so wide a sea for the goods of a stranger?  But\nfate and the ruthless command of a presumptuous king urged me.\nGrant a favour to thy suppliants, and to all Hellas will I\npublish a glorious fame of thee; yea, we are ready now to pay\nthee a swift recompense in war, whether it be the Sauromatae or\nsome other people that thou art eager to subdue to thy sway.”",
        "(ll. 396-400)  He spake, flattering him with gentle utterance;\nbut the king’s soul brooded a twofold purpose within him, whether\nhe should attack and slay them on the spot or should make trial\nof their might.  And this, as he pondered, seemed the better way,\nand he addressed Jason in answer:",
        "(ll. 401-421)  “Stranger, why needest thou go through thy tale to\nthe end?  For if ye are in truth of heavenly race, or have come\nin no wise inferior to me, to win the goods of strangers, I will\ngive thee the fleece to bear away, if thou dost wish, when I have\ntried thee.  For against brave men I bear no grudge, such as ye\nyourselves tell me of him who bears sway in Hellas.  And the\ntrial of your courage and might shall be a contest which I myself\ncan compass with my hands, deadly though it be.  Two bulls with\nfeet of bronze I have that pasture on the plain of Ares,\nbreathing forth flame from their jaws; them do I yoke and drive\nover the stubborn field of Ares, four plough-gates; and quickly\ncleaving it with the share up to the headland, I cast into the\nfurrows the seed, not the corn of Demeter, but the teeth of a\ndread serpent that grow up into the fashion of armed men; them I\nslay at once, cutting them down beneath my spear as they rise\nagainst me on all sides.  In the morning do I yoke the oxen, and\nat eventide I cease from the harvesting.  And thou, if thou wilt\naccomplish such deeds as these, on that very day shalt carry off\nthe fleece to the king’s palace; ere that time comes I will not\ngive it, expect it not.  For indeed it is unseemly that a brave\nman should yield to a coward.”",
        "(ll. 422-426)  Thus he spake; and Jason, fixing his eyes on the\nground, sat just as he was, speechless, helpless in his evil\nplight.  For a long time he turned the matter this way and that,\nand could in no way take on him the task with courage, for a\nmighty task it seemed; and at last he made reply with crafty\nwords:",
        "(ll. 427-431)  “With thy plea of right, Aeetes, thou dost shut me\nin overmuch.  Wherefore also I will dare that contest, monstrous\nas it is, though it be my doom to die. For nothing will fall upon\nmen more dread than dire necessity, which indeed constrained me\nto come hither at a king’s command.”",
        "(ll. 432-438)  Thus he spake, smitten by his helpless plight; and\nthe king with grim words addressed him, sore troubled as he was:\n“Go forth now to the gathering, since thou art eager for the\ntoil; but if thou shouldst fear to lift the yoke upon the oxen or\nshrink from the deadly harvesting, then all this shall be my\ncare, so that another too may shudder to come to a man that is\nbetter than he.”",
        "(ll. 439-463)  He spake outright; and Jason rose from his seat,\nand Augeias and Telamon at once; and Argus followed alone, for he\nsigned to his brothers to stay there on the spot meantime; and so\nthey went forth from the hall.  And wonderfully among them all\nshone the son of Aeson for beauty and grace; and the maiden\nlooked at him with stealthy glance, holding her bright veil\naside, her heart smouldering with pain; and her soul creeping\nlike a dream flitted in his track as he went.  So they passed\nforth from the palace sorely troubled.  And Chalciope, shielding\nherself from the wrath of Aeetes, had gone quickly to her chamber\nwith her sons.  And Medea likewise followed, and much she brooded\nin her soul all the cares that the Loves awaken.  And before her\neyes the vision still appeared–himself what like he was, with\nwhat vesture he was clad, what things he spake, how he sat on his\nseat, how he moved forth to the door–and as she pondered she\ndeemed there never was such another man; and ever in her ears\nrung his voice and the honey-sweet words which he uttered.  And\nshe feared for him, lest the oxen or Aeetes with his own hand\nshould slay him; and she mourned him as though already slain\noutright, and in her affliction a round tear through very\ngrievous pity coursed down her cheek; and gently weeping she\nlifted up her voice aloud:",
        "(ll. 464-470)  Why does this grief come upon me, poor wretch?\nWhether he be the best of heroes now about to perish, or the\nworst, let him go to his doom.  Yet I would that he had escaped\nunharmed; yea, may this be so, revered goddess, daughter of\nPerses, may he avoid death and return home; but if it be his lot\nto be o’ermastered by the oxen, may he first learn this, that I\nat least do not rejoice in his cruel calamity.”",
        "(ll. 471-474)  Thus then was the maiden’s heart racked by love-\ncares.  But when the others had gone forth from the people and\nthe city, along the path by which at the first they had come from\nthe plain, then Argus addressed Jason with these words:",
        "(ll. 475-483)  “Son of Aeson, thou wilt despise the counsel which\nI will tell thee, but, though in evil plight, it is not fitting\nto forbear from the trial.  Ere now thou hast heard me tell of a\nmaiden that uses sorcery under the guidance of Hecate, Perses’\ndaughter.  If we could win her aid there will be no dread,\nmethinks, of thy defeat in the contest; but terribly do I fear\nthat my mother will not take this task upon her.  Nevertheless I\nwill go back again to entreat her, for a common destruction\noverhangs us all.”",
        "(ll. 383-491)  He spake with goodwill, and Jason answered with\nthese words: “Good friend, if this is good in thy sight, I say\nnot nay.  Go and move thy mother, beseeching her aid with prudent\nwords; pitiful indeed is our hope when we have put our return in\nthe keeping of women.”  So he spake, and quickly they reached the\nback-water.  And their comrades joyfully questioned them, when\nthey saw them close at hand; and to them spoke Aeson’s son\ngrieved at heart:",
        "(ll. 492-501)  “My friends, the heart of ruthless Aeetes is\nutterly filled with wrath against us, for not at all can the goal\nbe reached either by me or by you who question me.  He said that\ntwo bulls with feet of bronze pasture on the plain of Ares,\nbreathing forth flame from their jaws.  And with these he bade me\nplough the field, four plough-gates; and said that he would give\nme from a serpent’s jaws seed which will raise up earthborn men\nin armour of bronze; and on the same day I must slay them.  This\ntask–for there was nothing better to devise–I took on\nmyself outright.”",
        "(ll. 502-514)  Thus he spake; and to all the contest seemed one\nthat none could accomplish, and long, quiet and silent, they\nlooked at one another, bowed down with the calamity and their\ndespair; but at last Peleus spake with courageous words among all\nthe chiefs: “It is time to be counselling what we shall do.  Yet\nthere is not so much profit, I trow, in counsel as in the might\nof our hands.  If thou then, hero son of Aeson, art minded to\nyoke Aeetes’ oxen, and art eager for the toil, surely thou wilt\nkeep thy promise and make thyself ready.  But if thy soul trusts\nnot her prowess utterly, then neither bestir thyself nor sit\nstill and look round for some one else of these men.  For it is\nnot I who will flinch, since the bitterest pain will be but\ndeath.”",
        "(ll. 515-522)  So spake the son of Aeacus; and Telamon’s soul was\nstirred, and quickly he started up in eagerness; and Idas rose up\nthe third in his pride; and the twin sons of Tyndareus; and with\nthem Oeneus’ son who was numbered among strong men, though even\nthe soft down on his cheek showed not yet; with such courage was\nhis soul uplifted.  But the others gave way to these in silence.\nAnd straightway Argus spake these words to those that longed for\nthe contest:",
        "(ll. 523-539)  “My friends, this indeed is left us at the last.\nBut I deem that there will come to you some timely aid from my\nmother.  Wherefore, eager though ye be, refrain and abide in your\nship a little longer as before, for it is better to forbear than\nrecklessly to choose an evil fate.  There is a maiden, nurtured\nin the halls of Aeetes, whom the goddess Hecate taught to handle\nmagic herbs with exceeding skill all that the land and flowing\nwaters produce.  With them is quenched the blast of unwearied\nflame, and at once she stays the course of rivers as they rush\nroaring on, and checks the stars and the paths of the sacred\nmoon.  Of her we bethought us as we came hither along the path\nfrom the palace, if haply my mother, her own sister, might\npersuade her to aid us in the venture.  And if this is pleasing\nto you as well, surely on this very day will I return to the\npalace of Aeetes to make trial; and perchance with some god’s\nhelp shall I make the trial.”",
        "(ll. 540-544)  Thus he spake, and the gods in their goodwill gave\nthem a sign.  A trembling dove in her flight from a mighty hawk\nfell from on high, terrified, into the lap of Aeson’s son, and\nthe hawk fell impaled on the stern-ornament.  And quickly Mopsus\nwith prophetic words spake among them all:",
        "(ll. 545-554)  “For you, friends, this sign has been wrought by\nthe will of heaven; in no other way is it possible to interpret\nits meaning better, than to seek out the maiden and entreat her\nwith manifold skill.  And I think she will not reject our prayer,\nif in truth Phineus said that our return should be with the help\nof the Cyprian goddess.  It was her gentle bird that escaped\ndeath; and as my heart within me foresees according to this omen,\nso may it prove!  But, my friends, let us call on Cytherea to aid\nus, and now at once obey the counsels of Argus.”",
        "(ll. 555-563)  He spake, and the warriors approved, remembering\nthe injunctions of Phineus; but all alone leapt up Apharcian Idas\nand shouted loudly in terrible wrath: “Shame on us, have we come\nhere fellow voyagers with women, calling on Cypris for help and\nnot on the mighty strength of Enyalius?  And do ye look to doves\nand hawks to save yourselves from contests?  Away with you, take\nthought not for deeds of war, but by supplication to beguile\nweakling girls.”",
        "(ll. 564-571)  Such were his eager words; and of his comrades\nmany murmured low, but none uttered a word of answer back.  And\nhe sat down in wrath; and at once Jason roused them and uttered\nhis own thought: “Let Argus set forth from the ship, since this\npleases all; but we will now move from the river and openly\nfasten our hawsers to the shore.  For surely it is not fitting\nfor us to hide any longer cowering from the battle-cry.”",
        "(ll. 572-575)  So he spake, and straightway sent Argus to return\nin haste to the city; and they drew the anchors on board at the\ncommand of Aeson’s son, and rowed the ship close to the shore, a\nlittle away from the back-water.",
        "(ll. 576-608)  But straightway Aeetes held an assembly of the\nColchians far aloof from his palace at a spot where they sat in\ntimes before, to devise against the Minyae grim treachery and\ntroubles.  And he threatened that when first the oxen should have\ntorn in pieces the man who had taken upon him to perform the\nheavy task, he would hew down the oak grove above the wooded\nhill, and burn the ship and her crew, that so they might vent\nforth in ruin their grievous insolence, for all their haughty\nschemes.  For never would he have welcomed the Aeolid Phrixus as\na guest in his halls, in spite of his sore need, Phrixus, who\nsurpassed all strangers in gentleness and fear of the gods, had\nnot Zeus himself sent Hermes his messenger down from heaven, so\nthat he might meet with a friendly host; much less would pirates\ncoming to his land be let go scatheless for long, men whose care\nit was to lift their hands and seize the goods of others, and to\nweave secret webs of guile, and harry the steadings of herdsmen\nwith ill-sounding forays.  And he said that besides all that the\nsons of Phrixus should pay a fitting penalty to himself for\nreturning in consort with evildoers, that they might recklessly\ndrive him from his honour and his throne; for once he had heard a\nbaleful prophecy from his father Helios, that he must avoid the\nsecret treachery and schemes of his own offspring and their\ncrafty mischief.  Wherefore he was sending them, as they desired,\nto the Achaean land at the bidding of their father–a long\njourney.  Nor had he ever so slight a fear of his daughters, that\nthey would form some hateful scheme, nor of his son Apsyrtus; but\nthis curse was being fulfilled in the children of Chalciope.  And\nhe proclaimed terrible things in his rage against the strangers,\nand loudly threatened to keep watch over the ship and its crew,\nso that no one might escape calamity.",
        "(ll. 609-615)  Meantime Argus, going to Aeetes’ palace, with\nmanifold pleading besought his mother to pray Medea’s aid; and\nChalciope herself already had the same thoughts, but fear checked\nher soul lest haply either fate should withstand and she should\nentreat her in vain, all distraught as she would be at her\nfather’s deadly wrath, or, if Medea yielded to her prayers, her\ndeeds should be laid bare and open to view.",
        "(ll. 616-635)  Now a deep slumber had relieved the maiden from\nher love-pains as she lay upon her couch.  But straightway\nfearful dreams, deceitful, such as trouble one in grief, assailed\nher.  And she thought that the stranger had taken on him the\ncontest, not because he longed to win the ram’s fleece, and that\nhe had not come on that account to Aeetes’ city, but to lead her\naway, his wedded wife, to his own home; and she dreamed that\nherself contended with the oxen and wrought the task with\nexceeding ease; and that her own parents set at naught their\npromise, for it was not the maiden they had challenged to yoke\nthe oxen but the stranger himself; from that arose a contention\nof doubtful issue between her father and the strangers; and both\nlaid the decision upon her, to be as she should direct in her\nmind.  But she suddenly, neglecting her parents, chose the\nstranger.  And measureless anguish seized them and they shouted\nout in their wrath; and with the cry sleep released its hold upon\nher.  Quivering with fear she started up, and stared round the \nwalls of her chamber, and with difficulty did she gather her\nspirit within her as before, and lifted her voice aloud:",
        "(ll. 636-644)  “Poor wretch, how have gloomy dreams affrighted\nme!  I fear that this voyage of the heroes will bring some great\nevil.  My heart is trembling for the stranger.  Let him woo some\nAchaean girl far away among his own folk; let maidenhood be mine\nand the home of my parents.  Yet, taking to myself a reckless\nheart, I will no more keep aloof but will make trial of my sister\nto see if she will entreat me to aid in the contest, through\ngrief for her own sons; this would quench the bitter pain in my\nheart.”",
        "(ll. 645-673)  She spake, and rising from her bed opened the door\nof her chamber, bare-footed, clad in one robe; and verily she\ndesired to go to her sister, and crossed the threshold.  And for\nlong she stayed there at the entrance of her chamber, held back\nby shame; and she turned back once more; and again she came forth\nfrom within, and again stole back; and idly did her feet bear her\nthis way and that; yea, as oft as she went straight on, shame\nheld her within the chamber, and though held back by shame, bold\ndesire kept urging her on.  Thrice she made the attempt and\nthrice she checked herself, the fourth time she fell on her bed\nface downward, writhing in pain.  And as when a bride in her\nchamber bewails her youthful husband, to whom her brothers and\nparents have given her, nor yet does she hold converse with all\nher attendants for shame and for thinking of him; but she sits\napart in her grief; and some doom has destroyed him, before they\nhave had pleasure of each other’s charms; and she with heart on\nfire silently weeps, beholding her widowed couch, in fear lest\nthe women should mock and revile her; like to her did Medea\nlament.  And suddenly as she was in the midst of her tears, one\nof the handmaids came forth and noticed her, one who was her\nyouthful attendant; and straightway she told Chalciope, who sat\nin the midst of her sons devising how to win over her sister. \nAnd when Chalciope heard the strange tale from the handmaid, not\neven so did she disregard it.  And she rushed in dismay from her\nchamber right on to the chamber where the maiden lay in her\nanguish, having torn her cheeks on each side; and when Chalciope\nsaw her eyes all dimmed with tears, she thus addressed her:",
        "(ll. 674-680)  “Ah me, Medea, why dost thou weep so?  What hath\nbefallen thee?  What terrible grief has entered thy heart?  Has\nsome heaven-sent disease enwrapt thy frame, or hast thou heard\nfrom our father some deadly threat concerning me and my sons?\nWould that I did not behold this home of my parents, or the city,\nbut dwelt at the ends of the earth, where not even the name of\nColchians is known!”",
        "(ll. 681-687)  Thus she spake, and her sister’s cheeks flushed;\nand though she was eager to reply, long did maiden shame restrain\nher.  At one moment the word rose on the end of her tongue, at\nanother it fluttered back deep within her breast.  And often\nthrough her lovely lips it strove for utterance; but no sound\ncame forth; till at last she spoke with guileful words; for the\nbold Loves were pressing her hard:",
        "(ll. 688-692)  “Chalciope, my heart is all trembling for thy\nsons, lest my father forthwith destroy them together with the\nstrangers.  Slumbering just now in a short-lived sleep such a\nghastly dream did I see–may some god forbid its fulfilment and\nnever mayst thou win for thyself bitter care on thy sons’\naccount.”",
        "(ll. 693-704)  She spake, making trial of her sister to see if\nshe first would entreat help for her sons.  And utterly\nunbearable grief surged over Chalciope’s soul for fear at what\nshe heard; and then she replied: “Yea, I myself too have come to\nthee in eager furtherance of this purpose, if thou wouldst haply\ndevise with me and prepare some help.  But swear by Earth and\nHeaven that thou wilt keep secret in thy heart what I shall tell\nthee, and be fellow-worker with me.  I implore thee by the\nblessed gods, by thyself and by thy parents, not to see them\ndestroyed by an evil doom piteously; or else may I die with my\ndear sons and come back hereafter from Hades an avenging Fury to\nhaunt thee.”",
        "(ll. 705-710)  Thus she spake, and straightway a torrent of tears\ngushed forth and low down she clasped her sister’s knees with\nboth hands and let her head sink on to her breast.  Then they\nboth made piteous lamentation over each other, and through the\nhalls rose the faint sound of women weeping in anguish.  Medea,\nsore troubled, first addressed her sister:",
        "(ll. 711-717)  “God help thee, what healing can I bring thee for\nwhat thou speakest of, horrible curses and Furies?  Would that it\nwere firmly in my power to save thy sons!  Be witness that mighty\noath of the Colchians by which thou urgest me to swear, the great\nHeaven, and Earth beneath, mother of the gods, that as far as\nstrength lies in me, never shalt thou fail of help, if only thy\nprayers can be accomplished.”",
        "(ll. 718-723)  She spake, and Chalciope thus replied: “Couldst\nthou not then, for the stranger–who himself craves thy aid –\ndevise some trick or some wise thought to win the contest, for\nthe sake of my sons?  And from him has come Argus urging me to\ntry to win thy help; I left him in the palace meantime while I\ncame hither.”",
        "(ll. 724-739)  Thus she spake, and Medea’s heart bounded with joy\nwithin her, and at once her fair cheeks flushed, and a mist swam\nbefore her melting eyes, and she spake as follows: “Chalciope, as\nis dear and delightful to thee and thy sons, even so will I do.\nNever may the dawn appear again to my eyes, never mayst thou see\nme living any longer, if I should take thought for anything\nbefore thy life or thy sons’ lives, for they are my brothers, my\ndear kinsmen and youthful companions.  So do I declare myself to\nbe thy sister, and thy daughter too, for thou didst lift me to\nthy breast when an infant equally with them, as I ever heard from\nmy mother in past days.  But go, bury my kindness in silence, so\nthat I may carry out my promise unknown to my parents; and at\ndawn I will bring to Hecate’s temple charms to cast a spell upon\nthe bulls.”",
        "(ll. 740-743)  Thus Chalciope went back from the chamber, and\nmade known to her sons the help given by her sister.  And again\ndid shame and hateful fear seize Medea thus left alone, that she\nshould devise such deeds for a man in her father’s despite.",
        "(ll. 744-771)  Then did night draw darkness over the earth; and\non the sea sailors from their ships looked towards the Bear and\nthe stars of Orion; and now the wayfarer and the warder longed\nfor sleep, and the pall of slumber wrapped round the mother whose\nchildren were dead; nor was there any more the barking of dogs\nthrough the city, nor sound of men’s voices; but silence held the\nblackening gloom.  But not indeed upon Medea came sweet sleep.\nFor in her love for Aeson’s son many cares kept her wakeful, and\nshe dreaded the mighty strength of the bulls, beneath whose fury\nhe was like to perish by an unseemly fate in the field of Ares.\nAnd fast did her heart throb within her breast, as a sunbeam\nquivers upon the walls of a house when flung up from water, which\nis just poured forth in a caldron or a pail may be; and hither\nand thither on the swift eddy does it dart and dance along; even\nso the maiden’s heart quivered in her breast.  And the tear of\npity flowed from her eyes, and ever within anguish tortured her,\na smouldering fire through her frame, and about her fine nerves\nand deep down beneath the nape of the neck where the pain enters\nkeenest, whenever the unwearied Loves direct against the heart\ntheir shafts of agony.  And she thought now that she would give\nhim the charms to cast a spell on the bulls, now that she would\nnot, and that she herself would perish; and again that she would\nnot perish and would not give the charms, but just as she was\nwould endure her fate in silence.  Then sitting down she wavered\nin mind and said:",
        "(ll. 772-801)  “Poor wretch, must I toss hither and thither in\nwoe?  On every side my heart is in despair; nor is there any help\nfor my pain; but it burneth ever thus.  Would that I had been\nslain by the swift shafts of Artemis before I had set eyes on\nhim, before Chalciope’s sons reached the Achaean land.  Some god\nor some Fury brought them hither for our grief, a cause of many\ntears.  Let him perish in the contest if it be his lot to die in\nthe field.  For how could I prepare the charms without my\nparents’ knowledge?  What story call I tell them?  What trick,\nwhat cunning device for aid can I find?  If I see him alone,\napart from his comrades, shall I greet him?  Ill-starred that I\nam!  I cannot hope that I should rest from my sorrows even though\nhe perished; then will evil come to me when he is bereft of life.\nPerish all shame, perish all glow; may he, saved by my effort, go\nscatheless wherever his heart desires.  But as for me, on the day\nwhen he bides the contest in triumph, may I die either straining\nmy neck in the noose from the roof-tree or tasting drugs\ndestructive of life.  But even so, when I am dead, they will\nfling out taunts against me; and every city far away will ring\nwith my doom, and the Colchian women, tossing my name on their\nlips hither and thither, will revile me with unseemly mocking –\nthe maid who cared so much for a stranger that she died, the maid\nwho disgraced her home and her parents, yielding to a mad\npassion.  And what disgrace will not be mine?  Alas for my\ninfatuation!  Far better would it be for me to forsake life this\nvery night in my chamber by some mysterious fate, escaping all\nslanderous reproach, before I complete such nameless dishonour.”",
        "(ll. 802-824)  She spake, and brought a casket wherein lay many\ndrugs, some for healing, others for killing, and placing it upon\nher knees she wept.  And she drenched her bosom with ceaseless\ntears, which flowed in torrents as she sat, bitterly bewailing\nher own fate.  And she longed to choose a murderous drug to taste\nit, and now she was loosening the bands of the casket eager to\ntake it forth, unhappy maid!  But suddenly a deadly fear of\nhateful Hades came upon her heart.  And long she held back in\nspeechless horror, and all around her thronged visions of the\npleasing cares of life.  She thought of all the delightful things\nthat are among the living, she thought of her joyous playmates,\nas a maiden will; and the sun grew sweeter than ever to behold,\nseeing that in truth her soul yearned for all.  And she put the\ncasket again from off her knees, all changed by the prompting of\nHera, and no more did she waver in purpose; but longed for the\nrising dawn to appear quickly, that she might give him the charms\nto work the spell as she had promised, and meet him face to face.\nAnd often did she loosen the bolts of her door, to watch for the\nfaint gleam: and welcome to her did the dayspring shed its light,\nand folk began to stir throughout the city.",
        "(ll. 825-827)  Then Argus bade his brothers remain there to learn\nthe maiden’s mind and plans, but himself turned back and went to\nthe ship.",
        "(ll. 828-890)  Now soon as ever the maiden saw the light of dawn,\nwith her hands she gathered up her golden tresses which were\nfloating round her shoulders in careless disarray, and bathed her\ntear-stained cheeks, and made her skin shine with ointment sweet\nas nectar; and she donned a beautiful robe, fitted with well-bent\nclasps, and above on her head, divinely fair, she threw a veil\ngleaming like silver.  And there, moving to and fro in the\npalace, she trod the ground forgetful of the heaven-sent woes\nthronging round her and of others that were destined to follow.\nAnd she called to her maids.  Twelve they were, who lay during\nthe night in the vestibule of her fragrant chamber, young as\nherself, not yet sharing the bridal couch, and she bade them\nhastily yoke the mules to the chariot to bear her to the\nbeauteous shrine of Hecate.  Thereupon the handmaids were making\nready the chariot; and Medea meanwhile took from the hollow\ncasket a charm which men say is called the charm of Prometheus.\nIf a man should anoint his body therewithal, having first\nappeased the Maiden, the only-begotten, with sacrifice by night,\nsurely that man could not be wounded by the stroke of bronze nor\nwould he flinch from blazing fire; but for that day he would\nprove superior both in prowess and in might.  It shot up first-\nborn when the ravening eagle on the rugged flanks of Caucasus let\ndrip to the earth the blood-like ichor of tortured Prometheus.\nAnd its flower appeared a cubit above ground in colour like the\nCorycian crocus, rising on twin stalks; but in the earth the root\nwas like newly-cut flesh.  The dark juice of it, like the sap of\na mountain-oak, she had gathered in a Caspian shell to make the\ncharm withal, when she had first bathed in seven ever-flowing\nstreams, and had called seven times on Brimo, nurse of youth,\nnight-wandering Brimo, of the underworld, queen among the dead,\n– in the gloom of night, clad in dusky garments.  And beneath,\nthe dark earth shook and bellowed when the Titanian root was cut;\nand the son of Iapetus himself groaned, his soul distraught with\npain.  And she brought the charm forth and placed it in the\nfragrant band which engirdled her, just beneath her bosom,\ndivinely fair.  And going forth she mounted the swift chariot,\nand with her went two handmaidens on each side.  And she herself\ntook the reins and in her right hand the well-fashioned whip, and\ndrove through the city; and the rest, the handmaids, laid their\nhands on the chariot behind and ran along the broad highway; and\nthey kilted up their light robes above their white knees.  And\neven as by the mild waters of Parthenius, or after bathing in the\nriver Amnisus, Leto’s daughter stands upon her golden chariot and\ncourses over the hills with her swift-footed roes, to greet from\nafar some richly-steaming hecatomb; and with her come the nymphs\nin attendance, gathering, some at the spring of Amnisus itself,\nothers by the glens and many-fountained peaks; and round her\nwhine and fawn the beasts cowering as she moves along: thus they\nsped through the city; and on both sides the people gave way,\nshunning the eyes of the royal maiden.  But when she had left the\ncity’s well paved streets, and was approaching the shrine as she\ndrove over the plains, then she alighted eagerly from the smooth-\nrunning chariot and spake as follows among her maidens:",
        "(ll. 891-911)  “Friends, verily have I sinned greatly and took no\nheed not to go among the stranger-folk 1 who roam over our land.\nThe whole city is smitten with dismay; wherefore no one of the\nwomen who formerly gathered here day by day has now come hither.\nBut since we have come and no one else draws near, come, let us\nsatisfy our souls without stint with soothing song, and when we\nhave plucked the fair flowers amid the tender grass, that very\nhour will we return.  And with many a gift shall ye reach home\nthis very day, if ye will gladden me with this desire of mine.\nFor Argus pleads with me, also Chalciope herself; but this that\nye hear from me keep silently in your hearts, lest the tale reach\nmy father’s ears.  As for yon stranger who took on him the task\nwith the oxen, they bid me receive his gifts and rescue him from\nthe deadly contest.  And I approved their counsel, and I have\nsummoned him to come to my presence apart from his comrades, so\nthat we may divide the gifts among ourselves if he bring them in\nhis hands, and in return may give him a baleful charm.  But when\nhe comes, do ye stand aloof.”",
        "(ll. 912-918)  So she spake, and the crafty counsel pleased them\nall.  And straightway Argus drew Aeson’s son apart from his\ncomrades as soon as he heard from his brothers that Medea had\ngone at daybreak to the holy shrine of Hecate, and led him over\nthe plain; and with them went Mopsus, son of Ampycus, skilled to\nutter oracles from the appearance of birds, and skilled to give\ngood counsel to those who set out on a journey.",
        "(ll. 919-926)  Never yet had there been such a man in the days of\nold, neither of all the heroes of the lineage of Zeus himself,\nnor of those who sprung from the blood of the other gods, as on\nthat day the bride of Zeus made Jason, both to look upon and to\nhold converse with.  Even his comrades wondered as they gazed\nupon him, radiant with manifold graces; and the son of Ampycus\nrejoiced in their journey, already foreboding how all would end.",
        "(ll. 927-931)  Now by the path along the plain there stands near\nthe shrine a poplar with its crown of countless leaves, whereon\noften chattering crows would roost.  One of them meantime as she\nclapped her wings aloft in the branches uttered the counsels of\nHera:",
        "(ll. 932-937)  “What a pitiful seer is this, that has not the wit\nto conceive even what children know, how that no maiden will say\na word of sweetness or love to a youth when strangers be near.\nBegone, sorry prophet, witless one; on thee neither Cypris nor\nthe gentle Loves breathe in their kindness.”",
        "(ll. 938-946)  She spake chiding, and Mopsus smiled to hear the\ngod-sent voice of the bird, and thus addressed them: “Do thou,\nson of Aeson, pass on to the temple, where thou wilt find the\nmaiden; and very kind will her greeting be to thee through the\nprompting of Cypris, who will be thy helpmate in the contest,\neven as Phineus, Agenor’s son, foretold.  But we two, Argus and\nI, will await thy return, apart in this very spot; do thou all\nalone be a suppliant and win her over with prudent words.”",
        "(ll. 947-974)  He spake wisely, and both at once gave approval.\nNor was Medea’s heart turned to other thoughts, for all her\nsinging, and never a song that she essayed pleased her long in\nher sport.  But in confusion she ever faltered, nor did she keep\nher eyes resting quietly upon the throng of her handmaids; but to\nthe paths far off she strained her gaze, turning her face aside.\nOft did her heart sink fainting within her bosom whenever she\nfancied she heard passing by the sound of a footfall or of the\nwind.  But soon he appeared to her longing eyes, striding along\nloftily, like Sirius coming from ocean, which rises fair and\nclear to see, but brings unspeakable mischief to flocks; thus\nthen did Aeson’s son come to her, fair to see, but the sight of\nhim brought love-sick care.  Her heart fell from out her bosom,\nand a dark mist came over her eyes, and a hot blush covered her\ncheeks.  And she had no strength to lift her knees backwards or\nforwards, but her feet beneath were rooted to the ground; and\nmeantime all her handmaidens had drawn aside.  So they two stood\nface to face without a word, without a sound, like oaks or lofty\npines, which stand quietly side by side on the mountains when the\nwind is still; then again, when stirred by the breath of the\nwind, they murmur ceaselessly; so they two were destined to tell\nout all their tale, stirred by the breath of Love.  And Aeson’s\nson saw that she had fallen into some heaven-sent calamity, and\nwith soothing words thus addressed her:",
        "(ll. 975-1007)  “Why, pray, maiden, dost thou fear me so much,\nall alone as I am?  Never was I one of these idle boasters such\nas other men are–not even aforetime, when I dwelt in my own\ncountry.  Wherefore, maiden, be not too much abashed before me,\neither to enquire whatever thou wilt or to speak thy mind.  But\nsince we have met one another with friendly hearts, in a hallowed\nspot, where it is wrong to sin, speak openly and ask questions,\nand beguile me not with pleasing words, for at the first thou\ndidst promise thy sister to give me the charms my heart desires.\nI implore thee by Hecate herself, by thy parents, and by Zeus who\nholds his guardian hand over strangers and suppliants; I come\nhere to thee both a suppliant and a stranger, bending the knee in\nmy sore need.  For without thee and thy sister never shall I\nprevail in the grievous contest.  And to thee will I render\nthanks hereafter for thy aid, as is right and fitting for men who\ndwell far oft, making glorious thy name and fame; and the rest of\nthe heroes, returning to Hellas, will spread thy renown and so\nwill the heroes’ wives and mothers, who now perhaps are sitting\non the shore and making moan for us; their painful affliction\nthou mightest scatter to the winds.  In days past the maiden\nAriadne, daughter of Minos, with kindly intent rescued Theseus\nfrom grim contests–the maiden whom Pasiphae daughter of Helios\nbare.  But she, when Minos had lulled his wrath to rest, went\naboard the ship with him and left her fatherland; and her even\nthe immortal gods loved, and, as a sign in mid-sky, a crown of\nstars, which men call Ariadne’s crown, rolls along all night\namong the heavenly constellations.  So to thee too shall be\nthanks from the gods, if thou wilt save so mighty an array of\nchieftains.  For surely from thy lovely form thou art like to\nexcel in gentle courtest.”",
        "(ll. 1008-1025)  Thus he spake, honouring her; and she cast her\neyes down with a smile divinely sweet; and her soul melted within\nher, uplifted by his praise, and she gazed upon him face to face;\nnor did she know what word to utter first, but was eager to pour\nout everything at once.  And forth from her fragrant girdle\nungrudgingly she brought out the charm; and he at once received\nit in his hands with joy.  And she would even have drawn out all\nher soul from her breast and given it to him, exulting in his\ndesire; so wonderfully did love flash forth a sweet flame from\nthe golden head of Aeson’s son; and he captivated her gleaming\neyes; and her heart within grew warm, melting away as the dew\nmelts away round roses when warmed by the morning’s light.  And\nnow both were fixing their eyes on the ground abashed, and again\nwere throwing glances at each other, smiling with the light of\nlove beneath their radiant brows.  And at last and scarcely then\ndid the maiden greet him:",
        "(ll. 1026-1062)  “Take heed now, that I may devise help for thee.\nWhen at thy coming my father has given thee the deadly teeth from\nthe dragon’s jaws for sowing, then watch for the time when the\nnight is parted in twain, then bathe in the stream of the\ntireless river, and alone, apart from others, clad in dusky\nraiment, dig a rounded pit; and therein slay a ewe, and sacrifice\nit whole, heaping high the pyre on the very edge of the pit.  And\npropitiate only-begotten Hecate, daughter of Perses, pouring from\na goblet the hive-stored labour of bees.  And then, when thou\nhast heedfully sought the grace of the goddess, retreat from the\npyre; and let neither the sound of feet drive thee to turn back,\nnor the baying of hounds, lest haply thou shouldst maim all the\nrites and thyself fail to return duly to thy comrades.  And at\ndawn steep this charm in water, strip, and anoint thy body\ntherewith as with oil; and in it there will be boundless prowess\nand mighty strength, and thou wilt deem thyself a match not for\nmen but for the immortal gods.  And besides, let thy spear and\nshield and sword be sprinkled.  Thereupon the spear-heads of the\nearthborn men shall not pierce thee, nor the flame of the deadly\nbulls as it rushes forth resistless.  But such thou shalt be not\nfor long, but for that one day; still never flinch from the\ncontest.  And I will tell thee besides of yet another help.  As\nsoon as thou hast yoked the strong oxen, and with thy might and\nthy prowess hast ploughed all the stubborn fallow, and now along\nthe furrows the Giants are springing up, when the serpent’s teeth\nare sown on the dusky clods, if thou markest them uprising in\nthrongs from the fallow, cast unseen among them a massy stone;\nand they over it, like ravening hounds over their food, will slay\none another; and do thou thyself hasten to rush to the battle-\nstrife, and the fleece thereupon thou shalt bear far away from\nAea; nevertheless, depart wherever thou wilt, or thy pleasure\ntakes thee, when thou hast gone hence.”",
        "(ll. 1063-1068)  Thus she spake, and cast her eyes to her feet in\nsilence, and her cheek, divinely fair, was wet with warm tears as\nshe sorrowed for that he was about to wander far from her side\nover the wide sea: and once again she addressed him face to face\nwith mournful words, and took his right hand; for now shame had\nleft her eyes:",
        "(ll. 1069-1076)  “Remember, if haply thou returnest to thy home,\nMedea’s name; and so will I remember thine, though thou be far\naway.  And of thy kindness tell me this, where is thy home,\nwhither wilt thou sail hence in thy ship over the sea; wilt thou\ncome near wealthy Orchomenus, or near the Aeaean isle?  And tell\nme of the maiden, whosoever she be that thou hast named, the\nfar-renowned daughter of Pasiphae, who is kinswoman to my\nfather.”",
        "(ll. 1077-1078)  Thus she spake; and over him too, at the tears\nof the maiden, stole Love the destroyer, and he thus answered\nher:",
        "(ll. 1079-1101)  “All too surely do I deem that never by night\nand never by day will I forget thee if I escape death and indeed\nmake my way in safety to the Achaean land, and Aeetes set not\nbefore us some other contest worse than this.  And if it pleases\nthee to know about my fatherland, I will tell it out; for indeed\nmy own heart bids me do that.  There is a land encircled by lofty\nmountains, rich in sheep and in pasture, where Prometheus, son of\nIapetus, begat goodly Deucalion, who first founded cities and\nreared temples to the immortal gods, and first ruled over men.\nThis land the neighbours who dwell around call Haemonia.  And in\nit stands Ioleus, my city, and in it many others, where they have\nnot so much as heard the name of the Aeaean isle; yet there is a\nstory that Minyas starting thence, Minyas son of Aeolus, built\nlong ago the city of Orchomenus that borders on the Cadmeians.\nBut why do I tell thee all this vain talk, of our home and of\nMinos’ daughter, far-famed Ariadne, by which glorious name they\ncalled that lovely maiden of whom thou askest me?  Would that, as\nMinos then was well inclined to Theseus for her sake, so may thy\nfather be joined to us in friendship!”",
        "(ll. 1102-1104)  Thus he spake, soothing her with gentle\nconverse.  But pangs most bitter stirred her heart and in grief\ndid she address him with vehement words:",
        "(ll. 1105-1117)  “In Hellas, I ween, this is fair to pay heed to\ncovenants; but Aeetes is not such a man among men as thou sayest\nwas Pasiphae’s husband, Minos; nor can I liken myself to Ariadne;\nwherefore speak not of guest-love.  But only do thou, when thou\nhast reached Iolcus, remember me, and thee even in my parents’\ndespite, will I remember.  And from far off may a rumour come to\nme or some messenger-bird, when thou forgettest me; or me, even\nme, may swift blasts catch up and bear over the sea hence to\nIolcus, that so I may cast reproaches in thy face and remind thee\nthat it was by my good will thou didst escape.  May I then be\nseated in thy halls, an unexpected guest!”",
        "(ll. 1118-1130)  Thus she spake with piteous tears falling down\nher cheeks, and to her Jason replied: “Let the empty blasts\nwander at will, lady, and the messenger-bird, for vain is thy\ntalk.  But if thou comest to those abodes and to the land of\nHellas, honoured and reverenced shalt thou be by women and men;\nand they shall worship thee even as a goddess, for that by thy\ncounsel their sons came home again, their brothers and kinsmen\nand stalwart husbands were saved from calamity.  And in our\nbridal chamber shalt thou prepare our couch; and nothing shall\ncome between our love till the doom of death fold us round.”",
        "(ll. 1131-1136)  Thus he spake; and her soul melted within her to\nhear his words; nevertheless she shuddered to behold the deeds of\ndestruction to come.  Poor wretch!  Not long was she destined to\nrefuse a home in Hellas.  For thus Hera devised it, that Aeaean\nMedea might come to Ioleus for a bane to Pelias, forsaking her\nnative land.",
        "(ll. 1137-1145)  And now her handmaids, glancing at them from a\ndistance, were grieving in silence; and the time of day required\nthat the maiden should return home to her mother’s side.  But she\nthought not yet of departing, for her soul delighted both in his\nbeauty and in his winsome words, but Aeson’s son took heed, and\nspake at last, though late: “It is time to depart, lest the\nsunlight sink before we know it, and some stranger notice all;\nbut again will we come and meet here.”",
        "(ll. 1146-1162)  So did they two make trial of one another thus\nfar with gentle words; and thereafter parted.  Jason hastened to\nreturn in joyous mood to his comrades and the ship, she to her\nhandmaids; and they all together came near to meet her, but she\nmarked them not at all as they thronged around.  For her soul had\nsoared aloft amid the clouds.  And her feet of their own accord\nmounted the swift chariot, and with one hand she took the reins,\nand with the other the whip of cunning workmanship, to drive the\nmules; and they rushed hasting to the city and the palace.  And\nwhen she was come Chalciope in grief for her sons questioned her;\nbut Medea, distraught by swiftly-changing thoughts, neither heard\nher words nor was eager to speak in answer to her questions.  But\nshe sat upon a low stool at the foot of her couch, bending down,\nher cheek leaning on her left hand, and her eyes were wet with\ntears as she pondered what an evil deed she had taken part in by\nher counsels.",
        "(ll. 1163-1190)  Now when Aeson’s son had joined his comrades\nagain in the spot where he had left them when he departed, he set\nout to go with them, telling them all the story, to the gathering\nof the heroes; and together they approached the ship.  And when\nthey saw Jason they embraced him and questioned him.  And he told\nto all the counsels of the maiden and showed the dread charm; but\nIdas alone of his comrades sat apart biting down his wrath; and\nthe rest joyous in heart, at the hour when the darkness of night\nstayed them, peacefully took thought for themselves.  But at\ndaybreak they sent two men to go to Aeetes and ask for the seed,\nfirst Telamon himself, dear to Ares, and with him Aethalides,\nHermes’ famous son.  So they went and made no vain journey; but\nwhen they came, lordly Aeetes gave them for the contest the fell\nteeth of the Aonian dragon which Cadmus found in Ogygian Thebes\nwhen he came seeking for Europa and there slew the–warder of\nthe spring of Ares.  There he settled by the guidance of the\nheifer whom Apollo by his prophetic word granted him to lead him\non his way.  But the teeth the Tritonian goddess tore away from\nthe dragon’s jaws and bestowed as a gift upon Aeetes and the\nslayer.  And Agenor’s son, Cadmus, sowed them on the Aonian\nplains and founded an earthborn people of all who were left from\nthe spear when Ares did the reaping; and the teeth Aeetes then\nreadily gave to be borne to the ship, for he deemed not that\nJason would bring the contest to an end, even though he should\ncast the yoke upon the oxen.",
        "(ll. 1191-1224)  Far away in the west the sun was sailing beneath\nthe dark earth, beyond the furthest hills of the Aethiopians; and\nNight was laying the yoke upon her steeds; and the heroes were\npreparing their beds by the hawsers.  But Jason, as soon as the\nstars of Heliee, the bright-gleaming bear, had set, and the air\nhad all grown still under heaven, went to a desert spot, like\nsome stealthy thief, with all that was needful; for beforehand in\nthe daytime had he taken thought for everything; and Argus came\nbringing a ewe and milk from the flock; and them he took from the\nship.  But when the hero saw a place which was far away from the\ntread of men, in a clear meadow beneath the open sky, there first\nof all he bathed his tender body reverently in the sacred river;\nand round him he placed a dark robe, which Hypsipyle of Lemnos\nhad given him aforetime, a memorial of many a loving embrace.\nThen he dug a pit in the ground of a cubit’s depth and heaped up\nbillets of wood, and over it he cut the throat of the sheep, and\nduly placed the carcase above; and he kindled the logs placing\nfire beneath, and poured over them mingled libations, calling on\nHecate Brimo to aid him in the contests.  And when he had called\non her he drew back; and she heard him, the dread goddess, from\nthe uttermost depths and came to the sacrifice of Aeson’s son;\nand round her horrible serpents twined themselves among the oak\nboughs; and there was a gleam of countless torches; and sharply\nhowled around her the hounds of hell.  All the meadows trembled\nat her step; and the nymphs that haunt the marsh and the river\nshrieked, all who dance round that mead of Amarantian Phasis. \nAnd fear seized Aeson’s son, but not even so did he turn round as\nhis feet bore him forth, till he came back to his comrades; and\nnow early dawn arose and shed her light above snowy Caucasus.",
        "(ll. 1225-1245)  Then Aeetes arrayed his breast in the stiff\ncorslet which Ares gave him when he had slain Phlegraean Mimas\nwith his own hands; and upon his head he placed a golden helmet\nwith four plumes, gleaming like the sun’s round light when he\nfirst rises from Ocean.  And he wielded his shield of many hides,\nand his spear, terrible, resistless; none of the heroes could\nhave withstood its shock now that they had left behind Heracles\nfar away, who alone could have met it in battle.  For the king\nhis well-fashioned chariot of swift steeds was held near at hand\nby Phaethon, for him to mount; and he mounted, and held the reins\nin his hands.  Then from the city he drove along the broad\nhighway, that he might be present at the contest; and with him a\ncountless multitude rushed forth.  And as Poseidon rides, mounted\nin his chariot, to the Isthmian contest or to Taenarus, or to\nLerna’s water, or through the grove of Hyantian Onchestus, and\nthereafter passes even to Calaureia with his steeds, and the\nHaemonian rock, or well-wooded Geraestus; even so was Aeetes,\nlord of the Colchians, to behold.",
        "(ll. 1246-1277)  Meanwhile, prompted by Medea, Jason steeped the\ncharm in water and sprinkled with it his shield and sturdy spear,\nand sword; and his comrades round him made proof of his weapons\nwith might and main, but could not bend that spear even a little,\nbut it remained firm in their stalwart hands unbroken as before.\nBut in furious rage with them Idas, Aphareus’ son, with his great\nsword hewed at the spear near the butt, and the edge leapt back\nrepelled by the shock, like a hammer from the anvil; and the\nheroes shouted with joy for their hope in the contest.  And then\nhe sprinkled his body, and terrible prowess entered into him,\nunspeakable, dauntless; and his hands on both sides thrilled\nvigorously as they swelled with strength.  And as when a warlike\nsteed eager for the fight neighs and beats the ground with his\nhoof, while rejoicing he lifts his neck on high with ears erect;\nin such wise did Aeson’s son rejoice in the strength of his\nlimbs.  And often hither and thither did he leap high in air\ntossing in his hands his shield of bronze and ashen spear.  Thou\nwouldst say that wintry lightning flashing from the gloomy sky\nkept on darting forth from the clouds what time they bring with\nthem their blackest rainstorm.  Not long after that were the\nheroes to hold back from the contests; but sitting in rows on\ntheir benches they sped swiftly on to the plain of Ares.  And it\nlay in front of them on the opposite side of the city, as far off\nas is the turning-post that a chariot must reach from the\nstarting-point, when the kinsmen of a dead king appoint funeral\ngames for footmen and horsemen.  And they found Aeetes and the\ntribes of the Colchians; these were stationed on the Caucasian\nheights, but the king by the winding brink of the river.",
        "(ll. 1278-1325)  Now Aeson’s son, as soon as his comrades had\nmade the hawsers fast, leapt from the ship, and with spear and\nshield came forth to the contest; and at the same time he took\nthe gleaming helmet of bronze filled with sharp teeth, and his\nsword girt round his shoulders, his body stripped, in somewise\nresembling Ares and in somewise Apollo of the golden sword.  And\ngazing over the field he saw the bulls’ yoke of bronze and near\nit the plough, all of one piece, of stubborn adamant.  Then he\ncame near, and fixed his sturdy spear upright on its butt, and\ntaking his helmet, off leant it against the spear.  And he went\nforward with shield alone to examine the countless tracks of the\nbulls, and they from some unseen lair beneath the earth, where\nwas their strong steading, wrapt in murky smoke, both rushed out\ntogether, breathing forth flaming fire.  And sore afraid were the\nheroes at the sight.  But Jason, setting wide his feet, withstood\ntheir onset, as in the sea a rocky reef withstands the waves\ntossed by the countless blasts.  Then in front of him he held his\nshield; and both the bulls with loud bellowing attacked him with\ntheir mighty horns; nor did they stir him a jot by their onset.\nAnd as when through the holes of the furnace the armourers’\nbellows anon gleam brightly, kindling the ravening flame, and\nanon cease from blowing, and a terrible roar rises from the fire\nwhen it darts up from below; so the bulls roared, breathing forth\nswift flame from their mouths, while the consuming heat played\nround him, smiting like lightning; but the maiden’s charms\nprotected him.  Then grasping the tip of the horn of the right-\nhand bull, he dragged it mightily with all his strength to bring\nit near the yoke of bronze, and forced it down on to its knees,\nsuddenly striking with his foot the foot of bronze.  So also he\nthrew the other bull on to its knees as it rushed upon him, and\nsmote it down with one blow.  And throwing to the ground his\nbroad shield, he held them both down where they had fallen on\ntheir fore-knees, as he strode from side to side, now here, now\nthere, and rushed swiftly through the flame.  But Aeetes\nmarvelled at the hero’s might.  And meantime the sons of\nTyndareus   for long since had it been thus ordained for them –\nnear at hand gave him the yoke from the ground to cast round\nthem.  Then tightly did he bind their necks; and lifting the pole\nof bronze between them, he fastened it to the yoke by its golden\ntip.  So the twin heroes started back from the fire to the ship.\nBut Jason took up again his shield and cast it on his back behind\nhim, and grasped the strong helmet filled with sharp teeth, and\nhis resistless spear, wherewith, like some ploughman with a\nPelasgian goad, he pricked the bulls beneath, striking their\nflanks; and very firmly did he guide the well fitted plough\nhandle, fashioned of adamant.",
        "(ll. 1326-1339)  The bulls meantime raged exceedingly, breathing\nforth furious flame of fire; and their breath rose up like the\nroar of blustering winds, in fear of which above all seafaring\nmen furl their large sail.  But not long after that they moved on\nat the bidding of the spear; and behind them the rugged fallow\nwas broken up, cloven by the might of the bulls and the sturdy\nploughman.  Then terribly groaned the clods withal along the\nfurrows of the plough as they were rent, each a man’s burden; and\nJason followed, pressing down the cornfield with firm foot; and\nfar from him he ever sowed the teeth along the clods as each was\nploughed, turning his head back for fear lest the deadly crop of\nearthborn men should rise against him first; and the bulls toiled\nonwards treading with their hoofs of bronze.",
        "(ll. 1340-1407)  But when the third part of the day was still\nleft as it wanes from dawn, and wearied labourers call for the\nsweet hour of unyoking to come to them straightway, then the\nfallow was ploughed by the tireless ploughman, four plough-gates\nthough it was; and he loosed the plough from the oxen.  Them he\nscared in flight towards the plain; but he went back again to the\nship, while he still saw the furrows free of the earthborn men.\nAnd all round his comrades heartened him with their shouts.  And\nin the helmet he drew from the river’s stream and quenched his\nthirst with the water.  Then he bent his knees till they grew\nsupple, and filled his mighty heart with courage, raging like a\nboar, when it sharpens its teeth against the hunters, while from\nits wrathful mouth plenteous foam drips to the ground.  By now\nthe earthborn men were springing up over all the field; and the\nplot of Ares, the death-dealer, bristled with sturdy shields and\ndouble-pointed spears and shining helmets; and the gleam reached\nOlympus from beneath, flashing through the air.  And as when\nabundant snow has fallen on the earth and the storm blasts have\ndispersed the wintry clouds under the murky night, and all the\nhosts of the stars appear shining through the gloom; so did those\nwarriors shine springing up above the earth.  But Jason bethought\nhim of the counsels of Medea full of craft, and seized from the\nplain a huge round boulder, a terrible quoit of Ares Enyalius;\nfour stalwart youths could not have raised it from the ground\neven a little.  Taking it in his hands he threw it with a rush\nfar away into their midst; and himself crouched unseen behind his\nshield, with full confidence.  And the Colchians gave a loud cry,\nlike the roar of the sea when it beats upon sharp crags; and\nspeechless amazement seized Aeetes at the rush of the sturdy\nquoit.  And the Earthborn, like fleet-footed hounds, leaped upon\none another and slew with loud yells; and on earth their mother\nthey fell beneath their own spears, likes pines or oaks, which\nstorms of wind beat down.  And even as a fiery star leaps from\nheaven, trailing a furrow of light, a portent to men, whoever see\nit darting with a gleam through the dusky sky; in such wise did\nAeson’s son rush upon the earthborn men, and he drew from the\nsheath his bare sword, and smote here and there, mowing them\ndown, many on the belly and side, half risen to the air–and\nsome that had risen as far as the shoulders–and some just\nstanding upright, and others even now rushing to battle.  And as\nwhen a fight is stirred up concerning boundaries, and a\nhusbandman, in fear lest they should ravage his fields, seizes in\nhis hand a curved sickle, newly sharpened, and hastily cuts the\nunripe crop, and waits not for it to be parched in due season by\nthe beams of the sun; so at that time did Jason cut down the crop\nof the Earthborn; and the furrows were filled with blood, as the\nchannels of a spring with water.  And they fell, some on their\nfaces biting the rough clod of earth with their teeth, some on\ntheir backs, and others on their hands and sides, like to sea-\nmonsters to behold.  And many, smitten before raising their feet\nfrom the earth, bowed down as far to the ground as they had risen\nto the air, and rested there with the damp of death on their\nbrows.  Even so, I ween, when Zeus has sent a measureless rain,\nnew planted orchard-shoots droop to the ground, cut off by the\nroot the toil of gardening men; but heaviness of heart and deadly\nanguish come to the owner of the farm, who planted them; so at\nthat time did bitter grief come upon the heart of King Aeetes.\nAnd he went back to the city among the Colchians, pondering how\nhe might most quickly oppose the heroes.  And the day died, and\nJason’s contest was ended.",
        "Endnotes:\n(1)  i.e. the fight between the gods and the giants.\n(2)  i.e. the Shining One.\n(3)  A name of Ares.\n(4)  i.e. the liquid that flows in the veins of gods.\n(5)  Or, reading MENIM, “took no heed of the cause of wrath with\n     the stranger-folk.”",
        "Continue...",
        "\nThis eBook of The Argonautica by Apollonius Rhodius belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Apollonius Rhodius: Argonautica (Loeb Classical Library #1)By Apollonius RhodiusAt Amazon"
    ]
}