{
    "title": "The Varieties of Religious Experience - Lecture I. Religion and Neurology",
    "author": "William James",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "It is with no small amount of trepidation that I take my place\nbehind this desk, and face this learned audience.  To us\nAmericans, the experience of receiving instruction from the\nliving voice, as well as from the books, of European scholars, is\nvery familiar.  At my own University of Harvard, not a winter\npasses without its harvest, large or small, of lectures from\nScottish, English, French, or German representatives of the\nscience or literature of their respective countries whom we have\neither induced to cross the ocean to address us, or captured on\nthe wing as they were visiting our land.  It seems the natural\nthing for us to listen whilst the Europeans talk.  The contrary\nhabit, of talking whilst the Europeans listen, we have not yet\nacquired; and in him who first makes the adventure it begets a\ncertain sense of apology being due for so presumptuous an act. \nParticularly must this be the case on a soil as sacred to the\nAmerican imagination as that of Edinburgh.  The glories of the\nphilosophic chair of this university were deeply impressed on my\nimagination in boyhood.  Professor Fraser’s Essays in Philosophy,\nthen just published, was the first philosophic book I ever looked\ninto, and I well remember the awestruck feeling I received from\nthe account of Sir William Hamilton’s classroom therein\ncontained.  Hamilton’s own lectures were the first philosophic\nwritings I ever forced myself to study, and after that I was\nimmersed in Dugald Stewart and Thomas Brown.  Such juvenile\nemotions of reverence never get outgrown; and I confess that to\nfind my humble self promoted from my native wilderness to be\nactually for the time an official here, and transmuted into a\ncolleague of these illustrious names, carries with it a sense of\ndreamland quite as much as of reality.",
        "But since I have received the honor of this appointment I have\nfelt that it would never do to decline.  The academic career also\nhas its heroic obligations, so I stand here without further\ndeprecatory words.  Let me say only this, that now that the\ncurrent, here and at Aberdeen, has begun to run from west to\neast, I hope it may continue to do so.  As the years go by, I\nhope that many of my countrymen may be asked to lecture in the\nScottish universities, changing places with Scotsmen lecturing in\nthe United States; I hope that our people may become in all these\nhigher matters even as one people; and that the peculiar\nphilosophic temperament, as well as the peculiar political\ntemperament, that goes with our English speech may more and more\npervade and influence the world.",
        "As regards the manner in which I shall have to administer this\nlectureship, I am neither a theologian, nor a scholar learned in\nthe history of religions, nor an anthropologist.  Psychology is\nthe only branch of learning in which I am particularly versed. \nTo the psychologist the religious propensities of man must be at\nleast as interesting as any other of the facts pertaining to his\nmental constitution.  It would seem, therefore, that, as a\npsychologist, the natural thing for me would be to invite you to\na descriptive survey of those religious propensities.",
        "If the inquiry be psychological, not religious institutions, but\nrather religious feelings and religious impulses must be its\nsubject, and I must confine myself to those more developed\nsubjective phenomena recorded in literature produced by\narticulate and fully self-conscious men, in works of piety and\nautobiography.  Interesting as the origins and early stages of a\nsubject always are, yet when one seeks earnestly for its full\nsignificance, one must always look to its more completely evolved\nand perfect forms.  It follows from this that the documents that\nwill most concern us will be those of the men who were most\naccomplished in the religious life and best able to give an\nintelligible account of their ideas and motives.  These men, of\ncourse, are either comparatively modern writers, or else such\nearlier ones as have become religious classics.  The documents\nhumains which we shall find most instructive need not then be\nsought for in the haunts of special erudition–they lie along the\nbeaten highway; and this circumstance, which flows so naturally\nfrom the character of our problem, suits admirably also your\nlecturer’s lack of special theological learning. I may take\nmy citations, my sentences and paragraphs of personal confession,\nfrom books that most of you at some time will have had already in\nyour hands, and yet this will be no detriment to the value of my\nconclusions.  It is true that some more adventurous reader and\ninvestigator, lecturing here in future, may unearth from the\nshelves of libraries documents that will make a more delectable\nand curious entertainment to listen to than mine.  Yet I doubt\nwhether he will necessarily, by his control of so much more\nout-of-the-way material, get much closer to the essence of the\nmatter in hand.",
        "The question, What are the religious propensities?  and the\nquestion, What is their philosophic significance?  are two\nentirely different orders of question from the logical point of\nview; and, as a failure to recognize this fact distinctly may\nbreed confusion, I wish to insist upon the point a little before\nwe enter into the documents and materials to which I have\nreferred.",
        "In recent books on logic, distinction is made between two orders\nof inquiry concerning anything.  First, what is the nature of it?\nhow did it come about?  what is its constitution, origin, and\nhistory?  And second, What is its importance, meaning, or\nsignificance, now that it is once here? The answer to the one\nquestion is given in an existential judgment or proposition.  The\nanswer to the other is a proposition of value, what the Germans\ncall a Werthurtheil, or what we may, if we like, denominate a\nspiritual judgment.  Neither judgment can be deduced immediately\nfrom the other.  They proceed from diverse intellectual\npreoccupations, and the mind combines them only by making them\nfirst separately, and then adding them together.",
        "In the matter of religions it is particularly easy to distinguish\nthe two orders of question.  Every religious phenomenon has its\nhistory and its derivation from natural antecedents.  What is\nnowadays called the higher criticism of the Bible is only a study\nof the Bible from this existential point of view, neglected too\nmuch by the earlier church.  Under just what biographic\nconditions did the sacred writers bring forth their various\ncontributions to the holy volume?  And what had they exactly in\ntheir several individual minds, when they delivered their\nutterances?  These are manifestly questions of historical fact,\nand one does not see how the answer to them can decide offhand\nthe still further question: of what use should such a volume,\nwith its manner of coming into existence so defined, be to us as\na guide to life and a revelation?  To answer this other question\nwe must have already in our mind some sort of a general theory as\nto what the peculiarities in a thing should be which give it\nvalue for purposes of revelation; and this theory itself would be\nwhat I just called a spiritual judgment.  Combining it with our\nexistential judgment, we might indeed deduce another spiritual\njudgment as to the Bible’s worth.  Thus if our theory of\nrevelation-value were to affirm that any book, to possess it,\nmust have been composed automatically or not by the free caprice\nof the writer, or that it must exhibit no scientific and historic\nerrors and express no local or personal passions, the Bible would\nprobably fare ill at our hands.  But if, on the other hand, our\ntheory should allow that a book may well be a revelation in spite\nof errors and passions and deliberate human composition, if only\nit be a true record of the inner experiences of great-souled\npersons wrestling with the crises of their fate, then the verdict\nwould be much more favorable.  You see that the existential facts\nby themselves are insufficient for determining the value; and the\nbest adepts of the higher criticism accordingly never confound\nthe existential with the spiritual problem.  With the same\nconclusions of fact before them, some take one view, and some\nanother, of the Bible’s value as a revelation, according as their\nspiritual judgment as to the foundation of values differs.",
        "I make these general remarks about the two sorts of judgment,\nbecause there are many religious persons–some of you now\npresent, possibly, are among them–who do not yet make a working\nuse of the distinction, and who may therefore feel first a little\nstartled at the purely existential point of view from which in\nthe following lectures the phenomena of religious experience must\nbe considered.  When I handle them biologically and\npsychologically as if they were mere curious facts of individual\nhistory, some of you may think it a degradation of so sublime a\nsubject, and may even suspect me, until my purpose gets more\nfully expressed, of deliberately seeking to discredit the\nreligious side of life.",
        "Such a result is of course absolutely alien to my intention; and\nsince such a prejudice on your part would seriously obstruct the\ndue effect of much of what I have to relate, I will devote a few\nmore words to the point.",
        "There can be no doubt that as a matter of fact a religious life,\nexclusively pursued, does tend to make the person exceptional and\neccentric.  I speak not now of your ordinary religious believer,\nwho follows the conventional observances of his country, whether\nit be Buddhist, Christian, or Mohammedan.  His religion has been\nmade for him by others, communicated to him by tradition,\ndetermined to fixed forms by imitation, and retained by habit. \nIt would profit us little to study this second-hand religious\nlife.  We must make search rather for the original experiences\nwhich were the pattern-setters to all this mass of suggested\nfeeling and imitated conduct.  These experiences we can only find\nin individuals for whom religion exists not as a dull habit, but\nas an acute fever rather.  But such individuals are “geniuses” in\nthe religious line; and like many other geniuses who have brought\nforth fruits effective enough for commemoration in the pages of\nbiography, such religious geniuses have often shown symptoms of\nnervous instability.  Even more perhaps than other kinds of\ngenius, religious leaders have been subject to abnormal psychical\nvisitations.  Invariably they have been creatures of exalted\nemotional sensibility.  Often they have led a discordant inner\nlife, and had melancholy during a part of their career.  They\nhave known no measure, been liable to obsessions and fixed ideas;\nand frequently they have fallen into trances, heard voices, seen\nvisions, and presented all sorts of peculiarities which are\nordinarily classed as pathological.  Often, moreover, these\npathological features in their career have helped to give them\ntheir religious authority and influence.",
        "If you ask for a concrete example, there can be no better one\nthan is furnished by the person of George Fox.  The Quaker\nreligion which he founded is something which it is impossible to\noverpraise.  In a day of shams, it was a religion of veracity\nrooted in spiritual inwardness, and a return to something more\nlike the original gospel truth than men had ever known in\nEngland.  So far as our Christian sects today are evolving into\nliberality, they are simply reverting in essence to the position\nwhich Fox and the early Quakers so long ago assumed.  No one can\npretend for a moment that in point of spiritual sagacity and\ncapacity, Fox’s mind was unsound.  Everyone who confronted him\npersonally, from Oliver Cromwell down to county magistrates and\njailers, seems to have acknowledged his superior power.  Yet from\nthe point of view of his nervous constitution, Fox was a\npsychopath or detraque of the deepest dye.  His Journal abounds\nin entries of this sort:–",
        "“As I was walking with several friends, I lifted up my head and\nsaw three steeple-house spires, and they struck at my life.  I\nasked them what place that was?  They said, Lichfield. \nImmediately the word of the Lord came to me, that I must go\nthither.  Being come to the house we were going to, I wished the\nfriends to walk into the house, saying nothing to them of whither\nI was to go.  As soon as they were gone I stept away, and went by\nmy eye over hedge and ditch till I came within a mile of\nLichfield where, in a great field, shepherds were keeping their\nsheep.  Then was I commanded by the Lord to pull off my shoes.  I\nstood still, for it was winter: but the word of the Lord was like\na fire in me.  So I put off my shoes and left them with the\nshepherds; and the poor shepherds trembled, and were astonished.\nThen I walked on about a mile, and as soon as I was got within\nthe city, the word of the Lord came to me again, saying: Cry, ’Wo\nto the bloody city of Lichfield!’ So I went up and down the\nstreets, crying with a loud voice, Wo to the bloody city of\nLichfield!  It being market day, I went into the market-place,\nand to and fro in the several parts of it, and made stands,\ncrying as before, Wo to the bloody city of Lichfield!  And no one\nlaid hands on me.  As I went thus crying through the streets,\nthere seemed to me to be a channel of blood running down the\nstreets, and the market-place appeared like a pool of blood. When\nI had declared what was upon me, and felt myself clear, I went\nout of the town in peace; and returning to the shepherds gave\nthem some money, and took my shoes of them again.  But the fire\nof the Lord was so on my feet, and all over me, that I did not\nmatter to put on my shoes again, and was at a stand whether I\nshould or no, till I felt freedom from the Lord so to do: then,\nafter I had washed my feet, I put on my shoes again. After this a\ndeep consideration came upon me, for what reason I should be sent\nto cry against that city, and call it The bloody city!  For\nthough the parliament had the minister one while, and the king\nanother, and much blood had been shed in the town during the wars\nbetween them, yet there was no more than had befallen many other\nplaces.  But afterwards I came to understand, that in the Emperor\nDiocletian’s time a thousand Christians were martyr’d in\nLichfield.  So I was to go, without my shoes, through the\nchannel of their blood, and into the pool of their blood in the\nmarket-place, that I might raise up the memorial of the blood of\nthose martyrs, which had been shed above a thousand years before,\nand lay cold in their streets.  So the sense of this blood was\nupon me, and I obeyed the word of the Lord.”",
        "Bent as we are on studying religion’s existential conditions, we\ncannot possibly ignore these pathological aspects of the subject.",
        "We must describe and name them just as if they occurred in\nnon-religious men.  It is true that we instinctively recoil from\nseeing an object to which our emotions and affections are\ncommitted handled by the intellect as any other object is\nhandled.  The first thing the intellect does with an object is to\nclass it along with something else.  But any object that is\ninfinitely important to us and awakens our devotion feels to us\nalso as if it must be sui generis and unique.  Probably a crab\nwould be filled with a sense of personal outrage if it could hear\nus class it without ado or apology as a crustacean, and thus\ndispose of it.  “I am no such thing, it would say; I am MYSELF,\nMYSELF alone.",
        "The next thing the intellect does is to lay bare the causes in\nwhich the thing originates.  Spinoza says: “I will analyze the\nactions and appetites of men as if it were a question of lines,\nof planes, and of solids.”  And elsewhere he remarks that he\nwill consider our passions and their properties with the same eye\nwith which he looks on all other natural things, since the\nconsequences of our affections flow from their nature with the\nsame necessity as it results from the nature of a triangle that\nits three angles should be equal to two right angles.  Similarly\nM. Taine, in the introduction to his history of English\nliterature, has written: “Whether facts be moral or physical, it\nmakes no matter.  They always have their causes.  There are\ncauses for ambition, courage, veracity, just as there are for\ndigestion, muscular movement, animal heat.  Vice and virtue are\nproducts like vitriol and sugar.”  When we read such\nproclamations of the intellect bent on showing the existential\nconditions of absolutely everything, we feel–quite apart from\nour legitimate impatience at the somewhat ridiculous swagger of\nthe program, in view of what the authors are actually able to\nperform–menaced and negated in the springs of our innermost\nlife.  Such cold-blooded assimilations threaten, we think, to\nundo our soul’s vital secrets, as if the same breath which should\nsucceed in explaining their origin would simultaneously explain\naway their significance, and make them appear of no more\npreciousness, either, than the useful groceries of which M. Taine\nspeaks.",
        "Perhaps the commonest expression of this assumption that\nspiritual value is undone if lowly origin be asserted is seen in\nthose comments which unsentimental people so often pass on their\nmore sentimental acquaintances.  Alfred believes in immortality\nso strongly because his temperament is so emotional.  Fanny’s\nextraordinary conscientiousness is merely a matter of\noverinstigated nerves.  William’s melancholy about the universe\nis due to bad digestion–probably his liver is torpid.  Eliza’s\ndelight in her church is a symptom of her hysterical\nconstitution.  Peter would be less troubled about his soul if he\nwould take more exercise in the open air, etc.  A more fully\ndeveloped example of the same kind of reasoning is the fashion,\nquite common nowadays among certain writers, of criticizing the\nreligious emotions by showing a connection between them and the\nsexual life.  Conversion is a crisis of puberty and adolescence. \nThe macerations of saints, and the devotion of missionaries, are\nonly instances of the parental instinct of self-sacrifice gone\nastray.  For the hysterical nun, starving for natural life,\nChrist is but an imaginary substitute for a more earthly object\nof affection. And the like.[1]",
        "[1]  As with many ideas that float in the air of one’s time, this\nnotion shrinks from dogmatic general statement and expresses\nitself only partially and by innuendo.  It seems to me that few\nconceptions are less instructive than this re-interpretation of\nreligion as perverted sexuality.  It reminds one, so crudely is\nit often employed, of the famous Catholic taunt, that the\nReformation may be best understood by remembering that its fons\net origo was Luther’s wish to marry a nun:–the effects are\ninfinitely wider than the alleged causes, and for the most part\nopposite in nature.  It is true that in the vast collection of\nreligious phenomena, some are undisguisedly amatory–e.g.,\nsex-deities and obscene rites in polytheism, and ecstatic\nfeelings of union with the Savior in a few Christian mystics. \nBut then why not equally call religion an aberration of the\ndigestive function, and prove one’s point by the worship of\nBacchus and Ceres, or by the ecstatic feelings of some other\nsaints about the Eucharist?  Religious language clothes itself in\nsuch poor symbols as our life affords, and the whole organism\ngives overtones of comment whenever the mind is strongly stirred\nto expression.  Language drawn from eating and drinking is\nprobably as common in religious literature as is language drawn\nfrom the sexual life.  We “hunger and thirst” after\nrighteousness; we “find the Lord a sweet savor;” we “taste and\nsee that he is good.”  “Spiritual milk for American babes, drawn\nfrom the breasts of both testaments,” is a sub-title of the once\nfamous New England Primer, and Christian devotional literature\nindeed quite floats in milk, thought of from the point of view,\nnot of the mother, but of the greedy babe.",
        "Saint Francois de Sales, for instance, thus describes the “orison\nof quietude”:  “In this state the soul is like a little child\nstill at the breast, whose mother to caress him whilst he is\nstill in her arms makes her milk distill into his mouth without\nhis even moving his lips.  So it is here. . . . Our Lord desires\nthat our will should be satisfied with sucking the milk which His\nMajesty pours into our mouth, and that we should relish the\nsweetness without even knowing that it cometh from the Lord.”   \nAnd again:  “Consider the little infants, united and joined to\nthe breasts of their nursing mothers you will see that from time\nto time they press themselves closer by little starts to which\nthe pleasure of sucking prompts them.  Even so, during its\norison, the heart united to its God oftentimes makes attempts at\ncloser union by movements during which it presses closer upon the\ndivine sweetness.”  Chemin de la Perfection, ch. xxxi.; Amour de\nDieu, vii. ch. i.",
        "In fact, one might almost as well interpret religion as a\nperversion of the respiratory function.  The Bible is full of the\nlanguage of respiratory oppression:  “Hide not thine ear at my\nbreathing; my groaning is not hid from thee; my heart panteth, my\nstrength faileth me; my bones are hot with my roaring all the\nnight long; as the hart panteth after the water-brooks, so my\nsoul panteth after thee, O my God:”  God’s Breath in Man is the\ntitle of the chief work of our best known American mystic (Thomas\nLake Harris), and in certain non-Christian countries the\nfoundation of all religious discipline consists in regulation of\nthe inspiration and expiration.",
        "These arguments are as good as much of the reasoning one hears in\nfavor of the sexual theory.  But the champions of the latter will\nthen say that their chief argument has no analogue elsewhere. \nThe two main phenomena of religion, namely, melancholy and\nconversion, they will say, are essentially phenomena of\nadolescence, and therefore synchronous with the development of\nsexual life.  To which the retort again is easy.  Even were the\nasserted synchrony unrestrictedly true as a fact (which it is\nnot), it is not only the sexual life, but the entire higher\nmental life which awakens during adolescence.  One might then as\nwell set up the thesis that the interest in mechanics, physics,\nchemistry, logic, philosophy, and sociology, which springs up\nduring adolescent years along with that in poetry and religion,\nis also a perversion of the sexual instinct:–but that would be\ntoo absurd.  Moreover, if the argument from synchrony is to\ndecide, what is to be done with the fact that the religious age\npar excellence would seem to be old age, when the uproar of the\nsexual life is past?",
        "The plain truth is that to interpret religion one must in the end\nlook at the immediate content of the religious consciousness. \nThe moment one does this, one sees how wholly disconnected it is\nin the main from the content of the sexual consciousness. \nEverything about the two things differs, objects, moods,\nfaculties concerned, and acts impelled to.  Any GENERAL\nassimilation is simply impossible: what we find most often is\ncomplete hostility and contrast.  If now the defenders of the\nsex-theory say that this makes no difference to their thesis;\nthat without the chemical contributions which the sex-organs make\nto the blood, the brain would not be nourished so as to carry on\nreligious activities, this final proposition may be true or not\ntrue; but at any rate it has become profoundly uninstructive: we\ncan deduce no consequences from it which help us to interpret\nreligion’s meaning or value.  In this sense the religious life\ndepends just as much upon the spleen, the pancreas, and the\nkidneys as on the sexual apparatus, and the whole theory has lost\nits point in evaporating into a vague general assertion of the\ndependence, SOMEHOW, of the mind upon the body.",
        "We are surely all familiar in a general way with this method of\ndiscrediting states of mind for which we have an antipathy.  We\nall use it to some degree in criticizing persons whose states of\nmind we regard as overstrained.  But when other people criticize\nour own more exalted soul-flights by calling them ’nothing but’\nexpressions of our organic disposition, we feel outraged and\nhurt, for we know that, whatever be our organism’s peculiarities,\nour mental states have their substantive value as revelations of\nthe living truth; and we wish that all this medical materialism\ncould be made to hold its tongue.",
        "Medical materialism seems indeed a good appellation for the too\nsimple-minded system of thought which we are considering. \nMedical materialism finishes up Saint Paul by calling his vision\non the road to Damascus a discharging lesion of the occipital\ncortex, he being an epileptic.  It snuffs out Saint Teresa as an\nhysteric, Saint Francis of Assisi as an hereditary degenerate. \nGeorge Fox’s discontent with the shams of his age, and his pining\nfor spiritual veracity, it treats as a symptom of a disordered\ncolon.  Carlyle’s organ-tones of misery it accounts for by a\ngastro-duodenal catarrh.  All such mental overtensions, it says,\nare, when you come to the bottom of the matter, mere affairs of\ndiathesis (auto-intoxications most probably), due to the\nperverted action of various glands which physiology will yet\ndiscover.  And medical materialism then thinks that the spiritual\nauthority of all such personages is successfully undermined.[2]",
        "[2]  For a first-rate example of medical-materialist reasoning,\nsee an article on “les varietes du Type devot,” by Dr. \nBinet-Sangle, in the Revue de l’Hypnotisme, xiv. 161.",
        "Let us ourselves look at the matter in the largest possible way. \nModern psychology, finding definite psycho-physical connections\nto hold good, assumes as a convenient hypothesis that the\ndependence of mental states upon bodily conditions must be\nthoroughgoing and complete.  If we adopt the assumption, then of\ncourse what medical materialism insists on must be true in a\ngeneral way, if not in every detail:  Saint Paul certainly had\nonce an epileptoid, if not an epileptic seizure; George Fox was\nan hereditary degenerate; Carlyle was undoubtedly\nauto-intoxicated by some organ or other, no matter which–and the\nrest.  But now, I ask you, how can such an existential account of\nfacts of mental history decide in one way or another upon their\nspiritual significance?  According to the general postulate of\npsychology just referred to, there is not a single one of our\nstates of mind, high or low, healthy or morbid, that has not some\norganic process as its condition.  Scientific theories are\norganically conditioned just as much as religious emotions are;\nand if we only knew the facts intimately enough, we should\ndoubtless see “the liver” determining the dicta of the sturdy\natheist as decisively as it does those of the Methodist under\nconviction anxious about his soul.  When it alters in one way the\nblood that percolates it, we get the methodist, when in another\nway, we get the atheist form of mind.  So of all our raptures and\nour drynesses, our longings and pantings, our questions and\nbeliefs.  They are equally organically founded, be they religious\nor of non-religious content.",
        "To plead the organic causation of a religious state of  mind,\nthen, in refutation of its claim to possess superior spiritual\nvalue, is quite illogical and arbitrary, unless one has\nalready worked out in advance some psycho-physical theory\nconnecting spiritual values in general with determinate sorts of\nphysiological change.  Otherwise none of our thoughts and\nfeelings, not even our scientific doctrines, not even our\nDIS-beliefs, could retain any value as revelations of the truth,\nfor every one of them without exception flows from the state of\nits possessor’s body at the time.",
        "It is needless to say that medical materialism draws in point of\nfact no such sweeping skeptical conclusion.  It is sure, just as\nevery simple man is sure, that some states of mind are inwardly\nsuperior to others, and reveal to us more truth, and in this it\nsimply makes use of an ordinary spiritual judgment.  It has no\nphysiological theory of the production of these its favorite\nstates, by which it may accredit them; and its attempt to\ndiscredit the states which it dislikes, by vaguely associating\nthem with nerves and liver, and connecting them with names\nconnoting bodily affliction, is altogether illogical and\ninconsistent.",
        "Let us play fair in this whole matter, and be quite candid with\nourselves and with the facts.  When we think certain states of\nmind superior to others, is it ever because of what we know\nconcerning their organic antecedents?  No! it is always for two\nentirely different reasons.  It is either because we take an\nimmediate delight in them; or else it is because we believe them\nto bring us good consequential fruits for life.  When we speak\ndisparagingly of “feverish fancies,” surely the fever-process as\nsuch is not the ground of our disesteem–for aught we know to the\ncontrary, 103 degrees or 104 degrees Fahrenheit might be a much\nmore favorable temperature for truths to germinate and sprout in,\nthan the more ordinary blood-heat of 97 or 98 degrees.  It is\neither the disagreeableness itself of the fancies, or their\ninability to bear the criticisms of the convalescent hour.  When\nwe praise the thoughts which health brings, health’s peculiar\nchemical metabolisms have nothing to do with determining our\njudgment.  We know in fact almost nothing about these\nmetabolisms.  It is the character of inner happiness in the\nthoughts which stamps them as good, or else their consistency\nwith our other opinions and their serviceability for our needs,\nwhich make them pass for true in our esteem.",
        "Now the more intrinsic and the more remote of these criteria do\nnot always hang together.  Inner happiness and serviceability do\nnot always agree.  What immediately feels most “good” is not\nalways most “true,” when measured by the verdict of the rest of\nexperience.  The difference between Philip drunk and Philip sober\nis the classic instance in corroboration.  If merely “feeling\ngood” could decide, drunkenness would be the supremely valid\nhuman experience.  But its revelations, however acutely\nsatisfying at the moment, are inserted into an environment which\nrefuses to bear them out for any length of time.  The consequence\nof this discrepancy of the two criteria is the uncertainty which\nstill prevails over so many of our spiritual judgments.  There\nare moments of sentimental and mystical experience–we shall\nhereafter hear much of them–that carry an enormous sense of\ninner authority and illumination with them when they come.  But\nthey come seldom, and they do not come to everyone; and the rest\nof life makes either no connection with them, or tends to\ncontradict them more than it confirms them.  Some persons follow\nmore the voice of the moment in these cases, some prefer to be\nguided by the average results.  Hence the sad discordancy of so\nmany of the spiritual judgments of human beings; a discordancy\nwhich will be brought home to us acutely enough before these\nlectures end.",
        "It is, however, a discordancy that can never be resolved by any\nmerely medical test.  A good example of the impossibility of\nholding strictly to the medical tests is seen in the theory of\nthe pathological causation of genius promulgated by recent\nauthors.  “Genius,” said Dr. Moreau, “is but one of the many\nbranches of the neuropathic tree.”  “Genius,” says Dr. Lombroso,\n“is a symptom of hereditary degeneration of the epileptoid\nvariety, and is allied to moral insanity.”   “Whenever a man’s\nlife,” writes Mr. Nisbet, “is at once sufficiently illustrious\nand recorded with sufficient fullness to be a subject of\nprofitable study, he inevitably falls into the morbid category. .\n. .  And it is worthy of remark that, as a rule, the greater the\ngenius, the greater the unsoundness.\"[3]",
        "[3]  J. F. Nisbet:  The Insanity of Genius, 3d ed., London, 1893,\npp. xvi., xxiv.",
        "Now do these authors, after having succeeded in establishing to\ntheir own satisfaction that the works of genius are fruits of\ndisease, consistently proceed thereupon to impugn the VALUE of\nthe fruits?  Do they deduce a new spiritual judgment from their\nnew doctrine of existential conditions? Do they frankly forbid us\nto admire the productions of genius from now onwards?  and say\noutright that no neuropath can ever be a revealer of new truth?",
        "No! their immediate spiritual instincts are too strong for them\nhere, and hold their own against inferences which, in mere love\nof logical consistency, medical materialism ought to be only too\nglad to draw.  One disciple of the school, indeed, has striven to\nimpugn the value of works of genius in a wholesale way (such\nworks of contemporary art, namely, as he himself is unable to\nenjoy, and they are many) by using medical arguments.[4]  But for\nthe most part the masterpieces are left unchallenged; and the\nmedical line of attack either confines itself to such secular\nproductions as everyone admits to be intrinsically eccentric, or\nelse addresses itself exclusively to religious manifestations. \nAnd then it is because the religious manifestations have been\nalready condemned because the critic dislikes them on internal or\nspiritual grounds.",
        "[4]  Max Nordau, in his bulky book entitled Degeneration.",
        "In the natural sciences and industrial arts it never occurs to\nanyone to try to refute opinions by showing up their author’s\nneurotic constitution.  Opinions here are invariably tested by\nlogic and by experiment, no matter what may be their author’s\nneurological type.  It should be no otherwise with religious\nopinions.  Their value can only be ascertained by spiritual\njudgments directly passed upon them, judgments based on our own\nimmediate feeling primarily; and secondarily on what we can\nascertain of their experiential relations to our moral needs and\nto the rest of what we hold as true.",
        "Immediate luminousness, in short, philosophical reasonableness,\nand moral helpfulness are the only available criteria. Saint\nTeresa might have had the nervous system of the placidest cow,\nand it would not now save her theology, if the trial of the\ntheology by these other tests should show it to be contemptible. \nAnd conversely if her theology can stand these other tests, it\nwill make no difference how hysterical or nervously off her\nbalance Saint Teresa may have been when she was with us here\nbelow.",
        "You see that at bottom we are thrown back upon the general\nprinciples by which the empirical philosophy has always contended\nthat we must be guided in our search for truth.  Dogmatic\nphilosophies have sought for tests for truth which might dispense\nus from appealing to the future. Some direct mark, by noting\nwhich we can be protected immediately and absolutely, now and\nforever, against all mistake–such has been the darling dream of\nphilosophic dogmatists.  It is clear that the ORIGIN of the truth\nwould be an admirable criterion of this sort, if only the various\norigins could be discriminated from one another from this \npoint of view, and the history of dogmatic opinion shows that\norigin has always been a favorite test.  Origin in immediate\nintuition; origin in pontifical authority; origin in supernatural\nrevelation, as by vision, hearing, or unaccountable impression;\norigin in direct possession by a higher spirit, expressing itself\nin prophecy and warning; origin in automatic utterance\ngenerally–these origins have been stock warrants for the truth\nof one opinion after another which we find represented in\nreligious history.  The medical materialists are therefore only\nso many belated dogmatists, neatly turning the tables on their\npredecessors by using the criterion of origin in a destructive\ninstead of an accreditive way.",
        "They are effective with their talk of pathological origin only so\nlong as supernatural origin is pleaded by the other side, and\nnothing but the argument from origin is under discussion.  But\nthe argument from origin has seldom been used alone, for it is\ntoo obviously insufficient.  Dr. Maudsley is perhaps the\ncleverest of the rebutters of supernatural religion on grounds of\norigin.  Yet he finds himself forced to write:–",
        "“What right have we to believe Nature under any obligation to do\nher work by means of complete minds only?  She may find an\nincomplete mind a more suitable instrument for a particular\npurpose.  It is the work that is done, and the quality in the\nworker by which it was done, that is alone of moment; and it may\nbe no great matter from a cosmical standpoint, if in other\nqualities of character he was singularly defective–if indeed he\nwere hypocrite, adulterer, eccentric, or lunatic. . . .  Home we\ncome again, then, to the old and last resort of certitude–namely\nthe common assent of mankind, or of the competent by instruction\nand training among mankind.\"[5]",
        "[5]  H. Maudsley:  Natural Causes and Supernatural Seemings,\n1886, pp. 256, 257.",
        "In other words, not its origin, but THE WAY IN WHICH IT WORKS ON\nTHE WHOLE, is Dr. Maudsley’s final test of a belief.  This is our\nown empiricist criterion; and this criterion the stoutest\ninsisters on supernatural origin have also been forced to use in\nthe end.  Among the visions and messages some have always been\ntoo patently silly, among the trances and convulsive seizures\nsome have been too fruitless for conduct and character, to pass\nthemselves off as significant, still less as divine.  In the\nhistory of Christian mysticism the problem how to discriminate\nbetween such messages and experiences as were really divine\nmiracles, and such others as the demon in his malice was able to\ncounterfeit, thus making the religious person twofold more the\nchild of hell he was before, has always been a difficult one to\nsolve, needing all the sagacity and experience of the best\ndirectors of conscience.  In the end it had to come to our\nempiricist criterion:  By their fruits ye shall know them, not by\ntheir roots.  Jonathan Edwards’s Treatise on Religious Affections\nis an elaborate working out of this thesis.  The ROOTS of a man’s\nvirtue are inaccessible to us.  No appearances whatever are\ninfallible proofs of grace.  Our practice is the only sure\nevidence, even to ourselves, that we are genuinely Christians.",
        "“In forming a judgment of ourselves now,” Edwards writes, we\nshould certainly adopt that evidence which our supreme Judge will\nchiefly make use of when we come to stand before him at the last\nday. . . .  There is not one grace of the Spirit of God, of the\nexistence of which, in any professor of religion, Christian\npractice is not the most decisive evidence. . . .  The degree in\nwhich our experience is productive of practice shows the degree\nin which our experience is spiritual and divine.”",
        "Catholic writers are equally emphatic.  The good dispositions\nwhich a vision, or voice, or other apparent heavenly favor leave\nbehind them are the only marks by which we <22> may be sure they\nare not possible deceptions of the tempter.  Says Saint Teresa:–",
        "“Like imperfect sleep which, instead of giving more strength to\nthe head, doth but leave it the more exhausted, the result of\nmere operations of the imagination is but to weaken the soul.\nInstead of nourishment and energy she reaps only lassitude and\ndisgust:  whereas a genuine heavenly vision yields to her a\nharvest of ineffable spiritual riches, and an admirable renewal\nof bodily strength.  I alleged these reasons to those who so\noften accused my visions of being the work of the enemy of\nmankind and the sport of my imagination. . . .  I showed them the\njewels which the divine hand had left with me:–they were my\nactual dispositions.  All those who knew me saw that I was\nchanged; my confessor bore witness to the fact; this improvement,\npalpable in all respects, far from being hidden, was brilliantly\nevident to all men.  As for myself, it was impossible to believe\nthat if the demon were its author, he could have used, in order\nto lose me and lead me to hell, an expedient so contrary to his\nown interests as that of uprooting my vices, and filling me with\nmasculine courage and other virtues instead, for I saw clearly\nthat a single one of these visions was enough to enrich me with\nall that wealth.\"[6]",
        "[6]  Autobiography, ch. xxviii.",
        "I fear I may have made a longer excursus than was necessary, and\nthat fewer words would have dispelled the uneasiness which may\nhave arisen among some of you as I announced my pathological\nprogramme.  At any rate you must all be ready now to judge the\nreligious life by its results exclusively, and I shall assume\nthat the bugaboo of morbid origin will scandalize your piety no\nmore.",
        "Still, you may ask me, if its results are to be the ground of our\nfinal spiritual estimate of a religious phenomenon, why threaten\nus at all with so much existential study of its conditions?  Why\nnot simply leave pathological questions out?",
        "To this I reply in two ways.  First, I say, irrepressible\ncuriosity imperiously leads one on; and I say, secondly, that it\nalways leads to a better understanding of a thing’s significance\nto consider its exaggerations and perversions its equivalents and\nsubstitutes and nearest relatives elsewhere.  Not that we may\nthereby swamp the thing in the wholesale condemnation which we\npass on its inferior congeners, but rather that we may by\ncontrast ascertain the more precisely in what its merits consist,\nby learning at the same time to what particular dangers of\ncorruption it may also be exposed.",
        "Insane conditions have this advantage, that they isolate special\nfactors of the mental life, and enable us to inspect them\nunmasked by their more usual surroundings.  They play the part in\nmental anatomy which the scalpel and the microscope play in the\nanatomy of the body.  To understand a thing rightly we need to\nsee it both out of its environment and in it, and to have\nacquaintance with the whole range of its variations.  The study\nof hallucinations has in this way been for psychologists the key\nto their comprehension of normal sensation, that of illusions has\nbeen the key to the right comprehension of perception.  Morbid\nimpulses and imperative conceptions, “fixed ideas,” so called,\nhave thrown a flood of light on the psychology of the normal\nwill; and obsessions and delusions have performed the same\nservice for that of the normal faculty of belief.",
        "Similarly, the nature of genius has been illuminated by the\nattempts, of which I already made mention, to class it with\npsychopathical phenomena.  Borderland insanity, crankiness,\ninsane temperament, loss of mental balance, psychopathic\ndegeneration (to use a few of the many synonyms by which it has\nbeen called), has certain peculiarities and liabilities which,\nwhen combined with a superior quality of intellect in an\nindividual, make it more probable that he will make his mark and\naffect his age, than if his temperament were less neurotic. \nThere is of course no special affinity between crankiness as such\nand superior intellect,[7] for most psychopaths have feeble\nintellects, and superior intellects more commonly have normal\nnervous systems. But the psychopathic temperament, whatever be\nthe intellect with which it finds itself paired, often brings\nwith it ardor and excitability of character.  The cranky person\nhas extraordinary emotional susceptibility.  He\nis liable to fixed ideas and obsessions.  His conceptions tend to\npass immediately into belief and action; and when he gets a new\nidea, he has no rest till he proclaims it, or in some way “works\nit off.”  “What shall I think of it?” a common person says to\nhimself about a vexed question; but in a “cranky” mind “What must\nI do about it?” is the form the question tends to take.  In the\nautobiography of that high-souled woman, Mrs. Annie Besant, I\nread the following passage:  “Plenty of people wish well to any\ngood cause, but very few care to exert themselves to help it, and\nstill fewer will risk anything in its support.  ’Someone ought to\ndo it, but why should I?’ is the ever reechoed phrase of\nweak-kneed amiability. ’Someone ought to do it, so why not I?’ is\nthe cry of some earnest servant of man, eagerly forward springing\nto face some perilous duty.  Between these two sentences lie\nwhole centuries of moral evolution.”  True enough! and between\nthese two sentences lie also the different destinies of the\nordinary sluggard and the psychopathic man.  Thus, when a\nsuperior intellect and a psychopathic temperament coalesce–as in\nthe endless permutations and combinations of human faculty, they\nare bound to coalesce often enough–in the same individual, we\nhave the best possible condition for the kind of effective genius\nthat gets into the <25> biographical dictionaries.  Such men do\nnot remain mere critics and understanders with their intellect. \nTheir ideas possess them, they inflict them, for better or worse,\nupon their companions or their age.  It is they who get counted\nwhen Messrs. Lombroso, Nisbet, and others invoke statistics to\ndefend their paradox.",
        "[7]  Superior intellect, as Professor Bain has admirably shown,\nseems to consist in nothing so much as in a large development of\nthe faculty of association by similarity.",
        "To pass now to religious phenomena, take the melancholy which, as\nwe shall see, constitutes an essential moment in every complete\nreligious evolution.  Take the happiness which achieved religious\nbelief confers.  Take the trancelike states of insight into truth\nwhich all religious mystics report.[8]  These are each and all of\nthem special cases of kinds of human experience of much wider\nscope.  Religious melancholy, whatever peculiarities it may have\nqua religious, is at any rate melancholy.  Religious happiness is\nhappiness. Religious trance is trance.  And the moment we\nrenounce the absurd notion that a thing is exploded away as soon\nas it is classed with others, or its origin is shown; the moment\nwe agree to stand by experimental results and inner quality, in\njudging of values–who does not see that we are likely to\nascertain the distinctive significance of religious melancholy\nand happiness, or of religious trances, far better by comparing\nthem as conscientiously as we can with other varieties of\nmelancholy, happiness, and trance, than by refusing to consider\ntheir place in any more general series, and treating them as if\nthey were outside of nature’s order altogether?",
        "I hope that the course of these lectures will confirm us in this\nsupposition.  As regards the psychopathic origin of so many\nreligious phenomena, that would not be in the least surprising or\ndisconcerting, even were such phenomena certified from on high to\nbe the most precious of human experiences.  No one organism can\npossibly yield to its owner the whole body of truth.  Few of us\nare not in some way infirm, or even diseased; and our very\ninfirmities help us unexpectedly.  In the psychopathic\ntemperament we have the emotionality which is the sine qua non of\nmoral perception; we have the intensity and tendency to emphasis\nwhich are the essence of practical moral vigor; and we have the\nlove of metaphysics and mysticism which carry one’s interests\nbeyond the surface of the sensible world. What, then, is more\nnatural than that this temperament should introduce one to\nregions of religious truth, to corners of the universe, which\nyour robust Philistine type of nervous system, forever offering\nits biceps to be felt, thumping its breast, and thanking Heaven\nthat it hasn’t a single morbid fiber in its composition, would be\nsure to hide forever from its self-satisfied possessors?",
        "[8]  I may refer to a criticism of the insanity theory of genius\nin the Psychological Review, ii. 287 (1895).",
        "If there were such a thing as inspiration from a higher realm, it\nmight well be that the neurotic temperament would furnish the\nchief condition of the requisite receptivity. And having said\nthus much, I think that I may let the matter of religion and\nneuroticism drop.",
        "The mass of collateral phenomena, morbid or healthy, with which\nthe various religious phenomena must be compared in order to\nunderstand them better, forms what in the slang of pedagogics is\ntermed “the apperceiving mass” by which we comprehend them.  The\nonly novelty that I can imagine this course of lectures to\npossess lies in the breadth of the apperceiving mass.  I may\nsucceed in discussing religious experiences in a wider context\nthan has been usual in university courses.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}