{
    "title": "The Story of Mankind - Mohammed (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "29",
    "content": [
        "\n",
        "\n\n",
        "AHMED, THE CAMEL-DRIVER, WHO BECAME\nTHE PROPHET OF THE ARABIAN DESERT\nAND WHOSE FOLLOWERS ALMOST\nCONQUERED THE ENTIRE KNOWN WORLD\nFOR THE GREATER GLORY OF ALLAH, THE\nONLY TRUE GOD",
        "SINCE the days of Carthage and Hannibal we have said\nnothing of the Semitic people. You will remember how they\nfilled all the chapters devoted to the story of the Ancient World.\nThe Babylonians, the Assyrians, the Phoenicians, the Jews,\nthe Arameans, the Chaldeans, all of them Semites, had been\nthe rulers of western Asia for thirty or forty centuries. They\nhad been conquered by the Indo-European Persians who had\ncome from the east and by the Indo-European Greeks who\nhad come from the west. A hundred years after the death of\nAlexander the Great, Carthage, a colony of Semitic Phoenicians,\nhad fought the Indo-European Romans for the mastery\nof the Mediterranean. Carthage had been defeated and destroyed\nand for eight hundred years the Romans had been masters\nof the world. In the seventh century, however, another\nSemitic tribe appeared upon the scene and challenged the\npower of the west. They were the Arabs, peaceful shepherds\nwho had roamed through the desert since the beginning of time\nwithout showing any signs of imperial ambitions.",
        "Then they listened to Mohammed, mounted their horses and\nin less than a century they had pushed to the heart of Europe\nand proclaimed the glories of Allah, “the only God,” and\nMohammed, “the prophet of the only God,” to the frightened\npeasants of France.",
        "The story of Ahmed, the son of Abdallah and Aminah\n(usually known as Mohammed, or “he who will be praised,\";\nreads like a chapter in the “Thousand and One Nights.” He\nwas a camel-driver, born in Mecca. He seems to have been an\nepileptic and he suffered from spells of unconsciousness when\nhe dreamed strange dreams and heard the voice of the angel\nGabriel, whose words were afterwards written down in a book\ncalled the Koran. His work as a caravan leader carried him\nall over Arabia and he was constantly falling in with Jewish\nmerchants and with Christian traders, and he came to see that\nthe worship of a single God was a very excellent thing. His\nown people, the Arabs, still revered queer stones and trunks\nof trees as their ancestors had done, tens of thousands of\nyears before. In Mecca, their holy city, stood a little square\nbuilding, the Kaaba, full of idols and strange odds and ends\nof Hoo-doo worship.",
        "Mohammed decided to be the Moses of the Arab people. He\ncould not well be a prophet and a camel-driver at the same time.\nSo he made himself independent by marrying his employer, the\nrich widow Chadija. Then he told his neighbours in Mecca\nthat he was the long-expected prophet sent by Allah to save the\nworld. The neighbours laughed most heartily and when Mohammed\ncontinued to annoy them with his speeches they decided to kill him.\nThey regarded him as a lunatic and a public bore who deserved no mercy.\nMohammed heard of the plot and in the dark of night he fled to Medina\ntogether with Abu Bekr, his trusted pupil. This happened\nin the year 622. It is the most important date in Mohammedan\nhistory and is known as the Hegira–the year of the Great Flight.",
        "In Medina, Mohammed, who was a stranger, found it easier\nto proclaim himself a prophet than in his home city, where\nevery one had known him as a simple camel-driver. Soon he\nwas surrounded by an increasing number of followers, or\nMoslems, who accepted the Islam, “the submission to the will\nof God,” which Mohammed praised as the highest of all virtues.\nFor seven years he preached to the people of Medina. Then\nhe believed himself strong enough to begin a campaign against\nhis former neighbours who had dared to sneer at him and his\nHoly Mission in his old camel-driving days. At the head of\nan army of Medinese he marched across the desert. His followers\ntook Mecca without great difficulty, and having slaughtered\na number of the inhabitants, they found it quite easy to\nconvince the others that Mohammed was really a great prophet.",
        "From that time on until the year of his death, Mohammed\nwas fortunate in everything he undertook.",
        "There are two reasons for the success of Islam. In the\nfirst place, the creed which Mohammed taught to his followers\nwas very simple. The disciples were told that they must love\nAllah, the Ruler of the World, the Merciful and Compassionate.\nThey must honour and obey their parents. They\nwere warned against dishonesty in dealing with their neighbours\nand were admonished to be humble and charitable, to the\npoor and to the sick. Finally they were ordered to abstain\nfrom strong drink and to be very frugal in what they ate. That\nwas all. There were no priests, who acted as shepherds of\ntheir flocks and asked that they be supported at the common\nexpense. The Mohammedan churches or mosques were merely\nlarge stone halls without benches or pictures, where the faithful\ncould gather (if they felt so inclined) to read and discuss\nchapters from the Koran, the Holy Book. But the average\nMohammedan carried his religion with him and never felt\nhimself hemmed in by the restrictions and regulations of an\nestablished church. Five times a day he turned his face towards\nMecca, the Holy City, and said a simple prayer. For the\nrest of the time he let Allah rule the world as he saw fit and\naccepted whatever fate brought him with patient resignation.",
        "Of course such an attitude towards life did not encourage\nthe Faithful to go forth and invent electrical machinery or\nbother about railroads and steamship lines. But it gave every\nMohammedan a certain amount of contentment. It bade\nhim be at peace with himself and with the world in which he\nlived and that was a very good thing.",
        "The second reason which explains the success of the Moslems\nin their warfare upon the Christians, had to do with the\nconduct of those Mohammedan soldiers who went forth to do\nbattle for the true faith. The Prophet promised that those\nwho fell, facing the enemy, would go directly to Heaven.\nThis made sudden death in the field preferable to a long but\ndreary existence upon this earth. It gave the Mohammedans\nan enormous advantage over the Crusaders who were in constant\ndread of a dark hereafter, and who stuck to the good\nthings of this world as long as they possibly could. Incidentally\nit explains why even to-day Moslem soldiers will charge\ninto the fire of European machine guns quite indifferent to\nthe fate that awaits them and why they are such dangerous\nand persistent enemies.",
        "Having put his religious house in order, Mohammed now\nbegan to enjoy his power as the undisputed ruler of a large\nnumber of Arab tribes. But success has been the undoing of\na large number of men who were great in the days of adversity.\nHe tried to gain the good will of the rich people by a number\nof regulations which could appeal to those of wealth.\nHe allowed the Faithful to have four wives. As one wife\nwas a costly investment in those olden days when brides were\nbought directly from the parents, four wives became a positive\nluxury except to those who possessed camels and dromedaries\nand date orchards beyond the dreams of avarice. A religion\nwhich at first had been meant for the hardy hunters of the\nhigh skied desert was gradually transformed to suit the needs\nof the smug merchants who lived in the bazaars of the cities.\nIt was a regrettable change from the original program and it\ndid very little good to the cause of Mohammedanism. As for\nthe prophet himself, he went on preaching the truth of Allah\nand proclaiming new rules of conduct until he died, quite\nsuddenly, of a fever on June the seventh of the year 632.",
        "His successor as Caliph (or leader) of the Moslems was\nhis father-in-law, Abu-Bekr, who had shared the early dangers\nof the prophet’s life. Two years later, Abu-Bekr died and\nOmar ibn Al-Khattab followed him. In less than ten years\nhe conquered Egypt, Persia, Phoenicia, Syria and Palestine\nand made Damascus the capital of the first Mohammedan world\nempire.",
        "Omar was succeeded by Ali, the husband of Mohammed’s\ndaughter, Fatima, but a quarrel broke out upon a point of\nMoslem doctrine and Ali was murdered. After his death,\nthe caliphate was made hereditary and the leaders of the faithful\nwho had begun their career as the spiritual head of a religious\nsect became the rulers of a vast empire. They built\na new city on the shores of the Euphrates, near the ruins of\nBabylon and called it Bagdad, and organising the Arab horsemen\ninto regiments of cavalry, they set forth to bring the\nhappiness of their Moslem faith to all unbelievers. In the\nyear 700 A.D. a Mohammedan general by the name of Tarik\ncrossed the old gates of Hercules and reached the high rock\non the European side which he called the Gibel-al-tarik, the\nHill of Tarik or Gibraltar.",
        "Eleven years later in the battle of Xeres de la Frontera,\nhe defeated the king of the Visigoths and then the Moslem\narmy moved northward and following the route of Hannibal,\nthey crossed the passes of the Pyrenees. They defeated the\nDuke of Aquitania, who tried to halt them near Bordeaux,\nand marched upon Paris. But in the year 732 (one\nhundred years after the death of the prophet,) they were\nbeaten in a battle between Tours and Poitiers. On that\nday, Charles Martel (Charles with the Hammer) the Frankish\nchieftain, saved Europe from a Mohammedan con-\nquest. He drove the Moslems out of France, but they maintained\nthemselves in Spain where Abd-ar-Rahman founded the\nCaliphate of Cordova, which became the greatest centre of\nscience and art of mediaeval Europe.",
        "This Moorish kingdom, so-called because the people came\nfrom Mauretania in Morocco, lasted seven centuries. It was\nonly after the capture of Granada, the last Moslem stronghold,\nin the year 1492, that Columbus received the royal grant which\nallowed him to go upon a voyage of discovery. The Mohammedans\nsoon regained their strength in the new conquests\nwhich they made in Asia and Africa and to-day there are as\nmany followers of Mohammed as there are of Christ.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}