{
    "title": "The Story of Mankind - Moses (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "THE STORY OF MOSES, THE LEADER OF THE\nJEWISH PEOPLE",
        "SOME time during the twentieth century before our era,\na small and unimportant tribe of Semitic shepherds had left\nits old home, which was situated in the land of Ur on the mouth\nof the Euphrates, and had tried to find new pastures within\nthe domain of the Kings of Babylonia. They had been driven\naway by the royal soldiers and they had moved westward\nlooking for a little piece of unoccupied territory where they\nmight set up their tents.",
        "This tribe of shepherds was known as the Hebrews or, as\nwe call them, the Jews. They had wandered far and wide,\nand after many years of dreary peregrinations they had been\ngiven shelter in Egypt. For more than five centuries they\nhad dwelt among the Egyptians and when their adopted country\nhad been overrun by the Hyksos marauders (as I told\nyou in the story of Egypt) they had managed to make themselves\nuseful to the foreign invader and had been left in the\nundisturbed possession of their grazing fields. But after a\nlong war of independence the Egyptians had driven the\nHyksos out of the valley of the Nile and then the Jews had\ncome upon evil times for they had been degraded to the rank\nof common slaves and they had been forced to work on the\nroyal roads and on the Pyramids. And as the frontiers were\nguarded by the Egyptian soldiers it had been impossible for\nthe Jews to escape.",
        "After many years of suffering they were saved from their\nmiserable fate by a young Jew, called Moses, who for a long\ntime had dwelt in the desert and there had learned to appreciate\nthe simple virtues of his earliest ancestors, who had kept\naway from cities and city-life and had refused to let themselves\nbe corrupted by the ease and the luxury of a foreign\ncivilisation.",
        "Moses decided to bring his people back to a love of the ways\nof the patriarchs. He succeeded in evading the Egyptian\ntroops that were sent after him and led his fellow tribesmen\ninto the heart of the plain at the foot of Mount Sinai. During\nhis long and lonely life in the desert, he had learned to\nrevere the strength of the great God of the Thunder and the\nStorm, who ruled the high heavens and upon whom the shepherds\ndepended for life and light and breath. This God, one\nof the many divinities who were widely worshipped in western\nAsia, was called Jehovah, and through the teaching of Moses,\nhe became the sole Master of the Hebrew race.",
        "One day, Moses disappeared from the camp of the Jews.\nIt was whispered that he had gone away carrying two tablets\nof rough-hewn stone. That afternoon, the top of the mountain\nwas lost to sight. The darkness of a terrible storm hid it from\nthe eye of man. But when Moses returned, behold! there stood\nengraved upon the tablets the words which Jehovah had spoken\nunto the people of Israel amidst the crash of his thunder and\nthe blinding flashes of his lightning. And from that moment,\nJehovah was recognised by all the Jews as the Highest Master\nof their Fate, the only True God, who had taught them how\nto live holy lives when he bade them to follow the wise lessons\nof his Ten Commandments.",
        "They followed Moses when he bade them continue their\njourney through the desert. They obeyed him when he told\nthem what to eat and drink and what to avoid that they might\nkeep well in the hot climate. And finally after many years of\nwandering they came to a land which seemed pleasant and\nprosperous. It was called Palestine, which means the country\nof the “Pilistu” the Philistines, a small tribe of Cretans who\nhad settled along the coast after they had been driven away\nfrom their own island. Unfortunately, the mainland, Palestine,\nwas already inhabited by another Semitic race, called the\nCanaanites. But the Jews forced their way into the valleys\nand built themselves cities and constructed a mighty temple\nin a town which they named Jerusalem, the Home of Peace.\nAs for Moses, he was no longer the leader of his people. He\nhad been allowed to see the mountain ridges of Palestine from\nafar. Then he had closed his tired eyes for all time. He had\nworked faithfully and hard to please Jehovah. Not only had\nhe guided his brethren out of foreign slavery into the free and\nindependent life of a new home but he had also made the Jews\nthe first of all nations to worship a single God.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}