{
    "title": "The Sorrows of Young Werther - August 18.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "34",
    "content": [
        "\n\n",
        "Must it ever be thus, — that the source of our happiness must\nalso be the fountain of our misery? The full and ardent sentiment\nwhich animated my heart with the love of nature, overwhelming me\nwith a torrent of delight, and which brought all paradise before\nme, has now become an insupportable torment, a demon which perpetually\npursues and harasses me. When in bygone days I gazed from these\nrocks upon yonder mountains across the river, and upon the green,\nflowery valley before me, and saw alI nature budding and bursting\naround; the hills clothed from foot to peak with tall, thick forest\ntrees; the valleys in all their varied windings, shaded with the\nloveliest woods; and the soft river gliding along amongst the\nlisping reeds, mirroring the beautiful clouds which the soft evening\nbreeze wafted across the sky, — when I heard the groves about me\nmelodious with the music of birds, and saw the million swarms of\ninsects dancing in the last golden beams of the sun, whose setting\nrays awoke the humming beetles from their grassy beds, whilst the\nsubdued tumult around directed my attention to the ground, and I\nthere observed the arid rock compelled to yield nutriment to the\ndry moss, whilst the heath flourished upon the barren sands below\nme, all this displayed to me the inner warmth which animates all\nnature, and filled and glowed within my heart. I felt myself\nexalted by this overflowing fulness to the perception of the\nGodhead, and the glorious forms of an infinite universe became\nvisible to my soul! Stupendous mountains encompassed me, abysses\nyawned at my feet, and cataracts fell headlong down before me;\nimpetuous rivers rolled through the plain, and rocks and mountains\nresounded from afar. In the depths of the earth I saw innumerable\npowers in motion, and multiplying to infinity; whilst upon its\nsurface, and beneath the heavens, there teemed ten thousand varieties\nof living creatures. Everything around is alive with an infinite\nnumber of forms; while mankind fly for security to their petty\nhouses, from the shelter of which they rule in their imaginations\nover the wide-extended universe. Poor fool! in whose petty\nestimation all things are little. From the inaccessible mountains,\nacross the desert which no mortal foot has trod, far as the confines\nof the unknown ocean, breathes the spirit of the eternal Creator;\nand every atom to which he has given existence finds favour in his\nsight. Ah, how often at that time has the flight of a bird, soaring\nabove my head, inspired me with the desire of being transported\nto the shores of the immeasurable waters, there to quaff the\npleasures of life from the foaming goblet of the Infinite, and to\npartake, if but for a moment even, with the confined powers of my\nsoul, the beatitude of that Creator who accomplishes all things\nin himself, and through himself!",
        "My dear friend, the bare recollection of those hours still consoles\nme. Even this effort to recall those ineffable sensations, and\ngive them utterance, exalts my soul above itself, and makes me\ndoubly feel the intensity of my present anguish.",
        "It is as if a curtain had been drawn from before my eyes, and,\ninstead of prospects of eternal life, the abyss of an ever open\ngrave yawned before me. Can we say of anything that it exists\nwhen all passes away, when time, with the speed of a storm, carries\nall things onward, — and our transitory existence, hurried along\nby the torrent, is either swallowed up by the waves or dashed\nagainst the rocks? There is not a moment but preys upon you, —\nand upon all around you, not a moment in which you do not yourself\nbecome a destroyer. The most innocent walk deprives of life\nthousands of poor insects: one step destroys the fabric of the\nindustrious ant, and converts a little world into chaos. No: it\nis not the great and rare calamities of the world, the floods which\nsweep away whole villages, the earthquakes which swallow up our\ntowns, that affect me. My heart is wasted by the thought of that\ndestructive power which lies concealed in every part of universal\nnature. Nature has formed nothing that does not consume itself,\nand every object near it: so that, surrounded by earth and air,\nand all the active powers, I wander on my way with aching heart;\nand the universe is to me a fearful monster, for ever devouring\nits own offspring.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}