{
    "title": "The Diary of a Nobody - by George and Weedon Grossmith [Authorama]",
    "author": "Unknown",
    "chapter": "nobody",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Why should I not publish my diary?  I have often seen reminiscences\nof people I have never even heard of, and I fail to see - because I\ndo not happen to be a ’Somebody’ - why my diary should not be\ninteresting.  My only regret is that I did not commence it when I\nwas a youth.",
        "Charles Pooter\nThe Laurels,\nBrickfield Terrace\nHolloway.",
        "We settle down in our new home, and I resolve to keep a diary.\nTradesmen trouble us a bit, so does the scraper.  The Curate calls\nand pays me a great compliment.",
        "\n\nThe Laurels\n",
        "\nMy clear wife Carrie and I have just been a week in our new house,\n\"The Laurels,” Brickfield Terrace, Holloway - a nice six-roomed\nresidence, not counting basement, with a front breakfast-parlour.\nWe have a little front garden; and there is a flight of ten steps\nup to the front door, which, by-the-by, we keep locked with the\nchain up.  Cummings, Gowing, and our other intimate friends always\ncome to the little side entrance, which saves the servant the\ntrouble of going up to the front door, thereby taking her from her\nwork.  We have a nice little back garden which runs down to the\nrailway.  We were rather afraid of the noise of the trains at\nfirst, but the landlord said we should not notice them after a bit,\nand took 2 pounds off the rent.  He was certainly right; and beyond\nthe cracking of the garden wall at the bottom, we have suffered no\ninconvenience.",
        "After my work in the City, I like to be at home.  What’s the good\nof a home, if you are never in it?  “Home, Sweet Home,” that’s my\nmotto.  I am always in of an evening.  Our old friend Gowing may\ndrop in without ceremony; so may Cummings, who lives opposite.  My\ndear wife Caroline and I are pleased to see them, if they like to\ndrop in on us.  But Carrie and I can manage to pass our evenings\ntogether without friends.  There is always something to be done:  a\ntin-tack here, a Venetian blind to put straight, a fan to nail up,\nor part of a carpet to nail down - all of which I can do with my\npipe in my mouth; while Carrie is not above putting a button on a\nshirt, mending a pillow-case, or practising the “Sylvia Gavotte” on\nour new cottage piano (on the three years’ system), manufactured by\nW. Bilkson (in small letters), from Collard and Collard (in very\nlarge letters).  It is also a great comfort to us to know that our\nboy Willie is getting on so well in the Bank at Oldham.  We should\nlike to see more of him.  Now for my diary:-",
        "\nApril 3. - Tradesmen called for custom, and I promised Farmerson,\nthe ironmonger, to give him a turn if I wanted any nails or tools.\nBy-the-by, that reminds me there is no key to our bedroom door, and\nthe bells must be seen to.  The parlour bell is broken, and the\nfront door rings up in the servant’s bedroom, which is ridiculous.\nDear friend Gowing dropped in, but wouldn’t stay, saying there was\nan infernal smell of paint.",
        "\n\nOur dear friend Gowing\n",
        "April 4.  Tradesmen still calling; Carrie being out, I arranged to\ndeal with Horwin, who seemed a civil butcher with a nice clean\nshop.  Ordered a shoulder of mutton for to-morrow, to give him a\ntrial.  Carrie arranged with Borset, the butterman, and ordered a\npound of fresh butter, and a pound and a half of salt ditto for\nkitchen, and a shilling’s worth of eggs.  In the evening, Cummings\nunexpectedly dropped in to show me a meerschaum pipe he had won in\na raffle in the City, and told me to handle it carefully, as it\nwould spoil the colouring if the hand was moist.  He said he\nwouldn’t stay, as he didn’t care much for the smell of the paint,\nand fell over the scraper as he went out.  Must get the scraper\nremoved, or else I shall get into a SCRAPE.  I don’t often make\njokes.",
        "\n\nOur dear friend Cummings\n",
        "April 5. - Two shoulders of mutton arrived, Carrie having arranged\nwith another butcher without consulting me.  Gowing called, and\nfell over scraper coming in.  MUST get that scraper removed.",
        "April 6. - Eggs for breakfast simply shocking; sent them back to\nBorset with my compliments, and he needn’t call any more for\norders.  Couldn’t find umbrella, and though it was pouring with\nrain, had to go without it.  Sarah said Mr. Gowing must have took\nit by mistake last night, as there was a stick in the ’all that\ndidn’t belong to nobody.  In the evening, hearing someone talking\nin a loud voice to the servant in the downstairs hall, I went out\nto see who it was, and was surprised to find it was Borset, the\nbutterman, who was both drunk and offensive.  Borset, on seeing me,\nsaid he would be hanged if he would ever serve City clerks any more\n- the game wasn’t worth the candle.  I restrained my feelings, and\nquietly remarked that I thought it was POSSIBLE for a city clerk to\nbe a GENTLEMAN.  He replied he was very glad to hear it, and wanted\nto know whether I had ever come across one, for HE hadn’t.  He left\nthe house, slamming the door after him, which nearly broke the\nfanlight; and I heard him fall over the scraper, which made me feel\nglad I hadn’t removed it.  When he had gone, I thought of a\nsplendid answer I ought to have given him.  However, I will keep it\nfor another occasion.",
        "April 7. - Being Saturday, I looked forward to being home early,\nand putting a few things straight; but two of our principals at the\noffice were absent through illness, and I did not get home till\nseven.  Found Borset waiting.  He had been three times during the\nday to apologise for his conduct last night.  He said he was unable\nto take his Bank Holiday last Monday, and took it last night\ninstead.  He begged me to accept his apology, and a pound of fresh\nbutter.  He seems, after all, a decent sort of fellow; so I gave\nhim an order for some fresh eggs, with a request that on this\noccasion they SHOULD be fresh.  I am afraid we shall have to get\nsome new stair-carpets after all; our old ones are not quite wide\nenough to meet the paint on either side.  Carrie suggests that we\nmight ourselves broaden the paint.  I will see if we can match the\ncolour (dark chocolate) on Monday.",
        "April 8, Sunday. - After Church, the Curate came back with us.  I\nsent Carrie in to open front door, which we do not use except on\nspecial occasions.  She could not get it open, and after all my\ndisplay, I had to take the Curate (whose name, by-the-by, I did not\ncatch,) round the side entrance.  He caught his foot in the\nscraper, and tore the bottom of his trousers.  Most annoying, as\nCarrie could not well offer to repair them on a Sunday.  After\ndinner, went to sleep.  Took a walk round the garden, and\ndiscovered a beautiful spot for sowing mustard-and-cress and\nradishes.  Went to Church again in the evening:  walked back with\nthe Curate.  Carrie noticed he had got on the same pair of\ntrousers, only repaired.  He wants me to take round the plate,\nwhich I think a great compliment.",
        "Tradesmen and the scraper still troublesome.  Gowing rather\ntiresome with his complaints of the paint.  I make one of the best\njokes of my life.  Delights of Gardening.  Mr. Stillbrook, Gowing,\nCummings, and I have a little misunderstanding.  Sarah makes me\nlook a fool before Cummings",
        "\nApril 9. - Commenced the morning badly.  The butcher, whom we\ndecided NOT to arrange with, called and blackguarded me in the most\nuncalled-for manner.  He began by abusing me, and saying he did not\nwant my custom.  I simply said:  “Then what are you making all this\nfuss about it for?”  And he shouted out at the top of his voice, so\nthat all the neighbours could hear:  “Pah! go along.  Ugh!  I could\nbuy up ’things’ like you by the dozen!”",
        "I shut the door, and was giving Carrie to understand that this\ndisgraceful scene was entirely her fault, when there was a violent\nkicking at the door, enough to break the panels.  It was the\nblackguard butcher again, who said he had cut his foot over the\nscraper, and would immediately bring an action against me.  Called\nat Farmerson’s, the ironmonger, on my way to town, and gave him the\njob of moving the scraper and repairing the bells, thinking it\nscarcely worth while to trouble the landlord with such a trifling\nmatter.",
        "Arrived home tired and worried.  Mr. Putley, a painter and\ndecorator, who had sent in a card, said he could not match the\ncolour on the stairs, as it contained Indian carmine.  He said he\nspent half-a-day calling at warehouses to see if he could get it.\nHe suggested he should entirely repaint the stairs.  It would cost\nvery little more; if he tried to match it, he could only make a bad\njob of it.  It would be more satisfactory to him and to us to have\nthe work done properly.  I consented, but felt I had been talked\nover.  Planted some mustard-and-cress and radishes, and went to bed\nat nine.",
        "April 10. - Farmerson came round to attend to the scraper himself.\nHe seems a very civil fellow.  He says he does not usually conduct\nsuch small jobs personally, but for me he would do so.  I thanked\nhim, and went to town.  It is disgraceful how late some of the\nyoung clerks are at arriving.  I told three of them that if Mr.\nPerkupp, the principal, heard of it, they might be discharged.",
        "Pitt, a monkey of seventeen, who has only been with us six weeks,\ntold me “to keep my hair on!”  I informed him I had had the honour\nof being in the firm twenty years, to which he insolently replied\nthat I “looked it.”  I gave him an indignant look, and said:  “I\ndemand from you some respect, sir.”  He replied:  “All right, go on\ndemanding.”  I would not argue with him any further.  You cannot\nargue with people like that.  In the evening Gowing called, and\nrepeated his complaint about the smell of paint.  Gowing is\nsometimes very tedious with his remarks, and not always cautious;\nand Carrie once very properly reminded him that she was present.",
        "April 11. - Mustard-and-cress and radishes not come up yet.  To-day\nwas a day of annoyances.  I missed the quarter-to-nine ’bus to the\nCity, through having words with the grocer’s boy, who for the\nsecond time had the impertinence to bring his basket to the hall-\ndoor, and had left the marks of his dirty boots on the fresh-\ncleaned door-steps.  He said he had knocked at the side door with\nhis knuckles for a quarter of an hour.  I knew Sarah, our servant,\ncould not hear this, as she was upstairs doing the bedrooms, so\nasked the boy why he did not ring the bell?  He replied that he did\npull the bell, but the handle came off in his hand.",
        "I was half-an-hour late at the office, a thing that has never\nhappened to me before.  There has recently been much irregularity\nin the attendance of the clerks, and Mr. Perkupp, our principal,\nunfortunately choose this very morning to pounce down upon us\nearly.  Someone had given the tip to the others.  The result was\nthat I was the only one late of the lot.  Buckling, one of the\nsenior clerks, was a brick, and I was saved by his intervention.\nAs I passed by Pitt’s desk, I heard him remark to his neighbour:\n\"How disgracefully late some of the head clerks arrive!”  This was,\nof course, meant for me.  I treated the observation with silence,\nsimply giving him a look, which unfortunately had the effect of\nmaking both of the clerks laugh.  Thought afterwards it would have\nbeen more dignified if I had pretended not to have heard him at\nall.  Cummings called in the evening, and we played dominoes.",
        "April 12. - Mustard-and-cress and radishes not come up yet.  Left\nFarmerson repairing the scraper, but when I came home found three\nmen working.  I asked the meaning of it, and Farmerson said that in\nmaking a fresh hole he had penetrated the gas-pipe.  He said it was\na most ridiculous place to put the gas-pipe, and the man who did it\nevidently knew nothing about his business.  I felt his excuse was\nno consolation for the expense I shall be put to.",
        "In the evening, after tea, Gowing dropped in, and we had a smoke\ntogether in the breakfast-parlour.  Carrie joined us later, but did\nnot stay long, saying the smoke was too much for her.  It was also\nrather too much for me, for Gowing had given me what he called a\ngreen cigar, one that his friend Shoemach had just brought over\nfrom America.  The cigar didn’t look green, but I fancy I must have\ndone so; for when I had smoked a little more than half I was\nobliged to retire on the pretext of telling Sarah to bring in the\nglasses.",
        "I took a walk round the garden three or four times, feeling the\nneed of fresh air.  On returning Gowing noticed I was not smoking:\noffered me another cigar, which I politely declined.  Gowing began\nhis usual sniffing, so, anticipating him, I said:  “You’re not\ngoing to complain of the smell of paint again?”  He said:  “No, not\nthis time; but I’ll tell you what, I distinctly smell dry rot.”  I\ndon’t often make jokes, but I replied:  “You’re talking a lot of\nDRY ROT yourself.”  I could not help roaring at this, and Carrie\nsaid her sides quite ached with laughter.  I never was so immensely\ntickled by anything I have ever said before.  I actually woke up\ntwice during the night, and laughed till the bed shook.",
        "April 13. - An extraordinary coincidence:  Carrie had called in a\nwoman to make some chintz covers for our drawing-room chairs and\nsofa to prevent the sun fading the green rep of the furniture.  I\nsaw the woman, and recognised her as a woman who used to work years\nago for my old aunt at Clapham.  It only shows how small the world\nis.",
        "April 14. - Spent the whole of the afternoon in the garden, having\nthis morning picked up at a bookstall for fivepence a capital\nlittle book, in good condition, on GARDENING.  I procured and sowed\nsome half-hardy annuals in what I fancy will be a warm, sunny\nborder.  I thought of a joke, and called out Carrie.  Carrie came\nout rather testy, I thought.  I said:  “I have just discovered we\nhave got a lodging-house.”  She replied:  “How do you mean?”  I\nsaid:  “Look at the BOARDERS.”  Carrie said:  “Is that all you\nwanted me for?”  I said:  “Any other time you would have laughed at\nmy little pleasantry.”  Carrie said:  “Certainly - AT ANY OTHER\nTIME, but not when I am busy in the house.”  The stairs looked very\nnice.  Gowing called, and said the stairs looked ALL RIGHT, but it\nmade the banisters look ALL WRONG, and suggested a coat of paint on\nthem also, which Carrie quite agreed with.  I walked round to\nPutley, and fortunately he was out, so I had a good excuse to let\nthe banisters slide.  By-the-by, that is rather funny.",
        "\n\nStillbrooks lags behind. Going up hill.\n",
        "April 15, Sunday. - At three o’clock Cummings and Gowing called for\na good long walk over Hampstead and Finchley, and brought with them\na friend named Stillbrook.  We walked and chatted together, except\nStillbrook, who was always a few yards behind us staring at the\nground and cutting at the grass with his stick.",
        "As it was getting on for five, we four held a consultation, and\nGowing suggested that we should make for “The Cow and Hedge” and\nget some tea.  Stillbrook said:  “A brandy-and-soda was good enough\nfor him.”  I reminded them that all public-houses were closed till\nsix o’clock.  Stillbrook said, “That’s all right - BONA-FIDE\ntravellers.”",
        "We arrived; and as I was trying to pass, the man in charge of the\ngate said:  “Where from?”  I replied:  “Holloway.”  He immediately\nput up his arm, and declined to let me pass.  I turned back for a\nmoment, when I saw Stillbrook, closely followed by Cummings and\nGowing, make for the entrance.  I watched them, and thought I would\nhave a good laugh at their expense, I heard the porter say:  “Where\nfrom?”  When, to my surprise, in fact disgust, Stillbrook replied:\n\"Blackheath,” and the three were immediately admitted.",
        "Gowing called to me across the gate, and said:  “We shan’t be a\nminute.”  I waited for them the best part of an hour.  When they\nappeared they were all in most excellent spirits, and the only one\nwho made an effort to apologise was Mr. Stillbrook, who said to me:\n\"It was very rough on you to be kept waiting, but we had another\nspin for S. and B.’s.”  I walked home in silence; I couldn’t speak\nto them.  I felt very dull all the evening, but deemed it advisable\nNOT to say anything to Carrie about the matter.",
        "April 16. - After business, set to work in the garden.  When it got\ndark I wrote to Cummings and Gowing (who neither called, for a\nwonder; perhaps they were ashamed of themselves) about yesterday’s\nadventure at “The Cow and Hedge.”  Afterwards made up my mind not\nto write YET.",
        "April 17. - Thought I would write a kind little note to Gowing and\nCummings about last Sunday, and warning them against Mr.\nStillbrook.  Afterwards, thinking the matter over, tore up the\nletters and determined not to WRITE at all, but to SPEAK quietly to\nthem.  Dumfounded at receiving a sharp letter from Cummings, saying\nthat both he and Gowing had been waiting for an explanation of MY\n(mind you, MY) extraordinary conduct coming home on Sunday.  At\nlast I wrote:  “I thought I was the aggrieved party; but as I\nfreely forgive you, you - feeling yourself aggrieved - should\nbestow forgiveness on me.”  I have copied this VERBATIM in the\ndiary, because I think it is one of the most perfect and thoughtful\nsentences I have ever written.  I posted the letter, but in my own\nheart I felt I was actually apologising for having been insulted.",
        "April 18. - Am in for a cold.  Spent the whole day at the office\nsneezing.  In the evening, the cold being intolerable, sent Sarah\nout for a bottle of Kinahan.  Fell asleep in the arm-chair, and\nwoke with the shivers.  Was startled by a loud knock at the front\ndoor.  Carrie awfully flurried.  Sarah still out, so went up,\nopened the door, and found it was only Cummings.  Remembered the\ngrocer’s boy had again broken the side-bell.  Cummings squeezed my\nhand, and said:  “I’ve just seen Gowing.  All right.  Say no more\nabout it.”  There is no doubt they are both under the impression I\nhave apologised.",
        "While playing dominoes with Cummings in the parlour, he said:  “By-\nthe-by, do you want any wine or spirits?  My cousin Merton has just\nset up in the trade, and has a splendid whisky, four years in\nbottle, at thirty-eight shillings.  It is worth your while laying\ndown a few dozen of it.”  I told him my cellars, which were very\nsmall, were full up.  To my horror, at that very moment, Sarah\nentered the room, and putting a bottle of whisky, wrapped in a\ndirty piece of newspaper, on the table in front of us, said:\n\"Please, sir, the grocer says he ain’t got no more Kinahan, but\nyou’ll find this very good at two-and-six, with twopence returned\non the bottle; and, please, did you want any more sherry? as he has\nsome at one-and-three, as dry as a nut!”",
        "\n\n’Please, sir, the grocer says he ain’t got no more Kinahan, but you’ll find this very good at two-and-six.’\n",
        "A conversation with Mr. Merton on Society.  Mr. and Mrs. James, of\nSutton, come up.  A miserable evening at the Tank Theatre.\nExperiments with enamel paint.  I make another good joke; but\nGowing and Cummings are unnecessarily offended.  I paint the bath\nred, with unexpected result.",
        "\nApril 19. - Cummings called, bringing with him his friend Merton,\nwho is in the wine trade.  Gowing also called.  Mr. Merton made\nhimself at home at once, and Carrie and I were both struck with him\nimmediately, and thoroughly approved of his sentiments.",
        "He leaned back in his chair and said:  “You must take me as I am;\"\nand I replied:  “Yes - and you must take us as we are.  We’re\nhomely people, we are not swells.”",
        "He answered:  “No, I can see that,” and Gowing roared with\nlaughter; but Merton in a most gentlemanly manner said to Gowing:\n\"I don’t think you quite understand me.  I intended to convey that\nour charming host and hostess were superior to the follies of\nfashion, and preferred leading a simple and wholesome life to\ngadding about to twopenny-halfpenny tea-drinking afternoons, and\nliving above their incomes.”",
        "I was immensely pleased with these sensible remarks of Merton’s,\nand concluded that subject by saying:  “No, candidly, Mr. Merton,\nwe don’t go into Society, because we do not care for it; and what\nwith the expense of cabs here and cabs there, and white gloves and\nwhite ties, etc., it doesn’t seem worth the money.”",
        "Merton said in reference to FRIENDS:  “My motto is ’Few and True;’\nand, by the way, I also apply that to wine, ’Little and Good.’\"\nGowing said:  “Yes, and sometimes ’cheap and tasty,’ eh, old man?\"\nMerton, still continuing, said he should treat me as a friend, and\nput me down for a dozen of his “Lockanbar” whisky, and as I was an\nold friend of Gowing, I should have it for 36s., which was\nconsiderably under what he paid for it.",
        "He booked his own order, and further said that at any time I wanted\nany passes for the theatre I was to let him know, as his name stood\ngood for any theatre in London.",
        "April 20. - Carrie reminded me that as her old school friend, Annie\nFullers (now Mrs. James), and her husband had come up from Sutton\nfor a few days, it would look kind to take them to the theatre, and\nwould I drop a line to Mr. Merton asking him for passes for four,\neither for the Italian Opera, Haymarket, Savoy, or Lyceum.  I wrote\nMerton to that effect.",
        "April 21. - Got a reply from Merton, saying he was very busy, and\njust at present couldn’t manage passes for the Italian Opera,\nHaymarket, Savoy, or Lyceum, but the best thing going on in London\nwas the BROWN BUSHES, at the Tank Theatre, Islington, and enclosed\nseats for four; also bill for whisky.",
        "April 23. - Mr. and Mrs. James (Miss Fullers that was) came to meat\ntea, and we left directly after for the Tank Theatre.  We got a\n’bus that took us to King’s Cross, and then changed into one that\ntook us to the “Angel.”  Mr. James each time insisted on paying for\nall, saying that I had paid for the tickets and that was quite\nenough.",
        "We arrived at theatre, where, curiously enough, all our ’bus-load\nexcept an old woman with a basket seemed to be going in.  I walked\nahead and presented the tickets.  The man looked at them, and\ncalled out:  “Mr. Willowly! do you know anything about these?\"\nholding up my tickets.  The gentleman called to, came up and\nexamined my tickets, and said:  “Who gave you these?”  I said,\nrather indignantly:  “Mr. Merton, of course.”  He said:  “Merton?\nWho’s he?”  I answered, rather sharply:  “You ought to know, his\nname’s good at any theatre in London.”  He replied:  “Oh! is it?\nWell, it ain’t no good here.  These tickets, which are not dated,\nwere issued under Mr. Swinstead’s management, which has since\nchanged hands.”  While I was having some very unpleasant words with\nthe man, James, who had gone upstairs with the ladies, called out:\n\"Come on!”  I went up after them, and a very civil attendant said:\n\"This way, please, box H.”  I said to James:  “Why, how on earth\ndid you manage it?” and to my horror he replied:  “Why, paid for it\nof course.”",
        "This was humiliating enough, and I could scarcely follow the play,\nbut I was doomed to still further humiliation.  I was leaning out\nof the box, when my tie - a little black bow which fastened on to\nthe stud by means of a new patent - fell into the pit below.  A\nclumsy man not noticing it, had his foot on it for ever so long\nbefore he discovered it.  He then picked it up and eventually flung\nit under the next seat in disgust.  What with the box incident and\nthe tie, I felt quite miserable.  Mr. James, of Sutton, was very\ngood.  He said:  “Don’t worry - no one will notice it with your\nbeard.  That is the only advantage of growing one that I can see.\"\nThere was no occasion for that remark, for Carrie is very proud of\nmy beard.",
        "To hide the absence of the tie I had to keep my chin down the rest\nof the evening, which caused a pain at the back of my neck.",
        "April 24. - Could scarcely sleep a wink through thinking of having\nbrought up Mr. and Mrs. James from the country to go to the theatre\nlast night, and his having paid for a private box because our order\nwas not honoured, and such a poor play too.  I wrote a very\nsatirical letter to Merton, the wine merchant, who gave us the\npass, and said, “Considering we had to pay for our seats, we did\nour best to appreciate the performance.”  I thought this line\nrather cutting, and I asked Carrie how many p’s there were in\nappreciate, and she said, “One.”  After I sent off the letter I\nlooked at the dictionary and found there were two.  Awfully vexed\nat this.",
        "Decided not to worry myself any more about the James’s; for, as\nCarrie wisely said, “We’ll make it all right with them by asking\nthem up from Sutton one evening next week to play at Bezique.”",
        "April 25. - In consequence of Brickwell telling me his wife was\nworking wonders with the new Pinkford’s enamel paint, I determined\nto try it.  I bought two tins of red on my way home.  I hastened\nthrough tea, went into the garden and painted some flower-pots.  I\ncalled out Carrie, who said:  “You’ve always got some newfangled\ncraze;” but she was obliged to admit that the flower-pots looked\nremarkably well.  Went upstairs into the servant’s bedroom and\npainted her washstand, towel-horse, and chest of drawers.  To my\nmind it was an extraordinary improvement, but as an example of the\nignorance of the lower classes in the matter of taste, our servant,\nSarah, on seeing them, evinced no sign of pleasure, but merely said\n\"she thought they looked very well as they was before.”",
        "April 26. - Got some more red enamel paint (red, to my mind, being\nthe best colour), and painted the coal-scuttle, and the backs of\nour SHAKSPEARE, the binding of which had almost worn out.",
        "April 27. - Painted the bath red, and was delighted with the\nresult.  Sorry to say Carrie was not, in fact we had a few words\nabout it.  She said I ought to have consulted her, and she had\nnever heard of such a thing as a bath being painted red.  I\nreplied:  “It’s merely a matter of taste.”",
        "Fortunately, further argument on the subject was stopped by a voice\nsaying, “May I come in?”  It was only Cummings, who said, “Your\nmaid opened the door, and asked me to excuse her showing me in, as\nshe was wringing out some socks.”  I was delighted to see him, and\nsuggested we should have a game of whist with a dummy, and by way\nof merriment said:  “You can be the dummy.”  Cummings (I thought\nrather ill-naturedly) replied:  “Funny as usual.”  He said he\ncouldn’t stop, he only called to leave me the BICYCLE NEWS, as he\nhad done with it.",
        "Another ring at the bell; it was Gowing, who said he “must\napologise for coming so often, and that one of these days we must\ncome round to HIM.”  I said:  “A very extraordinary thing has\nstruck me.”  “Something funny, as usual,” said Cummings.  “Yes,” I\nreplied; “I think even you will say so this time.  It’s concerning\nyou both; for doesn’t it seem odd that Gowing’s always coming and\nCummings’ always going?”  Carrie, who had evidently quite forgotten\nabout the bath, went into fits of laughter, and as for myself, I\nfairly doubled up in my chair, till it cracked beneath me.  I think\nthis was one of the best jokes I have ever made.",
        "Then imagine my astonishment on perceiving both Cummings and Gowing\nperfectly silent, and without a smile on their faces.  After rather\nan unpleasant pause, Cummings, who had opened a cigar-case, closed\nit up again and said:  “Yes - I think, after that, I SHALL be\ngoing, and I am sorry I fail to see the fun of your jokes.”  Gowing\nsaid he didn’t mind a joke when it wasn’t rude, but a pun on a\nname, to his thinking, was certainly a little wanting in good\ntaste.  Cummings followed it up by saying, if it had been said by\nanyone else but myself, he shouldn’t have entered the house again.\nThis rather unpleasantly terminated what might have been a cheerful\nevening.  However, it was as well they went, for the charwoman had\nfinished up the remains of the cold pork.",
        "April 28. - At the office, the new and very young clerk Pitt, who\nwas very impudent to me a week or so ago, was late again.  I told\nhim it would be my duty to inform Mr. Perkupp, the principal.  To\nmy surprise, Pitt apologised most humbly and in a most gentlemanly\nfashion.  I was unfeignedly pleased to notice this improvement in\nhis manner towards me, and told him I would look over his\nunpunctuality.  Passing down the room an hour later.  I received a\nsmart smack in the face from a rolled-up ball of hard foolscap.  I\nturned round sharply, but all the clerks were apparently riveted to\ntheir work.  I am not a rich man, but I would give half-a-sovereign\nto know whether that was thrown by accident or design.  Went home\nearly and bought some more enamel paint - black this time - and\nspent the evening touching up the fender, picture-frames, and an\nold pair of boots, making them look as good as new.  Also painted\nGowing’s walking-stick, which he left behind, and made it look like\nebony.",
        "April 29, Sunday. - Woke up with a fearful headache and strong\nsymptoms of a cold.  Carrie, with a perversity which is just like\nher, said it was “painter’s colic,” and was the result of my having\nspent the last few days with my nose over a paint-pot.  I told her\nfirmly that I knew a great deal better what was the matter with me\nthan she did.  I had got a chill, and decided to have a bath as hot\nas I could bear it.  Bath ready - could scarcely bear it so hot.  I\npersevered, and got in; very hot, but very acceptable.  I lay still\nfor some time.",
        "On moving my hand above the surface of the water, I experienced the\ngreatest fright I ever received in the whole course of my life; for\nimagine my horror on discovering my hand, as I thought, full of\nblood.  My first thought was that I had ruptured an artery, and was\nbleeding to death, and should be discovered, later on, looking like\na second Marat, as I remember seeing him in Madame Tussaud’s.  My\nsecond thought was to ring the bell, but remembered there was no\nbell to ring.  My third was, that there was nothing but the enamel\npaint, which had dissolved with boiling water.  I stepped out of\nthe bath, perfectly red all over, resembling the Red Indians I have\nseen depicted at an East-End theatre.  I determined not to say a\nword to Carrie, but to tell Farmerson to come on Monday and paint\nthe bath white.",
        "\n\nI looked like Marat in the bath, in Madame Tussaud’s\n",
        "The ball at the Mansion House.",
        "\nApril 30. - Perfectly astounded at receiving an invitation for\nCarrie and myself from the Lord and Lady Mayoress to the Mansion\nHouse, to “meet the Representatives of Trades and Commerce.”  My\nheart beat like that of a schoolboy’s.  Carrie and I read the\ninvitation over two or three times.  I could scarcely eat my\nbreakfast.  I said - and I felt it from the bottom of my heart, -\n\"Carrie darling, I was a proud man when I led you down the aisle of\nthe church on our wedding-day; that pride will be equalled, if not\nsurpassed, when I lead my dear, pretty wife up to the Lord and Lady\nMayoress at the Mansion House.”  I saw the tears in Carrie’s eyes,\nand she said:  “Charlie dear, it is I who have to be proud of you.\nAnd I am very, very proud of you.  You have called me pretty; and\nas long as I am pretty in your eyes, I am happy.  You, dear old\nCharlie, are not handsome, but you are GOOD, which is far more\nnoble.”  I gave her a kiss, and she said:  “I wonder if there will\nbe any dancing?  I have not danced with you for years.”",
        "I cannot tell what induced me to do it, but I seized her round the\nwaist, and we were silly enough to be executing a wild kind of\npolka when Sarah entered, grinning, and said:  “There is a man,\nmum, at the door who wants to know if you want any good coals.\"\nMost annoyed at this.  Spent the evening in answering, and tearing\nup again, the reply to the Mansion House, having left word with\nSarah if Gowing or Cummings called we were not at home.  Must\nconsult Mr. Perkupp how to answer the Lord Mayor’s invitation.",
        "May 1. - Carrie said:  “I should like to send mother the invitation\nto look at.”  I consented, as soon as I had answered it.  I told\nMr. Perkupp, at the office, with a feeling of pride, that we had\nreceived an invitation to the Mansion House; and he said, to my\nastonishment, that he himself gave in my name to the Lord Mayor’s\nsecretary.  I felt this rather discounted the value of the\ninvitation, but I thanked him; and in reply to me, he described how\nI was to answer it.  I felt the reply was too simple; but of course\nMr. Perkupp knows best.",
        "May 2. - Sent my dress-coat and trousers to the little tailor’s\nround the corner, to have the creases taken out.  Told Gowing not\nto call next Monday, as we were going to the Mansion House.  Sent\nsimilar note to Cummings.",
        "May 3. - Carrie went to Mrs. James, at Sutton, to consult about her\ndress for next Monday.  While speaking incidentally to Spotch, one\nof our head clerks, about the Mansion House, he said:  “Oh, I’m\nasked, but don’t think I shall go.”  When a vulgar man like Spotch\nis asked, I feel my invitation is considerably discounted.  In the\nevening, while I was out, the little tailor brought round my coat\nand trousers, and because Sarah had not a shilling to pay for the\npressing, he took them away again.",
        "May 4. - Carrie’s mother returned the Lord Mayor’s invitation,\nwhich was sent to her to look at, with apologies for having upset a\nglass of port over it.  I was too angry to say anything.",
        "May 5. - Bought a pair of lavender kid-gloves for next Monday, and\ntwo white ties, in case one got spoiled in the tying.",
        "May 6, Sunday. - A very dull sermon, during which, I regret to say,\nI twice thought of the Mansion House reception to-morrow.",
        "May 7. - A big red-letter day; viz., the Lord Mayor’s reception.\nThe whole house upset.  I had to get dressed at half-past six, as\nCarrie wanted the room to herself.  Mrs. James had come up from\nSutton to help Carrie; so I could not help thinking it unreasonable\nthat she should require the entire attention of Sarah, the servant,\nas well.  Sarah kept running out of the house to fetch “something\nfor missis,” and several times I had, in my full evening-dress, to\nanswer the back-door.",
        "The last time it was the greengrocer’s boy, who, not seeing it was\nme, for Sarah had not lighted the gas, pushed into my hands two\ncabbages and half-a-dozen coal-blocks.  I indignantly threw them on\nthe ground, and felt so annoyed that I so far forgot myself as to\nbox the boy’s ears.  He went away crying, and said he should\nsummons me, a thing I would not have happen for the world.  In the\ndark, I stepped on a piece of the cabbage, which brought me down on\nthe flags all of a heap.  For a moment I was stunned, but when I\nrecovered I crawled upstairs into the drawing-room and on looking\ninto the chimney-glass discovered that my chin was bleeding, my\nshirt smeared with the coal-blocks, and my left trouser torn at the\nknee.",
        "However, Mrs. James brought me down another shirt, which I changed\nin the drawing-room.  I put a piece of court-plaster on my chin,\nand Sarah very neatly sewed up the tear at the knee.  At nine\no’clock Carrie swept into the room, looking like a queen.  Never\nhave I seen her look so lovely, or so distinguished.  She was\nwearing a satin dress of sky-blue - my favourite colour - and a\npiece of lace, which Mrs. James lent her, round the shoulders, to\ngive a finish.  I thought perhaps the dress was a little too long\nbehind, and decidedly too short in front, but Mrs. James said it\nwas E LA MODE.  Mrs. James was most kind, and lent Carrie a fan of\nivory with red feathers, the value of which, she said, was\npriceless, as the feathers belonged to the Kachu eagle - a bird now\nextinct.  I preferred the little white fan which Carrie bought for\nthree-and-six at Shoolbred’s, but both ladies sat on me at once.",
        "We arrived at the Mansion House too early, which was rather\nfortunate, for I had an opportunity of speaking to his lordship,\nwho graciously condescended to talk with me some minutes; but I\nmust say I was disappointed to find he did not even know Mr.\nPerkupp, our principal.",
        "I felt as if we had been invited to the Mansion House by one who\ndid not know the Lord Mayor himself.  Crowds arrived, and I shall\nnever forget the grand sight.  My humble pen can never describe it.\nI was a little annoyed with Carrie, who kept saying:  “Isn’t it a\npity we don’t know anybody?”",
        "Once she quite lost her head.  I saw someone who looked like\nFranching, from Peckham, and was moving towards him when she seized\nme by the coat-tails, and said quite loudly:  “Don’t leave me,\"\nwhich caused an elderly gentleman, in a court-suit, and a chain\nround him, and two ladies, to burst out laughing.  There was an\nimmense crowd in the supper-room, and, my stars! it was a splendid\nsupper - any amount of champagne.",
        "Carrie made a most hearty supper, for which I was pleased; for I\nsometimes think she is not strong.  There was scarcely a dish she\ndid not taste.  I was so thirsty, I could not eat much.  Receiving\na sharp slap on the shoulder, I turned, and, to my amazement, saw\nFarmerson, our ironmonger.  He said, in the most familiar way:\n\"This is better than Brickfield Terrace, eh?”  I simply looked at\nhim, and said coolly:  “I never expected to see you here.”  He\nsaid, with a loud, coarse laugh:  “I like that - if YOU, why not\nME?”  I replied:  “Certainly,” I wish I could have thought of\nsomething better to say.  He said:  “Can I get your good lady\nanything?”  Carrie said:  “No, I thank you,” for which I was\npleased.  I said, by way of reproof to him:  “You never sent to-day\nto paint the bath, as I requested.”  Farmerson said:  “Pardon me,\nMr. Pooter, no shop when we’re in company, please.”",
        "Before I could think of a reply, one of the sheriffs, in full Court\ncostume, slapped Farmerson on the back and hailed him as an old\nfriend, and asked him to dine with him at his lodge.  I was\nastonished.  For full five minutes they stood roaring with\nlaughter, and stood digging each other in the ribs.  They kept\ntelling each other they didn’t look a day older.  They began\nembracing each other and drinking champagne.",
        "To think that a man who mends our scraper should know any member of\nour aristocracy!  I was just moving with Carrie, when Farmerson\nseized me rather roughly by the collar, and addressing the sheriff,\nsaid:  “Let me introduce my neighbour, Pooter.”  He did not even\nsay “Mister.”  The sheriff handed me a glass of champagne.  I felt,\nafter all, it was a great honour to drink a glass of wine with him,\nand I told him so.  We stood chatting for some time, and at last I\nsaid:  “You must excuse me now if I join Mrs. Pooter.”  When I\napproached her, she said:  “Don’t let me take you away from\nfriends.  I am quite happy standing here alone in a crowd, knowing\nnobody!”",
        "As it takes two to make a quarrel, and as it was neither the time\nnor the place for it, I gave my arm to Carrie, and said:  “I hope\nmy darling little wife will dance with me, if only for the sake of\nsaying we had danced at the Mansion House as guests of the Lord\nMayor.”  Finding the dancing after supper was less formal, and\nknowing how much Carrie used to admire my dancing in the days gone\nby, I put my arm round her waist and we commenced a waltz.",
        "A most unfortunate accident occurred.  I had got on a new pair of\nboots.  Foolishly, I had omitted to take Carrie’s advice; namely,\nto scratch the soles of them with the points of the scissors or to\nput a little wet on them.  I had scarcely started when, like\nlightning, my left foot slipped away and I came down, the side of\nmy head striking the floor with such violence that for a second or\ntwo I did not know what had happened.  I needly hardly say that\nCarrie fell with me with equal violence, breaking the comb in her\nhair and grazing her elbow.",
        "There was a roar of laughter, which was immediately checked when\npeople found that we had really hurt ourselves.  A gentleman\nassisted Carrie to a seat, and I expressed myself pretty strongly\non the danger of having a plain polished floor with no carpet or\ndrugget to prevent people slipping.  The gentleman, who said his\nname was Darwitts, insisted on escorting Carrie to have a glass of\nwine, an invitation which I was pleased to allow Carrie to accept.",
        "I followed, and met Farmerson, who immediately said, in his loud\nvoice “Oh, are you the one who went down?”",
        "I answered with an indignant look.",
        "With execrable taste, he said:  “Look here, old man, we are too old\nfor this game.  We must leave these capers to the youngsters.  Come\nand have another glass, that is more in our line.”",
        "Although I felt I was buying his silence by accepting, we followed\nthe others into the supper-room.",
        "Neither Carrie nor I, after our unfortunate mishap, felt inclined\nto stay longer.  As we were departing, Farmerson said:  “Are you\ngoing? if so, you might give me a lift.”",
        "I thought it better to consent, but wish I had first consulted\nCarrie.",
        "After the Mansion House Ball.  Carrie offended.  Gowing also\noffended.  A pleasant party at the Cummings’.  Mr. Franching, of\nPeckham, visits us.",
        "\nMay 8. - I woke up with a most terrible head-ache.  I could\nscarcely see, and the back of my neck was as if I had given it a\ncrick.  I thought first of sending for a doctor; but I did not\nthink it necessary.  When up, I felt faint, and went to Brownish’s,\nthe chemist, who gave me a draught.  So bad at the office, had to\nget leave to come home.  Went to another chemist in the City, and I\ngot a draught.  Brownish’s dose seems to have made me worse; have\neaten nothing all day.  To make matters worse, Carrie, every time I\nspoke to her, answered me sharply - that is, when she answered at\nall.",
        "In the evening I felt very much worse again and said to her:  “I do\nbelieve I’ve been poisoned by the lobster mayonnaise at the Mansion\nHouse last night;” she simply replied, without taking her eyes from\nher sewing:  “Champagne never did agree with you.”  I felt\nirritated, and said:  “What nonsense you talk; I only had a glass\nand a half, and you know as well as I do - “  Before I could\ncomplete the sentence she bounced out of the room.  I sat over an\nhour waiting for her to return; but as she did not, I determined I\nwould go to bed.  I discovered Carrie had gone to bed without even\nsaying “good-night\"; leaving me to bar the scullery door and feed\nthe cat.  I shall certainly speak to her about this in the morning.",
        "May 9. - Still a little shaky, with black specks.  The BLACKFRIARS\nBI-WEEKLY NEWS contains a long list of the guests at the Mansion\nHouse Ball.  Disappointed to find our names omitted, though\nFarmerson’s is in plainly enough with M.L.L. after it, whatever\nthat may mean.  More than vexed, because we had ordered a dozen\ncopies to send to our friends.  Wrote to the BLACKFRIARS BI-WEEKLY\nNEWS, pointing out their omission.",
        "Carrie had commenced her breakfast when I entered the parlour.  I\nhelped myself to a cup of tea, and I said, perfectly calmly and\nquietly:  “Carrie, I wish a little explanation of your conduct last\nnight.”",
        "She replied, “Indeed! and I desire something more than a little\nexplanation of your conduct the night before.”",
        "I said, coolly:  “Really, I don’t understand you.”",
        "Carrie said sneeringly:  “Probably not; you were scarcely in a\ncondition to understand anything.”",
        "I was astounded at this insinuation and simply ejaculated:\n\"Caroline!”",
        "She said:  “Don’t be theatrical, it has no effect on me.  Reserve\nthat tone for your new friend, Mister Farmerson, the ironmonger.”",
        "I was about to speak, when Carrie, in a temper such as I have never\nseen her in before, told me to hold my tongue.  She said:  “Now I’M\ngoing to say something!  After professing to snub Mr. Farmerson,\nyou permit him to snub YOU, in my presence, and then accept his\ninvitation to take a glass of champagne with you, and you don’t\nlimit yourself to one glass.  You then offer this vulgar man, who\nmade a bungle of repairing our scraper, a seat in our cab on the\nway home.  I say nothing about his tearing my dress in getting in\nthe cab, nor of treading on Mrs. James’s expensive fan, which you\nknocked out of my hand, and for which he never even apologised; but\nyou smoked all the way home without having the decency to ask my\npermission.  That is not all!  At the end of the journey, although\nhe did not offer you a farthing towards his share of the cab, you\nasked him in.  Fortunately, he was sober enough to detect, from my\nmanner, that his company was not desirable.”",
        "Goodness knows I felt humiliated enough at this; but, to make\nmatters worse, Gowing entered the room, without knocking, with two\nhats on his head and holding the garden-rake in his hand, with\nCarrie’s fur tippet (which he had taken off the downstairs hall-\npeg) round his neck, and announced himself in a loud, coarse voice:\n\"His Royal Highness, the Lord Mayor!”  He marched twice round the\nroom like a buffoon, and finding we took no notice, said:  “Hulloh!\nwhat’s up?  Lovers’ quarrel, eh?”",
        "There was a silence for a moment, so I said quietly:  “My dear\nGowing, I’m not very well, and not quite in the humour for joking;\nespecially when you enter the room without knocking, an act which I\nfail to see the fun of.”",
        "Gowing said:  “I’m very sorry, but I called for my stick, which I\nthought you would have sent round.”  I handed him his stick, which\nI remembered I had painted black with the enamel paint, thinking to\nimprove it.  He looked at it for a minute with a dazed expression\nand said:  “Who did this?”",
        "I said:  “Eh, did what?”",
        "He said:  “Did what?  Why, destroyed my stick!  It belonged to my\npoor uncle, and I value it more than anything I have in the world!\nI’ll know who did it.”",
        "I said:  “I’m very sorry.  I dare say it will come off.  I did it\nfor the best.”",
        "Gowing said:  “Then all I can say is, it’s a confounded liberty;\nand I WOULD add, you’re a bigger fool than you look, only THAT’S\nabsolutely impossible.”",
        "May 12. - Got a single copy of the BLACKFRIARS BI-WEEKLY NEWS.\nThere was a short list of several names they had omitted; but the\nstupid people had mentioned our names as “Mr. and Mrs. C. Porter.\"\nMost annoying!  Wrote again and I took particular care to write our\nname in capital letters, POOTER, so that there should be no\npossible mistake this time.",
        "May 16. - Absolutely disgusted on opening the BLACKFRIARS BI-WEEKLY\nNEWS of to-day, to find the following paragraph:  “We have received\ntwo letters from Mr. and Mrs. Charles Pewter, requesting us to\nannounce the important fact that they were at the Mansion House\nBall.”  I tore up the paper and threw it in the waste-paper basket.\nMy time is far too valuable to bother about such trifles.",
        "May 21. - The last week or ten days terribly dull, Carrie being\naway at Mrs. James’s, at Sutton.  Cummings also away.  Gowing, I\npresume, is still offended with me for black enamelling his stick\nwithout asking him.",
        "May 22. - Purchased a new stick mounted with silver, which cost\nseven-and-sixpence (shall tell Carrie five shillings), and sent it\nround with nice note to Gowing.",
        "May 23. - Received strange note from Gowing; he said:  “Offended?\nnot a bit, my boy - I thought you were offended with me for losing\nmy temper.  Besides, I found after all, it was not my poor old\nuncle’s stick you painted.  It was only a shilling thing I bought\nat a tobacconist’s.  However, I am much obliged to you for your\nhandsome present all same.”",
        "May 24. - Carrie back.  Hoorah!  She looks wonderfully well, except\nthat the sun has caught her nose.",
        "May 25. - Carrie brought down some of my shirts and advised me to\ntake them to Trillip’s round the corner.  She said:  “The fronts\nand cuffs are much frayed.”  I said without a moment’s hesitation:\n\"I’m ’FRAYED they are.”  Lor! how we roared.  I thought we should\nnever stop laughing.  As I happened to be sitting next the driver\ngoing to town on the ’bus, I told him my joke about the “frayed\"\nshirts.  I thought he would have rolled off his seat.  They laughed\nat the office a good bit too over it.",
        "May 26. - Left the shirts to be repaired at Trillip’s.  I said to\nhim:  “I’m ’FRAID they are FRAYED.”  He said, without a smile:\n\"They’re bound to do that, sir.”  Some people seem to be quite\ndestitute of a sense of humour.",
        "June 1. - The last week has been like old times, Carrie being back,\nand Gowing and Cummings calling every evening nearly.  Twice we sat\nout in the garden quite late.  This evening we were like a pack of\nchildren, and played “consequences.”  It is a good game.",
        "June 2. - “Consequences” again this evening.  Not quite so\nsuccessful as last night; Gowing having several times overstepped\nthe limits of good taste.",
        "June 4. - In the evening Carrie and I went round to Mr. and Mrs.\nCummings’ to spend a quiet evening with them.  Gowing was there,\nalso Mr. Stillbrook.  It was quiet but pleasant.  Mrs. Cummings\nsang five or six songs, “No, Sir,” and “The Garden of Sleep,” being\nbest in my humble judgment; but what pleased me most was the duet\nshe sang with Carrie - classical duet, too.  I think it is called,\n\"I would that my love!”  It was beautiful.  If Carrie had been in\nbetter voice, I don’t think professionals could have sung it\nbetter.  After supper we made them sing it again.  I never liked\nMr. Stillbrook since the walk that Sunday to the “Cow and Hedge,\"\nbut I must say he sings comic-songs well.  His song:  “We don’t\nWant the old men now,” made us shriek with laughter, especially the\nverse referring to Mr. Gladstone; but there was one verse I think\nhe might have omitted, and I said so, but Gowing thought it was the\nbest of the lot.",
        "June 6. - Trillip brought round the shirts and, to my disgust, his\ncharge for repairing was more than I gave for them when new.  I\ntold him so, and he impertinently replied:  “Well, they are better\nnow than when they were new.”  I paid him, and said it was a\nrobbery.  He said:  “If you wanted your shirt-fronts made out of\npauper-linen, such as is used for packing and bookbinding, why\ndidn’t you say so?”",
        "June 7. - A dreadful annoyance.  Met Mr. Franching, who lives at\nPeckham, and who is a great swell in his way.  I ventured to ask\nhim to come home to meat-tea, and take pot-luck.  I did not think\nhe would accept such a humble invitation; but he did, saying, in a\nmost friendly way, he would rather “peck” with us than by himself.\nI said:  “We had better get into this blue ’bus.”  He replied:  “No\nblue-bussing for me.  I have had enough of the blues lately.  I\nlost a cool ’thou’ over the Copper Scare.  Step in here.”",
        "We drove up home in style, in a hansom-cab, and I knocked three\ntimes at the front door without getting an answer.  I saw Carrie,\nthrough the panels of ground-glass (with stars), rushing upstairs.\nI told Mr. Franching to wait at the door while I went round to the\nside.  There I saw the grocer’s boy actually picking off the paint\non the door, which had formed into blisters.  No time to reprove\nhim; so went round and effected an entrance through the kitchen\nwindow.  I let in Mr. Franching, and showed him into the drawing-\nroom.  I went upstairs to Carrie, who was changing her dress, and\ntold her I had persuaded Mr. Franching to come home.  She replied:\n\"How can you do such a thing?  You know it’s Sarah’s holiday, and\nthere’s not a thing in the house, the cold mutton having turned\nwith the hot weather.”",
        "Eventually Carrie, like a good creature as she is, slipped down,\nwashed up the teacups, and laid the cloth, and I gave Franching our\nviews of Japan to look at while I ran round to the butcher’s to get\nthree chops.",
        "July 30. - The miserable cold weather is either upsetting me or\nCarrie, or both.  We seem to break out into an argument about\nabsolutely nothing, and this unpleasant state of things usually\noccurs at meal-times.",
        "This morning, for some unaccountable reason, we were talking about\nballoons, and we were as merry as possible; but the conversation\ndrifted into family matters, during which Carrie, without the\nslightest reason, referred in the most uncomplimentary manner to my\npoor father’s pecuniary trouble.  I retorted by saying that “Pa, at\nall events, was a gentleman,” whereupon Carrie burst out crying.  I\npositively could not eat any breakfast.",
        "At the office I was sent for by Mr. Perkupp, who said he was very\nsorry, but I should have to take my annual holidays from next\nSaturday.  Franching called at office and asked me to dine at his\nclub, “The Constitutional.”  Fearing disagreeables at home after\nthe “tiff” this morning, I sent a telegram to Carrie, telling her I\nwas going out to dine and she was not to sit up.  Bought a little\nsilver bangle for Carrie.",
        "July 31. - Carrie was very pleased with the bangle, which I left\nwith an affectionate note on her dressing-table last night before\ngoing to bed.  I told Carrie we should have to start for our\nholiday next Saturday.  She replied quite happily that she did not\nmind, except that the weather was so bad, and she feared that Miss\nJibbons would not be able to get her a seaside dress in time.  I\ntold Carrie that I thought the drab one with pink bows looked quite\ngood enough; and Carrie said she should not think of wearing it.  I\nwas about to discuss the matter, when, remembering the argument\nyesterday, resolved to hold my tongue.",
        "I said to Carrie:  “I don’t think we can do better than ’Good old\nBroadstairs.’”  Carrie not only, to my astonishment, raised an\nobjection to Broadstairs, for the first time; but begged me not to\nuse the expression, “Good old,” but to leave it to Mr. Stillbrook\nand other GENTLEMEN of his type.  Hearing my ’bus pass the window,\nI was obliged to rush out of the house without kissing Carrie as\nusual; and I shouted to her:  “I leave it to you to decide.”  On\nreturning in the evening, Carrie said she thought as the time was\nso short she had decided on Broadstairs, and had written to Mrs.\nBeck, Harbour View Terrace, for apartments.",
        "August 1. - Ordered a new pair of trousers at Edwards’s, and told\nthem not to cut them so loose over the boot; the last pair being so\nloose and also tight at the knee, looked like a sailor’s, and I\nheard Pitt, that objectionable youth at the office, call out\n\"Hornpipe” as I passed his desk.  Carrie has ordered of Miss\nJibbons a pink Garibaldi and blue-serge skirt, which I always think\nlooks so pretty at the seaside.  In the evening she trimmed herself\na little sailor-hat, while I read to her the EXCHANGE AND MART.  We\nhad a good laugh over my trying on the hat when she had finished\nit; Carrie saying it looked so funny with my beard, and how the\npeople would have roared if I went on the stage like it.",
        "August 2. - Mrs. Beck wrote to say we could have our usual rooms at\nBroadstairs.  That’s off our mind.  Bought a coloured shirt and a\npair of tan-coloured boots, which I see many of the swell clerks\nwearing in the City, and hear are all the “go.”",
        "August 3. - A beautiful day.  Looking forward to to-morrow.  Carrie\nbought a parasol about five feet long.  I told her it was\nridiculous.  She said:  “Mrs. James, of Sutton, has one twice as\nlong so;” the matter dropped.  I bought a capital hat for hot\nweather at the seaside.  I don’t know what it is called, but it is\nthe shape of the helmet worn in India, only made of straw.  Got\nthree new ties, two coloured handkerchiefs, and a pair of navy-blue\nsocks at Pope Brothers.  Spent the evening packing.  Carrie told me\nnot to forget to borrow Mr. Higgsworth’s telescope, which he always\nlends me, knowing I know how to take care of it.  Sent Sarah out\nfor it.  While everything was seeming so bright, the last post\nbrought us a letter from Mrs. Beck, saying:  “I have just let all\nmy house to one party, and am sorry I must take back my words, and\nam sorry you must find other apartments; but Mrs. Womming, next\ndoor, will be pleased to accommodate you, but she cannot take you\nbefore Monday, as her rooms are engaged Bank Holiday week.”",
        "The Unexpected Arrival Home of our Son, Willie Lupin Pooter.",
        "\nAugust 4. - The first post brought a nice letter from our dear son\nWillie, acknowledging a trifling present which Carrie sent him, the\nday before yesterday being his twentieth birthday.  To our utter\namazement he turned up himself in the afternoon, having journeyed\nall the way from Oldham.  He said he had got leave from the bank,\nand as Monday was a holiday he thought he would give us a little\nsurprise.",
        "\n\nLupin\n",
        "August 5, Sunday. - We have not seen Willie since last Christmas,\nand are pleased to notice what a fine young man he has grown.  One\nwould scarcely believe he was Carrie’s son.  He looks more like a\nyounger brother.  I rather disapprove of his wearing a check suit\non a Sunday, and I think he ought to have gone to church this\nmorning; but he said he was tired after yesterday’s journey, so I\nrefrained from any remark on the subject.  We had a bottle of port\nfor dinner, and drank dear Willie’s health.",
        "He said:  “Oh, by-the-by, did I tell you I’ve cut my first name,\n’William,’ and taken the second name ’Lupin’?  In fact, I’m only\nknown at Oldham as ’Lupin Pooter.’  If you were to ’Willie’ me\nthere, they wouldn’t know what you meant.”",
        "Of course, Lupin being a purely family name, Carrie was delighted,\nand began by giving a long history of the Lupins.  I ventured to\nsay that I thought William a nice simple name, and reminded him he\nwas christened after his Uncle William, who was much respected in\nthe City.  Willie, in a manner which I did not much care for, said\nsneeringly:  “Oh, I know all about that - Good old Bill!” and\nhelped himself to a third glass of port.",
        "Carrie objected strongly to my saying “Good old,” but she made no\nremark when Willie used the double adjective.  I said nothing, but\nlooked at her, which meant more.  I said:  “My dear Willie, I hope\nyou are happy with your colleagues at the Bank.”  He replied:\n\"Lupin, if you please; and with respect to the Bank, there’s not a\nclerk who is a gentleman, and the ’boss’ is a cad.”  I felt so\nshocked, I could say nothing, and my instinct told me there was\nsomething wrong.",
        "August 6, Bank Holiday. - As there was no sign of Lupin moving at\nnine o’clock, I knocked at his door, and said we usually\nbreakfasted at half-past eight, and asked how long would he be?\nLupin replied that he had had a lively time of it, first with the\ntrain shaking the house all night, and then with the sun streaming\nin through the window in his eyes, and giving him a cracking\nheadache.  Carrie came up and asked if he would like some breakfast\nsent up, and he said he could do with a cup of tea, and didn’t want\nanything to eat.",
        "Lupin not having come down, I went up again at half-past one, and\nsaid we dined at two; he said he “would be there.”  He never came\ndown till a quarter to three.  I said:  “We have not seen much of\nyou, and you will have to return by the 5.30 train; therefore you\nwill have to leave in an hour, unless you go by the midnight mail.\"\nHe said:  “Look here, Guv’nor, it’s no use beating about the bush.\nI’ve tendered my resignation at the Bank.”",
        "For a moment I could not speak.  When my speech came again, I said:\n\"How dare you, sir?  How dare you take such a serious step without\nconsulting me?  Don’t answer me, sir! - you will sit down\nimmediately, and write a note at my dictation, withdrawing your\nresignation and amply apologising for your thoughtlessness.”",
        "Imagine my dismay when he replied with a loud guffaw:  “It’s no\nuse.  If you want the good old truth, I’ve got the chuck!”",
        "August 7. - Mr. Perkupp has given me leave to postpone my holiday a\nweek, as we could not get the room.  This will give us an\nopportunity of trying to find an appointment for Willie before we\ngo.  The ambition of my life would be to get him into Mr. Perkupp’s\nfirm.",
        "August 11. - Although it is a serious matter having our boy Lupin\non our hands, still it is satisfactory to know he was asked to\nresign from the Bank simply because “he took no interest in his\nwork, and always arrived an hour (sometimes two hours) late.”  We\ncan all start off on Monday to Broadstairs with a light heart.\nThis will take my mind off the worry of the last few days, which\nhave been wasted over a useless correspondence with the manager of\nthe Bank at Oldham.",
        "August 13. - Hurrah! at Broadstairs.  Very nice apartments near the\nstation.  On the cliffs they would have been double the price.  The\nlandlady had a nice five o’clock dinner and tea ready, which we all\nenjoyed, though Lupin seemed fastidious because there happened to\nbe a fly in the butter.  It was very wet in the evening, for which\nI was thankful, as it was a good excuse for going to bed early.\nLupin said he would sit up and read a bit.",
        "August 14. - I was a little annoyed to find Lupin, instead of\nreading last night, had gone to a common sort of entertainment,\ngiven at the Assembly Rooms.  I expressed my opinion that such\nperformances were unworthy of respectable patronage; but he\nreplied:  “Oh, it was only ’for one night only.’  I had a fit of\nthe blues come on, and thought I would go to see Polly Presswell,\nEngland’s Particular Spark.”  I told him I was proud to say I had\nnever heard of her.  Carrie said:  “Do let the boy alone.  He’s\nquite old enough to take care of himself, and won’t forget he’s a\ngentleman.  Remember, you were young once yourself.”  Rained all\nday hard, but Lupin would go out.",
        "August 15. - Cleared up a bit, so we all took the train to Margate,\nand the first person we met on the jetty was Gowing.  I said:\n\"Hulloh!  I thought you had gone to Barmouth with your Birmingham\nfriends?”  He said:  “Yes, but young Peter Lawrence was so ill,\nthey postponed their visit, so I came down here.  You know the\nCummings’ are here too?”  Carrie said:  “Oh, that will be\ndelightful!  We must have some evenings together and have games.”",
        "I introduced Lupin, saying:  “You will be pleased to find we have\nour dear boy at home!”  Gowing said:  “How’s that?  You don’t mean\nto say he’s left the Bank?”",
        "I changed the subject quickly, and thereby avoided any of those\nawkward questions which Gowing always has a knack of asking.",
        "August 16. - Lupin positively refused to walk down the Parade with\nme because I was wearing my new straw helmet with my frock-coat.  I\ndon’t know what the boy is coming to.",
        "August 17. - Lupin not falling in with our views, Carrie and I went\nfor a sail.  It was a relief to be with her alone; for when Lupin\nirritates me, she always sides with him.  On our return, he said:\n\"Oh, you’ve been on the ’Shilling Emetic,’ have you?  You’ll come\nto six-pennorth on the ’Liver Jerker’ next.”  I presume he meant a\ntricycle, but I affected not to understand him.",
        "August 18. - Gowing and Cummings walked over to arrange an evening\nat Margate.  It being wet, Gowing asked Cummings to accompany him\nto the hotel and have a game of billiards, knowing I never play,\nand in fact disapprove of the game.  Cummings said he must hasten\nback to Margate; whereupon Lupin, to my horror, said:  “I’ll give\nyou a game, Gowing - a hundred up.  A walk round I the cloth will\ngive me an appetite for dinner.”  I said:  “Perhaps Mister Gowing\ndoes not care to play with boys.”  Gowing surprised me by saying:\n\"Oh yes, I do, if they play well,” and they walked off together.",
        "August 19, Sunday. - I was about to read Lupin a sermon on smoking\n(which he indulges in violently) and billiards, but he put on his\nhat and walked out.  Carrie then read ME a long sermon on the\npalpable inadvisability of treating Lupin as if he were a mere\nchild.  I felt she was somewhat right, so in the evening I offered\nhim a cigar.  He seemed pleased, but, after a few whiffs, said:\n\"This is a good old tup’ny - try one of mine,” and he handed me a\ncigar as long as it was strong, which is saying a good deal.",
        "August 20. - I am glad our last day at the seaside was fine, though\nclouded overhead.  We went over to Cummings’ (at Margate) in the\nevening, and as it was cold, we stayed in and played games; Gowing,\nas usual, overstepping the mark.  He suggested we should play\n\"Cutlets,” a game we never heard of.  He sat on a chair, and asked\nCarrie to sit on his lap, an invitation which dear Carrie rightly\ndeclined.",
        "After some species of wrangling, I sat on Gowing’s knees and Carrie\nsat on the edge of mine.  Lupin sat on the edge of Carrie’s lap,\nthen Cummings on Lupin’s, and Mrs. Cummings on her husband’s.  We\nlooked very ridiculous, and laughed a good deal.",
        "Gowing then said:  “Are you a believer in the Great Mogul?”  We had\nto answer all together:  “Yes - oh, yes!” (three times).  Gowing\nsaid:  “So am I,” and suddenly got up.  The result of this stupid\njoke was that we all fell on the ground, and poor Carrie banged her\nhead against the corner of the fender.  Mrs. Cummings put some\nvinegar on; but through this we missed the last train, and had to\ndrive back to Broadstairs, which cost me seven-and-sixpence.",
        "Home again.  Mrs. James’ influence on Carrie.  Can get nothing for\nLupin.  Next-door neighbours are a little troublesome.  Some one\ntampers with my diary.  Got a place for Lupin.  Lupin startles us\nwith an announcement.",
        "\nAugust 22. - Home sweet Home again!  Carrie bought some pretty\nblue-wool mats to stand vases on.  Fripps, Janus and Co. write to\nsay they are sorry they have no vacancy among their staff of clerks\nfor Lupin.",
        "August 23. - I bought a pair of stags’ heads made of plaster-of-\nParis and coloured brown.  They will look just the thing for our\nlittle hall, and give it style; the heads are excellent imitations.\nPoolers and Smith are sorry they have nothing to offer Lupin.",
        "August 24. - Simply to please Lupin, and make things cheerful for\nhim, as he is a little down, Carrie invited Mrs. James to come up\nfrom Sutton and spend two or three days with us.  We have not said\na word to Lupin, but mean to keep it as a surprise.",
        "August 25. - Mrs. James, of Sutton, arrived in the afternoon,\nbringing with her an enormous bunch of wild flowers.  The more I\nsee of Mrs James the nicer I think she is, and she is devoted to\nCarrie.  She went into Carrie’s room to take off her bonnet, and\nremained there nearly an hour talking about dress.  Lupin said he\nwas not a bit surprised at Mrs. James’ VISIT, but was surprised at\nHER.",
        "August 26, Sunday. - Nearly late for church, Mrs. James having\ntalked considerably about what to wear all the morning.  Lupin does\nnot seem to get on very well with Mrs. James.  I am afraid we shall\nhave some trouble with our next-door neighbours who came in last\nWednesday.  Several of their friends, who drive up in dog-carts,\nhave already made themselves objectionable.",
        "An evening or two ago I had put on a white waistcoat for coolness,\nand while walking past with my thumbs in my waistcoat pockets (a\nhabit I have), one man, seated in the cart, and looking like an\nAmerican, commenced singing some vulgar nonsense about “I HAD\nTHIRTEEN DOLLARS IN MY WAISTCOAT POCKET.”  I fancied it was meant\nfor me, and my suspicions were confirmed; for while walking round\nthe garden in my tall hat this afternoon, a “throw-down” cracker\nwas deliberately aimed at my hat, and exploded on it like a\npercussion cap.  I turned sharply, and am positive I saw the man\nwho was in the cart retreating from one of the bedroom windows.",
        "August 27. - Carrie and Mrs. James went off shopping, and had not\nreturned when I came back from the office.  Judging from the\nsubsequent conversation, I am afraid Mrs. James is filling Carrie’s\nhead with a lot of nonsense about dress.  I walked over to Gowing’s\nand asked him to drop in to supper, and make things pleasant.",
        "Carrie prepared a little extemporised supper, consisting of the\nremainder of the cold joint, a small piece of salmon (which I was\nto refuse, in case there was not enough to go round), and a blanc-\nmange and custards.  There was also a decanter of port and some jam\npuffs on the sideboard.  Mrs. James made us play rather a good game\nof cards, called “Muggings.”  To my surprise, in fact disgust,\nLupin got up in the middle, and, in a most sarcastic tone, said:\n\"Pardon me, this sort of thing is too fast for me, I shall go and\nenjoy a quiet game of marbles in the back-garden.”",
        "Things might have become rather disagreeable but for Gowing (who\nseems to have taken to Lupin) suggesting they should invent games.\nLupin said:  “Let’s play ’monkeys.’”  He then led Gowing all round\nthe room, and brought him in front of the looking-glass.  I must\nconfess I laughed heartily at this.  I was a little vexed at\neverybody subsequently laughing at some joke which they did not\nexplain, and it was only on going to bed I discovered I must have\nbeen walking about all the evening with an antimacassar on one\nbutton of my coat-tails.",
        "August 28. - Found a large brick in the middle bed of geraniums,\nevidently come from next door.  Pattles and Pattles can’t find a\nplace for Lupin.",
        "August 29. - Mrs. James is making a positive fool of Carrie.\nCarrie appeared in a new dress like a smock-frock.  She said\n\"smocking” was all the rage.  I replied it put me in a rage.  She\nalso had on a hat as big as a kitchen coal-scuttle, and the same\nshape.  Mrs. James went home, and both Lupin and I were somewhat\npleased - the first time we have agreed on a single subject since\nhis return.  Merkins and Son write they have no vacancy for Lupin.",
        "October 30. - I should very much like to know who has wilfully torn\nthe last five or six weeks out of my diary.  It is perfectly\nmonstrous!  Mine is a large scribbling diary, with plenty of space\nfor the record of my everyday events, and in keeping up that record\nI take (with much pride) a great deal of pains.",
        "I asked Carrie if she knew anything about it.  She replied it was\nmy own fault for leaving the diary about with a charwoman cleaning\nand the sweeps in the house.  I said that was not an answer to my\nquestion.  This retort of mine, which I thought extremely smart,\nwould have been more effective had I not jogged my elbow against a\nvase on a table temporarily placed in the passage, knocked it over,\nand smashed it.",
        "Carrie was dreadfully upset at this disaster, for it was one of a\npair of vases which cannot be matched, given to us on our wedding-\nday by Mrs. Burtsett, an old friend of Carrie’s cousins, the\nPommertons, late of Dalston.  I called to Sarah, and asked her\nabout the diary.  She said she had not been in the sitting-room at\nall; after the sweep had left, Mrs. Birrell (the charwoman) had\ncleaned the room and lighted the fire herself.  Finding a burnt\npiece of paper in the grate, I examined it, and found it was a\npiece of my diary.  So it was evident some one had torn my diary to\nlight the fire.  I requested Mrs. Birrell to be sent to me to-\nmorrow.",
        "October 31. - Received a letter from our principal, Mr. Perkupp,\nsaying that he thinks he knows of a place at last for our dear boy\nLupin.  This, in a measure, consoles me for the loss of a portion\nof my diary; for I am bound to confess the last few weeks have been\ndevoted to the record of disappointing answers received from people\nto whom I have applied for appointments for Lupin.  Mrs. Birrell\ncalled, and, in reply to me, said:  “She never SEE no book, much\nless take such a liberty as TOUCH it.”",
        "I said I was determined to find out who did it, whereupon she said\nshe would do her best to help me; but she remembered the sweep\nlighting the fire with a bit of the ECHO.  I requested the sweep to\nbe sent to me to-morrow.  I wish Carrie had not given Lupin a\nlatch-key; we never seem to see anything of him.  I sat up till\npast one for him, and then retired tired.",
        "November 1. - My entry yesterday about “retired tired,” which I did\nnot notice at the time, is rather funny.  If I were not so worried\njust now, I might have had a little joke about it.  The sweep\ncalled, but had the audacity to come up to the hall-door and lean\nhis dirty bag of soot on the door-step.  He, however, was so\npolite, I could not rebuke him.  He said Sarah lighted the fire.\nUnfortunately, Sarah heard this, for she was dusting the banisters,\nand she ran down, and flew into a temper with the sweep, causing a\nrow on the front door-steps, which I would not have had happen for\nanything.  I ordered her about her business, and told the sweep I\nwas sorry to have troubled him; and so I was, for the door-steps\nwere covered with soot in consequence of his visit.  I would\nwillingly give ten shillings to find out who tore my diary.",
        "November 2. - I spent the evening quietly with Carrie, of whose\ncompany I never tire.  We had a most pleasant chat about the\nletters on “Is Marriage a Failure?”  It has been no failure in our\ncase.  In talking over our own happy experiences, we never noticed\nthat it was past midnight.  We were startled by hearing the door\nslam violently.  Lupin had come in.  He made no attempt to turn\ndown the gas in the passage, or even to look into the room where we\nwere, but went straight up to bed, making a terrible noise.  I\nasked him to come down for a moment, and he begged to be excused,\nas he was “dead beat,” an observation that was scarcely consistent\nwith the fact that, for a quarter of an hour afterwards, he was\npositively dancing in his room, and shouting out, “See me dance the\npolka!” or some such nonsense.",
        "November 3. - Good news at last.  Mr. Perkupp has got an\nappointment for Lupin, and he is to go and see about it on Monday.\nOh, how my mind is relieved!  I went to Lupin’s room to take the\ngood news to him, but he was in bed, very seedy, so I resolved to\nkeep it over till the evening.",
        "He said he had last night been elected a member of an Amateur\nDramatic Club, called the “Holloway Comedians\"; and, though it was\na pleasant evening, he had sat in a draught, and got neuralgia in\nthe head.  He declined to have any breakfast, so I left him.   In\nthe evening I had up a special bottle of port, and, Lupin being in\nfor a wonder, we filled our glasses, and I said:  “Lupin my boy, I\nhave some good and unexpected news for you.  Mr. Perkupp has\nprocured you an appointment!”  Lupin said:  “Good biz!” and we\ndrained our glasses.",
        "Lupin then said:  “Fill up the glasses again, for I have some good\nand unexpected news for you.”",
        "I had some slight misgivings, and so evidently had Carrie, for she\nsaid:  “I hope we shall think it good news.”",
        "Lupin said:  “Oh, it’s all right!  I’M ENGAGED TO BE MARRIED!”",
        "\n\nLupin said: ’I’m engaged to be married!’\n",
        "Daisy Mutlar sole topic of conversation.  Lupin’s new berth.\nFireworks at the Cummings’.  The “Holloway Comedians.”  Sarah\nquarrels with the charwoman.  Lupin’s uncalled-for interference.\nAm introduced to Daisy Mutlar.  We decide to give a party in her\nhonour.",
        "\nNovember 5, Sunday. - Carrie and I troubled about that mere boy\nLupin getting engaged to be married without consulting us or\nanything.  After dinner he told us all about it.  He said the\nlady’s name was Daisy Mutlar, and she was the nicest, prettiest,\nand most accomplished girl he ever met.  He loved her the moment he\nsaw her, and if he had to wait fifty years he would wait, and he\nknew she would wait for him.",
        "Lupin further said, with much warmth, that the world was a\ndifferent world to him now, - it was a world worth living in.  He\nlived with an object now, and that was to make Daisy Mutlar - Daisy\nPooter, and he would guarantee she would not disgrace the family of\nthe Pooters.  Carrie here burst out crying, and threw her arms\nround his neck, and in doing so, upset the glass of port he held in\nhis hand all over his new light trousers.",
        "I said I had no doubt we should like Miss Mutlar when we saw her,\nbut Carrie said she loved her already.  I thought this rather\npremature, but held my tongue.  Daisy Mutlar was the sole topic of\nconversation for the remainder of the day.  I asked Lupin who her\npeople were, and he replied:  “Oh, you know Mutlar, Williams and\nWatts.”  I did not know, but refrained from asking any further\nquestions at present, for fear of irritating Lupin.",
        "November 6. - Lupin went with me to the office, and had a long\nconversation with Mr. Perkupp, our principal, the result of which\nwas that he accepted a clerkship in the firm of Job Cleanands and\nCo., Stock and Share Brokers.  Lupin told me, privately, it was an\nadvertising firm, and he did not think much of it.  I replied:\n\"Beggars should not be choosers;” and I will do Lupin the justice\nto say, he looked rather ashamed of himself.",
        "In the evening we went round to the Cummings’, to have a few\nfireworks.  It began to rain, and I thought it rather dull.  One of\nmy squibs would not go off, and Gowing said:  “Hit it on your boot,\nboy; it will go off then.”  I gave it a few knocks on the end of my\nboot, and it went off with one loud explosion, and burnt my fingers\nrather badly.  I gave the rest of the squibs to the little\nCummings’ boy to let off.",
        "Another unfortunate thing happened, which brought a heap of abuse\non my head.  Cummings fastened a large wheel set-piece on a stake\nin the ground by way of a grand finale.  He made a great fuss about\nit; said it cost seven shillings.  There was a little difficulty in\ngetting it alight.  At last it went off; but after a couple of slow\nrevolutions it stopped.  I had my stick with me, so I gave it a tap\nto send it round, and, unfortunately, it fell off the stake on to\nthe grass.  Anybody would have thought I had set the house on fire\nfrom the way in which they stormed at me.  I will never join in any\nmore firework parties.  It is a ridiculous waste of time and money.",
        "November 7. - Lupin asked Carrie to call on Mrs. Mutlar, but Carrie\nsaid she thought Mrs. Mutlar ought to call on her first.  I agreed\nwith Carrie, and this led to an argument.  However, the matter was\nsettled by Carrie saying she could not find any visiting cards, and\nwe must get some more printed, and when they were finished would be\nquite time enough to discuss the etiquette of calling.",
        "November 8. - I ordered some of our cards at Black’s, the\nstationers.  I ordered twenty-five of each, which will last us for\na good long time.  In the evening, Lupin brought in Harry Mutlar,\nMiss Mutlar’s brother.  He was rather a gawky youth, and Lupin said\nhe was the most popular and best amateur in the club, referring to\nthe “Holloway Comedians.”  Lupin whispered to us that if we could\nonly “draw out” Harry a bit, he would make us roar with laughter.",
        "At supper, young Mutlar did several amusing things.  He took up a\nknife, and with the flat part of it played a tune on his cheek in a\nwonderful manner.  He also gave an imitation of an old man with no\nteeth, smoking a big cigar.  The way he kept dropping the cigar\nsent Carrie into fits.",
        "In the course of conversation, Daisy’s name cropped up, and young\nMutlar said he would bring his sister round to us one evening - his\nparents being rather old-fashioned, and not going out much.  Carrie\nsaid we would get up a little special party.  As young Mutlar\nshowed no inclination to go, and it was approaching eleven o’clock,\nas a hint I reminded Lupin that he had to be up early to-morrow.\nInstead of taking the hint, Mutlar began a series of comic\nimitations.  He went on for an hour without cessation.  Poor Carrie\ncould scarcely keep her eyes open.  At last she made an excuse, and\nsaid “Good-night.”",
        "Mutlar then left, and I heard him and Lupin whispering in the hall\nsomething about the “Holloway Comedians,” and to my disgust,\nalthough it was past midnight, Lupin put on his hat and coat, and\nwent out with his new companion.",
        "November 9. - My endeavours to discover who tore the sheets out of\nmy diary still fruitless.  Lupin has Daisy Mutlar on the brain, so\nwe see little of him, except that he invariably turns up at meal\ntimes.  Cummings dropped in.",
        "November 10. - Lupin seems to like his new berth - that’s a\ncomfort.  Daisy Mutlar the sole topic of conversation during tea.\nCarrie almost as full of it as Lupin.  Lupin informs me, to my\ndisgust, that he has been persuaded to take part in the forthcoming\nperformance of the “Holloway Comedians.”  He says he is to play Bob\nBritches in the farce, GONE TO MY UNCLE’S; Frank Mutlar is going to\nplay old Musty.  I told Lupin pretty plainly I was not in the least\ndegree interested in the matter, and totally disapproved of amateur\ntheatricals.  Gowing came in the evening.",
        "November 11. - Returned home to find the house in a most\ndisgraceful uproar, Carrie, who appeared very frightened, was\nstanding outside her bedroom, while Sarah was excited and crying.\nMrs. Birrell (the charwoman), who had evidently been drinking, was\nshouting at the top of her voice that she was “no thief, that she\nwas a respectable woman, who had to work hard for her living, and\nshe would smack anyone’s face who put lies into her mouth.”  Lupin,\nwhose back was towards me, did not hear me come in.  He was\nstanding between the two women, and, I regret to say, in his\nendeavour to act as peacemaker, he made use of rather strong\nlanguage in the presence of his mother; and I was just in time to\nhear him say:  “And all this fuss about the loss of a few pages\nfrom a rotten diary that wouldn’t fetch three-halfpence a pound!\"\nI said, quietly:  “Pardon me, Lupin, that is a matter of opinion;\nand as I am master of this house, perhaps you will allow me to take\nthe reins.”",
        "I ascertained that the cause of the row was, that Sarah had accused\nMrs. Birrell of tearing the pages out of my diary to wrap up some\nkitchen fat and leavings which she had taken out of the house last\nweek.  Mrs. Birrell had slapped Sarah’s face, and said she had\ntaken nothing out of the place, as there was “never no leavings to\ntake.”  I ordered Sarah back to her work, and requested Mrs.\nBirrell to go home.  When I entered the parlour Lupin was kicking\nhis legs in the air, and roaring with laughter.",
        "November 12, Sunday. - Coming home from church Carrie and I met\nLupin, Daisy Mutlar, and her brother.  Daisy was introduced to us,\nand we walked home together, Carrie walking on with Miss Mutlar.\nWe asked them in for a few minutes, and I had a good look at my\nfuture daughter-in-law.  My heart quite sank.  She is a big young\nwoman, and I should think at least eight years older than Lupin.  I\ndid not even think her good-looking.  Carrie asked her if she could\ncome in on Wednesday next with her brother to meet a few friends.\nShe replied that she would only be too pleased.",
        "November 13. - Carrie sent out invitations to Gowing, the Cummings,\nto Mr. and Mrs. James (of Sutton), and Mr. Stillbrook.  I wrote a\nnote to Mr. Franching, of Peckham.  Carrie said we may as well make\nit a nice affair, and why not ask our principal, Mr. Perkupp?  I\nsaid I feared we were not quite grand enough for him.  Carrie said\nthere was “no offence in asking him.”  I said:  “Certainly not,\"\nand I wrote him a letter.  Carrie confessed she was a little\ndisappointed with Daisy Mutlar’s appearance, but thought she seemed\na nice girl.",
        "\n\nDaisy Mutlar\n",
        "November 14. - Everybody so far has accepted for our quite grand\nlittle party for to-morrow.  Mr. Perkupp, in a nice letter which I\nshall keep, wrote that he was dining in Kensington, but if he could\nget away, he would come up to Holloway for an hour.  Carrie was\nbusy all day, making little cakes and open jam puffs and jellies.\nShe said she felt quite nervous about her responsibilities to-\nmorrow evening.  We decided to have some light things on the table,\nsuch as sandwiches, cold chicken and ham, and some sweets, and on\nthe sideboard a nice piece of cold beef and a Paysandu tongue - for\nthe more hungry ones to peg into if they liked.",
        "Gowing called to know if he was to put on “swallow-tails” to-\nmorrow.  Carrie said he had better dress, especially as Mr.\nFranching was coming, and there was a possibility of Mr. Perkupp\nalso putting in an appearance.",
        "Gowing said:  “Oh, I only wanted to know, for I have not worn my\ndress-coat for some time, and I must send it to have the creases\npressed out.”",
        "After Gowing left, Lupin came in, and in his anxiety to please\nDaisy Mutlar, carped at and criticised the arrangements, and, in\nfact, disapproved of everything, including our having asked our old\nfriend Cummings, who, he said, would look in evening-dress like a\ngreen-grocer engaged to wait, and who must not be surprised if\nDaisy took him for one.",
        "I fairly lost my temper, and said:  “Lupin, allow me to tell you\nMiss Daisy Mutlar is not the Queen of England.  I gave you credit\nfor more wisdom than to allow yourself to be inveigled into an\nengagement with a woman considerably older than yourself.  I advise\nyou to think of earning your living before entangling yourself with\na wife whom you will have to support, and, in all probability, her\nbrother also, who appeared to be nothing but a loafer.”",
        "Instead of receiving this advice in a sensible manner, Lupin jumped\nup and said:  “If you insult the lady I am engaged to, you insult\nme.  I will leave the house and never darken your doors again.”",
        "He went out of the house, slamming the hall-door.  But it was all\nright.  He came back to supper, and we played Bezique till nearly\ntwelve o’clock.",
        "Our first important Party.  Old Friends and New Friends.  Gowing is\na little annoying; but his friend, Mr. Stillbrook, turns out to be\nquite amusing.  Inopportune arrival of Mr. Perkupp, but he is most\nkind and complimentary.  Party a great success.",
        "\nNovember 15. - A red-letter day.  Our first important party since\nwe have been in this house.  I got home early from the City.  Lupin\ninsisted on having a hired waiter, and stood a half-dozen of\nchampagne.  I think this an unnecessary expense, but Lupin said he\nhad had a piece of luck, having made three pounds out a private\ndeal in the City.  I hope he won’t gamble in his new situation.\nThe supper-room looked so nice, and Carrie truly said:  “We need\nnot be ashamed of its being seen by Mr. Perkupp, should he honour\nus by coming.”",
        "I dressed early in case people should arrive punctually at eight\no’clock, and was much vexed to find my new dress-trousers much too\nshort.",
        "Lupin, who is getting beyond his position, found fault with my\nwearing ordinary boots instead of dress-boots.",
        "I replied satirically:  “My dear son, I have lived to be above that\nsort of thing.”",
        "Lupin burst out laughing, and said:  “A man generally was above his\nboots.”",
        "This may be funny, or it may NOT; but I was gratified to find he\nhad not discovered the coral had come off one of my studs.  Carrie\nlooked a picture, wearing the dress she wore at the Mansion House.\nThe arrangement of the drawing-room was excellent.  Carrie had hung\nmuslin curtains over the folding-doors, and also over one of the\nentrances, for we had removed the door from its hinges.",
        "Mr. Peters, the waiter, arrived in good time, and I gave him strict\norders not to open another bottle of champagne until the previous\none was empty.  Carrie arranged for some sherry and port wine to be\nplaced on the drawing-room sideboard, with some glasses.  By-the-\nby, our new enlarged and tinted photographs look very nice on the\nwalls, especially as Carrie has arranged some Liberty silk bows on\nthe four corners of them.",
        "The first arrival was Gowing, who, with his usual taste, greeted me\nwith:  “Hulloh, Pooter, why your trousers are too short!”",
        "I simply said:  “Very likely, and you will find my temper ’sHORT’\nalso.”",
        "He said:  “That won’t make your trousers longer, Juggins.  You\nshould get your missus to put a flounce on them.”",
        "I wonder I waste my time entering his insulting observations in my\ndiary.",
        "The next arrivals were Mr. and Mrs. Cummings.  The former said:\n\"As you didn’t say anything about dress, I have come ’half dress.’\"\nHe had on a black frock-coat and white tie.  The James’, Mr.\nMerton, and Mr. Stillbrook arrived, but Lupin was restless and\nunbearable till his Daisy Mutlar and Frank arrived.",
        "Carrie and I were rather startled at Daisy’s appearance.  She had a\nbright-crimson dress on, cut very low in the neck.  I do not think\nsuch a style modest.  She ought to have taken a lesson from Carrie,\nand covered her shoulders with a little lace.  Mr. Nackles, Mr.\nSprice-Hogg and his four daughters came; so did Franching, and one\nor two of Lupin’s new friends, members of the “Holloway Comedians.\"\nSome of these seemed rather theatrical in their manner, especially\none, who was posing all the evening, and leant on our little round\ntable and cracked it.  Lupin called him “our Henry,” and said he\nwas “our lead at the H.C.’s,” and was quite as good in that\ndepartment as Harry Mutlar was as the low-comedy merchant.  All\nthis is Greek to me.",
        "We had some music, and Lupin, who never left Daisy’s side for a\nmoment, raved over her singing of a song, called “Some Day.”  It\nseemed a pretty song, but she made such grimaces, and sang, to my\nmind, so out of tune, I would not have asked her to sing again; but\nLupin made her sing four songs right off, one after the other.",
        "At ten o’clock we went down to supper, and from the way Gowing and\nCummings ate you would have thought they had not had a meal for a\nmonth.  I told Carrie to keep something back in case Mr. Perkupp\nshould come by mere chance.  Gowing annoyed me very much by filling\na large tumbler of champagne, and drinking it straight off.  He\nrepeated this action, and made me fear our half-dozen of champagne\nwould not last out.  I tried to keep a bottle back, but Lupin got\nhold of it, and took it to the side-table with Daisy and Frank\nMutlar.",
        "We went upstairs, and the young fellows began skylarking.  Carrie\nput a stop to that at once.  Stillbrook amused us with a song,\n\"What have you done with your Cousin John?”  I did not notice that\nLupin and Frank had disappeared.  I asked Mr. Watson, one of the\nHolloways, where they were, and he said:  “It’s a case of ’Oh, what\na surprise!’”",
        "We were directed to form a circle - which we did.  Watson then\nsaid:  “I have much pleasure in introducing the celebrated Blondin\nDonkey.”  Frank and Lupin then bounded into the room.  Lupin had\nwhitened his face like a clown, and Frank had tied round his waist\na large hearthrug.  He was supposed to be the donkey, and he looked\nit.  They indulged in a very noisy pantomime, and we were all\nshrieking with laughter.",
        "I turned round suddenly, and then I saw Mr Perkupp standing half-\nway in the door, he having arrived without our knowing it.  I\nbeckoned to Carrie, and we went up to him at once.  He would not\ncome right into the room.  I apologised for the foolery, but Mr.\nPerkupp said:  “Oh, it seems amusing.”  I could see he was not a\nbit amused.",
        "Carrie and I took him downstairs, but the table was a wreck.  There\nwas not a glass of champagne left - not even a sandwich.  Mr.\nPerkupp said he required nothing, but would like a glass of seltzer\nor soda water.  The last syphon was empty.  Carrie said:  “We have\nplenty of port wine left.”  Mr. Perkupp said, with a smile:  “No,\nthank you.  I really require nothing, but I am most pleased to see\nyou and your husband in your own home.  Good-night, Mrs. Pooter -\nyou will excuse my very short stay, I know.”  I went with him to\nhis carriage, and he said:  “Don’t trouble to come to the office\ntill twelve to-morrow.”",
        "I felt despondent as I went back to the house, and I told Carrie I\nthought the party was a failure.  Carrie said it was a great\nsuccess, and I was only tired, and insisted on my having some port\nmyself.  I drank two glasses, and felt much better, and we went\ninto the drawing-room, where they had commenced dancing.  Carrie\nand I had a little dance, which I said reminded me of old days.\nShe said I was a spooney old thing.",
        "Reflections.  I make another Good Joke.  Am annoyed at the constant\nserving-up of the “Blanc-Mange.”  Lupin expresses his opinion of\nWeddings.  Lupin falls out with Daisy Mutlar.",
        "\nNovember 16. - Woke about twenty times during the night, with\nterrible thirst.  Finished off all the water in the bottle, as well\nas half that in the jug.  Kept dreaming also, that last night’s\nparty was a failure, and that a lot of low people came without\ninvitation, and kept chaffing and throwing things at Mr. Perkupp,\ntill at last I was obliged to hide him in the box-room (which we\nhad just discovered), with a bath-towel over him.  It seems absurd\nnow, but it was painfully real in the dream.  I had the same dream\nabout a dozen times.",
        "Carrie annoyed me by saying:  “You know champagne never agrees with\nyou.”  I told her I had only a couple of glasses of it, having kept\nmyself entirely to port.  I added that good champagne hurt nobody,\nand Lupin told me he had only got it from a traveller as a favour,\nas that particular brand had been entirely bought up by a West-End\nclub.",
        "I think I ate too heartily of the “side dishes,” as the waiter\ncalled them.  I said to Carrie:  “I wish I had put those ’side\ndishes’ ASIDE.”  I repeated this, but Carrie was busy, packing up\nthe teaspoons we had borrowed of Mrs. Cummings for the party.  It\nwas just half-past eleven, and I was starting for the office, when\nLupin appeared, with a yellow complexion, and said:  “Hulloh! Guv.,\nwhat priced head have you this morning?”  I told him he might just\nas well speak to me in Dutch.  He added:  “When I woke this\nmorning, my head was as big as Baldwin’s balloon.”  On the spur of\nthe moment I said the cleverest thing I think I have ever said;\nviz.:  “Perhaps that accounts for the paraSHOOTING pains.”  We\nroared.",
        "November 17. - Still feel tired and headachy!  In the evening\nGowing called, and was full of praise about our party last\nWednesday.  He said everything was done beautifully, and he enjoyed\nhimself enormously.  Gowing can be a very nice fellow when he\nlikes, but you never know how long it will last.  For instance, he\nstopped to supper, and seeing some BLANC-MANGE on the table,\nshouted out, while the servant was in the room:  “Hulloh!  The\nremains of Wednesday?”",
        "November 18. - Woke up quite fresh after a good night’s rest, and\nfeel quite myself again.  I am satisfied a life of going-out and\nSociety is not a life for me; we therefore declined the invitation\nwhich we received this morning to Miss Bird’s wedding.  We only met\nher twice at Mrs. James’, and it means a present.  Lupin said:  “I\nam with you for once.  To my mind a wedding’s a very poor play.\nThere are only two parts in it - the bride and bridegroom.  The\nbest man is only a walking gentleman.  With the exception of a\ncrying father and a snivelling mother, the rest are SUPERS who have\nto dress well and have to PAY for their insignificant parts in the\nshape of costly presents.”  I did not care for the theatrical\nslang, but thought it clever, though disrespectful.",
        "I told Sarah not to bring up the BLANC-MANGE again for breakfast.\nIt seems to have been placed on our table at every meal since\nWednesday.  Cummings came round in the evening, and congratulated\nus on the success of our party.  He said it was the best party he\nhad been to for many a year; but he wished we had let him know it\nwas full dress, as he would have turned up in his swallow-tails.\nWe sat down to a quiet game of dominoes, and were interrupted by\nthe noisy entrance of Lupin and Frank Mutlar.  Cummings and I asked\nthem to join us.  Lupin said he did not care for dominoes, and\nsuggested a game of “Spoof.”  On my asking if it required counters,\nFrank and Lupin in measured time said:  “One, two, three; go!  Have\nyou an estate in Greenland?”  It was simply Greek to me, but it\nappears it is one of the customs of the “Holloway Comedians” to do\nthis when a member displays ignorance.",
        "In spite of my instructions, that BLANC-MANGE was brought up again\nfor supper.  To make matters worse, there had been an attempt to\ndisguise it, by placing it in a glass dish with jam round it.\nCarrie asked Lupin if he would have some, and he replied:  “No\nsecond-hand goods for me, thank you.”  I told Carrie, when we were\nalone, if that BLANC-MANGE were placed on the table again I should\nwalk out of the house.",
        "November 19, Sunday. - A delightfully quiet day.  In the afternoon\nLupin was off to spend the rest of the day with the Mutlars.  He\ndeparted in the best of spirits, and Carrie said:  “Well, one\nadvantage of Lupin’s engagement with Daisy is that the boy seems\nhappy all day long.  That quite reconciles me to what I must\nconfess seems an imprudent engagement.”",
        "Carrie and I talked the matter over during the evening, and agreed\nthat it did not always follow that an early engagement meant an\nunhappy marriage.  Dear Carrie reminded me that we married early,\nand, with the exception of a few trivial misunderstandings, we had\nnever had a really serious word.  I could not help thinking (as I\ntold her) that half the pleasures of life were derived from the\nlittle struggles and small privations that one had to endure at the\nbeginning of one’s married life.  Such struggles were generally\noccasioned by want of means, and often helped to make loving\ncouples stand together all the firmer.",
        "Carrie said I had expressed myself wonderfully well, and that I was\nquite a philosopher.",
        "We are all vain at times, and I must confess I felt flattered by\nCarrie’s little compliment.  I don’t pretend to be able to express\nmyself in fine language, but I feel I have the power of expressing\nmy thoughts with simplicity and lucidness.  About nine o’clock, to\nour surprise.  Lupin entered, with a wild, reckless look, and in a\nhollow voice, which I must say seemed rather theatrical, said:\n\"Have you any brandy?”  I said:  “No; but here is some whisky.\"\nLupin drank off nearly a wineglassful without water, to my horror.",
        "We all three sat reading in silence till ten, when Carrie and I\nrose to go to bed.  Carrie said to Lupin:  “I hope Daisy is well?”",
        "Lupin, with a forced careless air that he must have picked up from\nthe “Holloway Comedians,” replied:  “Oh, Daisy?  You mean Miss\nMutlar.  I don’t know whether she is well or not, but please NEVER\nTO MENTION HER NAME AGAIN IN MY PRESENCE.”",
        "We have a dose of Irving imitations.  Make the acquaintance of a\nMr. Padge.  Don’t care for him.  Mr. Burwin-Fosselton becomes a\nnuisance.",
        "\nNovember 20. - Have seen nothing of Lupin the whole day.  Bought a\ncheap address-book.  I spent the evening copying in the names and\naddresses of my friends and acquaintances.  Left out the Mutlars of\ncourse.",
        "November 21. - Lupin turned up for a few minutes in the evening.\nHe asked for a drop of brandy with a sort of careless look, which\nto my mind was theatrical and quite ineffective.  I said:  “My boy,\nI have none, and I don’t think I should give it you if I had.\"\nLupin said:  “I’ll go where I can get some,” and walked out of the\nhouse.  Carrie took the boy’s part, and the rest of the evening was\nspent in a disagreeable discussion, in which the words “Daisy” and\n\"Mutlar” must have occurred a thousand times.",
        "November 22. - Gowing and Cummings dropped in during the evening.\nLupin also came in, bringing his friend, Mr. Burwin-Fosselton - one\nof the “Holloway Comedians” - who was at our party the other night,\nand who cracked our little round table.  Happy to say Daisy Mutlar\nwas never referred to.  The conversation was almost entirely\nmonopolised by the young fellow Fosselton, who not only looked\nrather like Mr. Irving, but seemed to imagine that he WAS the\ncelebrated actor.  I must say he gave some capital imitations of\nhim.  As he showed no signs of moving at supper time, I said:  “If\nyou like to stay, Mr. Fosselton, for our usual crust - pray do.\"\nHe replied:  “Oh! thanks; but please call me Burwin-Fosselton.  It\nis a double name.  There are lots of Fosseltons, but please call me\nBurwin-Fosselton.”",
        "He began doing the Irving business all through supper.  He sank so\nlow down in his chair that his chin was almost on a level with the\ntable, and twice he kicked Carrie under the table, upset his wine,\nand flashed a knife uncomfortably near Gowing’s face.  After supper\nhe kept stretching out his legs on the fender, indulging in scraps\nof quotations from plays which were Greek to me, and more than once\nknocked over the fire-irons, making a hideous row - poor Carrie\nalready having a bad head-ache.",
        "When he went, he said, to our surprise:  “I will come to-morrow and\nbring my Irving make-up.”  Gowing and Cummings said they would like\nto see it and would come too.  I could not help thinking they might\nas well give a party at my house while they are about it.  However,\nas Carrie sensibly said:  “Do anything, dear, to make Lupin forget\nthe Daisy Mutlar business.”",
        "November 23. - In the evening, Cummings came early.  Gowing came a\nlittle later and brought, without asking permission, a fat and, I\nthink, very vulgar-looking man named Padge, who appeared to be all\nmoustache.  Gowing never attempted any apology to either of us, but\nsaid Padge wanted to see the Irving business, to which Padge said:\n\"That’s right,” and that is about all he DID say during the entire\nevening.  Lupin came in and seemed in much better spirits.  He had\nprepared a bit of a surprise.  Mr. Burwin-Fosselton had come in\nwith him, but had gone upstairs to get ready.  In half-an-hour\nLupin retired from the parlour, and returning in a few minutes,\nannounced “Mr. Henry Irving.”",
        "I must say we were all astounded.  I never saw such a resemblance.\nIt was astonishing.  The only person who did not appear interested\nwas the man Padge, who had got the best arm-chair, and was puffing\naway at a foul pipe into the fireplace.  After some little time I\nsaid; “Why do actors always wear their hair so long?”  Carrie in a\nmoment said, “Mr. Hare doesn’t wear long HAIR.”  How we laughed\nexcept Mr. Fosselton, who said, in a rather patronising kind of\nway, “The joke, Mrs. Pooter, is extremely appropriate, if not\naltogether new.”  Thinking this rather a snub, I said:  “Mr.\nFosselton, I fancy - “  He interrupted me by saying:  “Mr. BURWIN-\nFosselton, if you please,” which made me quite forget what I was\ngoing to say to him.  During the supper Mr. Burwin-Fosselton again\nmonopolised the conversation with his Irving talk, and both Carrie\nand I came to the conclusion one can have even too much imitation\nof Irving.  After supper, Mr. Burwin-Fosselton got a little too\nboisterous over his Irving imitation, and suddenly seizing Gowing\nby the collar of his coat, dug his thumb-nail, accidentally of\ncourse, into Gowing’s neck and took a piece of flesh out.  Gowing\nwas rightly annoyed, but that man Padge, who having declined our\nmodest supper in order that he should not lose his comfortable\nchair, burst into an uncontrollable fit of laughter at the little\nmisadventure.  I was so annoyed at the conduct of Padge, I said:\n\"I suppose you would have laughed if he had poked Mr. Gowing’s eye\nout?” to which Padge replied:  “That’s right,” and laughed more\nthan ever.  I think perhaps the greatest surprise was when we broke\nup, for Mr. Burwin-Fosselton said:  “Good-night, Mr. Pooter.  I’m\nglad you like the imitation, I’ll bring THE OTHER MAKE-UP TO-MORROW\nNIGHT.”",
        "November 24. - I went to town without a pocket-handkerchief.  This\nis the second time I have done this during the last week.  I must\nbe losing my memory.  Had it not been for this Daisy Mutlar\nbusiness, I would have written to Mr. Burwin-Fosselton and told him\nI should be out this evening, but I fancy he is the sort of young\nman who would come all the same.",
        "Dear old Cummings came in the evening; but Gowing sent round a\nlittle note saying he hoped I would excuse his not turning up,\nwhich rather amused me.  He added that his neck was still painful.\nOf course, Burwin-Fosselton came, but Lupin never turned up, and\nimagine my utter disgust when that man Padge actually came again,\nand not even accompanied by Gowing.  I was exasperated, and said:\n\"Mr. Padge, this is a SURPRISE.”  Dear Carrie, fearing\nunpleasantness, said:  “Oh! I suppose Mr. Padge has only come to\nsee the other Irving make-up.”  Mr. Padge said:  “That’s right,\"\nand took the best chair again, from which he never moved the whole\nevening.",
        "My only consolation is, he takes no supper, so he is not an\nexpensive guest, but I shall speak to Gowing about the matter.  The\nIrving imitations and conversations occupied the whole evening,\ntill I was sick of it.  Once we had a rather heated discussion,\nwhich was commenced by Cummings saying that it appeared to him that\nMr. Burwin-Fosselton was not only LIKE Mr. Irving, but was in his\njudgment every way as GOOD or even BETTER.  I ventured to remark\nthat after all it was but an imitation of an original.",
        "Cummings said surely some imitations were better than the\noriginals.  I made what I considered a very clever remark:\n\"Without an original there can be no imitation.”  Mr. Burwin-\nFosselton said quite impertinently:  “Don’t discuss me in my\npresence, if you please; and, Mr. Pooter, I should advise you to\ntalk about what you understand;” to which that cad Padge replied:\n\"That’s right.”  Dear Carrie saved the whole thing by suddenly\nsaying:  “I’ll be Ellen Terry.”  Dear Carrie’s imitation wasn’t a\nbit liked, but she was so spontaneous and so funny that the\ndisagreeable discussion passed off.  When they left, I very\npointedly said to Mr. Burwin-Fosselton and Mr. Padge that we should\nbe engaged to-morrow evening.",
        "November 25. - Had a long letter from Mr. Fosselton respecting last\nnight’s Irving discussion.  I was very angry, and I wrote and said\nI knew little or nothing about stage matters, was not in the least\ninterested in them and positively declined to be drawn into a\ndiscussion on the subject, even at the risk of its leading to a\nbreach of friendship.  I never wrote a more determined letter.",
        "On returning home at the usual hour on Saturday afternoon I met\nnear the Archway Daisy Mutlar.  My heart gave a leap.  I bowed\nrather stiffly, but she affected not to have seen me.  Very much\nannoyed in the evening by the laundress sending home an odd sock.\nSarah said she sent two pairs, and the laundress declared only a\npair and a half were sent.  I spoke to Carrie about it, but she\nrather testily replied:  “I am tired of speaking to her; you had\nbetter go and speak to her yourself.  She is outside.”  I did so,\nbut the laundress declared that only an odd sock was sent.",
        "Gowing passed into the passage at this time and was rude enough to\nlisten to the conversation, and interrupting, said:  “Don’t waste\nthe odd sock, old man; do an act of charity and give it to some\npoor mar with only one leg.”  The laundress giggled like an idiot.\nI was disgusted and walked upstairs for the purpose of pinning down\nmy collar, as the button had come off the back of my shirt.",
        "When I returned to the parlour, Gowing was retailing his idiotic\njoke about the odd sock, and Carrie was roaring with laughter.  I\nsuppose I am losing my sense of humour.  I spoke my mind pretty\nfreely about Padge.  Gowing said he had met him only once before\nthat evening.  He had been introduced by a friend, and as he\n(Padge) had “stood” a good dinner, Gowing wished to show him some\nlittle return.  Upon my word, Gowing’s coolness surpasses all\nbelief.  Lupin came in before I could reply, and Gowing\nunfortunately inquired after Daisy Mutlar.  Lupin shouted:  “Mind\nyour own business, sir!” and bounced out of the room, slamming the\ndoor.  The remainder of the night was Daisy Mutlar - Daisy Mutlar -\nDaisy Mutlar.  Oh dear!",
        "November 26, Sunday. - The curate preached a very good sermon to-\nday - very good indeed.  His appearance is never so impressive as\nour dear old vicar’s, but I am bound to say his sermons are much\nmore impressive.  A rather annoying incident occurred, of which I\nmust make mention.  Mrs. Fernlosse, who is quite a grand lady,\nliving in one of those large houses in the Camden Road, stopped to\nspeak to me after church, when we were all coming out.  I must say\nI felt flattered, for she is thought a good deal of.  I suppose she\nknew me through seeing me so often take round the plate, especially\nas she always occupies the corner seat of the pew.  She is a very\ninfluential lady, and may have had something of the utmost\nimportance to say, but unfortunately, as she commenced to speak a\nstrong gust of wind came and blew my hat off into the middle of the\nroad.",
        "I had to run after it, and had the greatest difficulty in\nrecovering it.  When I had succeeded in doing so, I found Mrs.\nFernlosse had walked on with some swell friends, and I felt I could\nnot well approach her now, especially as my hat was smothered with\nmud.  I cannot say how disappointed I felt.",
        "In the evening (SUNDAY evening of all others) I found an\nimpertinent note from Mr. Burwin-Fosselton, which ran as follows:",
        "\n\"Dear Mr. Pooter, - Although your junior by perhaps some twenty or\nthirty years - which is sufficient reason that you ought to have a\nlonger record of the things and ways in this miniature of a planet\n- I feel it is just within the bounds of possibility that the\nwheels of your life don’t travel so quickly round as those of the\nhumble writer of these lines.  The dandy horse of past days has\nbeen known to overtake the SLOW COACH.",
        "“Do I make myself understood?",
        "“Very well, then!  Permit me, Mr. Pooter, to advise you to accept\nthe verb. sap.  Acknowledge your defeat, and take your whipping\ngracefully; for remember you threw down the glove, and I cannot\nclaim to be either mentally or physically a coward!",
        "“Revenons e nos moutons.",
        "“Our lives run in different grooves.  I live for my art - the\nstage.  Your life is devoted to commercial pursuits - ’A life among\nLedgers.’  My books are of different metal.  Your life in the City\nis honourable, I admit. But how different!  Cannot even you see\nthe ocean between us?  A channel that prevents the meeting of our\nbrains in harmonious accord.  Ah!  But chacun e son gout.",
        "“I have registered a vow to mount the steps of fame.  I may crawl,\nI may slip, I may even falter (we are all weak), but reach the top\nrung of the ladder i will!!!  When there, my voice shall be heard,\nfor I will shout to the multitudes below:  ’Vici!’  For the present\nI am only an amateur, and my work is unknown, forsooth, save to a\nparty of friends, with here and there an enemy.",
        "“But, Mr. Pooter, let me ask you, ’What is the difference between\nthe amateur and the professional?’",
        "“None!!!",
        "“Stay!  Yes, there is a difference.  One is paid for doing what the\nother does as skilfully for nothing!",
        "“But I will be paid, too!  For I, contrary to the wishes of my\nfamily and friends, have at last elected to adopt the stage as my\nprofession.  And when the farce craze is over - and, mark you, that\nwill be soon - I will make my power known; for I feel - pardon my\napparent conceit - that there is no living man who can play the\nhump-backed Richard as I feel and know I can.",
        "“And you will be the first to come round and bend your head in\nsubmission.  There are many matters you may understand, but\nknowledge of the fine art of acting is to you an unknown quantity.",
        "“Pray let this discussion cease with this letter.  Vale!",
        "Yours truly,",
        "“Burwin-Fosselton.”",
        "\nI was disgusted.  When Lupin came in, I handed him this impertinent\nletter, and said:  “My boy, in that letter you can see the true\ncharacter of your friend.”",
        "Lupin, to my surprise, said:  “Oh yes.  He showed me the letter\nbefore he sent it.  I think he is right, and you ought to\napologise.”",
        "A serious discussion concerning the use and value of my diary.\nLupin’s opinion of ’Xmas.  Lupin’s unfortunate engagement is on\nagain.",
        "\nDecember 17. - As I open my scribbling diary I find the words\n\"Oxford Michaelmas Term ends.”  Why this should induce me to\nindulge in retrospective I don’t know, but it does.  The last few\nweeks of my diary are of minimum interest.  The breaking off of the\nengagement between Lupin and Daisy Mutlar has made him a different\nbeing, and Carrie a rather depressing companion.  She was a little\ndull last Saturday, and I thought to cheer her up by reading some\nextracts from my diary; but she walked out of the room in the\nmiddle of the reading, without a word.  On her return, I said:\n\"Did my diary bore you, darling?”",
        "She replied, to my surprise:  “I really wasn’t listening, dear.  I\nwas obliged to leave to give instructions to the laundress.  In\nconsequence of some stuff she puts in the water, two more of\nLupin’s coloured shirts have run and he says he won’t wear them.”",
        "I said:  “Everything is Lupin.  It’s all Lupin, Lupin, Lupin.\nThere was not a single button on my shirt yesterday, but I made no\ncomplaint.”",
        "Carrie simply replied:  “You should do as all other men do, and\nwear studs.  In fact, I never saw anyone but you wear buttons on\nthe shirt-fronts.”",
        "I said:  “I certainly wore none yesterday, for there were none on.”",
        "Another thought that strikes me is that Gowing seldom calls in the\nevening, and Cummings never does.  I fear they don’t get on well\nwith Lupin.",
        "December 18. - Yesterday I was in a retrospective vein - to-day it\nis PROSPECTIVE.  I see nothing but clouds, clouds, clouds.  Lupin\nis perfectly intolerable over the Daisy Mutlar business.  He won’t\nsay what is the cause of the breach.  He is evidently condemning\nher conduct, and yet, if we venture to agree with him, says he\nwon’t hear a word against her.  So what is one to do?  Another\nthing which is disappointing to me is, that Carrie and Lupin take\nno interest whatever in my diary.",
        "I broached the subject at the breakfast-table to-day.  I said:  “I\nwas in hopes that, if anything ever happened to me, the diary would\nbe an endless source of pleasure to you both; to say nothing of the\nchance of the remuneration which may accrue from its being\npublished.”",
        "Both Carrie and Lupin burst out laughing.  Carrie was sorry for\nthis, I could see, for she said:  “I did not mean to be rude, dear\nCharlie; but truly I do not think your diary would sufficiently\ninterest the public to be taken up by a publisher.”",
        "I replied:  “I am sure it would prove quite as interesting as some\nof the ridiculous reminiscences that have been published lately.\nBesides, it’s the diary that makes the man.  Where would Evelyn and\nPepys have been if it had not been for their diaries?”",
        "Carrie said I was quite a philosopher; but Lupin, in a jeering\ntone, said:  “If it had been written on larger paper, Guv., we\nmight get a fair price from a butterman for it.”",
        "As I am in the prospective vein, I vow the end of this year will\nsee the end of my diary.",
        "December 19. - The annual invitation came to spend Christmas with\nCarrie’s mother - the usual family festive gathering to which we\nalways look forward.  Lupin declined to go.  I was astounded, and\nexpressed my surprise and disgust.  Lupin then obliged us with the\nfollowing Radical speech:  “I hate a family gathering at Christmas.\nWhat does it mean?  Why someone says:  ’Ah! we miss poor Uncle\nJames, who was here last year,’ and we all begin to snivel.\nSomeone else says:  ’It’s two years since poor Aunt Liz used to sit\nin that corner.’  Then we all begin to snivel again.  Then another\ngloomy relation says ’Ah!  I wonder whose turn it will be next?’\nThen we all snivel again, and proceed to eat and drink too much;\nand they don’t discover until I get up that we have been seated\nthirteen at dinner.”",
        "December 20. - Went to Smirksons’, the drapers, in the Strand, who\nthis year have turned out everything in the shop and devoted the\nwhole place to the sale of Christmas cards.  Shop crowded with\npeople, who seemed to take up the cards rather roughly, and, after\na hurried glance at them, throw them down again.  I remarked to one\nof the young persons serving, that carelessness appeared to be a\ndisease with some purchasers.  The observation was scarcely out of\nmy mouth, when my thick coat-sleeve caught against a large pile of\nexpensive cards in boxes one on top of the other, and threw them\ndown.  The manager came forward, looking very much annoyed, and\npicking up several cards from the ground, said to one of the\nassistants, with a palpable side-glance at me:  “Put these amongst\nthe sixpenny goods; they can’t be sold for a shilling now.”  The\nresult was, I felt it my duty to buy some of these damaged cards.",
        "I had to buy more and pay more than intended.  Unfortunately I did\nnot examine them all, and when I got home I discovered a vulgar\ncard with a picture of a fat nurse with two babies, one black and\nthe other white, and the words:  “We wish Pa a Merry Christmas.”  I\ntore up the card and threw it away.  Carrie said the great\ndisadvantage of going out in Society and increasing the number of\nour friends was, that we should have to send out nearly two dozen\ncards this year.",
        "December 21. - To save the postman a miserable Christmas, we follow\nthe example of all unselfish people, and send out our cards early.\nMost of the cards had finger-marks, which I did not notice at\nnight.  I shall buy all future cards in the daytime.  Lupin (who,\never since he has had the appointment with a stock and share\nbroker, does not seem over-scrupulous in his dealings) told me\nnever to rub out the pencilled price on the backs of the cards.  I\nasked him why.  Lupin said:  “Suppose your card is marked 9d.\nWell, all you have to do is to pencil a 3 - and a long down-stroke\nafter it - in FRONT of the ninepence, and people will think you\nhave given five times the price for it.”",
        "In the evening Lupin was very low-spirited, and I reminded him that\nbehind the clouds the sun was shining.  He said:  “Ugh! it never\nshines on me.”  I said:  “Stop, Lupin, my boy; you are worried\nabout Daisy Mutlar.  Don’t think of her any more.  You ought to\ncongratulate yourself on having got off a very bad bargain.  Her\nnotions are far too grand for our simple tastes.”  He jumped up and\nsaid:  “I won’t allow one word to be uttered against her.  She’s\nworth the whole bunch of your friends put together, that inflated,\nsloping-head of a Perkupp included.”  I left the room with silent\ndignity, but caught my foot in the mat.",
        "December 23. - I exchanged no words with Lupin in the morning; but\nas he seemed to be in exuberant spirits in the evening, I ventured\nto ask him where he intended to spend his Christmas.  He replied:\n\"Oh, most likely at the Mutlars’.”",
        "In wonderment, I said:  “What! after your engagement has been\nbroken off?”",
        "Lupin said:  “Who said it is off?”",
        "I said:  “You have given us both to understand - “",
        "He interrupted me by saying:  “Well, never mind what I said.  IT IS\nON AGAIN - THERE!”",
        "I receive an insulting Christmas card.  We spend a pleasant\nChristmas at Carrie’s mother’s.  A Mr. Moss is rather too free.  A\nboisterous evening, during which I am struck in the dark.  I\nreceive an extraordinary letter from Mr. Mutlar, senior, respecting\nLupin.  We miss drinking out the Old Year.",
        "\nDecember 24. - I am a poor man, but I would gladly give ten\nshillings to find out who sent me the insulting Christmas card I\nreceived this morning.  I never insult people; why should they\ninsult me?  The worst part of the transaction is, that I find\nmyself suspecting all my friends.  The handwriting on the envelope\nis evidently disguised, being written sloping the wrong way.  I\ncannot think either Gowing or Cummings would do such a mean thing.\nLupin denied all knowledge of it, and I believe him; although I\ndisapprove of his laughing and sympathising with the offender.  Mr.\nFranching would be above such an act; and I don’t think any of the\nMutlars would descend to such a course.  I wonder if Pitt, that\nimpudent clerk at the office, did it?  Or Mrs. Birrell, the\ncharwoman, or Burwin-Fosselton?  The writing is too good for the\nformer.",
        "Christmas Day. - We caught the 10.20 train at Paddington, and spent\na pleasant day at Carrie’s mother’s.  The country was quite nice\nand pleasant, although the roads were sloppy.  We dined in the\nmiddle of the day, just ten of us, and talked over old times.  If\neverybody had a nice, UNinterfering mother-in-law, such as I have,\nwhat a deal of happiness there would be in the world.  Being all in\ngood spirits, I proposed her health, and I made, I think, a very\ngood speech.",
        "I concluded, rather neatly, by saying:  “On an occasion like this -\nwhether relatives, friends, or acquaintances, - we are all inspired\nwith good feelings towards each other.  We are of one mind, and\nthink only of love and friendship.  Those who have quarrelled with\nabsent friends should kiss and make it up.  Those who happily have\nnot fallen out, can kiss all the same.”",
        "I saw the tears in the eyes of both Carrie and her mother, and must\nsay I felt very flattered by the compliment.  That dear old\nReverend John Panzy Smith, who married us, made a most cheerful and\namusing speech, and said he should act on my suggestion respecting\nthe kissing.  He then walked round the table and kissed all the\nladies, including Carrie.  Of course one did not object to this;\nbut I was more than staggered when a young fellow named Moss, who\nwas a stranger to me, and who had scarcely spoken a word through\ndinner, jumped up suddenly with a sprig of misletoe, and exclaimed:\n\"Hulloh!  I don’t see why I shouldn’t be on in this scene.”  Before\none could realise what he was about to do, he kissed Carrie and the\nrest of the ladies.",
        "Fortunately the matter was treated as a joke, and we all laughed;\nbut it was a dangerous experiment, and I felt very uneasy for a\nmoment as to the result.  I subsequently referred to the matter to\nCarrie, but she said:  “Oh, he’s not much more than a boy.”  I said\nthat he had a very large moustache for a boy.  Carrie replied:  “I\ndidn’t say he was not a nice boy.”",
        "December 26. - I did not sleep very well last night; I never do in\na strange bed.  I feel a little indigestion, which one must expect\nat this time of the year.  Carrie and I returned to Town in the\nevening.  Lupin came in late.  He said he enjoyed his Christmas,\nand added:  “I feel as fit as a Lowther Arcade fiddle, and only\nrequire a little more ’oof’ to feel as fit as a 500 pounds\nStradivarius.”  I have long since given up trying to understand\nLupin’s slang, or asking him to explain it.",
        "December 27. - I told Lupin I was expecting Gowing and Cummings to\ndrop in to-morrow evening for a quiet game.  I was in hope the boy\nwould volunteer to stay in, and help to amuse them.  Instead of\nwhich, he said:  “Oh, you had better put them off, as I have asked\nDaisy and Frank Mutlar to come.”  I said I could not think of doing\nsuch a thing.  Lupin said:  “Then I will send a wire, and put off\nDaisy.”  I suggested that a post-card or letter would reach her\nquite soon enough, and would not be so extravagant.",
        "Carrie, who had listened to the above conversation with apparent\nannoyance, directed a well-aimed shaft at Lupin.  She said:\n\"Lupin, why do you object to Daisy meeting your father’s friends?\nIs it because they are not good enough for her, or (which is\nequally possible) SHE is not good enough for them?”  Lupin was\ndumbfounded, and could make no reply.  When he left the room, I\ngave Carrie a kiss of approval.",
        "December 28 - Lupin, on coming down to breakfast, said to his\nmother:  “I have not put off Daisy and Frank, and should like them\nto join Gowing and Cummings this evening.”  I felt very pleased\nwith the boy for this.  Carrie said, in reply:  “I am glad you let\nme know in time, as I can turn over the cold leg of mutton, dress\nit with a little parsley, and no one will know it has been cut.\"\nShe further said she would make a few custards, and stew some\npippins, so that they would be cold by the evening.",
        "Finding Lupin in good spirits, I asked him quietly if he really had\nany personal objection to either Gowing or Cummings.  He replied:\n\"Not in the least.  I think Cummings looks rather an ass, but that\nis partly due to his patronising ’the three-and-six-one-price hat\ncompany,’ and wearing a reach-me-down frock-coat.  As for that\nperpetual brown velveteen jacket of Gowing’s - why, he resembles an\nitinerant photographer.”",
        "I said it was not the coat that made the gentleman; whereupon\nLupin, with a laugh, replied:  “No, and it wasn’t much of a\ngentleman who made their coats.”",
        "We were rather jolly at supper, and Daisy made herself very\nagreeable, especially in the earlier part of the evening, when she\nsang.  At supper, however, she said:  “Can you make tee-to-tums\nwith bread?” and she commenced rolling up pieces of bread, and\ntwisting them round on the table.  I felt this to be bad manners,\nbut of course said nothing.  Presently Daisy and Lupin, to my\ndisgust, began throwing bread-pills at each other.  Frank followed\nsuit, and so did Cummings and Gowing, to my astonishment.  They\nthen commenced throwing hard pieces of crust, one piece catching me\non the forehead, and making me blink.  I said:  “Steady, please;\nsteady!”  Frank jumped up and said:  “Tum, tum; then the band\nplayed.”",
        "I did not know what this meant, but they all roared, and continued\nthe bread-battle.  Gowing suddenly seized all the parsley off the\ncold mutton, and threw it full in my face.  I looked daggers at\nGowing, who replied:  “I say, it’s no good trying to look\nindignant, with your hair full of parsley.”  I rose from the table,\nand insisted that a stop should be put to this foolery at once.\nFrank Mutlar shouted:  “Time, gentlemen, please! time!” and turned\nout the gas, leaving us in absolute darkness.",
        "I was feeling my way out of the room, when I suddenly received a\nhard intentional punch at the back of my head.  I said loudly:\n\"Who did that?”  There was no answer; so I repeated the question,\nwith the same result.  I struck a match, and lighted the gas.  They\nwere all talking and laughing, so I kept my own counsel; but, after\nthey had gone, I said to Carrie; “The person who sent me that\ninsulting post-card at Christmas was here to-night.”",
        "December 29. - I had a most vivid dream last night.  I woke up, and\non falling asleep, dreamed the same dream over again precisely.  I\ndreamt I heard Frank Mutlar telling his sister that he had not only\nsent me the insulting Christmas card, but admitted that he was the\none who punched my head last night in the dark.  As fate would have\nit, Lupin, at breakfast, was reading extracts from a letter he had\njust received from Frank.",
        "I asked him to pass the envelope, that I might compare the writing.\nHe did so, and I examined it by the side of the envelope containing\nthe Christmas card.  I detected a similarity in the writing, in\nspite of the attempted disguise.  I passed them on to Carrie, who\nbegan to laugh.  I asked her what she was laughing at, and she said\nthe card was never directed to me at all.  It was “L. Pooter,” not\n\"C. Pooter.”  Lupin asked to look at the direction and the card,\nand exclaimed, with a laugh:  “Oh yes, Guv., it’s meant for me.”",
        "I said:  “Are you in the habit of receiving insulting Christmas\ncards?”  He replied:  “Oh yes, and of SENDING them, too.”",
        "In the evening Gowing called, and said he enjoyed himself very much\nlast night.  I took the opportunity to confide in him, as an old\nfriend, about the vicious punch last night.  He burst out laughing,\nand said:  “Oh, it was YOUR HEAD, was it?  I know I accidentally\nhit something, but I thought it was a brick wall.”  I told him I\nfelt hurt, in both senses of the expression.",
        "December 30, Sunday. - Lupin spent the whole day with the Mutlars.\nHe seemed rather cheerful in the evening, so I said:  “I’m glad to\nsee you so happy, Lupin.”  He answered:  “Well, Daisy is a splendid\ngirl, but I was obliged to take her old fool of a father down a\npeg.  What with his meanness over his cigars, his stinginess over\nhis drinks, his farthing economy in turning down the gas if you\nonly quit the room for a second, writing to one on half-sheets of\nnote-paper, sticking the remnant of the last cake of soap on to the\nnew cake, putting two bricks on each side of the fireplace, and his\ngeneral ’outside-halfpenny-’bus-ness,’ I was compelled to let him\nhave a bit of my mind.”  I said:  “Lupin, you are not much more\nthan a boy; I hope you won’t repent it.”",
        "December 31. - The last day of the Old Year.  I received an\nextraordinary letter from Mr. Mutlar, senior.  He writes:  “Dear\nSir, - For a long time past I have had considerable difficulty\ndeciding the important question, ’Who is the master of my own\nhouse?  Myself, or YOUR SON Lupin?’  Believe me, I have no\nprejudice one way or the other; but I have been most reluctantly\ncompelled to give judgment to the effect that I am the master of\nit.  Under the circumstances, it has become my duty to forbid your\nson to enter my house again.  I am sorry, because it deprives me of\nthe society of one of the most modest, unassuming, and gentlemanly\npersons I have ever had the honour of being acquainted with.”",
        "I did not desire the last day to wind up disagreeably, so I said\nnothing to either Carrie or Lupin about the letter.",
        "A most terrible fog came on, and Lupin would go out in it, but\npromised to be back to drink out the Old Year - a custom we have\nalways observed.  At a quarter to twelve Lupin had not returned,\nand the fog was fearful.  As time was drawing close, I got out the\nspirits.  Carrie and I deciding on whisky, I opened a fresh bottle;\nbut Carrie said it smelt like brandy.  As I knew it to be whisky, I\nsaid there was nothing to discuss.  Carrie, evidently vexed that\nLupin had not come in, did discuss it all the same, and wanted me\nto have a small wager with her to decide by the smell.  I said I\ncould decide it by the taste in a moment.  A silly and unnecessary\nargument followed, the result of which was we suddenly saw it was a\nquarter-past twelve, and, for the first time in our married life,\nwe missed welcoming in the New Year.  Lupin got home at a quarter-\npast two, having got lost in the fog - so he said.",
        "Begin the year with an unexpected promotion at the office.  I make\ntwo good jokes.  I get an enormous rise in my salary.  Lupin\nspeculates successfully and starts a pony-trap.  Have to speak to\nSarah.  Extraordinary conduct of Gowing’s.",
        "\nJanuary 1. - I had intended concluding my diary last week; but a\nmost important event has happened, so I shall continue for a little\nwhile longer on the fly-leaves attached to the end of my last\nyear’s diary.  It had just struck half-past one, and I was on the\npoint of leaving the office to have my dinner, when I received a\nmessage that Mr. Perkupp desired to see me at once.  I must confess\nthat my heart commenced to beat and I had most serious misgivings.",
        "Mr. Perkupp was in his room writing, and he said:  “Take a seat,\nMr. Pooter, I shall not be moment.”",
        "I replied:  “No, thank you, sir; I’ll stand.”",
        "I watched the clock on the mantelpiece, and I was waiting quite\ntwenty minutes; but it seemed hours.  Mr. Perkupp at last got up\nhimself.",
        "I said:  “I hope there is nothing wrong, sir?”",
        "He replied:  “Oh dear, no! quite the reverse, I hope.”  What a\nweight off my mind!  My breath seemed to come back again in an\ninstant.",
        "Mr. Perkupp said:  “Mr. Buckling is going to retire, and there will\nbe some slight changes in the office.  You have been with us nearly\ntwenty-one years, and, in consequence of your conduct during that\nperiod, we intend making a special promotion in your favour.  We\nhave not quite decided how you will be placed; but in any case\nthere will be a considerable increase in your salary, which, it is\nquite unnecessary for me to say, you fully deserve.  I have an\nappointment at two; but you shall hear more to-morrow.”",
        "He then left the room quickly, and I was not even allowed time or\nthought to express a single word of grateful thanks to him.  I need\nnot say how dear Carrie received this joyful news.  With perfect\nsimplicity she said:  “At last we shall be able to have a chimney-\nglass for the back drawing-room, which we always wanted.”  I added:\n\"Yes, and at last you shall have that little costume which you saw\nat Peter Robinson’s so cheap.”",
        "January 2. - I was in a great state of suspense all day at the\noffice.  I did not like to worry Mr. Perkupp; but as he did not\nsend for me, and mentioned yesterday that he would see me again to-\nday, I thought it better, perhaps, to go to him.  I knocked at his\ndoor, and on entering, Mr. Perkupp said:  “Oh! it’s you, Mr.\nPooter; do you want to see me?”  I said:  “No, sir, I thought you\nwanted to see me!”  “Oh!” he replied, “I remember.  Well, I am very\nbusy to-day; I will see you to-morrow.”",
        "January 3. - Still in a state of anxiety and excitement, which was\nnot alleviated by ascertaining that Mr. Perkupp sent word he should\nnot be at the office to-day.  In the evening, Lupin, who was busily\nengaged with a paper, said suddenly to me:  “Do you know anything\nabout CHALK PITS, Guv.?”  I said:  “No, my boy, not that I’m aware\nof.”  Lupin said:  “Well, I give you the tip; CHALK PITS are as\nsafe as Consols, and pay six per cent. at par.”  I said a rather\nneat thing, viz.:  “They may be six per cent. at PAR, but your PA\nhas no money to invest.”  Carrie and I both roared with laughter.\nLupin did not take the slightest notice of the joke, although I\npurposely repeated it for him; but continued:  “I give you the tip,\nthat’s all - CHALK PITS!”  I said another funny thing:  “Mind you\ndon’t fall into them!”  Lupin put on a supercilious smile, and\nsaid:  “Bravo!  Joe Miller.”",
        "January 4. - Mr. Perkupp sent for me and told me that my position\nwould be that of one of the senior clerks.  I was more than\noverjoyed.  Mr. Perkupp added, he would let me know to-morrow what\nthe salary would be.  This means another day’s anxiety; I don’t\nmind, for it is anxiety of the right sort.  That reminded me that I\nhad forgotten to speak to Lupin about the letter I received from\nMr. Mutlar, senr.  I broached the subject to Lupin in the evening,\nhaving first consulted Carrie.  Lupin was riveted to the FINANCIAL\nNEWS, as if he had been a born capitalist, and I said:  “Pardon me\na moment, Lupin, how is it you have not been to the Mutlars’ any\nday this week?”",
        "Lupin answered:  “I told you!  I cannot stand old Mutlar.”",
        "I said:  “Mr. Mutlar writes to me to say pretty plainly that he\ncannot stand you!”",
        "Lupin said:  “Well, I like his cheek in writing to YOU.  I’ll find\nout if his father is still alive, and I will write HIM a note\ncomplaining of HIS son, and I’ll state pretty clearly that his son\nis a blithering idiot!”",
        "I said:  “Lupin, please moderate your expressions in the presence\nof your mother.”",
        "Lupin said:  “I’m very sorry, but there is no other expression one\ncan apply to him.  However, I’m determined not to enter his place\nagain.”",
        "I said:  “You know, Lupin, he has forbidden you the house.”",
        "Lupin replied:  “Well, we won’t split straws - it’s all the same.\nDaisy is a trump, and will wait for me ten years, if necessary.”",
        "January 5. - I can scarcely write the news.  Mr. Perkupp told me my\nsalary would be raised 100 pounds!  I stood gaping for a moment\nunable to realise it.  I annually get 10 pounds rise, and I thought\nit might be 15 pounds or even 20 pounds; but 100 pounds surpasses\nall belief.  Carrie and I both rejoiced over our good fortune.\nLupin came home in the evening in the utmost good spirits.  I sent\nSarah quietly round to the grocer’s for a bottle of champagne, the\nsame as we had before, “Jackson Freres.”  It was opened at supper,\nand I said to Lupin:  “This is to celebrate some good news I have\nreceived to-day.”  Lupin replied:  “Hooray, Guv.!  And I have some\ngood news, also; a double event, eh?”  I said:  “My boy, as a\nresult of twenty-one years’ industry and strict attention to the\ninterests of my superiors in office, I have been rewarded with\npromotion and a rise in salary of 100 pounds.”",
        "Lupin gave three cheers, and we rapped the table furiously, which\nbrought in Sarah to see what the matter was.  Lupin ordered us to\n\"fill up” again, and addressing us upstanding, said:  “Having been\nin the firm of Job Cleanands, stock and share-brokers, a few weeks,\nand not having paid particular attention to the interests of my\nsuperiors in office, my Guv’nor, as a reward to me, allotted me 5\npounds worth of shares in a really good thing.  The result is, to-\nday I have made 200 pounds.”  I said:  “Lupin, you are joking.\"\n\"No, Guv., it’s the good old truth; Job Cleanands PUT ME ON TO\nCHLORATES.”",
        "January 21. - I am very much concerned at Lupin having started a\npony-trap.  I said:  “Lupin, are you justified in this outrageous\nextravagance?”  Lupin replied:  “Well, one must get to the City\nsomehow.  I’ve only hired it, and can give it up any time I like.\"\nI repeated my question:  “Are you justified in this extravagance?\"\nHe replied:  “Look here, Guv., excuse me saying so, but you’re a\nbit out of date.  It does not pay nowadays, fiddling about over\nsmall things.  I don’t mean anything personal, Guv’nor.  My boss\nsays if I take his tip, and stick to big things, I can make big\nmoney!”  I said I thought the very idea of speculation most\nhorrifying.  Lupin said “It is not speculation, it’s a dead cert.\"\nI advised him, at all events, not to continue the pony and cart;\nbut he replied:  “I made 200 pounds in one day; now suppose I only\nmake 200 pounds in a month, or put it at 100 pounds a month, which\nis ridiculously low - why, that is 1,250 pounds a year.  What’s a\nfew pounds a week for a trap?”",
        "I did not pursue the subject further, beyond saying that I should\nfeel glad when the autumn came, and Lupin would be of age and\nresponsible for his own debts.  He answered:  “My dear Guv., I\npromise you faithfully that I will never speculate with what I have\nnot got.  I shall only go on Job Cleanands’ tips, and as he is in\nthe ’know’ it is pretty safe sailing.”  I felt somewhat relieved.\nGowing called in the evening and, to my surprise, informed me that,\nas he had made 10 pounds by one of Lupin’s tips, he intended asking\nus and the Cummings round next Saturday.  Carrie and I said we\nshould be delighted.",
        "January 22. - I don’t generally lose my temper with servants; but I\nhad to speak to Sarah rather sharply about a careless habit she has\nrecently contracted of shaking the table-cloth, after removing the\nbreakfast things, in a manner which causes all the crumbs to fall\non the carpet, eventually to be trodden in.  Sarah answered very\nrudely:  “Oh, you are always complaining.”  I replied:  “Indeed, I\nam not.  I spoke to you last week about walking all over the\ndrawing-room carpet with a piece of yellow soap on the heel of your\nboot.”  She said:  “And you’re always grumbling about your\nbreakfast.”  I said:  “No, I am not; but I feel perfectly justified\nin complaining that I never can get a hard-boiled egg.  The moment\nI crack the shell it spurts all over the plate, and I have spoken\nto you at least fifty times about it.”  She began to cry and make a\nscene; but fortunately my ’bus came by, so I had a good excuse for\nleaving her.  Gowing left a message in the evening, that we were\nnot to forget next Saturday.  Carrie amusingly said:  As he has\nnever asked any friends before, we are not likely to forget it.",
        "January 23. - I asked Lupin to try and change the hard brushes, he\nrecently made me a present of, for some softer ones, as my hair-\ndresser tells me I ought not to brush my hair too much just now.",
        "January 24. - The new chimney-glass came home for the back drawing-\nroom.  Carrie arranged some fans very prettily on the top and on\neach side.  It is an immense improvement to the room.",
        "January 25. - We had just finished our tea, when who should come in\nbut Cummings, who has not been here for over three weeks.  I\nnoticed that he looked anything but well, so I said:  “Well,\nCummings, how are you?  You look a little blue.”  He replied:\n\"Yes! and I feel blue too.”  I said:  “Why, what’s the matter?”  He\nsaid:  “Oh, nothing, except that I have been on my back for a\ncouple of weeks, that’s all.  At one time my doctor nearly gave me\nup, yet not a soul has come near me.  No one has even taken the\ntrouble to inquire whether I was alive or dead.”",
        "I said:  “This is the first I have heard of it.  I have passed your\nhouse several nights, and presumed you had company, as the rooms\nwere so brilliantly lighted.”",
        "Cummings replied:  “No!  The only company I have had was my wife,\nthe doctor, and the landlady - the last-named having turned out a\nperfect trump.  I wonder you did not see it in the paper.  I know\nit was mentioned in the BICYCLE NEWS.”",
        "I thought to cheer him up, and said:  “Well, you are all right\nnow?”",
        "He replied:  “That’s not the question.  The question is whether an\nillness does not enable you to discover who are your TRUE friends.”",
        "I said such an observation was unworthy of him.  To make matters\nworse, in came Gowing, who gave Cummings a violent slap on the\nback, and said:  “Hulloh!  Have you seen a ghost?  You look scared\nto death, like Irving in MACBETH.”  I said:  “Gently, Gowing, the\npoor fellow has been very ill.”  Gowing roared with laughter and\nsaid:  “Yes, and you look it, too.”  Cummings quietly said:  “Yes,\nand I feel it too - not that I suppose you care.”",
        "An awkward silence followed.  Gowing said:  “Never mind, Cummings,\nyou and the missis come round to my place to-morrow, and it will\ncheer you up a bit; for we’ll open a bottle of wine.”",
        "January 26. - An extraordinary thing happened.  Carrie and I went\nround to Gowing’s, as arranged, at half-past seven.  We knocked and\nrang several times without getting an answer.  At last the latch\nwas drawn and the door opened a little way, the chain still being\nup.  A man in shirt-sleeves put his head through and said:  “Who is\nit?  What do you want?” I said:  “Mr. Gowing, he is expecting us.\"\nThe man said (as well as I could hear, owing to the yapping of a\nlittle dog):  “I don’t think he is.  Mr. Gowing is not at home.”  I\nsaid:  “He will be in directly.”",
        "With that observation he slammed the door, leaving Carrie and me\nstanding on the steps with a cutting wind blowing round the corner.",
        "Carrie advised me to knock again.  I did so, and then discovered\nfor the first time that the knocker had been newly painted, and the\npaint had come off on my gloves - which were, in consequence,\ncompletely spoiled.",
        "I knocked at the door with my stick two or three times.",
        "The man opened the door, taking the chain off this time, and began\nabusing me.  He said:  “What do you mean by scratching the paint\nwith your stick like that, spoiling the varnish?  You ought to be\nashamed of yourself.”",
        "I said:  “Pardon me, Mr. Gowing invited - “",
        "He interrupted and said:  “I don’t care for Mr. Gowing, or any of\nhis friends.  This is MY door, not Mr. Gowing’s.  There are people\nhere besides Mr. Gowing.”",
        "The impertinence of this man was nothing.  I scarcely noticed it,\nit was so trivial in comparison with the scandalous conduct of\nGowing.",
        "At this moment Cummings and his wife arrived.  Cummings was very\nlame and leaning on a stick; but got up the steps and asked what\nthe matter was.",
        "The man said:  “Mr. Gowing said nothing about expecting anyone.\nAll he said was he had just received an invitation to Croydon, and\nhe should not be back till Monday evening.  He took his bag with\nhim.”",
        "With that he slammed the door again.  I was too indignant with\nGowing’s conduct to say anything.  Cummings looked white with rage,\nand as he descended the steps struck his stick violently on the\nground and said:  “Scoundrel!”",
        "Gowing explains his conduct.  Lupin takes us for a drive, which we\ndon’t enjoy.  Lupin introduces us to Mr. Murray Posh.",
        "\nFebruary 8. - It does seem hard I cannot get good sausages for\nbreakfast.  They are either full of bread or spice, or are as red\nas beef.  Still anxious about the 20 pounds I invested last week by\nLupin’s advice.  However, Cummings has done the same.",
        "February 9. - Exactly a fortnight has passed, and I have neither\nseen nor heard from Gowing respecting his extraordinary conduct in\nasking us round to his house, and then being out.  In the evening\nCarrie was engaged marking a half-dozen new collars I had\npurchased.  I’ll back Carrie’s marking against anybody’s.  While I\nwas drying them at the fire, and Carrie was rebuking me for\nscorching them, Cummings came in.",
        "He seemed quite well again, and chaffed us about marking the\ncollars.  I asked him if he had heard from Gowing, and he replied\nthat he had not.  I said I should not have believed that Gowing\ncould have acted in such an ungentlemanly manner.  Cummings said:\n\"You are mild in your description of him; I think he has acted like\na cad.”",
        "The words were scarcely out of his mouth when the door opened, and\nGowing, putting in his head, said:  “May I come in?”  I said:\n\"Certainly.”  Carrie said very pointedly:  “Well, you ARE a\nstranger.”  Gowing said:  “Yes, I’ve been on and off to Croydon\nduring the last fortnight.”  I could see Cummings was boiling over,\nand eventually he tackled Gowing very strongly respecting his\nconduct last Saturday week.  Gowing appeared surprised, and said:\n\"Why, I posted a letter to you in the morning announcing that the\nparty was ’off, very much off.’”  I said:  “I never got it.\"\nGowing, turning to Carrie, said:  “I suppose letters sometimes\nMISCARRY, don’t they, MRS. Carrie?”  Cummings sharply said:  “This\nis not a time for joking.  I had no notice of the party being put\noff.”  Gowing replied:  “I told Pooter in my note to tell you, as I\nwas in a hurry.  However, I’ll inquire at the post-office, and we\nmust meet again at my place.”  I added that I hoped he would be\npresent at the next meeting.  Carrie roared at this, and even\nCummings could not help laughing.",
        "February 10, Sunday. - Contrary to my wishes, Carrie allowed Lupin\nto persuade her to take her for a drive in the afternoon in his\ntrap.  I quite disapprove of driving on a Sunday, but I did not\nlike to trust Carrie alone with Lupin, so I offered to go too.\nLupin said:  “Now, that is nice of you, Guv., but you won’t mind\nsitting on the back-seat of the cart?”",
        "Lupin proceeded to put on a bright-blue coat that seemed miles too\nlarge for him.  Carrie said it wanted taking in considerably at the\nback.  Lupin said:  “Haven’t you seen a box-coat before?  You can’t\ndrive in anything else.”",
        "He may wear what he likes in the future, for I shall never drive\nwith him again.  His conduct was shocking.  When we passed Highgate\nArchway, he tried to pass everything and everybody.  He shouted to\nrespectable people who were walking quietly in the road to get out\nof the way; he flicked at the horse of an old man who was riding,\ncausing it to rear; and, as I had to ride backwards, I was\ncompelled to face a gang of roughs in a donkey-cart, whom Lupin had\nchaffed, and who turned and followed us for nearly a mile,\nbellowing, indulging in coarse jokes and laughter, to say nothing\nof occasionally pelting us with orange-peel.",
        "Lupin’s excuse - that the Prince of Wales would have to put up with\nthe same sort of thing if he drove to the Derby - was of little\nconsolation to either Carrie or myself.  Frank Mutlar called in the\nevening, and Lupin went out with him.",
        "February 11. - Feeling a little concerned about Lupin, I mustered\nup courage to speak to Mr. Perkupp about him.  Mr. Perkupp has\nalways been most kind to me, so I told him everything, including\nyesterday’s adventure.  Mr. Perkupp kindly replied:  “There is no\nnecessity for you to be anxious, Mr. Pooter.  It would be\nimpossible for a son of such good parents to turn out erroneously.\nRemember he is young, and will soon get older.  I wish we could\nfind room for him in this firm.”  The advice of this good man takes\nloads off my mind.  In the evening Lupin came in.",
        "After our little supper, he said:  “My dear parents, I have some\nnews, which I fear will affect you considerably.”  I felt a qualm\ncome over me, and said nothing.  Lupin then said:  “It may distress\nyou - in fact, I’m sure it will - but this afternoon I have given\nup my pony and trap for ever.”  It may seem absurd, but I was so\npleased, I immediately opened a bottle of port.  Gowing dropped in\njust in time, bringing with him a large sheet, with a print of a\ntailless donkey, which he fastened against the wall.  He then\nproduced several separate tails, and we spent the remainder of the\nevening trying blindfolded to pin a tail on in the proper place.\nMy sides positively ached with laughter when I went to bed.",
        "February 12. - In the evening I spoke to Lupin about his engagement\nwith Daisy Mutlar.  I asked if he had heard from her.  He replied:\n\"No; she promised that old windbag of a father of hers that she\nwould not communicate with me.  I see Frank Mutlar, of course; in\nfact, he said he might call again this evening.”  Frank called, but\nsaid he could not stop, as he had a friend waiting outside for him,\nnamed Murray Posh, adding he was quite a swell.  Carrie asked Frank\nto bring him in.",
        "He was brought in, Gowing entering at the same time.  Mr. Murray\nPosh was a tall, fat young man, and was evidently of a very nervous\ndisposition, as he subsequently confessed he would never go in a\nhansom cab, nor would he enter a four-wheeler until the driver had\nfirst got on the box with his reins in his hands.",
        "On being introduced, Gowing, with his usual want of tact, said:\n\"Any relation to ’Posh’s three-shilling hats’?”  Mr. Posh replied:\n\"Yes; but please understand I don’t try on hats myself.  I take no\nACTIVE part in the business.”  I replied:  “I wish I had a business\nlike it.”  Mr. Posh seemed pleased, and gave a long but most\ninteresting history of the extraordinary difficulties in the\nmanufacture of cheap hats.",
        "Murray Posh evidently knew Daisy Mutlar very intimately from the\nway he was talking of her; and Frank said to Lupin once,\nlaughingly:  “If you don’t look out, Posh will cut you out!”  When\nthey had all gone, I referred to this flippant conversation; and\nLupin said, sarcastically:  “A man who is jealous has no respect\nfor himself.  A man who would be jealous of an elephant like Murray\nPosh could only have a contempt for himself.  I know Daisy.  She\nWOULD wait ten years for me, as I said before; in fact, if\nnecessary, SHE WOULD WAIT TWENTY YEARS FOR ME.”",
        "We lose money over Lupin’s advice as to investment, so does\nCummings.  Murray Posh engaged to Daisy Mutlar.",
        "\nFebruary 18. - Carrie has several times recently called attention\nto the thinness of my hair at the top of my head, and recommended\nme to get it seen to.  I was this morning trying to look at it by\nthe aid of a small hand-glass, when somehow my elbow caught against\nthe edge of the chest of drawers and knocked the glass out of my\nhand and smashed it.  Carrie was in an awful way about it, as she\nis rather absurdly superstitious.  To make matters worse, my large\nphotograph in the drawing-room fell during the night, and the glass\ncracked.",
        "Carrie said:  “Mark my words, Charles, some misfortune is about to\nhappen.”",
        "I said:  “Nonsense, dear.”",
        "In the evening Lupin arrived home early, and seemed a little\nagitated.  I said:  “What’s up, my boy?”  He hesitated a good deal,\nand then said:  “You know those Parachikka Chlorates I advised you\nto invest 20 pounds in?  I replied:  “Yes, they are all right, I\ntrust?”  He replied:  “Well, no!  To the surprise of everybody,\nthey have utterly collapsed.”",
        "My breath was so completely taken away, I could say nothing.\nCarrie looked at me, and said:  “What did I tell you?”  Lupin,\nafter a while, said:  “However, you are specially fortunate.  I\nreceived an early tip, and sold out yours immediately, and was\nfortunate to get 2 pounds for them.  So you get something after\nall.”",
        "I gave a sigh of relief.  I said:  “I was not so sanguine as to\nsuppose, as you predicted, that I should get six or eight times the\namount of my investment; still a profit of 2 pounds is a good\npercentage for such a short time.”  Lupin said, quite irritably:\n\"You don’t understand.  I sold your 20 pounds shares for 2 pounds;\nyou therefore lose 18 pounds on the transaction, whereby Cummings\nand Gowing will lose the whole of theirs.”",
        "February 19. - Lupin, before going to town, said:  “I am very sorry\nabout those Parachikka Chlorates; it would not have happened if the\nboss, Job Cleanands, had been in town.  Between ourselves, you must\nnot be surprised if something goes wrong at our office.  Job\nCleanands has not been seen the last few days, and it strikes me\nseveral people DO want to see him very particularly.”",
        "In the evening Lupin was just on the point of going out to avoid a\ncollision with Gowing and Cummings, when the former entered the\nroom, without knocking, but with his usual trick of saying, “May I\ncome in?”",
        "He entered, and to the surprise of Lupin and myself, seemed to be\nin the very best of spirits.  Neither Lupin nor I broached the\nsubject to him, but he did so of his own accord.  He said:  “I say,\nthose Parachikka Chlorates have gone an awful smash!  You’re a nice\none, Master Lupin.  How much do you lose?”  Lupin, to my utter\nastonishment, said:  “Oh!  I had nothing in them.  There was some\ninformality in my application - I forgot to enclose the cheque or\nsomething, and I didn’t get any.  The Guv. loses 18 pounds.”  I\nsaid:  “I quite understood you were in it, or nothing would have\ninduced me to speculate.”  Lupin replied:  “Well, it can’t be\nhelped; you must go double on the next tip.”  Before I could reply,\nGowing said:  “Well, I lose nothing, fortunately.  From what I\nheard, I did not quite believe in them, so I persuaded Cummings to\ntake my 15 pounds worth, as he had more faith in them than I had.”",
        "Lupin burst out laughing, and, in the most unseemly manner, said:\n\"Alas, poor Cummings.  He’ll lose 35 pounds.”  At that moment there\nwas a ring at the bell.  Lupin said:  “I don’t want to meet\nCummings.”  If he had gone out of the door he would have met him in\nthe passage, so as quickly as possible Lupin opened the parlour\nwindow and got out.  Gowing jumped up suddenly, exclaiming:  “I\ndon’t want to see him either!” and, before I could say a word, he\nfollowed Lupin out of the window.",
        "For my own part, I was horrified to think my own son and one of my\nmost intimate friends should depart from the house like a couple of\ninterrupted burglars.  Poor Cummings was very upset, and of course\nwas naturally very angry both with Lupin and Gowing.  I pressed him\nto have a little whisky, and he replied that he had given up\nwhisky; but would like a little “Unsweetened,” as he was advised it\nwas the most healthy spirit.  I had none in the house, but sent\nSarah round to Lockwood’s for some.",
        "February 20. - The first thing that caught my eye on opening the\nSTANDARD was - “Great Failure of Stock and Share Dealers!  Mr. Job\nCleanands absconded!”  I handed it to Carrie, and she replied:\n\"Oh! perhaps it’s for Lupin’s good.  I never did think it a\nsuitable situation for him.”  I thought the whole affair very\nshocking.",
        "Lupin came down to breakfast, and seeing he looked painfully\ndistressed, I said:  “We know the news, my dear boy, and feel very\nsorry for you.”  Lupin said:  “How did you know? who told you?”  I\nhanded him the STANDARD.  He threw the paper down, and said:  “Oh I\ndon’t care a button for that!  I expected that, but I did not\nexpect this.”  He then read a letter from Frank Mutlar, announcing,\nin a cool manner, that Daisy Mutlar is to be married next month to\nMurray Posh.  I exclaimed, “Murray Posh!  Is not that the very man\nFrank had the impudence to bring here last Tuesday week?”  Lupin\nsaid:  “Yes; the ’POSH’S-THREE-SHILLING-HATS’ chap.”",
        "We all then ate our breakfast in dead silence.",
        "In fact, I could eat nothing.  I was not only too worried, but I\ncannot and will not eat cushion of bacon.  If I cannot get streaky\nbacon, I will do without anything.",
        "When Lupin rose to go I noticed a malicious smile creep over his\nface.  I asked him what it meant.  He replied:  “Oh! only a little\nconsolation - still it is a consolation.  I have just remembered\nthat, by MY advice, Mr. Murray Posh has invested 600 pounds in\nParachikka Chlorates!”",
        "Marriage of Daisy Mutlar and Murray Posh.  The dream of my life\nrealised.  Mr. Perkupp takes Lupin into the office.",
        "\nMarch 20. - To-day being the day on which Daisy Mutlar and Mr.\nMurray Posh are to be married, Lupin has gone with a friend to\nspend the day at Gravesend.  Lupin has been much cut-up over the\naffair, although he declares that he is glad it is off.  I wish he\nwould not go to so many music-halls, but one dare not say anything\nto him about it.  At the present moment he irritates me by singing\nall over the house some nonsense about “What’s the matter with\nGladstone?  He’s all right!  What’s the matter with Lupin?  He’s\nall right!”  I don’t think either of them is.  In the evening\nGowing called, and the chief topic of conversation was Daisy’s\nmarriage to Murray Posh.  I said:  “I was glad the matter was at an\nend, as Daisy would only have made a fool of Lupin.”  Gowing, with\nhis usual good taste, said:  “Oh, Master Lupin can make a fool of\nhimself without any assistance.”  Carrie very properly resented\nthis, and Gowing had sufficient sense to say he was sorry.",
        "March 21. - To-day I shall conclude my diary, for it is one of the\nhappiest days of my life.  My great dream of the last few weeks -\nin fact, of many years - has been realised.  This morning came a\nletter from Mr. Perkupp, asking me to take Lupin down to the office\nwith me.  I went to Lupin’s room; poor fellow, he seemed very pale,\nand said he had a bad headache.  He had come back yesterday from\nGravesend, where he spent part of the day in a small boat on the\nwater, having been mad enough to neglect to take his overcoat with\nhim.  I showed him Mr. Perkupp’s letter, and he got up as quickly\nas possible.  I begged of him not to put on his fast-coloured\nclothes and ties, but to dress in something black or quiet-looking.",
        "Carrie was all of a tremble when she read the letter, and all she\ncould keep on saying was:  “Oh, I DO hope it will be all right.\"\nFor myself, I could scarcely eat any breakfast.  Lupin came down\ndressed quietly, and looking a perfect gentleman, except that his\nface was rather yellow.  Carrie, by way of encouragement said:\n\"You do look nice, Lupin.”  Lupin replied:  “Yes, it’s a good make-\nup, isn’t it?  A regular-downright-respectable-funereal-first-\nclass-City-firm-junior-clerk.”  He laughed rather ironically.",
        "In the hall I heard a great noise, and also Lupin shouting to Sarah\nto fetch down his old hat.  I went into the passage, and found\nLupin in a fury, kicking and smashing a new tall hat.  I said:\n\"Lupin, my boy, what are you doing?  How wicked of you!  Some poor\nfellow would be glad to have it.”  Lupin replied:  “I would not\ninsult any poor fellow by giving it to him.”",
        "When he had gone outside, I picked up the battered hat, and saw\ninside “Posh’s Patent.”  Poor Lupin!  I can forgive him.  It seemed\nhours before we reached the office.  Mr. Perkupp sent for Lupin,\nwho was with him nearly an hour.  He returned, as I thought,\ncrestfallen in appearance.  I said:  “Well, Lupin, how about Mr.\nPerkupp?”  Lupin commenced his song:  “What’s the matter with\nPerkupp?  He’s all right!”  I felt instinctively my boy was\nengaged.  I went to Mr. Perkupp, but I could not speak.  He said:\n\"Well, Mr. Pooter, what is it?”  I must have looked a fool, for all\nI could say was:  “Mr. Perkupp, you are a good man.”  He looked at\nme for a moment, and said:  “No, Mr. Pooter, YOU are the good man;\nand we’ll see if we cannot get your son to follow such an excellent\nexample.”  I said:  “Mr. Perkupp, may I go home?  I cannot work any\nmore to-day.”",
        "My good master shook my hand warmly as he nodded his head.  It was\nas much as I could do to prevent myself from crying in the ’bus; in\nfact, I should have done so, had my thoughts not been interrupted\nby Lupin, who was having a quarrel with a fat man in the ’bus, whom\nhe accused of taking up too much room.",
        "In the evening Carrie sent round for dear old friend Cummings and\nhis wife, and also to Gowing.  We all sat round the fire, and in a\nbottle of “Jackson Freres,” which Sarah fetched from the grocer’s,\ndrank Lupin’s health.  I lay awake for hours, thinking of the\nfuture.  My boy in the same office as myself - we can go down\ntogether by the ’bus, come home together, and who knows but in the\ncourse of time he may take great interest in our little home.  That\nhe may help me to put a nail in here or a nail in there, or help\nhis dear mother to hang a picture.  In the summer he may help us in\nour little garden with the flowers, and assist us to paint the\nstands and pots.  (By-the-by, I must get in some more enamel\npaint.)  All this I thought over and over again, and a thousand\nhappy thoughts beside.  I heard the clock strike four, and soon\nafter fell asleep, only to dream of three happy people - Lupin,\ndear Carrie, and myself.",
        "Trouble with a stylographic pen.  We go to a Volunteer Ball, where\nI am let in for an expensive supper.  Grossly insulted by a cabman.\nAn odd invitation to Southend.",
        "\nApril 8. - No events of any importance, except that Gowing strongly\nrecommended a new patent stylographic pen, which cost me nine-and-\nsixpence, and which was simply nine-and-sixpence thrown in the mud.\nIt has caused me constant annoyance and irritability of temper.\nThe ink oozes out of the top, making a mess on my hands, and once\nat the office when I was knocking the palm of my hand on the desk\nto jerk the ink down, Mr. Perkupp, who had just entered, called\nout:  “Stop that knocking!  I suppose that is you, Mr. Pitt?”  That\nyoung monkey, Pitt, took a malicious glee in responding quite\nloudly:  “No, sir; I beg pardon, it is Mr. Pooter with his pen; it\nhas been going on all the morning.”  To make matters worse, I saw\nLupin laughing behind his desk.  I thought it wiser to say nothing.\nI took the pen back to the shop and asked them if they would take\nit back, as it did not act.  I did not expect the full price\nreturned, but was willing to take half.  The man said he could not\ndo that - buying and selling were two different things.  Lupin’s\nconduct during the period he has been in Mr. Perkupp’s office has\nbeen most exemplary.  My only fear is, it is too good to last.",
        "April 9. - Gowing called, bringing with him an invitation for\nCarrie and myself to a ball given by the East Acton Rifle Brigade,\nwhich he thought would be a swell affair, as the member for East\nActon (Sir William Grime) had promised his patronage.  We accepted\nof his kindness, and he stayed to supper, an occasion I thought\nsuitable for trying a bottle of the sparkling Algera that Mr. James\n(of Sutton) had sent as a present.  Gowing sipped the wine,\nobserving that he had never tasted it before, and further remarked\nthat his policy was to stick to more recognised brands.  I told him\nit was a present from a dear friend, and one mustn’t look a gift-\nhorse in the mouth.  Gowing facetiously replied:  “And he didn’t\nlike putting it in the mouth either.”",
        "I thought the remarks were rude without being funny, but on tasting\nit myself, came to the conclusion there was some justification for\nthem.  The sparkling Algera is very like cider, only more sour.  I\nsuggested that perhaps the thunder had turned it a bit acid.  He\nmerely replied:  “Oh! I don’t think so.”  We had a very pleasant\ngame of cards, though I lost four shillings and Carrie lost one,\nand Gowing said he had lost about sixpence:  how he could have\nlost, considering that Carrie and I were the only other players,\nremains a mystery.",
        "April 14, Sunday. - Owing, I presume, to the unsettled weather, I\nawoke with a feeling that my skin was drawn over my face as tight\nas a drum.  Walking round the garden with Mr. and Mrs. Treane,\nmembers of our congregation who had walked back with us, I was much\nannoyed to find a large newspaper full of bones on the gravel-path,\nevidently thrown over by those young Griffin boys next door; who,\nwhenever we have friends, climb up the empty steps inside their\nconservatory, tap at the windows, making faces, whistling, and\nimitating birds.",
        "April 15. - Burnt my tongue most awfully with the Worcester sauce,\nthrough that stupid girl Sarah shaking the bottle violently before\nputting it on the table.",
        "April 16. - The night of the East Acton Volunteer Ball.  On my\nadvice, Carrie put on the same dress that she looked so beautiful\nin at the Mansion House, for it had occurred to me, being a\nmilitary ball, that Mr. Perkupp, who, I believe, is an officer in\nthe Honorary Artillery Company, would in all probability be\npresent.  Lupin, in his usual incomprehensible language, remarked\nthat he had heard it was a “bounders’ ball.”  I didn’t ask him what\nhe meant though I didn’t understand.  Where he gets these\nexpressions from I don’t know; he certainly doesn’t learn them at\nhome.",
        "The invitation was for half-past eight, so I concluded if we\narrived an hour later we should be in good time, without being\n\"unfashionable,” as Mrs. James says.  It was very difficult to find\n- the cabman having to get down several times to inquire at\ndifferent public-houses where the Drill Hall was.  I wonder at\npeople living in such out-of-the-way places.  No one seemed to know\nit.  However, after going up and down a good many badly-lighted\nstreets we arrived at our destination.  I had no idea it was so far\nfrom Holloway.  I gave the cabman five shillings, who only\ngrumbled, saying it was dirt cheap at half-a-sovereign, and was\nimpertinent enough to advise me the next time I went to a ball to\ntake a ’bus.",
        "Captain Welcut received us, saying we were rather late, but that it\nwas better late than never.  He seemed a very good-looking\ngentleman though, as Carrie remarked, “rather short for an\nofficer.”  He begged to be excused for leaving us, as he was\nengaged for a dance, and hoped we should make ourselves at home.\nCarrie took my arm and we walked round the rooms two or three times\nand watched the people dancing.  I couldn’t find a single person I\nknew, but attributed it to most of them being in uniform.  As we\nwere entering the supper-room I received a slap on the shoulder,\nfollowed by a welcome shake of the hand.  I said:  “Mr. Padge, I\nbelieve;” he replied, “That’s right.”",
        "I gave Carrie a chair, and seated by her was a lady who made\nherself at home with Carrie at once.",
        "There was a very liberal repast on the tables, plenty of champagne,\nclaret, etc., and, in fact, everything seemed to be done regardless\nof expense.  Mr. Padge is a man that, I admit, I have no particular\nliking for, but I felt so glad to come across someone I knew, that\nI asked him to sit at our table, and I must say that for a short\nfat man he looked well in uniform, although I think his tunic was\nrather baggy in the back.  It was the only supper-room that I have\nbeen in that was not over-crowded; in fact we were the only people\nthere, everybody being so busy dancing.",
        "I assisted Carrie and her newly-formed acquaintance, who said her\nname was Lupkin, to some champagne; also myself, and handed the\nbottle to Mr. Padge to do likewise, saying:  “You must look after\nyourself.”  He replied:  “That’s right,” and poured out half a\ntumbler and drank Carrie’s health, coupled, as he said, “with her\nworthy lord and master.”  We all had some splendid pigeon pie, and\nices to follow.",
        "The waiters were very attentive, and asked if we would like some\nmore wine.  I assisted Carrie and her friend and Mr. Padge, also\nsome people who had just come from the dancing-room, who were very\ncivil.  It occurred to me at the time that perhaps some of the\ngentlemen knew me in the City, as they were so polite.  I made\nmyself useful, and assisted several ladies to ices, remembering an\nold saying that “There is nothing lost by civility.”",
        "The band struck up for the dance, and they all went into the ball-\nroom.  The ladies (Carrie and Mrs. Lupkin) were anxious to see the\ndancing, and as I had not quite finished my supper, Mr. Padge\noffered his arms to them and escorted them to the ball-room,\ntelling me to follow.  I said to Mr. Padge:  “It is quite a West\nEnd affair,” to which remark Mr. Padge replied:  “That’s right.”",
        "When I had quite finished my supper, and was leaving, the waiter\nwho had been attending on us arrested my attention by tapping me on\nthe shoulder.  I thought it unusual for a waiter at a private ball\nto expect a tip, but nevertheless gave a shilling, as he had been\nvery attentive.  He smilingly replied:  “I beg your pardon, sir,\nthis is no good,” alluding to the shilling.  “Your party’s had four\nsuppers at 5s. a head, five ices at 1s., three bottles of champagne\nat 11s. 6d., a glass of claret, and a sixpenny cigar for the stout\ngentleman - in all 3 pounds 0s. 6d.!”",
        "I don’t think I was ever so surprised in my life, and had only\nsufficient breath to inform him that I had received a private\ninvitation, to which he answered that he was perfectly well aware\nof that; but that the invitation didn’t include eatables and\ndrinkables.  A gentleman who was standing at the bar corroborated\nthe waiter’s statement, and assured me it was quite correct.",
        "The waiter said he was extremely sorry if I had been under any\nmisapprehension; but it was not his fault.  Of course there was\nnothing to be done but to pay.  So, after turning out my pockets, I\njust managed to scrape up sufficient, all but nine shillings; but\nthe manager, on my giving my card to him, said:  “That’s all\nright.”",
        "I don’t think I ever felt more humiliated in my life, and I\ndetermined to keep this misfortune from Carrie,  for it would\nentirely destroy the pleasant evening she was enjoying.  I felt\nthere was no more enjoyment for me that evening, and it being late,\nI sought Carrie and Mrs. Lupkin.  Carrie said she was quite ready\nto go, and Mrs. Lupkin, as we were wishing her “Good-night,” asked\nCarrie and myself if we ever paid a visit to Southend?  On my\nreplying that I hadn’t been there for many years, she very kindly\nsaid:  “Well, why don’t you come down and stay at our place?”  As\nher invitation was so pressing, and observing that Carrie wished to\ngo, we promised we would visit her the next Saturday week, and stay\ntill Monday.  Mrs. Lupkin said she would write to us to-morrow,\ngiving us the address and particulars of trains, etc.",
        "When we got outside the Drill Hall it was raining so hard that the\nroads resembled canals, and I need hardly say we had great\ndifficulty in getting a cabman to take us to Holloway.  After\nwaiting a bit, a man said he would drive us, anyhow, as far as “The\nAngel,” at Islington, and we could easily get another cab from\nthere.  It was a tedious journey; the rain was beating against the\nwindows and trickling down the inside of the cab.",
        "When we arrived at “The Angel” the horse seemed tired out.  Carrie\ngot out and ran into a doorway, and when I came to pay, to my\nabsolute horror I remembered I had no money, nor had Carrie.  I\nexplained to the cabman how we were situated.  Never in my life\nhave I ever been so insulted; the cabman, who was a rough bully and\nto my thinking not sober, called me every name he could lay his\ntongue to, and positively seized me by the beard, which he pulled\ntill the tears came into my eyes.  I took the number of a policeman\n(who witnessed the assault) for not taking the man in charge.  The\npoliceman said he couldn’t interfere, that he had seen no assault,\nand that people should not ride in cabs without money.",
        "We had to walk home in the pouring rain, nearly two miles, and when\nI got in I put down the conversation I had with the cabman, word\nfor word, as I intend writing to the TELEGRAPH for the purpose of\nproposing that cabs should be driven only by men under Government\ncontrol, to prevent civilians being subjected to the disgraceful\ninsult and outrage that I had had to endure.",
        "April 17. - No water in our cistern again.  Sent for Putley, who\nsaid he would soon remedy that, the cistern being zinc.",
        "April 18. - Water all right again in the cistern.  Mrs. James, of\nSutton, called in the afternoon.  She and Carrie draped the\nmantelpiece in the drawing-room, and put little toy spiders, frogs\nand beetles all over it, as Mrs. James says it’s quite the fashion.\nIt was Mrs. James’ suggestion, and of course Carrie always does\nwhat Mrs. James suggests.  For my part, I preferred the mantelpiece\nas it was; but there, I’m a plain man, and don’t pretend to be in\nthe fashion.",
        "April 19. - Our next-door neighbour, Mr. Griffin, called, and in a\nrather offensive tone accused me, or “someone,” of boring a hole in\nhis cistern and letting out his water to supply our cistern, which\nadjoined his.  He said he should have his repaired, and send us in\nthe bill.",
        "April 20. - Cummings called, hobbling in with a stick, saying he\nhad been on his back for a week.  It appears he was trying to shut\nhis bedroom door, which is situated just at the top of the\nstaircase, and unknown to him a piece of cork the dog had been\nplaying with had got between the door, and prevented it shutting;\nand in pulling the door hard, to give it an extra slam, the handle\ncame off in his hands, and he fell backwards downstairs.",
        "On hearing this, Lupin suddenly jumped up from the couch and rushed\nout of the room sideways.  Cummings looked very indignant, and\nremarked it was very poor fun a man nearly breaking his back; and\nthough I had my suspicions that Lupin was laughing, I assured\nCummings that he had only run out to open the door to a friend he\nexpected.  Cummings said this was the second time he had been laid\nup, and we had never sent to inquire.  I said I knew nothing about\nit.  Cummings said:  “It was mentioned in the BICYCLE NEWS.”",
        "April 22. - I have of late frequently noticed Carrie rubbing her\nnails a good deal with an instrument, and on asking her what she\nwas doing, she replied:  “Oh, I’m going in for manicuring.  It’s\nall the fashion now.”  I said:  “I suppose Mrs. James introduced\nthat into your head.”  Carrie laughingly replied:  “Yes; but\neveryone does it now.”",
        "I wish Mrs. James wouldn’t come to the house.  Whenever she does\nshe always introduces some new-fandangled rubbish into Carrie’s\nhead.  One of these days I feel sure I shall tell her she’s not\nwelcome.  I am sure it was Mrs. James who put Carrie up to writing\non dark slate-coloured paper with white ink.  Nonsense!",
        "April 23. - Received a letter from Mrs. Lupkin, of Southend,\ntelling us the train to come by on Saturday, and hoping we will\nkeep our promise to stay with her.  The letter concluded:  “You\nmust come and stay at our house; we shall charge you half what you\nwill have to pay at the Royal, and the view is every bit as good.\"\nLooking at the address at the top of the note-paper, I found it was\n\"Lupkin’s Family and Commercial Hotel.”",
        "I wrote a note, saying we were compelled to “decline her kind\ninvitation.”  Carrie thought this very satirical, and to the point.",
        "By-the-by, I will never choose another cloth pattern at night.  I\nordered a new suit of dittos for the garden at Edwards’, and chose\nthe pattern by gaslight, and they seemed to be a quiet pepper-and-\nsalt mixture with white stripes down.  They came home this morning,\nand, to my horror, I found it was quite a flash-looking suit.\nThere was a lot of green with bright yellow-coloured stripes.",
        "I tried on the coat, and was annoyed to find Carrie giggling.  She\nsaid:  “What mixture did you say you asked for?”",
        "I said:  “A quiet pepper and salt.”",
        "Carrie said:  “Well, it looks more like mustard, if you want to\nknow the truth.”",
        "Meet Teddy Finsworth, an old schoolfellow.  We have a pleasant and\nquiet dinner at his uncle’s, marred only by a few awkward mistakes\non my part respecting Mr. Finsworth’s pictures.  A discussion on\ndreams.",
        "\nApril 27. - Kept a little later than usual at the office, and as I\nwas hurrying along a man stopped me, saying:  “Hulloh!  That’s a\nface I know.”  I replied politely:  “Very likely; lots of people\nknow me, although I may not know them.”  He replied:  “But you know\nme - Teddy Finsworth.”  So it was.  He was at the same school with\nme.  I had not seen him for years and years.  No wonder I did not\nknow him!  At school he was at least a head taller than I was; now\nI am at least a head taller than he is, and he has a thick beard,\nalmost grey.  He insisted on my having a glass of wine (a thing I\nnever do), and told me he lived at Middlesboro’, where he was\nDeputy Town Clerk, a position which was as high as the Town Clerk\nof London - in fact, higher.  He added that he was staying for a\nfew days in London, with his uncle, Mr. Edgar Paul Finsworth (of\nFinsworth and Pultwell).  He said he was sure his uncle would be\nonly too pleased to see me, and he had a nice house, Watney Lodge,\nonly a few minutes’ walk from Muswell Hill Station.  I gave him our\naddress, and we parted.",
        "In the evening, to my surprise, he called with a very nice letter\nfrom Mr. Finsworth, saying if we (including Carrie) would dine with\nthem to-morrow (Sunday), at two o’clock, he would be delighted.\nCarrie did not like to go; but Teddy Finsworth pressed us so much\nwe consented.  Carrie sent Sarah round to the butcher’s and\ncountermanded our half-leg of mutton, which we had ordered for to-\nmorrow.",
        "April 28, Sunday. - We found Watney Lodge farther off than we\nanticipated, and only arrived as the clock struck two, both feeling\nhot and uncomfortable.  To make matters worse, a large collie dog\npounced forward to receive us.  He barked loudly and jumped up at\nCarrie, covering her light skirt, which she was wearing for the\nfirst time, with mud.  Teddy Finsworth came out and drove the dog\noff and apologised.  We were shown into the drawing-room, which was\nbeautifully decorated.  It was full of knick-knacks, and some\nplates hung up on the wall.  There were several little wooden milk-\nstools with paintings on them; also a white wooden banjo, painted\nby one of Mr. Paul Finsworth’s nieces - a cousin of Teddy’s.",
        "Mr. Paul Finsworth seemed quite a distinguished-looking elderly\ngentleman, and was most gallant to Carrie.  There were a great many\nwater-colours hanging on the walls, mostly different views of\nIndia, which were very bright.  Mr. Finsworth said they were\npainted by “Simpz,” and added that he was no judge of pictures\nhimself but had been informed on good authority that they were\nworth some hundreds of pounds, although he had only paid a few\nshillings apiece for them, frames included, at a sale in the\nneighbourhood.",
        "There was also a large picture in a very handsome frame, done in\ncoloured crayons.  It looked like a religious subject.  I was very\nmuch struck with the lace collar, it looked so real, but I\nunfortunately made the remark that there was something about the\nexpression of the face that was not quite pleasing.  It looked\npinched.  Mr. Finsworth sorrowfully replied:  “Yes, the face was\ndone after death - my wife’s sister.”",
        "I felt terribly awkward and bowed apologetically, and in a whisper\nsaid I hoped I had not hurt his feelings.  We both stood looking at\nthe picture for a few minutes in silence, when Mr. Finsworth took\nout a handkerchief and said:  “She was sitting in our garden last\nsummer,” and blew his nose violently.  He seemed quite affected, so\nI turned to look at something else and stood in front of a portrait\nof a jolly-looking middle-aged gentleman, with a red face and straw\nhat.  I said to Mr. Finsworth:  “Who is this jovial-looking\ngentleman?  Life doesn’t seem to trouble him much.”  Mr. Finsworth\nsaid:  “No, it doesn’t.  HE IS DEAD TOO - my brother.”",
        "I was absolutely horrified at my own awkwardness.  Fortunately at\nthis moment Carrie entered with Mrs. Finsworth, who had taken her\nupstairs to take off her bonnet and brush her skirt.  Teddy said:\n\"Short is late,” but at that moment the gentleman referred to\narrived, and I was introduced to him by Teddy, who said:  “Do you\nknow Mr. Short?”  I replied, smiling, that I had not that pleasure,\nbut I hoped it would not be long before I knew Mr. SHORT.  He\nevidently did not see my little joke, although I repeated it twice\nwith a little laugh.  I suddenly remembered it was Sunday, and Mr.\nShort was perhaps VERY PARTICULAR.  In this I was mistaken, for he\nwas not at all particular in several of his remarks after dinner.\nIn fact I was so ashamed of one of his observations that I took the\nopportunity to say to Mrs. Finsworth that I feared she found Mr.\nShort occasionally a little embarrassing.  To my surprise she said:\n\"Oh! he is privileged you know.”  I did not know as a matter of\nfact, and so I bowed apologetically.  I fail to see why Mr. Short\nshould be privileged.",
        "Another thing that annoyed me at dinner was that the collie dog,\nwhich jumped up at Carrie, was allowed to remain under the dining-\nroom table.  It kept growling and snapping at my boots every time I\nmoved my foot.  Feeling nervous rather, I spoke to Mrs. Finsworth\nabout the animal, and she remarked:  “It is only his play.”  She\njumped up and let in a frightfully ugly-looking spaniel called\nBibbs, which had been scratching at the door.  This dog also seemed\nto take a fancy to my boots, and I discovered afterwards that it\nhad licked off every bit of blacking from them.  I was positively\nashamed of being seen in them.  Mrs. Finsworth, who, I must say, is\nnot much of a Job’s comforter, said:  “Oh! we are used to Bibbs\ndoing that to our visitors.”",
        "Mr. Finsworth had up some fine port, although I question whether it\nis a good thing to take on the top of beer.  It made me feel a\nlittle sleepy, while it had the effect of inducing Mr. Short to\nbecome “privileged” to rather an alarming extent.  It being cold\neven for April, there was a fire in the drawing-room; we sat round\nin easy-chairs, and Teddy and I waxed rather eloquent over the old\nschool days, which had the effect of sending all the others to\nsleep.  I was delighted, as far as Mr. Short was concerned, that it\ndid have that effect on him.",
        "We stayed till four, and the walk home was remarkable only for the\nfact that several fools giggled at the unpolished state of my\nboots.  Polished them myself when I got home.  Went to church in\nthe evening, and could scarcely keep awake.  I will not take port\non the top of beer again.",
        "April 29. - I am getting quite accustomed to being snubbed by\nLupin, and I do not mind being sat upon by Carrie, because I think\nshe has a certain amount of right to do so; but I do think it hard\nto be at once snubbed by wife, son, and both my guests.",
        "Gowing and Cummings had dropped in during the evening, and I\nsuddenly remembered an extraordinary dream I had a few nights ago,\nand I thought I would tell them about it.  I dreamt I saw some huge\nblocks of ice in a shop with a bright glare behind them.  I walked\ninto the shop and the heat was overpowering.  I found that the\nblocks of ice were on fire.  The whole thing was so real and yet so\nsupernatural I woke up in a cold perspiration.  Lupin in a most\ncontemptuous manner, said:  “What utter rot.”",
        "Before I could reply, Gowing said there was nothing so completely\nuninteresting as other people’s dreams.",
        "I appealed to Cummings, but he said he was bound to agree with the\nothers and my dream was especially nonsensical.  I said:  “It\nseemed so real to me.”  Gowing replied:  “Yes, to YOU perhaps, but\nnot to US.”  Whereupon they all roared.",
        "Carrie, who had hitherto been quiet, said:  “He tells me his stupid\ndreams every morning nearly.”  I replied:  “Very well, dear, I\npromise you I will never tell you or anybody else another dream of\nmine the longest day I live.”  Lupin said:  “Hear! hear!” and\nhelped himself to another glass of beer.  The subject was\nfortunately changed, and Cummings read a most interesting article\non the superiority of the bicycle to the horse.",
        "Dinner at Franching’s to meet Mr. Hardfur Huttle.",
        "\nMay 10. - Received a letter from Mr. Franching, of Peckham, asking\nus to dine with him to-night, at seven o’clock, to meet Mr. Hardfur\nHuttle, a very clever writer for the American papers.  Franching\napologised for the short notice; but said he had at the last moment\nbeen disappointed of two of his guests and regarded us as old\nfriends who would not mind filling up the gap.  Carrie rather\ndemurred at the invitation; but I explained to her that Franching\nwas very well off and influential, and we could not afford to\noffend him.  “And we are sure to get a good dinner and a good glass\nof champagne.”  “Which never agrees with you!” Carrie replied,\nsharply.  I regarded Carrie’s observation as unsaid.  Mr. Franching\nasked us to wire a reply.  As he had said nothing about dress in\nthe letter, I wired back:  “With pleasure.  Is it full dress?” and\nby leaving out our name, just got the message within the sixpence.",
        "Got back early to give time to dress, which we received a telegram\ninstructing us to do.  I wanted Carrie to meet me at Franching’s\nhouse; but she would not do so, so I had to go home to fetch her.\nWhat a long journey it is from Holloway to Peckham!  Why do people\nlive such a long way off?  Having to change ’buses, I allowed\nplenty of time - in fact, too much; for we arrived at twenty\nminutes to seven, and Franching, so the servant said, had only just\ngone up to dress.  However, he was down as the clock struck seven;\nhe must have dressed very quickly.",
        "I must say it was quite a distinguished party, and although we did\nnot know anybody personally, they all seemed to be quite swells.\nFranching had got a professional waiter, and evidently spared no\nexpense.  There were flowers on the table round some fairy-lamps\nand the effect, I must say, was exquisite.  The wine was good and\nthere was plenty of champagne, concerning which Franching said he\nhimself, never wished to taste better.  We were ten in number, and\na MENU card to each.  One lady said she always preserved the MENU\nand got the guests to write their names on the back.",
        "We all of us followed her example, except Mr. Huttle, who was of\ncourse the important guest.",
        "The dinner-party consisted of Mr. Franching, Mr. Hardfur Huttle,\nMr. and Mrs. Samuel Hillbutter, Mrs. Field, Mr. and Mrs. Purdick,\nMr. Pratt, Mr. R. Kent, and, last but not least, Mr. and Mrs.\nCharles Pooter.  Franching said he was sorry he had no lady for me\nto take in to dinner.  I replied that I preferred it, which I\nafterwards thought was a very uncomplimentary observation to make.",
        "I sat next to Mrs. Field at dinner.  She seemed a well-informed\nlady, but was very deaf.  It did not much matter, for Mr. Hardfur\nHuttle did all the talking.  He is a marvellously intellectual man\nand says things which from other people would seem quite alarming.\nHow I wish I could remember even a quarter of his brilliant\nconversation.  I made a few little reminding notes on the MENU\ncard.",
        "One observation struck me as being absolutely powerful - though not\nto my way of thinking of course.  Mrs. Purdick happened to say “You\nare certainly unorthodox, Mr. Huttle.”  Mr. Huttle, with a peculiar\nexpression (I can see it now) said in a slow rich voice:  “Mrs.\nPurdick, ’orthodox’ is a grandiloquent word implying sticking-in-\nthe-mud.  If Columbus and Stephenson had been orthodox, there would\nneither have been the discovery of America nor the steam-engine.\"\nThere was quite a silence.  It appeared to me that such teaching\nwas absolutely dangerous, and yet I felt - in fact we must all have\nfelt - there was no answer to the argument.  A little later on,\nMrs. Purdick, who is Franching’s sister and also acted as hostess,\nrose from the table, and Mr. Huttle said:  “Why, ladies, do you\ndeprive us of your company so soon?  Why not wait while we have our\ncigars?”",
        "The effect was electrical.  The ladies (including Carrie) were in\nno way inclined to be deprived of Mr. Huttle’s fascinating society,\nand immediately resumed their seats, amid much laughter and a\nlittle chaff.  Mr. Huttle said:  “Well, that’s a real good sign;\nyou shall not be insulted by being called orthodox any longer.\"\nMrs. Purdick, who seemed to be a bright and rather sharp woman,\nsaid:  “Mr. Huttle, we will meet you half-way - that is, till you\nget half-way through your cigar.  That, at all events, will be the\nhappy medium.”",
        "I shall never forget the effect the words, “happy medium,” had upon\nhim.  He was brilliant and most daring in his interpretation of the\nwords.  He positively alarmed me.  He said something like the\nfollowing:  “Happy medium, indeed.  Do you know ’happy medium’ are\ntwo words which mean ’miserable mediocrity’?  I say, go first class\nor third; marry a duchess or her kitchenmaid.  The happy medium\nmeans respectability, and respectability means insipidness.  Does\nit not, Mr. Pooter?”",
        "I was so taken aback by being personally appealed to, that I could\nonly bow apologetically, and say I feared I was not competent to\noffer an opinion.  Carrie was about to say something; but she was\ninterrupted, for which I was rather pleased, for she is not clever\nat argument, and one has to be extra clever to discuss a subject\nwith a man like Mr. Huttle.",
        "He continued, with an amazing eloquence that made his unwelcome\nopinions positively convincing:  “The happy medium is nothing more\nor less than a vulgar half-measure.  A man who loves champagne and,\nfinding a pint too little, fears to face a whole bottle and has\nrecourse to an imperial pint, will never build a Brooklyn Bridge or\nan Eiffel Tower.  No, he is half-hearted, he is a half-measure -\nrespectable - in fact, a happy medium, and will spend the rest of\nhis days in a suburban villa with a stucco-column portico,\nresembling a four-post bedstead.”",
        "We all laughed.",
        "“That sort of thing,” continued Mr. Huttle, “belongs to a soft man,\nwith a soft beard with a soft head, with a made tie that hooks on.”",
        "This seemed rather personal and twice I caught myself looking in\nthe glass of the cheffoniere; for I had on a tie that hooked on -\nand why not?  If these remarks were not personal they were rather\ncareless, and so were some of his subsequent observations, which\nmust have made both Mr. Franching and his guests rather\nuncomfortable.  I don’t think Mr. Huttle meant to be personal, for\nhe added; “We don’t know that class here in this country:  but we\ndo in America, and I’ve no use for them.”",
        "Franching several times suggested that the wine should be passed\nround the table, which Mr. Huttle did not heed; but continued as if\nhe were giving a lecture:",
        "“What we want in America is your homes.  We live on wheels.  Your\nsimple, quiet life and home, Mr. Franching, are charming.  No\ndisplay, no pretension!  You make no difference in your dinner, I\ndare say, when you sit down by yourself and when you invite us.\nYou have your own personal attendant - no hired waiter to breathe\non the back of your head.”",
        "I saw Franching palpably wince at this.",
        "Mr. Huttle continued:  “Just a small dinner with a few good things,\nsuch as you have this evening.   You don’t insult your guests by\nsending to the grocer for champagne at six shillings a bottle.”",
        "I could not help thinking of “Jackson Freres” at three-and-six!",
        "“In fact,” said Mr. Huttle, “a man is little less than a murderer\nwho does.  That is the province of the milksop, who wastes his\nevening at home playing dominoes with his wife.  I’ve heard of\nthese people.  We don’t want them at this table.  Our party is well\nselected.  We’ve no use for deaf old women, who cannot follow\nintellectual conversation.”",
        "All our eyes were turned to Mrs. Field, who fortunately, being\ndeaf, did not hear his remarks; but continued smiling approval.",
        "“We have no representative at Mr. Franching’s table,” said Mr.\nHuttle, “of the unenlightened frivolous matron, who goes to a\nsecond class dance at Bayswater and fancies she is in Society.\nSociety does not know her; it has no use for her.”",
        "Mr. Huttle paused for a moment and the opportunity was afforded for\nthe ladies to rise.  I asked Mr. Franching quietly to excuse me, as\nI did not wish to miss the last train, which we very nearly did,\nby-the-by, through Carrie having mislaid the little cloth cricket-\ncap which she wears when we go out.",
        "It was very late when Carrie and I got home; but on entering the\nsitting-room I said:  “Carrie, what do you think of Mr. Hardfur\nHuttle?”  She simply answered:  “How like Lupin!”  The same idea\noccurred to me in the train.  The comparison kept me awake half the\nnight.  Mr. Huttle was, of course, an older and more influential\nman; but he WAS like Lupin, and it made me think how dangerous\nLupin would be if he were older and more influential.  I feel proud\nto think Lupin DOES resemble Mr. Huttle in some ways.  Lupin, like\nMr. Huttle, has original and sometimes wonderful ideas; but it is\nthose ideas that are so dangerous.  They make men extremely rich or\nextremely poor.  They make or break men.  I always feel people are\nhappier who live a simple unsophisticated life.  I believe I am\nhappy because I am not ambitious.  Somehow I feel that Lupin, since\nhe has been with Mr. Perkupp, has become content to settle down and\nfollow the footsteps of his father.  This is a comfort.",
        "Lupin is discharged.  We are in great trouble.  Lupin gets engaged\nelsewhere at a handsome salary.",
        "\nMay 13. - A terrible misfortune has happened:  Lupin is discharged\nfrom Mr. Perkupp’s office; and I scarcely know how I am writing my\ndiary.  I was away from office last Sat., the first time I have\nbeen absent through illness for twenty years.  I believe I was\npoisoned by some lobster.  Mr. Perkupp was also absent, as Fate\nwould have it; and our most valued customer, Mr. Crowbillon, went\nto the office in a rage, and withdrew his custom.  My boy Lupin not\nonly had the assurance to receive him, but recommended him the firm\nof Gylterson, Sons and Co. Limited.  In my own humble judgment, and\nthough I have to say it against my own son, this seems an act of\ntreachery.",
        "This morning I receive a letter from Perkupp, informing me that\nLupin’s services are no longer required, and an interview with me\nis desired at eleven o’clock.  I went down to the office with an\naching heart, dreading an interview with Mr. Perkupp, with whom I\nhave never had a word.  I saw nothing of Lupin in the morning.  He\nhad not got up when it was time for me to leave, and Carrie said I\nshould do no good by disturbing him.  My mind wandered so at the\noffice that I could not do my work properly.",
        "As I expected, I was sent for by Mr. Perkupp, and the following\nconversation ensued as nearly as I can remember it.",
        "Mr. Perkupp said:  “Good-morning, Mr. Pooter!  This is a very\nserious business.  I am not referring so much to the dismissal of\nyour son, for I knew we should have to part sooner or later.  I am\nthe head of this old, influential, and much-respected firm; and\nwhen I consider the time has come to revolutionise the business, I\nwill do it myself.”",
        "I could see my good master was somewhat affected, and I said:  “I\nhope, sir, you do not imagine that I have in any way countenanced\nmy son’s unwarrantable interference?”  Mr. Perkupp rose from his\nseat and took my hand, and said:  “Mr. Pooter, I would as soon\nsuspect myself as suspect you.”  I was so agitated that in the\nconfusion, to show my gratitude I very nearly called him a “grand\nold man.”",
        "Fortunately I checked myself in time, and said he was a “grand old\nmaster.”  I was so unaccountable for my actions that I sat down,\nleaving him standing.  Of course, I at once rose, but Mr. Perkupp\nbade me sit down, which I was very pleased to do.  Mr. Perkupp,\nresuming, said:  “You will understand, Mr. Pooter, that the high-\nstanding nature of our firm will not admit of our bending to\nanybody.  If Mr. Crowbillon chooses to put his work into other\nhands - I may add, less experienced hands - it is not for us to\nbend and beg back his custom.”  “You SHALL not do it, sir,” I said\nwith indignation.  “Exactly,” replied Mr. Perkupp; “I shall NOT do\nit.  But I was thinking this, Mr. Pooter.  Mr. Crowbillon is our\nmost valued client, and I will even confess - for I know this will\nnot go beyond ourselves - that we cannot afford very well to lose\nhim, especially in these times, which are not of the brightest.\nNow, I fancy you can be of service.”",
        "I replied:  “Mr. Perkupp, I will work day and night to serve you!”",
        "Mr. Perkupp said:  “I know you will.  Now, what I should like you\nto do is this.  You yourself might write to Mr. Crowbillon - you\nmust not, of course, lead him to suppose I know anything about your\ndoing so - and explain to him that your son was only taken on as a\nclerk - quite an inexperienced one in fact - out of the respect the\nfirm had for you, Mr. Pooter.  This is, of course, a fact.  I don’t\nsuggest that you should speak in too strong terms of your own son’s\nconduct; but I may add, that had he been a son of mine, I should\nhave condemned his interference with no measured terms.  That I\nleave to you.  I think the result will be that Mr. Crowbillon will\nsee the force of the foolish step he has taken, and our firm will\nneither suffer in dignity nor in pocket.”",
        "I could not help thinking what a noble gentleman Mr. Perkupp is.\nHis manners and his way of speaking seem to almost thrill one with\nrespect.",
        "I said:  “Would you like to see the letter before I send it?”",
        "Mr. Perkupp said:  “Oh no!  I had better not.  I am supposed to\nknow nothing about it, and I have every confidence in you.  You\nmust write the letter carefully.  We are not very busy; you had\nbetter take the morning to-morrow, or the whole day if you like.  I\nshall be here myself all day to-morrow, in fact all the week, in\ncase Mr. Crowbillon should call.”",
        "I went home a little more cheerful, but I left word with Sarah that\nI could not see either Gowing or Cummings, nor in fact anybody, if\nthey called in the evening.  Lupin came into the parlour for a\nmoment with a new hat on, and asked my opinion of it.  I said I was\nnot in the mood to judge of hats, and I did not think he was in a\nposition to buy a new one.  Lupin replied carelessly:  “I didn’t\nbuy it; it was a present.”",
        "I have such terrible suspicions of Lupin now that I scarcely like\nto ask him questions, as I dread the answers so.  He, however,\nsaved me the trouble.",
        "He said:  “I met a friend, an old friend, that I did not quite\nthink a friend at the time; but it’s all right.  As he wisely said,\n’all is fair in love and war,’ and there was no reason why we\nshould not be friends still.  He’s a jolly, good, all-round sort of\nfellow, and a very different stamp from that inflated fool of a\nPerkupp.”",
        "I said:  “Hush, Lupin!  Do not pray add insult to injury.”",
        "Lupin said:  “What do you mean by injury?  I repeat, I have done no\ninjury.  Crowbillon is simply tired of a stagnant stick-in-the-mud\nfirm, and made the change on his own account.  I simply recommended\nthe new firm as a matter of biz - good old biz!”",
        "I said quietly:  “I don’t understand your slang, and at my time of\nlife have no desire to learn it; so, Lupin, my boy, let us change\nthe subject.  I will, if it please you, TRY and be interested in\nyour new hat adventure.”",
        "Lupin said:  “Oh! there’s nothing much about it, except I have not\nonce seen him since his marriage, and he said he was very pleased\nto see me, and hoped we should be friends.  I stood a drink to\ncement the friendship, and he stood me a new hat - one of his own.”",
        "I said rather wearily:  “But you have not told me your old friend’s\nname?”",
        "Lupin said, with affected carelessness:  “Oh didn’t I?  Well, I\nwill.  It was MURRAY POSH.”",
        "May 14. - Lupin came down late, and seeing me at home all the\nmorning, asked the reason of it.  Carrie and I both agreed it was\nbetter to say nothing to him about the letter I was writing, so I\nevaded the question.",
        "Lupin went out, saying he was going to lunch with Murray Posh in\nthe City.  I said I hoped Mr. Posh would provide him with a berth.\nLupin went out laughing, saying:  “I don’t mind WEARING Posh’s one-\npriced hats, but I am not going to SELL them.”  Poor boy, I fear he\nis perfectly hopeless.",
        "It took me nearly the whole day to write to Mr. Crowbillon.  Once\nor twice I asked Carrie for suggestions; and although it seems\nungrateful, her suggestions were none of them to the point, while\none or two were absolutely idiotic.  Of course I did not tell her\nso.  I got the letter off, and took it down to the office for Mr.\nPerkupp to see, but he again repeated that he could trust me.",
        "Gowing called in the evening, and I was obliged to tell him about\nLupin and Mr. Perkupp; and, to my surprise, he was quite inclined\nto side with Lupin.  Carrie joined in, and said she thought I was\ntaking much too melancholy a view of it.  Gowing produced a pint\nsample-bottle of Madeira, which had been given him, which he said\nwould get rid of the blues.  I dare say it would have done so if\nthere had been more of it; but as Gowing helped himself to three\nglasses, it did not leave much for Carrie and me to get rid of the\nblues with.",
        "May 15. - A day of great anxiety, for I expected every moment a\nletter from Mr. Crowbillon.  Two letters came in the evening - one\nfor me, with “Crowbillon Hall” printed in large gold-and-red\nletters on the back of the envelope; the other for Lupin, which I\nfelt inclined to open and read, as it had “Gylterson, Sons, and Co.\nLimited,” which was the recommended firm.  I trembled as I opened\nMr. Crowbillon’s letter.  I wrote him sixteen pages, closely\nwritten; he wrote me less than sixteen lines.",
        "His letter was:",
        "“Sir, - I totally disagree with you.  Your son, in\nthe course of five minutes’ conversation, displayed more\nintelligence than your firm has done during the last five years. -\nYours faithfully, Gilbert E. Gillam O. Crowbillon.“",
        "What am I to do?  Here is a letter that I dare not show to Mr.\nPerkupp, and would not show to Lupin for anything.  The crisis had\nyet to come; for Lupin arrived, and, opening his letter, showed a\ncheque for 25 pounds as a commission for the recommendation of Mr.\nCrowbillon, whose custom to Mr. Perkupp is evidently lost for ever.\nCummings and Gowing both called, and both took Lupin’s part.\nCummings went so far as to say that Lupin would make a name yet.  I\nsuppose I was melancholy, for I could only ask:  “Yes, but what\nsort of a name?”",
        "May 16. - I told Mr. Perkupp the contents of the letter in a\nmodified form, but Mr. Perkupp said:  “Pray don’t discuss the\nmatter; it is at an end.  Your son will bring his punishment upon\nhimself.”  I went home in the evening, thinking of the hopeless\nfuture of Lupin.  I found him in most extravagant spirits and in\nevening dress.  He threw a letter on the table for me to read.",
        "To my amazement, I read that Gylterson and Sons had absolutely\nengaged Lupin at a salary of 200 pounds a year, with other\nadvantages.  I read the letter through three times and thought it\nmust have been for me.  But there it was - Lupin Pooter - plain\nenough.  I was silent.  Lupin said:  “What price Perkupp now?  You\ntake my tip, Guv. - ’off’ with Perkupp and freeze on to Gylterson,\nthe firm of the future!  Perkupp’s firm?  The stagnant dummies have\nbeen standing still for years, and now are moving back.  I want to\ngo on.  In fact I must go OFF, as I am dining with the Murray Poshs\nto-night.”",
        "In the exuberance of his spirits he hit his hat with his stick,\ngave a loud war “Whoo-oop,” jumped over a chair, and took the\nliberty of rumpling my hair all over my forehead, and bounced out\nof the room, giving me no chance of reminding him of his age and\nthe respect which was due to his parent.  Gowing and Cummings came\nin the evening, and positively cheered me up with congratulations\nrespecting Lupin.",
        "Gowing said:  “I always said he would get on, and, take my word, he\nhas more in his head than we three put together.”",
        "Carrie said:  “He is a second Hardfur Huttle.”",
        "Master Percy Edgar Smith James.  Mrs. James (of Sutton) visits us\nagain and introduces “Spiritual Seances.”",
        "\nMay 26, Sunday. - We went to Sutton after dinner to have meat-tea\nwith Mr. and Mrs. James.  I had no appetite, having dined well at\ntwo, and the entire evening was spoiled by little Percy - their\nonly son - who seems to me to be an utterly spoiled child.",
        "Two or three times he came up to me and deliberately kicked my\nshins.  He hurt me once so much that the tears came into my eyes.\nI gently remonstrated with him, and Mrs. James said:  “Please don’t\nscold him; I do not believe in being too severe with young\nchildren.  You spoil their character.”",
        "Little Percy set up a deafening yell here, and when Carrie tried to\npacify him, he slapped her face.",
        "I was so annoyed, I said:  “That is not my idea of bringing up\nchildren, Mrs. James.”",
        "Mrs. James said.  “People have different ideas of bringing up\nchildren - even your son Lupin is not the standard of perfection.”",
        "A Mr. Mezzini (an Italian, I fancy) here took Percy in his lap.\nThe child wriggled and kicked and broke away from Mr. Mezzini,\nsaying:  “I don’t like you - you’ve got a dirty face.”",
        "A very nice gentleman, Mr. Birks Spooner, took the child by the\nwrist and said:  “Come here, dear, and listen to this.”",
        "He detached his chronometer from the chain and made his watch\nstrike six.",
        "To our horror, the child snatched it from his hand and bounced it\ndown upon the ground like one would a ball.",
        "Mr. Birks Spooner was most amiable, and said he could easily get a\nnew glass put in, and did not suppose the works were damaged.",
        "To show you how people’s opinions differ, Carrie said the child was\nbad-tempered, but it made up for that defect by its looks, for it\nwas - in her mind - an unquestionably beautiful child.",
        "I may be wrong, but I do not think I have seen a much uglier child\nmyself.  That is MY opinion.",
        "May 30. - I don’t know why it is, but I never anticipate with any\npleasure the visits to our house of Mrs. James, of Sutton.  She is\ncoming again to stay for a few days.  I said to Carrie this\nmorning, as I was leaving:  “I wish, dear Carrie, I could like Mrs.\nJames better than I do.”",
        "Carrie said:  “So do I, dear; but as for years I have had to put up\nwith Mr. Gowing, who is vulgar, and Mr. Cummings, who is kind but\nmost uninteresting, I am sure, dear, you won’t mind the occasional\nvisits of Mrs. James, who has more intellect in her little finger\nthan both your friends have in their entire bodies.”",
        "I was so entirely taken back by this onslaught on my two dear old\nfriends, I could say nothing, and as I heard the ’bus coming, I\nleft with a hurried kiss - a little too hurried, perhaps, for my\nupper lip came in contact with Carrie’s teeth and slightly cut it.\nIt was quite painful for an hour afterwards.  When I came home in\nthe evening I found Carrie buried in a book on Spiritualism, called\nTHERE IS NO BIRTH, by Florence Singleyet.  I need scarcely say the\nbook was sent her to read by Mrs. James, of Sutton.  As she had not\na word to say outside her book, I spent the rest of the evening\naltering the stair-carpets, which are beginning to show signs of\nwear at the edges.",
        "Mrs. James arrived and, as usual, in the evening took the entire\nmanagement of everything.  Finding that she and Carrie were making\nsome preparations for table-turning, I thought it time really to\nput my foot down.  I have always had the greatest contempt for such\nnonsense, and put an end to it years ago when Carrie, at our old\nhouse, used to have seances every night with poor Mrs. Fussters\n(who is now dead).  If I could see any use in it, I would not care.\nAs I stopped it in the days gone by, I determined to do so now.",
        "I said:  “I am very sorry Mrs. James, but I totally disapprove of\nit, apart from the fact that I receive my old friends on this\nevening.”",
        "Mrs. James said:  “Do you mean to say you haven’t read THERE IS NO\nBIRTH?”  I said:  “No, and I have no intention of doing so.”  Mrs.\nJames seemed surprised and said:  “All the world is going mad over\nthe book.”  I responded rather cleverly:  “Let it.  There will be\none sane man in it, at all events.”",
        "Mrs. James said she thought it was very unkind, and if people were\nall as prejudiced as I was, there would never have been the\nelectric telegraph or the telephone.",
        "I said that was quite a different thing.",
        "Mrs. James said sharply:  “In what way, pray - in what way?”",
        "I said:  “In many ways.”",
        "Mrs. James said:  “Well, mention ONE way.”",
        "I replied quietly:  “Pardon me, Mrs. James; I decline to discuss\nthe matter.  I am not interested in it.”",
        "Sarah at this moment opened the door and showed in Cummings, for\nwhich I was thankful, for I felt it would put a stop to this\nfoolish table-turning.  But I was entirely mistaken; for, on the\nsubject being opened again, Cummings said he was most interested in\nSpiritualism, although he was bound to confess he did not believe\nmuch in it; still, he was willing to be convinced.",
        "I firmly declined to take any part in it, with the result that my\npresence was ignored.  I left the three sitting in the parlour at a\nsmall round table which they had taken out of the drawing-room.  I\nwalked into the hall with the ultimate intention of taking a little\nstroll.  As I opened the door, who should come in but Gowing!",
        "On hearing what was going on, he proposed that we should join the\ncircle and he would go into a trance.  He added that he KNEW a few\nthings about old Cummings, and would INVENT a few about Mrs. James.\nKnowing how dangerous Gowing is, I declined to let him take part in\nany such foolish performance.  Sarah asked me if she could go out\nfor half an hour, and I gave her permission, thinking it would be\nmore comfortable to sit with Gowing in the kitchen than in the cold\ndrawing-room.  We talked a good deal about Lupin and Mr. and Mrs.\nMurray Posh, with whom he is as usual spending the evening.  Gowing\nsaid:  “I say, it wouldn’t be a bad thing for Lupin if old Posh\nkicked the bucket.”",
        "My heart gave a leap of horror, and I rebuked Gowing very sternly\nfor joking on such a subject.  I lay awake half the night thinking\nof it - the other hall was spent in nightmares on the same subject.",
        "May 31. - I wrote a stern letter to the laundress.  I was rather\npleased with the letter, for I thought it very satirical.  I said:\n\"You have returned the handkerchiefs without the colour.  Perhaps\nyou will return either the colour or the value of the\nhandkerchiefs.”  I shall be rather curious to know what she will\nhave to say.",
        "More table-turning in the evening.  Carrie said last night was in a\nmeasure successful, and they ought to sit again.  Cummings came in,\nand seemed interested.  I had the gas lighted in the drawing-room,\ngot the steps, and repaired the cornice, which has been a bit of an\neyesore to me.  In a fit of unthinkingness - if I may use such an\nexpression, - I gave the floor over the parlour, where the seance\nwas taking place, two loud raps with the hammer.  I felt sorry\nafterwards, for it was the sort of ridiculous, foolhardy thing that\nGowing or Lupin would have done.",
        "However, they never even referred to it, but Carrie declared that a\nmessage came through the table to her of a wonderful description,\nconcerning someone whom she and I knew years ago, and who was quite\nunknown to the others.",
        "When we went to bed, Carrie asked me as a favour to sit to-morrow\nnight, to oblige her.  She said it seemed rather unkind and\nunsociable on my part.  I promised I would sit once.",
        "June 1. - I sat reluctantly at the table in the evening, and I am\nbound to admit some curious things happened.  I contend they were\ncoincidences, but they were curious.  For instance, the table kept\ntilting towards me, which Carrie construed as a desire that I\nshould ask the spirit a question.  I obeyed the rules, and I asked\nthe spirit (who said her name was Lina) if she could tell me the\nname of an old aunt of whom I was thinking, and whom we used to\ncall Aunt Maggie.  The table spelled out C A T.  We could make\nnothing out of it, till I suddenly remembered that her second name\nwas Catherine, which it was evidently trying to spell.  I don’t\nthink even Carrie knew this.  But if she did, she would never\ncheat.  I must admit it was curious.  Several other things\nhappened, and I consented to sit at another seance on Monday.",
        "June 3. - The laundress called, and said she was very sorry about\nthe handkerchiefs, and returned ninepence.  I said, as the colour\nwas completely washed out and the handkerchiefs quite spoiled,\nninepence was not enough.  Carrie replied that the two\nhandkerchiefs originally only cost sixpence, for she remembered\nbring them at a sale at the Holloway BON MARCHE.  In that case, I\ninsisted that threepence buying should be returned to the\nlaundress.  Lupin has gone to stay with the Poshs for a few days.\nI must say I feel very uncomfortable about it.  Carrie said I was\nridiculous to worry about it.  Mr. Posh was very fond of Lupin,\nwho, after all, was only a mere boy.",
        "In the evening we had another seance, which, in some respects, was\nvery remarkable, although the first part of it was a little\ndoubtful.  Gowing called, as well as Cummings, and begged to be\nallowed to join the circle.  I wanted to object, but Mrs. James,\nwho appears a good Medium (that is, if there is anything in it at\nall), thought there might be a little more spirit power if Gowing\njoined; so the five of us sat down.",
        "The moment I turned out the gas, and almost before I could get my\nhands on the table, it rocked violently and tilted, and began\nmoving quickly across the room.  Gowing shouted out:  “Way oh!\nsteady, lad, steady!”  I told Gowing if he could not behave himself\nI should light the gas, and put an end to the seance.",
        "To tell the truth, I thought Gowing was playing tricks, and I\nhinted as much; but Mrs. James said she had often seen the table go\nright off the ground.  The spirit Lina came again, and said, “WARN\"\nthree or four times, and declined to explain.  Mrs. James said\n\"Lina” was stubborn sometimes.  She often behaved like that, and\nthe best thing to do was to send her away.",
        "She then hit the table sharply, and said:  “Go away, Lina; you are\ndisagreeable.  Go away!”  I should think we sat nearly three-\nquarters of an hour with nothing happening.  My hands felt quite\ncold, and I suggested we should stop the seance.  Carrie and Mrs.\nJames, as well as Cummings, would not agree to it.  In about ten\nminutes’ time there was some tilting towards me.  I gave the\nalphabet, and it spelled out S P O O F.  As I have heard both\nGowing and Lupin use the word, and as I could hear Gowing silently\nlaughing, I directly accused him of pushing the table.  He denied\nit; but, I regret to say, I did not believe him.",
        "Gowing said:  “Perhaps it means ’Spook,’ a ghost.”",
        "I said:  “YOU know it doesn’t mean anything of the sort.”",
        "Gowing said:  “Oh! very well - I’m sorry I ’spook,’” and he rose\nfrom the table.",
        "No one took any notice of the stupid joke, and Mrs. James suggested\nhe should sit out for a while.  Gowing consented and sat in the\narm-chair.",
        "The table began to move again, and we might have had a wonderful\nseance but for Gowing’s stupid interruptions.  In answer to the\nalphabet from Carrie the table spelt “NIPUL,” then the “WARN” three\ntimes.  We could not think what it meant till Cummings pointed out\nthat “NIPUL” was Lupin spelled backwards.  This was quite exciting.\nCarrie was particularly excited, and said she hoped nothing\nhorrible was going to happen.",
        "Mrs. James asked if “Lina” was the spirit.  The table replied\nfirmly, “No,” and the spirit would not give his or her name.  We\nthen had the message, “NIPUL will be very rich.”",
        "Carrie said she felt quite relieved, but the word “WARN” was again\nspelt out.  The table then began to oscillate violently, and in\nreply to Mrs. James, who spoke very softly to the table, the spirit\nbegan to spell its name.  It first spelled “DRINK.”",
        "Gowing here said:  “Ah! that’s more in my line.”",
        "I asked him to be quiet as the name might not be completed.",
        "The table then spelt “WATER.”",
        "Gowing here interrupted again, and said:  “Ah! that’s NOT in my\nline.  OUTSIDE if you like, but not inside.”",
        "Carrie appealed to him to be quiet.",
        "The table then spelt “CAPTAIN,” and Mrs. James startled us by\ncrying out, “Captain Drinkwater, a very old friend of my father’s,\nwho has been dead some years.”",
        "This was more interesting, and I could not help thinking that after\nall there must be something in Spiritualism.",
        "Mrs. James asked the spirit to interpret the meaning of the word\n\"Warn” as applied to “NIPUL.”  The alphabet was given again, and we\ngot the word “BOSH.”",
        "Gowing here muttered:  “So it is.”",
        "Mrs. James said she did not think the spirit meant that, as Captain\nDrinkwater was a perfect gentleman, and would never have used the\nword in answer to a lady’s question.  Accordingly the alphabet was\ngiven again.",
        "This time the table spelled distinctly “POSH.”  We all thought of\nMrs. Murray Posh and Lupin.  Carrie was getting a little\ndistressed, and as it was getting late we broke up the circle.",
        "We arranged to have one more to-morrow, as it will be Mrs. James’\nlast night in town.  We also determined NOT to have Gowing present.",
        "Cummings, before leaving, said it was certainly interesting, but he\nwished the spirits would say something about him.",
        "June 4. - Quite looking forward to the seance this evening.  Was\nthinking of it all the day at the office.",
        "Just as we sat down at the table we were annoyed by Gowing entering\nwithout knocking.",
        "He said:  “I am not going to stop, but I have brought with me a\nsealed envelope, which I know I can trust with Mrs. Pooter.  In\nthat sealed envelope is a strip of paper on which I have asked a\nsimple question.  If the spirits can answer that question, I will\nbelieve in Spiritualism.”",
        "I ventured the expression that it might be impossible.",
        "Mrs. James said:  “Oh no! it is of common occurrence for the\nspirits to answer questions under such conditions - and even for\nthem to write on locked slates.  It is quite worth trying.  If\n’Lina’ is in a good temper, she is certain to do it.”",
        "Gowing said:  “All right; then I shall be a firm believer.  I shall\nperhaps drop in about half-past nine or ten, and hear the result.”",
        "He then left and we sat a long time.  Cummings wanted to know\nsomething about some undertaking in which he was concerned, but he\ncould get no answer of any description whatever - at which he said\nhe was very disappointed and was afraid there was not much in\ntable-turning after all.  I thought this rather selfish of him.\nThe seance was very similar to the one last night, almost the same\nin fact.  So we turned to the letter.  “Lina” took a long time\nanswering the question, but eventually spelt out “ROSES, LILIES,\nAND COWS.”  There was great rocking of the table at this time, and\nMrs. James said:  “If that is Captain Drinkwater, let us ask him\nthe answer as well?”",
        "It was the spirit of the Captain, and, most singular, he gave the\nsame identical answer:  “ROSES, LILIES, AND COWS.”",
        "I cannot describe the agitation with which Carrie broke the seal,\nor the disappointment we felt on reading the question, to which the\nanswer was so inappropriate.  The question was, “WHAT’S OLD\nPOOTER’S AGE?”",
        "This quite decided me.",
        "As I had put my foot down on Spiritualism years ago, so I would\nagain.",
        "I am pretty easy-going as a rule, but I can be extremely firm when\ndriven to it.",
        "I said slowly, as I turned up the gas:  “This is the last of this\nnonsense that shall ever take place under my roof.  I regret I\npermitted myself to be a party to such tomfoolery.  If there is\nanything in it - which I doubt - it is nothing of any good, and I\nWON’T HAVE IT AGAIN.  That is enough.”",
        "Mrs. James said:  “I think, Mr. Pooter, you are rather over-\nstepping - “",
        "I said:  “Hush, madam.  I am master of this house - please\nunderstand that.”",
        "Mrs. James made an observation which I sincerely hope I was\nmistaken in.  I was in such a rage I could not quite catch what she\nsaid.  But if I thought she said what it sounded like, she should\nnever enter the house again.",
        "Lupin leaves us.  We dine at his new apartments, and hear some\nextraordinary information respecting the wealth of Mr. Murray Posh.\nMeet Miss Lilian Posh.  Am sent for by Mr. Hardfur Huttle.\nImportant.",
        "\nJuly 1. - I find, on looking over my diary, nothing of any\nconsequence has taken place during the last month.  To-day we lose\nLupin, who has taken furnished apartments at Bayswater, near his\nfriends, Mr. and Mrs. Murray Posh, at two guineas a week.  I think\nthis is most extravagant of him, as it is half his salary.  Lupin\nsays one never loses by a good address, and, to use his own\nexpression, Brickfield Terrace is a bit “off.”  Whether he means it\nis “far off” I do not know.  I have long since given up trying to\nunderstand his curious expressions.  I said the neighbourhood had\nalways been good enough for his parents.  His reply was:  “It is no\nquestion of being good or bad.  There is no money in it, and I am\nnot going to rot away my life in the suburbs.”",
        "We are sorry to lose him, but perhaps he will get on better by\nhimself, and there may be some truth in his remark that an old and\na young horse can’t pull together in the same cart.",
        "Gowing called, and said that the house seemed quite peaceful, and\nlike old times.  He liked Master Lupin very well, but he\noccasionally suffered from what he could not help - youth.",
        "July 2. - Cummings called, looked very pale, and said he had been\nvery ill again, and of course not a single friend had been near\nhim.  Carrie said she had never heard of it, whereupon he threw\ndown a copy of the BICYCLE NEWS on the table, with the following\nparagraph:  “We regret to hear that that favourite old roadster,\nMr. Cummings (’Long’ Cummings), has met with what might have been a\nserious accident in Rye Lane.  A mischievous boy threw a stick\nbetween the spokes of one of the back wheels, and the machine\noverturned, bringing our brother tricyclist heavily to the ground.\nFortunately he was more frightened than hurt, but we missed his\nmerry face at the dinner at Chingford, where they turned up in good\nnumbers.  ’Long’ Cummings’ health was proposed by our popular Vice,\nMr. Westropp, the prince of bicyclists, who in his happiest vein\nsaid it was a case of ’CUMMING(s) thro’ the RYE, but fortunately\nthere was more WHEEL than WOE,’ a joke which created roars of\nlaughter.”",
        "We all said we were very sorry, and pressed Cummings to stay to\nsupper.  Cummings said it was like old times being without Lupin,\nand he was much better away.",
        "July 3, Sunday. - In the afternoon, as I was looking out of the\nparlour window, which was open, a grand trap, driven by a lady,\nwith a gentleman seated by the side of her, stopped at our door.\nNot wishing to be seen, I withdrew my head very quickly, knocking\nthe back of it violently against the sharp edge of the window-sash.\nI was nearly stunned.  There was a loud double-knock at the front\ndoor; Carrie rushed out of the parlour, upstairs to her room, and I\nfollowed, as Carrie thought it was Mr. Perkupp.  I thought it was\nMr. Franching. - I whispered to Sarah over the banisters:  “Show\nthem into the drawing-room.”  Sarah said, as the shutters were not\nopened, the room would smell musty.  There was another loud rat-\ntat.  I whispered:  “Then show them into the parlour, and say Mr.\nPooter will be down directly.”  I changed my coat, but could not\nsee to do my hair, as Carrie was occupying the glass.",
        "Sarah came up, and said it was Mrs. Murray Posh and Mr. Lupin.",
        "This was quite a relief.  I went down with Carrie, and Lupin met me\nwith the remark:  “I say, what did you run away from the window\nfor?  Did we frighten you?”",
        "I foolishly said:  “What window?”",
        "Lupin said:  “Oh, you know.  Shut it.  You looked as if you were\nplaying at Punch and Judy.”",
        "On Carrie asking if she could offer them anything, Lupin said:\n\"Oh, I think Daisy will take on a cup of tea.  I can do with a B.\nand S.”",
        "I said:  “I am afraid we have no soda.”",
        "Lupin said:  “Don’t bother about that.  You just trip out and hold\nthe horse; I don’t think Sarah understands it.”",
        "They stayed a very short time, and as they were leaving, Lupin\nsaid:  “I want you both to come and dine with me next Wednesday,\nand see my new place.  Mr. and Mrs. Murray Posh, Miss Posh\n(Murray’s sister) are coming.  Eight o’clock sharp.  No one else.”",
        "I said we did not pretend to be fashionable people, and would like\nthe dinner earlier, as it made it so late before we got home.",
        "Lupin said:  “Rats!  You must get used to it.  If it comes to that,\nDaisy and I can drive you home.”",
        "We promised to go; but I must say in my simple mind the familiar\nway in which Mrs. Posh and Lupin addressed each other is\nreprehensible.  Anybody would think they had been children\ntogether.  I certainly should object to a six months’ acquaintance\ncalling MY wife “Carrie,” and driving out with her.",
        "July 4. - Lupin’s rooms looked very nice; but the dinner was, I\nthought, a little too grand, especially as he commenced with\nchampagne straight off.  I also think Lupin might have told us that\nhe and Mr. and Mrs. Murray Posh and Miss Posh were going to put on\nfull evening dress.  Knowing that the dinner was only for us six,\nwe never dreamed it would be a full dress affair.  I had no\nappetite.  It was quite twenty minutes past eight before we sat\ndown to dinner.  At six I could have eaten a hearty meal.  I had a\nbit of bread-and-butter at that hour, feeling famished, and I\nexpect that partly spoiled my appetite.",
        "We were introduced to Miss Posh, whom Lupin called “Little Girl,\"\nas if he had known her all his life.  She was very tall, rather\nplain, and I thought she was a little painted round the eyes.  I\nhope I am wrong; but she had such fair hair, and yet her eyebrows\nwere black.  She looked about thirty.  I did not like the way she\nkept giggling and giving Lupin smacks and pinching him.  Then her\nlaugh was a sort of a scream that went right through my ears, all\nthe more irritating because there was nothing to laugh at.  In\nfact, Carrie and I were not at all prepossessed with her.  They all\nsmoked cigarettes after dinner, including Miss Posh, who startled\nCarrie by saying:  “Don’t you smoke, dear?”  I answered for Carrie,\nand said:  “Mrs. Charles Pooter has not arrived at it yet,\"\nwhereupon Miss Posh gave one of her piercing laughs again.",
        "\n\nLillie Girl\n",
        "Mrs. Posh sang a dozen songs at least, and I can only repeat what I\nhave said before - she does NOT sing in tune; but Lupin sat by the\nside of the piano, gazing into her eyes the whole time.  If I had\nbeen Mr. Posh, I think I should have had something to say about it.\nMr. Posh made himself very agreeable to us, and eventually sent us\nhome in his carriage, which I thought most kind.  He is evidently\nvery rich, for Mrs. Posh had on some beautiful jewellery.  She told\nCarrie her necklace, which her husband gave her as a birthday\npresent, alone cost 300 pounds.",
        "Mr. Posh said he had a great belief in Lupin, and thought he would\nmake rapid way in the world.",
        "I could not help thinking of the 600 pounds Mr. Posh lost over the\nPARACHIKKA CHLORATES through Lupin’s advice.",
        "During the evening I had an opportunity to speak to Lupin, and\nexpressed a hope that Mr. Posh was not living beyond his means.",
        "Lupin sneered, and said Mr. Posh was worth thousands.  “Posh’s one-\nprice hat” was a household word in Birmingham, Manchester,\nLiverpool, and all the big towns throughout England.  Lupin further\ninformed me that Mr. Posh was opening branch establishments at New\nYork, Sydney, and Melbourne, and was negotiating for Kimberley and\nJohannesburg.",
        "I said I was pleased to hear it.",
        "Lupin said:  “Why, he has settled over 10,000 pounds on Daisy, and\nthe same amount on ’Lillie Girl.’  If at any time I wanted a little\ncapital, he would put up a couple of ’thou’ at a day’s notice, and\ncould buy up Perkupp’s firm over his head at any moment with ready\ncash.”",
        "On the way home in the carriage, for the first time in my life, I\nwas inclined to indulge in the radical thought that money was NOT\nproperly divided.",
        "On arriving home at a quarter-past eleven, we found a hansom cab,\nwhich had been waiting for me for two hours with a letter.  Sarah\nsaid she did not know what to do, as we had not left the address\nwhere we had gone.  I trembled as I opened the letter, fearing it\nwas some bad news about Mr. Perkupp.  The note was:  “Dear Mr.\nPooter, - Come down to the Victoria Hotel without delay.\nImportant.  Yours truly, Hardfur Huttle.”",
        "I asked the cabman if it was too late.  The cabman replied that it\nwas NOT; for his instructions were, if I happened to be out, he was\nto wait till I came home.  I felt very tired, and really wanted to\ngo to bed.  I reached the hotel at a quarter before midnight.  I\napologised for being so late, but Mr. Huttle said:  “Not at all;\ncome and have a few oysters.”  I feel my heart beating as I write\nthese words.  To be brief, Mr. Huttle said he had a rich American\nfriend who wanted to do something large in our line of business,\nand that Mr. Franching had mentioned my name to him.  We talked\nover the matter.  If, by any happy chance, the result be\nsuccessful, I can more than compensate my dear master for the loss\nof Mr. Crowbillon’s custom.  Mr. Huttle had previously said:  “The\nglorious ’Fourth’ is a lucky day for America, and, as it has not\nyet struck twelve, we will celebrate it with a glass of the best\nwine to be had in the place, and drink good luck to our bit of\nbusiness.”",
        "I fervently hope it will bring good luck to us all.",
        "It was two o’clock when I got home.  Although I was so tired, I\ncould not sleep except for short intervals - then only to dream.",
        "I kept dreaming of Mr. Perkupp and Mr. Huttle.  The latter was in a\nlovely palace with a crown on.  Mr. Perkupp was waiting in the\nroom.  Mr. Huttle kept taking off this crown and handing it to me,\nand calling me “President.”",
        "He appeared to take no notice of Mr. Perkupp, and I kept asking Mr.\nHuttle to give the crown to my worthy master.  Mr. Huttle kept\nsaying:  “No, this is the White House of Washington, and you must\nkeep your crown, Mr. President.”",
        "We all laughed long and very loudly, till I got parched, and then I\nwoke up.  I fell asleep, only to dream the same thing over and over\nagain.",
        "One of the happiest days of my life.",
        "\nJuly 10. - The excitement and anxiety through which I have gone the\nlast few days have been almost enough to turn my hair grey.  It is\nall but settled.  To-morrow the die will be cast.  I have written a\nlong letter to Lupin - feeling it my duty to do so, - regarding his\nattention to Mrs. Posh, for they drove up to our house again last\nnight.",
        "July 11. - I find my eyes filling with tears as I pen the note of\nmy interview this morning with Mr. Perkupp.  Addressing me, he\nsaid:  “My faithful servant, I will not dwell on the important\nservice you have done our firm.  You can never be sufficiently\nthanked.  Let us change the subject.  Do you like your house, and\nare you happy where you are?”",
        "I replied:  “Yes, sir; I love my house and I love the\nneighbourhood, and could not bear to leave it.”",
        "Mr. Perkupp, to my surprise, said:  “Mr. Pooter, I will purchase\nthe freehold of that house, and present it to the most honest and\nmost worthy man it has ever been my lot to meet.”",
        "He shook my hand, and said he hoped my wife and I would be spared\nmany years to enjoy it.  My heart was too full to thank him; and,\nseeing my embarrassment, the good fellow said:  “You need say\nnothing, Mr. Pooter,” and left the office.",
        "I sent telegrams to Carrie, Gowing, and Cummings (a thing I have\nnever done before), and asked the two latter to come round to\nsupper.",
        "On arriving home I found Carrie crying with joy, and I sent Sarah\nround to the grocer’s to get two bottles of “Jackson Freres.”",
        "My two dear friends came in the evening, and the last post brought\na letter from Lupin in reply to mine.  I read it aloud to them all.\nIt ran:",
        "“My dear old Guv., - Keep your hair on.  You are on the\nwrong tack again.  I am engaged to be married to ’Lillie Girl.’  I\ndid not mention it last Thursday, as it was not definitely settled.\nWe shall be married in August, and amongst our guests we hope to\nsee your old friends Gowing and Cummings.  With much love to all,\nfrom\nThe same old Lupin.”",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}