{
    "title": "The Sorrows of Young Werther - August lO.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "31",
    "content": [
        "\n\n",
        "If I were not a fool, I could spend the happiest and most delightful\nlife here. So many agreeable circumstances, and of a kind to\nensure a worthy man’s happiness, are seldom united. Alas! I feel\nit too sensibly, — the heart alone makes our happiness! To be\nadmitted into this most charming family, to be loved by the father\nas a son, by the children as a father, and by Charlotte! then the\nnoble Albert, who never disturbs my happiness by any appearance\nof ill-humour, receiving me with the heartiest affection, and\nloving me, next to Charlotte, better than all the world! Wilhelm,\nyou would be delighted to hear us in our rambles, and conversations\nabout Charlotte. Nothing in the world can be more absurd than our\nconnection, and yet the thought of it often moves me to tears.",
        "He tells me sometimes of her excellent mother; how, upon her\ndeath-bed, she had committed her house and children to Charlotte,\nand had given Charlotte herself in charge to him; how, since that\ntime, a new spirit had taken possession of her; how, in care and\nanxiety for their welfare, she became a real mother to them; how\nevery moment of her time was devoted to some labour of love in\ntheir behalf, — and yet her mirth and cheerfulness had never\nforsaken her. I walk by his side, pluck flowers by the way, arrange\nthem carefully into a nosegay, then fling them into the first\nstream I pass, and watch them as they float gently away. I forget\nwhether I told you that Albert is to remain here. He has received\na government appointment, with a very good salary; and I understand\nhe is in high favour at court. I have met few persons so punctual\nand methodical in business.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}