{
    "title": "The Store Boy - by Horatio Alger, Jr. [Authorama]",
    "author": "Unknown",
    "chapter": "boy",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "“Give me a ride?”",
        "Ben Barclay checked the horse he was driving and looked attentively at\nthe speaker.  He was a stout-built, dark-complexioned man, with a\nbeard of a week’s growth, wearing an old and dirty suit, which would\nhave reduced any tailor to despair if taken to him for cleaning and\nrepairs.  A loose hat, with a torn crown, surmounted a singularly\nill-favored visage.",
        "“A tramp, and a hard looking one!” said Ben to himself.",
        "He hesitated about answering, being naturally reluctant to have such a\ntraveling companion.",
        "“Well, what do you say?” demanded the tramp rather impatiently.\n\"There’s plenty of room on that seat, and I’m dead tired.”",
        "“Where are you going?” asked Ben.",
        "“Same way you are–to Pentonville.”",
        "“You can ride,” said Ben, in a tone by means cordial, and he halted\nhis horse till his unsavory companion climbed into the wagon.",
        "They were two miles from Pentonville, and Ben had a prospect of a\nlonger ride than he desired under the circumstances.  His companion\npulled out a dirty clay pipe from his pocket, and filled it with\ntobacco, and then explored another pocket for a match.  A muttered\noath showed that he failed to find one.",
        "“Got a match, boy?” he asked.",
        "“No,” answered Ben, glad to have escaped the offensive fumes of the\npipe.",
        "“Just my luck!” growled the tramp, putting back the pipe with a look\nof disappointment.  “If you had a match now, I wouldn’t mind letting\nyou have a whiff or two.",
        "“I don’t smoke,” answered Ben, hardly able to repress a look of\ndisgust.",
        "“So you’re a good boy, eh?  One of the Sunday school kids that want to\nbe an angel, hey?  Pah!” and the tramp exhibited the disgust which the\nidea gave him.",
        "“Yes, I go to Sunday school,” said Ben coldly, feeling more and more\nrepelled by his companion.",
        "“I never went to Sunday school,” said his companion.  “And I wouldn’t.\nIt’s only good for milksops and hypocrites.”",
        "“Do you think you’re any better for not going?” Ben couldn’t help\nasking.",
        "“I haven’t been so prosperous, if that’s what you mean.  I’m a\nstraightforward man, I am.  You always know where to find me.  There\nain’t no piety about me.  What are you laughin’ at?”",
        "“No offense,” said Ben.  “I believe every word you say.”",
        "“You’d better.  I don’t allow no man to doubt my word, nor no boy,\neither.  Have you got a quarter about you?”",
        "“No.”",
        "“Nor a dime?  A dime’ll do.”",
        "“I have no money to spare.”",
        "“I’d pay yer to-morrer.”",
        "“You’ll have to borrow elsewhere; I am working in a store for a very\nsmell salary, and that I pay over to my mother.”",
        "“Whose store?”",
        "“Simon Crawford’s; but you won’t know any better for my telling you\nthat, unless you are acquainted in Pentonville”",
        "“I’ve been through there.  Crawford keeps the grocery store.”",
        "“Yes.”",
        "“What’s your name?”",
        "“Ben Barclay,” answered our hero, feeling rather annoyed at what he\nconsidered intrusive curiosity.",
        "“Barclay?” replied the tramp quickly.  “Not John Barclay’s son?”",
        "It was Ben’s turn to be surprised.  He was the son of John Barclay,\ndeceased, but how could his ill-favored traveling companion know that?",
        "“Did you know my father?” asked the boy, astonished.",
        "“I’ve heerd his name,” answered the tramp, in an evasive tone.",
        "“What is your name?” asked Ben, feeling that be had a right to be as\ncurious as his companion.",
        "“I haven’t got any visitin’ cards with me,” answered the tramp dryly.",
        "“Nor I; but I told you my name.”",
        "“All right; I’ll tell you mine.  You can call me Jack Frost.”",
        "“I gave you my real name,” said Ben significantly.",
        "“I’ve almost forgotten what my real name is,” said the tramp.  “If you\ndon’t like Jack Frost, you can call me George Washington.”",
        "Ben laughed.",
        "“I don’t think that name would suit, he said.  George Washington never\ntold a lie.”",
        "“What d’ye mean by that?” demanded the tramp, his brow darkening.",
        "“I was joking,” answered Ben, who did not care to get into difficulty\nwith such a man.",
        "“I’m going to joke a little myself,” growled the tramp, as, looking\nquickly about him, he observed that they were riding over a lonely\nsection of the road lined with woods.  “Have you got any money about\nyou?”",
        "Ben, taken by surprise, would have been glad to answer “No,” but he\nwas a boy of truth, and could not say so truly, though he might have\nfelt justified in doing so under the circumstances.",
        "“Come, I see you have.  Give it to me right off or it’ll be worse for\nyou.”",
        "Now it happened that Ben had not less than twenty-five dollars about\nhim.  He had carried some groceries to a remote part of the town, and\ncollected two bills on the way.  All this money he had in a wallet in\nthe pocket on the other side from the tramp.  But the money was not\nhis; it belonged to his employer, and he was not disposed to give it\nup without a struggle; though he knew that in point of strength he was\nnot an equal match for the man beside him.",
        "“You will get no money from me,” he answered in a firm tone, though be\nfelt far from comfortable.",
        "“I won’t, hey!” growled the tramp.  “D’ye think I’m goin’ to let a boy\nlike you get the best of me?”",
        "He clutched Ben by the arm, and seemed in a fair way to overcome\nopposition by superior strength, when a fortunate idea struck Ben.  In\nhis vest pocket was a silver dollar, which had been taken at the\nstore, but proving to be counterfeit, had been given to Ben by Mr.\nCrawford as a curiosity.",
        "This Ben extracted from his pocket, and flung out by the roadside.",
        "“If you want it, you’ll have to get out and get it,” he said.",
        "The tramp saw the coin glistening upon the ground, and had no\nsuspicion of its not being genuine.  It was not much–only a\ndollar–but he was “dead broke,” and it was worth picking up.  He had\nnot expected that Ben had much, and so was not disappointed.",
        "“Curse you!” he said, relinquishing his hold upon Ben.  “Why couldn’t\nyou give it to me instead of throwing it out there?”",
        "“Because,” answered Ben boldly, “I didn’t want you to have it.”",
        "“Get out and get it for me!”",
        "“I won’t!” answered Ben firmly.",
        "“Then stop the horse and give me a chance to get out.”",
        "“I’ll do that.”",
        "Ben brought the horse to a halt, and his unwelcome passenger\ndescended, much to his relief.  He had to walk around the wagon to get\nat the coin.  Our hero brought down the whip with emphasis on the\nhorse’s back and the animal dashed off at a good rate of speed.",
        "“Stop!” exclaimed the tramp, but Ben had no mind to heed his call.",
        "“No, my friend, you don’t get another chance to ride with me,” he said\nto himself.",
        "The tramp picked up the coin, and his practiced eye detected that it\nwas bogus.",
        "“The young villain!” he muttered angrily.  “I’d like to wring his\nneck.  It’s a bad one after all.” He looked after the receding team\nand was half disposed to follow, but he changed his mind, reflecting,\n\"I can pass it anyhow.”",
        "Instead of pursuing his journey, he made his way into the woods, and,\nstretching himself out among the underbrush, went to sleep.",
        "Half a mile before reaching the store, Ben overtook Rose Gardiner, who\nhad the reputation of being the prettiest girl in Pendleton–at any\nrate, such was Ben’s opinion.  She looked up and smiled pleasantly at\nBen as he took off his hat.",
        "“Shall you attend Prof. Harrington’s entertainment at the Town Hall\nthis evening, Ben?” she asked, after they had interchanged greetings.",
        "“I should like to go,” answered Ben, “but I am afraid I can’t be\nspared from the store.  Shall you go?”",
        "“I wouldn’t miss it for anything.  I hope I shall see you there.”",
        "“I shall want to go all the more then.” answered Ben gallantly.",
        "“You say that to flatter me,” said the young lady, with an arch smile.",
        "“No, I don’t,” said Ben earnestly.  “Won’t you get in and ride as far\nas the store?”",
        "“Would it be proper?” asked Miss Rose demurely.",
        "“Of course it would.”",
        "“Then I’ll venture.”",
        "Ben jumped from the wagon, assisted the young lady in, and the two\ndrove into the village together.  He liked his second passenger\nconsiderably better than the first.",
        "Ben Barclay, after taking leave of the tramp, lost no time in driving\nto the grocery store where he was employed.  It was a large country\nstore, devoted not to groceries alone, but supplies of dry-goods,\nboots and shoes, and the leading articles required in the community.\nThere were two other clerks besides Ben, one the son, another the\nnephew, of Simon Crawford, the proprietor.",
        "“Did you collect any money, Ben?” asked Simon, who chanced to be\nstanding at the door when our hero drove up.",
        "“Yes, sir; I collected twenty-five dollars, but came near losing it on\nthe way home.”",
        "“How was that?  I hope you were not careless.”",
        "“No, except in taking a stranger as a passenger.  When we got to that\npiece of woods a mile back, he asked me for all the money I had.”",
        "“A highwayman, and so near Pentonville!” ejaculated Simon Crawford.\n\"What was he like?”",
        "“A regular tramp.”",
        "“Yet you say you have the money.  How did you manage to keep it from\nhim?”",
        "Ben detailed the stratagem of which he made use.",
        "“You did well,” said the storekeeper approvingly.  “I must give you a\ndollar for the one you sacrificed.”",
        "“But sir, it was bad money.  I couldn’t have passed it.”",
        "“That does not matter.  You are entitled to some reward for the\ncourage and quick wit you displayed.  Here is a dollar, and–let me\nsee, there is an entertainment at the Town Hall this evening, isn’t\nthere?”",
        "“Yes, sir.  Prof. Harrington, the magician, gives an entertainment,\"\nsaid Ben eagerly.",
        "“At what time does it commence?”",
        "“At eight o’clock.”",
        "“You may leave the store at half-past seven.  That will give you\nenough time to get there.”",
        "“Thank you, sir.  I wanted to go to the entertainment, but did not\nlike to ask for the evening.”",
        "“You have earned it.  Here is the dollar,” and Mr. Crawford handed the\nmoney to his young clerk, who received it gratefully.",
        "A magical entertainment may be a very common affair to my young\nreaders in the city, but in a country village it is an event.\nPentonville was too small to have any regular place of amusement, and\nits citizens were obliged to depend upon traveling performers, who,\nfrom time to time, engaged the Town Hall.  Some time had elapsed since\nthere had been any such entertainment, and Prof. Harrington was the\nmore likely to be well patronized.  Ben, who had the love of amusement\ncommon to boys of his age, had been regretting the necessity of\nremaining in the store till nine o’clock, and therefore losing his\nshare of amusement when, as we have seen, an opportunity suddenly\noffered.",
        "“I am glad I met the tramp, after all,” he said to himself.  “He has\nbrought me luck.”",
        "At supper he told is mother what had befallen him, but she tool a more\nserious view of it than he did.",
        "“He might have murdered you, Ben,” she said with a shudder.",
        "“Oh, no; he wouldn’t do that.  He might have stolen Mr. Crawford’s\nmoney; that was the most that was likely to happen.”",
        "“I didn’t think there were highwaymen about here.  Now I shall be\nworrying about you.”",
        "“Don’t do that mother; I don’t feel in any danger.  Still, if you\nthink it best, I will carry a pistol.”",
        "“No, no, Ben!  it might go off and kill you.  I would rather run the\nrisk of a highwayman.  I wonder if the man is prowling about in the\nneighborhood yet?”",
        "“I don’t think my bogus dollar will carry him very far.  By the way,\nmother, I must tell yon one strange thing.  He asked me if I was John\nBarclay’s son.”",
        "“What!” exclaimed Mrs. Barclay, in a tone of great surprise.  “Did he\nknow your name was Barclay?”",
        "“Not till I told him.  Then it was he asked if I was the son of John\nBarclay.”",
        "“Did he say he knew your father?”",
        "“I asked him, but he answered evasively.”",
        "“He might have seen some resemblance–that is, if he had ever met your\nfather.  Ah!  it was a sad day for us all when your poor father died.\nWe should have been in a very different position,” the widow sighed.",
        "“Yes, mother,” said Ben; “but when I get older I will try to supply my\nfather’s place, and relieve you from care and trouble.”",
        "“You are doing that in a measure now, my dear boy,” said Mrs. Barclay\naffectionately.  “You are a great comfort to me.”",
        "Ben’s answer was to go up to his mother and kiss her.  Some boys of\nhis age are ashamed to show their love for the mother who is devoted\nto them, but it a false shame, that does them no credit.",
        "“Still, mother, you work too hard,” said Ben.  “Wait till I am a man,\nand you shall not need to work at all.”",
        "Mrs. Barclay had been a widow for five years.  Her husband had been a\ncommercial traveler, but had contracted a fever at Chicago, and died\nafter a brief illness, without his wife having the satisfaction of\nministering to him in his last days.  A small sum due him from his\nemployers was paid over to his family, but no property was discovered,\nthough his wife had been under the impression that her husband\npossessed some.  He had never been in the habit of confiding his\nbusiness affairs to her, and so, if he had investments of any kind,\nshe could not learn anything about them.  She found herself,\ntherefore, with no property except a small cottage, worth, with its\nquarter acre of land, perhaps fifteen hundred dollars.  As Ben was too\nsmall to earn anything, she had been compelled to raise about seven\nhundred dollars on mortgage, which by this time had been expended for\nliving.  Now, Ben was earning four dollars a week, and, with her own\nearnings, she was able to make both ends meet without further\nencroachments upon her scanty property; but the mortgage was a source\nof anxiety to her, especially as it was held by Squire Davenport, a\nlawyer of considerable means, who was not overscrupulous about the\nmethods by which he strove to increase his hoards.  Should he at any\ntime take it into his head to foreclose, there was no one to whom Mrs.\nBarclay could apply to assume the mortgage, and she was likely to be\ncompelled to sacrifice her home.  He had more than once hinted that he\nmight need the money but as yet had gone no further.",
        "Mrs. Barclay had one comfort, however, and a great one.  This was a\ngood son.  Ben was always kind to his mother–a bright, popular,\npromising boy–and though at present he was unable to earn much, in a\nfew years he would be able to earn a good income, and then his mother\nknew that she would be well provided for.  So she did not allow\nherself to borrow trouble but looked forward hopefully, thanking God\nfor what He had given her.",
        "“Won’t you go up to the Town Hall with me, mother?” asked Ben.  I am\nsure you would enjoy it.”",
        "“Thank you, Ben, for wishing me to have a share in your amusements,\"\nhis mother replied, “but I have a little headache this evening, and I\nshall be better off at home.”",
        "“It isn’t on account of the expense you decline, mother, is it?  You\nknow Mr. Crawford gave me a dollar, and the tickets are but\ntwenty-five cents.”",
        "“No, it isn’t that, Ben.  If it were a concert I might be tempted to\ngo in spite of my headache, but a magical entertainment would not\namuse me as much as it will you.”",
        "“Just as you think best, mother; but I should like to have you go.\nYou won’t feel lonely, will you?”",
        "“I am used to being alone till nine o’clock, when you are at the\nstore.”",
        "This conversation took place at the supper table.  Ben went directly\nfrom the store to the Town Hall, where he enjoyed himself as much as\nhe anticipated.  If he could have foreseen how his mother was to pass\nthat evening, it would have destroyed all is enjoyment.",
        "About half-past eight o’clock Mrs. Barclay sat with her work in her\nhand.  Her headache was better, but she did not regret not having\naccompanied Ben to the Town Hall.",
        "“I am glad Ben is enjoying himself,” she thought, “but I would rather\nstay quietly at home.  Poor boy!  he works hard enough, and needs\nrecreation now and then.”",
        "Just then a knock was heard at the outside door.",
        "“I wonder who it can be?” thought the widow.  “I supposed everybody\nwould be at the Town Hall.  It may be Mrs. Perkins come to borrow\nsomething.”",
        "Mrs. Perkins was a neighbor much addicted to borrowing, which was\nrather disagreeable, but might have been more easily tolerated but\nthat she seldom returned the articles lent.",
        "Mrs. Barclay went to the door and opened it, fully expecting to see\nher borrowing neighbor.  A very different person met her view.  The\nragged hat, the ill-looking face, the neglected attire, led her to\nrecognize the tramp whom Ben had described to her as having attempted\nto rob him in the afternoon.  Terrified, Mrs. Barclay’s first impulse\nwas to shut the door and bolt it.  But her unwelcome visitor was too\nquick for her.  Thrusting his foot into the doorway, he interposed an\neffectual obstacle in the way of shutting the door.",
        "“No, you don’t, ma’am!” he said, with as laugh.  “I understand your\nlittle game.  You want to shut me out.”",
        "“What do you want?” asked the widow apprehensively.",
        "“What do I want?” returned the tramp.  “Well, to begin with, I want\nsomething to eat–and drink,” he added, after a pause.",
        "“Why don’t you go to the tavern?” asked Mrs. Barclay, anxious for him\nto depart.",
        "“Well, I can’t afford it.  All the money I’ve got is a bogus dollar\nyour rogue of a son gave me this afternoon.”",
        "“You stole it from him,” said the widow indignantly.",
        "“What’s the odds if I did.  It ain’t of no value.  Come, haven’t you\nanything to eat in the house?  I’m hungry as a wolf.”",
        "“And you look like one!” thought Mrs. Barclay, glancing at his\nunattractive features; but she did not dare to say it.",
        "There seemed no way of refusing, and she was glad to comply with his\nrequest, if by so doing she could soon get rid of him.",
        "“Stay here,” she said, “and I’ll bring you some bread and butter and\ncold meat.”",
        "“Thank you, I’d rather come in,” said the tramp, and he pushed his way\nthrough the partly open door.",
        "She led the way uneasily into the kitchen just in the rear of the\nsitting room where she had been seated.",
        "“I wish Ben was here,” she said to herself, with sinking heart.",
        "The tramp seated himself at the kitchen table, while Mrs. Barclay,\ngoing to the pantry, brought out part of a loaf of bread, and butter,\nand a few slices of cold beef, which she set before him.  Without\nceremony he attacked the viands and ate as if half famished.  When\nabout half through, he turned to the widow, and asked:",
        "“Haven’t you some whisky in the house?”",
        "“I never keep any,” answered Mrs. Barclay.",
        "“Rum or gin, then?”  I ain’t partic’lar.  I want something to warm me\nup.”",
        "“I keep no liquor of any kind.  I don’t approve of drink, or want Ben\nto touch it.”",
        "“Oh, you belong to the cold water army, do you?” said the tramp with a\nsneer.  “Give me some coffee, then.”",
        "“I have no fire, and cannot prepare any.”",
        "“What have you got, then?” demanded than unwelcome guest impatiently.",
        "“I can give you a glass of excellent well water.”",
        "“[illegible] Do you want to choke me?” returned the tramp in disgust.",
        "“Suppose I mix you some molasses and water,” suggested the widow,\nanxious to propitiate her dangerous guest.",
        "“Humph!  Well, that will do, if you’ve got nothing better.  Be quick\nabout it, for my throat is parched.”",
        "As soon as possible the drink was prepared and set beside his plate.\nHe drained it at a draught, and called for a second glass, which was\nsupplied him.  Presently, for all things must have an end, the tramp’s\nappetite seemed to be satisfied.  He threw himself back in his chair,\nstretched his legs, and, with his hands in his pockets, fixed his eyes\non the widow.",
        "“I feel better,” he said.",
        "“I am glad to hear it,” said Mrs. Barclay.  “Now, if you’ll be kind\nenough, leave the house, for I expect Ben back before long.”",
        "“And you don’t want him to get hurt,” laughed the tramp.  “Well, I do\nowe him a flogging for a trick he played on me.”",
        "“Oh, pray, go away!” said Mrs. Barclay, apprehensively.  “I have given\nyou some supper, and that ought to satisfy you.”",
        "“I can’t go away till I’ve talked to you a little on business.”",
        "“Business!  What business can you have with me?”",
        "“More than you think.  You are the widow of John Barclay, ain’t you?”",
        "“Yes; did you know my husband?”",
        "“Yes; that is, I saw something of him just before he died.”",
        "“Can you tell me anything about his last moments?” asked the widow,\nforgetting the character of her visitor, and only thinking of her\nhusband.",
        "“No, that isn’t in my line.  I ain’t a doctor nor yet a minister.  I\nsay, did he leave any money?”",
        "“Not that we have been able to find out.  He owned this hone, but left\nno other property.”",
        "“That you know of,” said the tramp, significantly.",
        "“Do you know of any?” asked Mrs. Barclay eagerly.  “How did you happen\nto know him?”",
        "“I was the barkeeper in the hotel where he died.  It was a small\nhouse, not one of your first-class hotels.”",
        "“My husband was always careful of his expenses.  He did not spend\nmoney unnecessarily.  With his prudence we all thought he must have\nsome investments, but we could discover none.”",
        "“Have you got any money in the house?” asked the tramp, with seeming\nabruptness.",
        "“Why do you ask?” returned the widow, alarmed.  “Surely, you would not\nrob me?”",
        "“No, I don’t want to rob you.  I want to sell you something.”",
        "“I don’t care to buy.  It takes all our money for necessary expenses.”",
        "“You don’t ask what I have to sell.”",
        "“No, because I cannot buy it, whatever it may be.”",
        "“It is–a secret,” said the tramp.",
        "“A secret!” repeated Mrs. Barclay, bewildered.",
        "“Yes, and a secret worth buying.  Your husband wasn’t so poor as you\nthink.  He left stock and papers representing three thousand dollars,\nand I am the only man who can put you in the way of getting it.”",
        "Mrs. Barclay was about to express her surprise, when a loud knock was\nhead at the outer door.",
        "“Who’s that?” demanded the tramp quickly.  “Is it the boy?”",
        "“No, he would not knock.”",
        "“Then, let me get out of this,” he said, leaping to his feet.  “Isn’t\nthere a back door?”",
        "“Yes, there it is.”",
        "He hurried to the door, unbolted it, and made his escape into the open\nbeyond the house, just as the knock was repeated.",
        "Confused by what she had heard, and the strange conduct of her\nvisitor, the widow took the lamp and went to the door.  To her\nsurprise she found on opening it, two visitors, in one of whom she\nrecognized Squire Davenport, already referred to as holding a mortgage\non her house.  The other was a short, dark-complexioned man, who\nlooked like a mechanic.",
        "“Excuse me the lateness of my call, Mrs. Barclay,” said the squire\nsmoothly.  “I come on important business.  This is Mr. Kirk, a cousin\nof my wife.”",
        "“Walk in, gentlemen,” said Mrs. Barclay.",
        "“This is night of surprises,” she thought to herself.",
        "It was now nine o’clock, rather a late hour for callers in the\ncountry, and Mrs. Barclay waited not without curiosity to hear the\nnature of the business which had brought her two visitors at that\ntime.",
        "“Take seats, gentlemen,” she said, with the courtesy habitual to her.",
        "Squire Davenport, who was disposed to consider that he had a right to\nthe best of everything, seated himself in the rocking-chair, and\nsigned his companion to a cane chair beside him.",
        "“Mr. Kirk,” he commenced, “is thinking of coming to Pentonville to\nlive.”",
        "“I am glad to hear it,” said Mrs. Barclay politely.  Perhaps she would\nnot have said this if she had known what was coming next.",
        "“He is a carpenter,” continued the squire, “and, as we have none in\nthe village except old Mr. Wade, who is superannuated, I think he will\nfind enough to do to keep him busy.”",
        "“I should think so,” assented the widow.",
        "“If he does not, I can employ him a part of the time on my land.”",
        "“What has all this to do with me?” thought Mrs. Barclay.",
        "She soon learned.",
        "“Of course he will need a house,” pursued the squire, “and as his\nfamily is small, he thinks this house will just suit him.”",
        "“But I don’t wish to sell,” said the widow hurriedly.  “I need this\nhouse for Ben and myself.”",
        "“You could doubtless find other accommodations.  I dare say you could\nhire a couple of rooms from Elnathan Perkins.”",
        "“I wouldn’t live in that old shell,” said Mrs. Barclay rather\nindignantly, “and I am sure Ben wouldn’t.”",
        "“I apprehend Benjamin will have no voice in the matter,” said Squire\nDavenport stiffly.  “He is only a boy.”",
        "“He is my main support, and my main adviser,” said Mrs. Barclay, with\nspirit, “and I shall not take any step which is disagreeable to him.”",
        "Mr. Kirk looked disappointed, but the squire gave him an assuring\nlook, as the widow could see.",
        "“Perhaps you may change your mind,” said the squire significantly.  “I\nam under the impression that I hold a mortgage on this property.”",
        "“Yes, sir,” assented Mrs. Barclay apprehensively.",
        "“For the sum of seven hundred dollars, if I am not mistaken.”",
        "“Yes, sir.”",
        "“I shall have need of this money for other purposes, and will trouble\nyou to take it up.”",
        "“I was to have three months’ notice,” said the widow, with a troubled\nlook.",
        "“I will give you three months’ notice to-night,” said the squire.",
        "“I don’t know where to raise the money,” faltered Mrs. Barclay.",
        "“Then you had better sell to my friend here.  He will assume the\nmortgage and pay you three hundred dollars.”",
        "“But that will be only a thousand dollars for the place.”",
        "“A very fair price, in my opinion, Mrs. Barclay.”",
        "“I have always considered it worth fifteen hundred dollars,” said the\nwidow, very much disturbed.",
        "“A fancy price, my dear madam; quite an absurd price, I assure you.\nWhat do you say, Kirk?”",
        "“I quite agree with you, squire,” said Kirk, in a strong, nasal tone.\n\"But then, women don’t know anything of business.”",
        "“I know that you and your cousin are trying to take advantage of my\npoverty,” said Mrs. Barclay bitterly.  “If you are a carpenter, why\ndon’t you build a house for yourself, instead of trying to deprive me\nof mine?”",
        "“That’s my business,” said Kirk rudely.",
        "“Mr. Kirk cannot spare the time to build at present,” said the squire.",
        "“Then why doesn’t he hire rooms from Elnathan Perkins, as you just\nrecommended to me?”",
        "“They wouldn’t suit him,” said the squire curtly.  “He has set his\nmind on this house.”",
        "“Squire Davenport,” said Mrs. Barclay, in a softened voice, “I am sure\nyou cannot understand what you ask of me when you seek to take my home\nand turn me adrift.  Here I lived with my poor husband; here my boy\nwas born.  During my married life I have had no other home.  It is a\nhumble dwelling, but it has associations and charms for me which it\ncan never have for no one else.  Let Mr. Kirk see some other house and\nleave me undisturbed in mine.”",
        "“Humph!” said the squire, shrugging his shoulders; “you look upon the\nmatter from a sentimental point of view.  That is unwise.  It is\nsimply a matter of business.  You speak of the house as yours.  In\nreality, it is more mine than yours, for I have a major interest in\nit.  Think over my proposal coolly, and you will see that you are\nunreasonable.  Mr. Kirk may be induced to give you a little more–say\nthree hundred and fifty dollars–over and above the mortgage, which,\nas I said before, he is willing assume.”",
        "“How does it happen that you are willing to let the mortgage remain,\nif he buys, when you want the money for other purposes?” asked the\nwidow keenly.",
        "“He is a near relative of my wife, and that makes the difference, I\napprehend.”",
        "“Well, madam, what do you say?” asked Kirk briskly.",
        "“I say this, that I will keep the house if I can.”",
        "“You needn’t expect that I will relent,” said the squire hastily.",
        "“I do not, for I see there is no consideration in your heart for a\npoor widow; but I cannot help thinking that Providence will raise up\nsome kind friend who will buy the mortgage, or in some other way will\nenable me to save my home.”",
        "You are acting very foolishly, Mrs. Barclay, as you will realize in\ntime.  I give you a week in which to change your mind.  Till then my\nfriend Kirk’s offer stands good.  After that I cannot promise.  If the\nproperty sold at auction I shouldn’t he surprised if it did not fetch\nmore than the amount of my lien upon it.”",
        "“I will trust in Providence, Squire Davenport.”",
        "“Providence won’t pay off your mortgage, ma’am,” said Kirk, with a\ncoarse laugh.",
        "Mrs. Barclay did not answer.  She saw that he was a man of coarse\nfiber and did not care to notice him.",
        "“Come along, Kirk,” said the squire.  “I apprehend she will be all\nright after a while.  Mrs. Barclay will see her own interest when she\ncomes to reflect.”",
        "“Good-evening, ma’am,” said Kirk.",
        "Mrs. Barclay inclined her head slowly, but did not reply.",
        "When the two had left the house she sank into a chair and gave herself\nto painful thoughts.  She had known that Squire Davenport had the\nright to dispossess her, but had not supposed he would do so as long\nas she paid the interest regularly.  In order to do this, she and Ben\nhad made earnest efforts, and denied themselves all but the barest\nnecessities.  Thus far she had succeeded.  The interest on seven\nhundred dollars at six per cent. had amounted to forty-two dollars,\nand this was a large sum to pay, but thus far they had always had it\nready.  That Squire Davenport, with his own handsome mansion, would\nfix covetous eyes on her little home, she had not anticipated, but it\nhad come to pass.",
        "As to raising seven hundred dollars to pay off the mortgage, or induce\nany capitalist to furnish it, she feared it would be quite impossible.",
        "She anxiously waited for Ben’s return from the Town Hall in order to\nconsult with him.",
        "Meanwhile Ben Barclay was enjoying himself at Professor Harrington’s\nentertainment.  He was at the Town Hall fifteen minutes before the\ntime, and secured a seat very near the stage, or, perhaps it will be\nmore correct to say, the platform.  He had scarcely taken his seat\nwhen, to his gratification, Rose Gardiner entered the hall and sat\ndown beside him.",
        "“Good-evening, Ben,” she said pleasantly.  “So you came, after all.”",
        "Ben’s face flushed with pleasure, for Rose Gardiner was, as we have\nsaid, the prettiest girl in Pentonville, and for this reason, as well\nas for her agreeable manners, was an object of attraction to the boys,\nwho, while too young to be in love, were not insensible to the charms\nof a pretty face.  I may add that Rose was the niece of the Rev. Mr.\nGardiner, the minister of the leading church in the village.",
        "“Good-evening, Rose,” responded Ben, who was too well acquainted with\nthe young lady to address her more formally; “I am glad to be in such\ncompany.”",
        "“I wish I could return the compliment,” answered Rose, with a saucy\nsmile.",
        "“Don’t be too severe,” said Ben, “or you will hurt my feelings.”",
        "“That would be a pity, surely; but how do do you happen to get off this\nevening?  I thought you spent your evenings at the store.”",
        "“So I do, generally, but I was excused this evening for a special\nreason,” and then he told of his adventure with the tramp.",
        "Rose listened with eager attention.",
        "“Weren’t you terribly frightened?” she asked.",
        "“No,” answered Ben, adding, with a smile: “Even if I had been, I\nshouldn’t like to confess it.”",
        "“I should have been so frightened that I would have screamed,\"\ncontinued the young lady.",
        "“I didn’t think of that,” said Ben, amused.  “I’ll remember it next\ntime.”",
        "“Oh, now I know you are laughing at me.  Tell me truly, weren’t you\nfrightened?”",
        "“I was only afraid I would lose Mr. Crawford’s money.  The tramp was\nstronger than I, and could have taken it from me if he had known I had\nit.”",
        "“You tricked him nicely.  Where did he go?  Do you think he is still\nin town?”",
        "“He went into the woods.  I don’t think he is in the village.  He\nwould be afraid of being arrested.”",
        "At that very moment the tramp was in Ben’s kitchen, but of that Ben\nhad no idea.",
        "“I don’t know what I should do if I met him,” said Rose.  “You see I\ncame alone.  Aunt couldn’t come with me, and uncle, being a minister,\ndoesn’t care for such things.”",
        "“Then I hope you’ll let me see you home,” said Ben gallantly.",
        "“I wouldn’t like to trouble you,” said Rose, with a spice of coquetry.\n\"It will take you out of your way.”",
        "“I don’t mind that,” said Ben eagerly.",
        "“Besides there won’t be any need.  You say the tramp isn’t in the\nvillage.”",
        "“On second thoughts, I think it very likely he is,” said Ben.",
        "“If you really think so–” commenced Rose, with cunning hesitation.",
        "“I feel quite sure of it.  He’s a terrible looking fellow.”",
        "Rose smiled to herself.  She meant all the time to accept Ben’s\nescort, for he was a bright, attractive boy, and she liked his\nsociety.",
        "“Then perhaps I had better accept your offer, but I am sorry to give\nyou so much trouble.”",
        "“No trouble at all,” said Ben promptly.",
        "Just then Prof. Harrington came forward and made his introductory\nspeech.",
        "“For my first experiment, ladies and gentlemen,” he said, when this\nwas over, “I should like a pocket handkerchief.”",
        "A countrified-looking young man on the front seat, anxious to share in\nthe glory of the coming trick, produced a flaming red bandanna from\nhis pocket and tendered it with outstretched hand.",
        "“You are very kind,” said the professor, “but this will hardly answer\nmy purpose.  I should prefer a linen handkerchief.  Will some young\nlady oblige me?”",
        "“Let him have yours, Rose,” suggested Ben.",
        "Rose had no objection, and it was passed to the professor.",
        "“The young lady will give me leave to do what I please with the\nhandkerchief?” asked the professor.",
        "Rose nodded assent.",
        "“Then,” said the professor, “I will see if it is proof against fire.”",
        "He deliberately unfolded it, crushed it in his hand, and then held it\nin the flame of a candle.",
        "Rose uttered a low ejaculation.",
        "“That’s the last of your handkerchief, Rose,” said Ben.",
        "“You made me give it to him.  You must buy me another,” said the young\nlady.",
        "“So I will, if you don’t get it back safe.”",
        "“How can I?”",
        "“I don’t know.  Perhaps the professor does,” answered Ben.",
        "“Really,” said the professor, contemplating the handkerchief\nregretfully.  “I am afraid I have destroyed the handkerchief; I hope\nthe young lady will pardon me.”",
        "He looked at Rose, but she made no sign.  She felt a little disturbed,\nfor it was a fine handkerchief, given her by her aunt.",
        "“I see the young lady is annoyed,” continued the magician.  “In that\ncase I must try to repair damages.  I made a little mistake in\nsupposing the handkerchief to be noncombustible.  However, perhaps\nmatters are not so bad as they seem.”",
        "He tossed the handkerchief behind a screen, and moved forward to a\ntable on which was a neat box.  Taking a small key from his pocket, he\nunlocked it and drew forth before the astonished eyes of his audience\nthe handkerchief intact.",
        "“I believe this is your handkerchief, is it not?” he asked, stepping\ndown from the platform and handing it back to Rose.",
        "“Yes,” answered Rose, in amazement, examining it carefully, and unable\nto detect any injury.",
        "“And it is in as good condition as when you gave it to me?”",
        "“Yes, sir.”",
        "“So much the better.  Then I shall not be at the expense of buying a\nnew one.  Young man, have you any objections to lending me your hat?”",
        "This question was addressed to Ben.",
        "“No, sir.”",
        "“Thank you.  I will promise not to burn it, as I did the young lady’s\nhandkerchief.  You are sure there is nothing in it?”",
        "“Yes, sir.”",
        "By this time the magician had reached the platform.",
        "“I am sorry to doubt the young gentleman’s word,” said the professor,\n\"but I will charitably believe he is mistaken.  Perhaps he forgot\nthese articles when he said it was empty,” and he drew forth a couple\nof potatoes and half a dozen onions from the hat and laid them on the\ntable.",
        "There was a roar of laughter from the audience, and Ben looked rather\nconfused, especially when Rose turned to him and, laughing, said:",
        "“You’ve been robbing Mr. Crawford, I am afraid, Ben.”",
        "“The young gentleman evidently uses his hat for a market-basket,\"\nproceeded the professor.  “Rather a strange taste, but this is a free\ncountry.  But what have we here?”",
        "Out came a pair of stockings, a napkin and a necktie.",
        "“Very convenient to carry your wardrobe about with you,” said the\nprofessor, “though it is rather curious taste to put them with\nvegetables.  But here is something else,” and the magician produced a\nsmall kitten, who regarded the audience with startled eyes and uttered\na timid moan.",
        "“Oh, Ben!  let me have that pretty kitten,” said Rose.",
        "“It’s none of mine!” said Ben, half annoyed, half amused.",
        "“I believe there is nothing more,” said the professor.",
        "He carried back the hat to Ben, and gave it to him with the remark:",
        "“Young man, you may call for your vegetables and other articles after\nthe entertainment.”",
        "“You are welcome to them,” said Ben.",
        "“Thank you; you are very liberal.”",
        "When at length the performance was over, Ben and Rose moved toward the\ndoor.  As Rose reached the outer door, a boy about Ben’s age, but\nconsiderably better dressed, stepped up to her and said, with a\nconsequential air:",
        "“I will see you home, Miss Gardiner.”",
        "“Much obliged, Mr. Davenport,” said Rose, “but I have accepted Ben’s\nescort.”",
        "Tom Davenport, for it was the son of Squire Davenport who had offered\nhis escort to Rose, glanced superciliously at our hero.",
        "“I congratulate you on having secured a grocer’s boy as escort,” he\nsaid in a tone of annoyance.",
        "Ben’s fist contracted, and he longed to give the pretentious\naristocrat a lesson, but he had the good sense to wait for the young\nlady’s reply.",
        "“I accept your congratulations, Mr. Davenport,” said Rose coldly.  “I\nhave no desire to change my escort.”",
        "Tom Davenport laughed derisively, and walked away.",
        "“I’d like to box his ears,” said Ben, reddening.",
        "“He doesn’t deserve your notice, Ben,” said Rose, taking his arm.",
        "But Ben was not easily appeased.",
        "“Just because his father is a rich man,” he resumed.",
        "“He presumes upon it,” interrupted Rose, good-naturedly.  “Well, let\nhim.  That’s his chief claim to consideration, and it is natural for\nhim to make the most of it.”",
        "“At any rate, I hope that can’t be said of me,” returned Ben, his brow\nclearing.  “If I had nothing but money to be proud of, I should be\nvery poorly off.”",
        "“You wouldn’t object to it, though.”",
        "“No, I hope, for mother’s sake, some day to be rich.”",
        "“Most of our rich men were once poor boys,” said Rose quietly.  “I\nhave a book of biographies at home, and I find that not only rich men,\nbut men distinguished in other ways, generally commenced in poverty.”",
        "“I wish you’d lend me that book,” said Ben.  “Sometimes I get\ndespondent and that will give me courage.”",
        "“You shall have it whenever you call at the house.  But you mustn’t\nthink too much of getting money.”",
        "“I don’t mean to; but I should like to make my mother comfortable.  I\ndon’t see much chance of it while I remain a ’grocer’s boy,’ as Tom\nDavenport calls me.”",
        "“Better be a grocer’s boy than spend your time in idleness, as Tom\ndoes.”",
        "“Tom thinks it beneath him to work.”",
        "“If his father had been of the sane mind when he was a boy, he would\nnever have become a rich man.”",
        "“Was Squire Davenport a poor boy?”",
        "“Yes, so uncle told me the other day.  When he was a boy he worked on\na farm.  I don’t know how he made his money, but I presume he laid the\nfoundation of his wealth by hard work.  So, Tom hasn’t any right to\nlook down upon those who are beginning now as his father began.”",
        "They had by this time traversed half the distance from the Town Hall\nto the young lady’s home.  The subject of conversation was changed and\nthey began to talk about the evening’s entertainment.  At length they\nreached the minister’s house.",
        "“Won’t you come in, Ben?” asked Rose.",
        "“Isn’t it too late?”",
        "“No, uncle always sits up late reading, and will be glad to see you.”",
        "“Then I will come in for a few minutes.”",
        "Ben’s few minutes extended to three-quarters of an hour.  When he came\nout, the moon was obscured and it was quite dark.  Ben had not gone\nfar when he heard steps behind him, and presently a hand was laid on\nhis shoulder.",
        "“Hello, boy!” said a rough voice.",
        "Ben started, and turning suddenly, recognized in spite of the\ndarkness, the tramp who had attempted to rob him during the day.  He\npaused, uncertain whether he was not going to be attacked, but the\ntramp laughed reassuringly.",
        "“Don’t be afraid, boy,” he said.  “I owe you some money, and here it\nis.”",
        "He pressed into the hand of the astonished Ben the dollar which our\nhero had given him.",
        "“I don’t think it will do me any good,” he said.  “I’ve given it back,\nand now you can’t say I robbed you.”",
        "“You are a strange man,” said Ben.",
        "“I’m not so bad as I look,” said the tramp.  “Some day I may do you a\nservice.  I’m goin’ out of town to-night, and you’ll hear from me\nagain some time.”",
        "He turned swiftly, and Ben lost sight of him.",
        "My readers will naturally be surprised at the tramp’s restitution of a\ncoin, which, though counterfeit, he would probably have managed to\npass, but this chapter will throw some light on his mysterious\nconduct.",
        "When he made a sudden exit from Mrs. Barclay’s house, upon the\nappearance of the squire and his friend, he did not leave the\npremises, but posted himself at a window, slightly open, of the room\nin which the widow received her new visitors.  He listened with a\nsmile to the squire’s attempt to force Mrs. Barclay to sell her house.",
        "“He’s a sly old rascal!” thought the tramp.  “I’ll put a spoke in his\nwheel.”",
        "When the squire and his wife’s cousin left the house, the tramp\nfollowed at a little distance.  Not far from the squire’s handsome\nresidence Kirk left him, and the tramp then came boldly forward.",
        "“Good-evenin’,” he said familiarly.",
        "Squire Davenport turned sharply, and as his eye fell on the\nunprepossessing figure, he instinctively put his hand in the pocket in\nwhich he kept his wallet.",
        "“Who are you?” he demanded apprehensively.",
        "“I ain’t a thief, and you needn’t fear for your wallet,” was the\nreply.",
        "“Let me pass, fellow!  I can do nothing for you.”",
        "“We’ll see about that!”",
        "“Do you threaten me?” asked Squire Davenport, in alarm.",
        "“Not at all; but I’ve got some business with you–some important\nbusiness.”",
        "“Then call to-morrow forenoon,” said Davenport, anxious to get rid of\nhis ill-looking acquaintance.",
        "“That won’t do; I want to leave town tonight.”",
        "“That’s nothing to me.”",
        "“It may be,” said the tramp significantly.  “I want to speak to you\nabout the husband of the woman you called on to-night.”",
        "“The husband of Mrs. Barclay!  Why, he is dead!” ejaculated the\nsquire, in surprise.",
        "“That is true.  Do you know whether he left any property?”",
        "“No, I believe not.”",
        "“That’s what I want to talk about.  You’d better see me to-night.”",
        "There was significance in the tone of the tramp, and Squire Davenport\nlooked at him searchingly.",
        "“Why don’t you go and see Mrs. Barclay about this matter?” he asked.",
        "“I may, but I think you’d better see me first.”",
        "By this time they had reached the Squire’s gate.",
        "“Come in,” he said briefly.",
        "The squire led the way into a comfortable sitting room, and his rough\nvisitor followed him.  By the light of an astral lamp Squire Davenport\nlooked at him.",
        "“Did I ever see you before?” he asked.",
        "“Probably not.”",
        "“Then I don’t see what business we can have together.  I am tired, and\nwish to go to bed.”",
        "“I’ll come to business at once, then.  When John Barclay died in\nChicago, a wallet was found in his pocket, and in that wallet was a\npromissory note for a thousand dollars, signed by you.  I suppose you\nhave paid that sum to the widow?”",
        "Squire Davenport was the picture of dismay.  He had meanly ignored the\nnote, with the intention of cheating Mrs. Barclay.  He had supposed it\nwas lost, yet here, after some years, appeared a man who knew of it.\nAs Mr. Barclay had been reticent about his business affairs, he had\nnever told his wife about having deposited this sum with Squire\nDavenport, and of this fact the squire had meanly taken advantage.",
        "“What proof have you of this strange and improbable story?” asked the\nsquire, after a nervous pause.",
        "“The best of proof,” answered the tramp promptly.  “The note was found\nand is now in existence.”",
        "“Who holds it–that is, admitting for a moment the truth of your\nstory?”",
        "“I do; it is in my pocket at this moment.”",
        "At this moment Tom Davenport opened the door of the apartment, and\nstared in open-eyed amazement at his father’s singular visitor.",
        "“Leave the room, Tom,” said his father hastily.  “This man is\nconsulting me on business.”",
        "“Is that your son, squire?” asked the tramp, with a familiar nod.\n\"He’s quite a young swell.”",
        "“What business can my father have with such a cad?” thought Tom,\ndisgusted.",
        "Tom was pleased, nevertheless, at being taken for “a young swell.”",
        "Squire Davenport was a thoroughly respectable man in the estimation of\nthe community.  That such a man was capable of defrauding a poor\nwidow, counting on her ignorance, would have plunged all his friends\nand acquaintances into the profoundest amazement.",
        "Yet this was precisely what the squire had done.",
        "Mr. Barclay, who had prospered beyond his wife’s knowledge, found\nhimself seven years before in possession of a thousand dollars in hard\ncash.  Knowing that the squire had a better knowledge of suitable\ninvestments than he, he went to him one day and asked advice.  Now,\nthe squire was fond of money.  When he saw the ample roll of bank\nnotes which his neighbor took from his wallet, he felt a desire to\npossess them.  They would not be his, to be sure, but merely to have\nthem under his control seemed pleasant.  So he said:",
        "“Friend Barclay, I should need time to consider that question.  Are\nyou in a hurry?”",
        "“I should like to get the money out of my possession.  I might lose it\nor have it stolen.  Besides, I don’t want my wife to discover that I\nhave it.”",
        "“It might make her extravagant, perhaps,” suggested the squire.",
        "“No, I am not afraid of that; but I want some day to surprise her by\nletting her see that I am a richer man than she thinks.”",
        "“Very judicious!  Then no one knows that you have the money?”",
        "“No one; I keep my business to myself.”",
        "“You are a wise man.  I’ll tell you what I will do, friend Barclay.\nWhile I am not prepared to recommend any particular investment, I will\ntake the money and give you my note for it, agreeing to pay six per\ncent. interest.  Of course I shall invest it in some way, and I may\ngain or I may lose, but even if I do lose you will be safe, for you\nwill have my note, and will receive interest semi-annually.”",
        "The proposal struck Mr. Barclay quite favorably.",
        "“I suppose I can have the money when I want it again?” he inquired.",
        "“Oh, certainly!  I may require a month’s notice to realize on\nsecurities; but if I have the money in bank I won’t even ask that.”",
        "“Then take the money, squire, and give me the note.”",
        "So, in less than five minutes, the money found its way into Squire\nDavenport’s strong box, and Mr. Barclay left the squire’s presence\nwell satisfied with his note of hand in place of his roll of\ngreenbacks.",
        "Nearly two years passed.  Interest was paid punctually three times,\nand another payment was all but due when the unfortunate creditor died\nin Chicago.  Then it was that a terrible temptation assailed Squire\nDavenport.  No one knew of the trust his neighbor had reposed in\nhim–not even his wife.  Of course, if the note was found in his\npocket, all would be known.  But perhaps it would not be known.  In\nthat case, the thousand dollars and thirty dollars interest might be\nretained without anyone being the wiser.",
        "It is only fair to say that Squire Davenport’s face flushed with shame\nas the unworthy thought came to him, but still he did not banish it.\nHe thought the matter over, and the more he thought the more unwilling\nhe was to give up this sum, which all at once had become dearer to him\nthan all the rest of his possessions.",
        "“I’ll wait to see whether the note is found,” he said to himself.  “Of\ncourse, if it is, I will pay it–” That is, he would pay it if he\nwere obliged to do it.",
        "Poor Barclay was buried in Chicago–it would have been too expensive\nto bring on the body–and pretty soon it transpired that he had left\nno property, except the modest cottage in which his widow and son\ncontinued to live.",
        "Poor Mrs. Barclay!  Everybody pitied her, and lamented her straitened\ncircumstances.  Squire Davenport kept silence, and thought, with\nguilty joy, “They haven’t found the note; I can keep the money, and no\none will be the wiser!”",
        "How a rich man could have been guilty of such consummate meaness I\nwill not undertake to explain, but “the love of money is the root of\nevil,” and Squire Davenport had love of money in no common measure.",
        "Five years passed.  Mrs. Barclay was obliged to mortgage her house to\nobtain the means of living, and the very man who supplied her with the\nmoney was the very man whom her husband had blindly trusted.  She\nlittle dreamed that it was her own money he was doling out to her.",
        "In fact, Squire Davenport himself had almost forgotten it.  He had\ncome to consider the thousand dollars and interest fully and\nabsolutely his own, and had no apprehension that his mean fraud would\never be discovered.  Like a thunderbolt, then, came to him the\ndeclaration of his unsavory visitor that the note was in existence,\nand was in the hands of a man who meant to use it.  Smitten with\nsudden panic, he stared in the face of the tramp.  But he was not\ngoing to give up without a struggle.",
        "“You are evidently trying to impose upon me,” he said, mentally\nbracing up.  “You wish to extort money from me.”",
        "“So I do,” said the tramp quietly.",
        "“Ha!  you admit it?” exclaimed the squire.",
        "“Certainly; I wouldn’t have taken the trouble to come here at great\nexpense and inconvenience if I hadn’t been expecting to make some\nmoney.”",
        "“Then you have come to the wrong person; I repeat it, you’ve come to\nthe wrong person!” said the squire, straightening his back and eying\nhis companion sternly.",
        "“I begin to think I have,” assented the visitor.",
        "“Ha!  he weakens!” thought Squire Davenport.  “My good man, I\nrecommend you to turn over a new leaf, and seek to earn an honest\nliving, instead of trying to levy blackmail on men of means.”",
        "“An honest living!”  repeated the tramp, with a laugh.  “This advice\ncomes well from you.”",
        "Once more the squire felt uncomfortable and apprehensive.",
        "“I don’t understand you,” he said irritably.  “However, as you\nyourself admit, you have come to the wrong person.”",
        "“Just so,” said the visitor, rising.  “I now go to the right person.”",
        "“What do you mean?” asked Squire Davenport, in alarm.",
        "“I mean that I ought to have gone to Mrs. Barclay.”",
        "“Sit down, sit down!” said the squire nervously.  “You mustn’t do\nthat.”",
        "“Why not?” demanded the tramp, looking him calmly in the face.",
        "“Because it would disturb her mind, and excite erroneous thoughts and\nexpectations.”",
        "“She would probably be willing to give me a good sum for bringing it\nto her, say, the overdue interest.  That alone, in five years and a\nhalf, would amount to over three hundred dollars, even without\ncompounding.”",
        "Squire Davenport groaned in spirit.  It was indeed true!  He must pay\naway over thirteen hundred dollars, and his loss in reputation would\nbe even greater than his loss of money.",
        "“Can’t we compromise this thing?” he stammered.  “I don’t admit the\ngenuineness of the note, but if such a claim were made, it would\nseriously annoy me.  I am willing to give you, say, fifty dollars, if\nyou will deliver up the pretended note.”",
        "“It won’t do, squire.  Fifty dollars won’t do!  I won’t take a cent\nless than two hundred, and that is only about half the interest you\nwould have to pay.”",
        "“You speak as if the note were genuine,” said the squire\nuncomfortably.",
        "“You know whether it is or not,” said the tramp significantly.  “At\nany rate, we won’t talk about that.  You know my terms.”",
        "In the end Squire Davenport paid over two hundred dollars, and\nreceived back the note, which after a hasty examination, he threw into\nthe fire.",
        "“Now,” he said roughly, “get out of my house, you–forger.”",
        "“Good-evening, squire,” said the tramp, laughing and nodding to the\ndiscomfited squire.  “We may meet again, some time.”",
        "“If you come here again, I will set the dog on you.”",
        "“So much the worse for the dog!  Well, good-night!  I have enjoyed my\ninterview–hope you have.”",
        "“Impudent scoundrel!” said the squire to himself.  “I hope he will\nswing some day!”",
        "But, as he thought over what had happened, he found comfort in the\nthought that the secret was at last safe.  The note was burned, and\ncould never reappear in judgment against him.  Certainly, he got off\ncheap.",
        "“Well,” thought the tramp as he strode away from the squire’s mansion,\n\"this has been a profitable evening.  I have two hundred dollars in my\npocket, and–I still have a hold on the rascal.  If he had only\nexamined the note before burning it, he might have made a discovery!”",
        "When Ben returned home from the Town Hall he discovered, at the first\nglance, that his mother was in trouble.",
        "“Are you disturbed because I came home so late?” asked Ben.  “I would\nhave been here sooner, but I went home with Rose Gardiner.  I ought to\nhave remembered that you might feel lonely.”",
        "Mrs. Barclay smiled faintly.",
        "“I had no occasion to feel lonely,” she said.  “I had three callers.\nThe last did not go away till after nine o’clock.”",
        "“I am glad you were not alone, mother,” said Ben, thinking some of his\nmother’s neighbors might have called.",
        "“I should rather have been alone, Ben.  They brought bad news–that\nis, one of them did.”",
        "“Who was it, mother?  Who called on you?”",
        "“The first one was the same man who took your money in the woods.”",
        "“What, the tramp!” exclaimed Ben hastily.  “Did he frighten you?”",
        "“A little, at first, but he did me no harm.  He asked for some supper,\nand I gave it to him.”",
        "“What bad news did he bring?”",
        "“None.  It was not he.  On the other hand, what he hinted would be\ngood news if it were true.  He said that your father left property,\nand that he was the only man that possessed the secret.”",
        "“Do you think this can be so?” said Ben, looking at his mother in\nsurprise.",
        "“I don’t know what to think.  He said he was a barkeeper in the hotel\nwhere your poor father died, and was about to say more when a knock\nwas heard at the door, and he hurried away, as if in fear of\nencountering somebody.”",
        "“And he did not come back?”",
        "“No.”",
        "“That is strange,” said Ben thoughtfully.  “Do you know, mother, I met\nhim on my way home, or rather, he came up behind me and tapped me on\nthe shoulder.”",
        "“What did be say?” asked Mrs. Barclay eagerly.",
        "“He gave me back the bogus dollar he took from me saying, with a\nlaugh, that it would be of no use to him.  Then he said he might do me\na service sometime, and I would some day hear from him.”",
        "“Ben, I think that man took the papers from the pocket of your dying\nfather, and has them now in his possession.  He promised to sell me a\nsecret for money, but I told him I had none to give.”",
        "“I wish we could see him again, but he said he should leave town\nto-night.  But, mother, what was the bad news you spoke of?”",
        "“Ben, I am afraid we are going to lose our home,” said the widow, the\nlook of trouble returning to her face.",
        "“What do you mean, mother?”",
        "“You know that Squire Davenport has a mortgage on the place for seven\nhundred dollars; he was here to-night with a man named Kirk, some\nconnection of his wife.  It seems Kirk is coming to Pentonville to\nlive, and wants this house.”",
        "“He will have to want it, mother,” said Ben stoutly.",
        "“Not if the squire backs him as he does; he threatens to foreclose the\nmortgage if I don’t sell.”",
        "Ben comprehended the situation now, and appreciated its gravity.",
        "“What does he offer, Mother?”",
        "“A thousand dollars only–perhaps a little more.”",
        "“Why that would be downright robbery.”",
        "“Not in the eye of the law.  Ben, we are in the power of Squire\nDavenport, and he is a hard man.”",
        "“I would like to give him a piece of my mind, mother.  He might be in\nbetter business than robbing you of your house.”",
        "“Do nothing hastily, Ben.  There is only one thing that we can do to\nsave the house, and that is, to induce someone to advance the money\nnecessary to take up the mortgage.”",
        "“Can you think of anybody who would do it?”",
        "Mrs. Barclay shook her head.",
        "“There is no one in Pentonville who would be willing, and has the\nmoney,” she said.  “I have a rich cousin in New York, but I have not\nmet him since I was married; he thought a great deal of me once, but I\nsuppose he scarcely remembers me now.  He lived, when I last heard of\nhim, on Lexington Avenue, and his name is Absalom Peters.”",
        "“And he is rich?”",
        "“Yes, very rich, I believe.”",
        "“I have a great mind to ask for a day’s vacation from Mr. Crawford,\nand go to New York to see him.”",
        "“I am afraid it would do no good.”",
        "“It would do no harm, except that it would cost something for\ntraveling expenses.  But I would go as economically as possible.  Have\nI your permission, mother?”",
        "“You can do as you like, Ben; I won’t forbid you, though I have little\nhope of its doing any good.”",
        "“Then I will try and get away Monday.  To-morrow is Saturday, and I\ncan’t be spared at the store; there is always more doing, you know, on\nSaturday than any other day.”",
        "“I don’t feel like giving any advice, Ben.  Do as you please.”",
        "The next day, on his way home to dinner, Ben met his young rival of\nthe evening previous, Tom Davenport.",
        "“How are you, Tom?” said Ben, nodding.",
        "“I want to speak to you, Ben Barclay,” said the young aristocrat,\npausing in his walk.",
        "“Go ahead!  I’m listening,” said Ben.",
        "Tom was rather annoyed at the want of respect which, in his opinion,\nBen showed him, but hardly knew how to express his objections, so he\ncame at once to the business in hand.",
        "“You’d better not hang around Rose Gardiner so much,” he said\nsuperciliously.",
        "“What do you mean by that?” demanded Ben quickly.",
        "“You forced your attentions on her last evening at the Town Hall.”",
        "“Who told you so?”",
        "“I saw it for myself.”",
        "“I thought Rose didn’t tell you so.”",
        "“It must be disagreeable to her family to have a common grocer’s boy\nseen with her.”",
        "“It seems to me you take a great deal of interest in the matter, Tom\nDavenport.  You talk as if you were the guardian of the young lady.  I\nbelieve you wanted to go home with her yourself.”",
        "“It would have been far more suitable, but you had made her promise to\ngo with you.”",
        "“I would have released her from her promise at once, if she had\nexpressed a wish to that effect.  Now, I want to give you a piece of\nadvice.”",
        "“I don’t want any of your advice,” said Tom loftily.  “I don’t want\nany advice from a store boy.”",
        "“I’ll give it to you all the same.  You can make money by minding your\nown business.”",
        "“You are impudent!” said Tom, flushing with anger.  “I’ve got\nsomething more to tell you.  You’ll be out on the sidewalk before\nthree months are over.  Father is going to foreclose the mortgage on\nyour house.”",
        "“That remains to be seen!” said Ben, but his heart sank within him as\nhe realized that the words would probably prove true.",
        "Pentonville was thirty-five miles distant from New York, and the fare\nwas a dollar, but an excursion ticket, carrying a passenger both ways,\nwas only a dollar and a half.  Ben calculated that his extra expenses,\nincluding dinner, might amount to fifty cents, thus making the cost of\nthe trip two dollars.  This sum, small as it was, appeared large both\nto Ben and his mother.  Some doubts about the expediency of the\njourney suggested themselves to Mrs. Barclay.",
        "“Do you think you had better go, Ben?” she said doubtfully.  “Two\ndollars would buy you some new stockings and handkerchiefs.”",
        "“I will do without them, mother.  Something has got to be done, or we\nshall be turned into the street when three months are up.  Squire\nDavenport is a very selfish man, and he will care nothing for our\ncomfort or convenience.”",
        "“That is true,” said the widow, with a sigh.  “If I thought your going\nto New York would do any good, I would not grudge you the money–”",
        "“Something will turn up, or I will turn up something,” said Ben\nconfidently.",
        "When he asked Mr. Crawford for a day off, the latter responded: “Yes,\nBen, I think I can spare you, as Monday is not a very busy day.  Would\nyou be willing to do an errand for me?”",
        "“Certainly Mr. Crawford, with pleasure.”",
        "“I need a new supply of prints.  Go to Stackpole & Rogers, No. ––\nWhite Street, and select me some attractive patterns.  I shall rely\nupon your taste.”",
        "“Thank you, sir,” said Ben, gratified by the compliment.",
        "He received instructions as to price and quantity, which he carefully\nnoted down.",
        "“As it will save me a journey, not to speak of my time, I am willing\nto pay your fare one way.”",
        "“Thank you, sir; you are very kind.”",
        "Mr. Crawford took from the money drawer a dollar, and handed it to\nBen.",
        "“But I buy an excursion ticket, so that my fare each way will be but\nseventy-five cents.”",
        "“Never mind, the balance will go toward your dinner.”",
        "“There, mother, what do you say now?” said Ben, on Saturday night.\n\"Mr. Crawford is going to pay half my expenses, and I am going to buy\nsome goods for him.”",
        "“I am glad he reposes so much confidence in you, Ben.  I hope you\nwon’t lose his money.”",
        "“Oh, I don’t carry any.  He buys on thirty days.  All I have to do is\nto select the goods.”",
        "“Perhaps it is for the best that you go, after all,” said Mrs.\nBarclay.  “At any rate, I hope so.”",
        "At half-past seven o’clock on Monday morning Ben stood on the platform\nof the Pentonville station, awaiting the arrival of the train.",
        "“Where are you going?” said a voice.",
        "Ben, turning, saw that it was Tom Davenport who had spoken.",
        "“I am going to New York,” he answered briefly.",
        "“Has Crawford discharged you?”",
        "“Why do you ask?  Would you like to apply for the position?” asked Ben\ncoolly.",
        "“Do you think I would condescend to be a grocer’s boy?” returned Tom\ndisdainfully.",
        "“I don’t know.”",
        "“If I go into business it will be as a merchant.”",
        "“I am glad to hear it.”",
        "“You didn’t say what you were going to New York for?”",
        "“I have no objection to tell you, as you are anxious to know; I am\ngoing to the city to buy goods.”",
        "Tom looked not only amazed, but incredulous.",
        "“That’s a likely story,” said he, after a pause.",
        "“It is a true story.”",
        "“Do you mean to say Crawford trusts you buy goods for him?”",
        "“So it seems.”",
        "“He must be getting weak-headed.”",
        "“Suppose you call and give him that gratifying piece of information.”",
        "Just then the train came thundering up, and Ben jumped aboard.  Tom\nDavenport looked after him with a puzzled glance.",
        "“I wonder whether that boy tells the truth,” he said to himself.  “He\nthinks too much of himself, considering what he is.”",
        "It never occurred to Tom that the remark would apply even better to\nhim than the boy he was criticising.  As a rule we are the last to\nrecognize our own faults, however quick we may be to see the faults of\nothers.",
        "Two hours later Ben stood in front of the large dry-goods jobbing\nhouse of Stackpole & Rogers, in White Street.",
        "He ascended the staircase to the second floor, which was very spacious\nand filled with goods in great variety.",
        "“Where is the department of prints?” he inquired of a young man near\nthe door.",
        "He was speedily directed and went over at once.  He showed the\nsalesman in charge a letter from Mr. Crawford, authorizing him to\nselect a certain amount of goods.",
        "“You are rather a young buyer,” said the salesman, smiling.",
        "“It is the first time I have served in that way,” said Ben modestly;\n\"but I know pretty well what Mr. Crawford wants.”",
        "Half an hour was consumed in making his selections.",
        "“You have good taste,” said the salesman, “judging from your\nselections.”",
        "“Thank you.”",
        "“If you ever come to the city to look for work, come here, and I will\nintroduce you to the firm.”",
        "“Thank you.  How soon can you ship the goods?”",
        "“I am afraid not to-day, as we are very busy.  Early next week we will\nsend them.”",
        "His business concluded, Ben left the store and walked up to Broadway.\nThe crowded thoroughfare had much to interest him.  He was looking at\na window when someone tapped him on the shoulder.",
        "It was a young man foppishly attired, who was smiling graciously upon\nhim.",
        "“Why, Gus Andre,” he said, “when did you come to town, and how did you\nleave all the folks in Bridgeport?”",
        "“You have made a mistake,” said Ben.",
        "“Isn’t your name Gus Andre?”",
        "“No, it is Ben Barclay, from Pentonville.”",
        "“I really beg your pardon.  You look surprisingly like my friend\nGussie.”",
        "Five minutes later there was another tap on our hero’s shoulder, as he\nwas looking into another window, and another nicely dressed young man\nsaid heartily: “Why, Ben, my boy, when did you come to town?”",
        "“This morning,” answered Ben.  “You seem to know me, but I can’t\nremember you.”",
        "“Are you not Ben Barclay, of Pentonville.”",
        "“Yes, but––”",
        "“Don’t you remember Jim Fisher, who passed part of the summer, two\nyears since, in your village?”",
        "“Where were you staying?” asked Ben.",
        "It was the other’s turn to looked confused.",
        "“At–the Smiths’,” he answered, at random.",
        "“At Mrs. Roxana Smith’s?” suggested Ben.",
        "“Yes, yes,” said the other eagerly, “she is my aunt.”",
        "“Is she?” asked Ben, with a smile of amusement, for he had by this\ntime made up his mind as to the character of his new friend.  “She\nmust be proud of her stylish nephew.  Mrs. Smith is a poor widow, and\ntakes in washing.”",
        "“It’s some other Smith,” said the young man, discomfited.",
        "“She is the only one by that name in Pentonville.”",
        "Jim Fisher, as he called himself, turned upon his heel and left Ben\nwithout a word.  It was clear that nothing could be made out of him.",
        "Ben walked all the way up Broadway, as far as Twenty-first Street,\ninto which he turned, and walked eastward until he reached Gramercy\nPark, opposite which Lexington Avenue starts.  In due time he reached\nthe house of Mr. Absalom Peters, and, ascending the steps, he rang the\nbell.",
        "“Is Mr. Peters in?” he asked of the servant who answered the bell.",
        "“No.”",
        "“Will he be in soon?”",
        "“I guess not.  He sailed for Europe last week.”",
        "Ben’s heart sank within him.  He had hoped much from Mr. Peters,\nbefore whom he meant to lay all the facts of his mother’s situation.\nNow that hope was crushed.",
        "He turned and slowly descended the steps.",
        "“There goes our last chance of saving the house,” he said to himself\nsadly.",
        "Ben was naturally hopeful, but he had counted more than he was aware\non the chance of obtaining assistance from Absalom Peters toward\npaying off his mother’s mortgage.  As Mr. Peters was in Europe nothing\ncould be done, and them seemed absolutely no one else to apply to.\nThey had friends, of course, and warm ones, in Pentonville, but none\nthat were able to help them.",
        "“I suppose we must make up our minds to lose the house,” thought Ben.\n\"Squire Davenport is selfish and grasping, and there is little chance\nof turning him.”",
        "He walked westward till he reached Madison Avenue.  A stage\napproached, being bound downtown, and, feeling tired, he got in.  The\nfare was but five cents, and he was willing to pay it.",
        "Some half dozen other passengers beside himself were in the stage.\nOpposite Ben sat a handsomely dressed, somewhat portly lady, of middle\nage, with a kindly expression.  Next her sat a young man, attired\nfashionably, who had the appearance of belonging to a family of\nposition.  There were, besides, an elderly man, of clerical\nappearance; a nurse with a small child, a business man, intent upon\nthe financial column of a leading paper, and a schoolboy.",
        "Ben regarded his fellow-passengers with interest.  In Pentonville he\nseldom saw a new face.  Here all were new.  Our young hero was, though\nbe did not know it, an embryo student of human nature.  He liked to\nobserve men and women of different classes and speculate upon their\nprobable position and traits.  It so happened that his special\nattention was attracted to the fashionably-attired young man.",
        "“I suppose he belongs to a rich family, and has plenty of money,\"\nthought Ben.  “It must be pleasant to be born with a gold spoon in\nyour mouth, and know that you are provided for life.”",
        "If Ben had been wiser he would have judged differently.  To be born to\nwealth removes all the incentives to action, and checks the spirit of\nenterprise.  A boy or man who finds himself gradually rising in the\nworld, through his own exertions, experiences a satisfaction unknown\nto one whose fortune is ready-made.  However, in Ben’s present strait\nit is no wonder he regarded with envy the supposed young man of\nfortune.",
        "Our hero was destined to be strangely surprised.  His eyes were\nunusually keen, and enabled him after a while to observe some rather\nremarkable movements on the part of the young man.  Though his eyes\nwere looking elsewhere, Ben could see that his right hand was\nstealthily insinuating itself into the pocket of the richly-dressed\nlady at his side.",
        "“Is it possible that he is a pickpocket?” thought Ben, in amazement.\n\"So nicely dressed as he is, too!”",
        "It did not occur to Ben that he dressed well the better to avert\nsuspicion from his real character.  Besides, a man who lives at other\npeople’s expense can afford to dress well.",
        "“What shall I do?” thought Ben, disturbed in mind.  “Ought I not to\nwarn the lady that she is in danger of losing her money?”",
        "While he was hesitating the deed was accomplished.  A pearl\nportemonnaie was adroitly drawn from the lady’s pocket and transferred\nto that of the young man.  It was done with incredible swiftness, but\nBen’s sharp eyes saw it.",
        "The young man yawned, and, turning away from the lady, appeared to be\nlooking out of a window at the head of the coach.",
        "“Why, there is Jack Osborne,” he said, half audibly, and, rising,\npulled the strap for the driver to stop the stage.",
        "Then was the critical moment for Ben.  Was he to allow the thief to\nescape with the money.  Ben hated to get into a disturbance, but he\nfelt that it would be wrong and cowardly to be silent.",
        "“Before you get out,” he said, “hand that lady her pocketbook.”",
        "The face of the pickpocket changed and he darted a malignant glance at\nBen.",
        "“What do you mean, you young scoundrel?” he said.",
        "“You have taken that lady’s pocketbook,” persisted Ben.",
        "“Do you mean to insult me?”",
        "“I saw you do it.”",
        "With a half exclamation of anger, the young man darted to the door.\nBut he was brought to a standstill by the business man, who placed\nhimself in his way.",
        "“Not so fast, young man,” he said resolutely.",
        "“Out of the way!” exclaimed the thief, in a rage.  “It’s all a base\nlie.  I never was so insulted in my life.”",
        "“Do you miss your pocketbook, madam?” asked the gentleman, turning to\nthe lady who had been robbed.",
        "“Yes,” she answered.  “It was in the pocket next to this man.”",
        "The thief seeing there was no hope of retaining his booty, drew it\nfrom his pocket and flung it into the lady’s lap.",
        "“Now, may I go?” he said.",
        "There was no policeman in sight, and at a nod from the lady, the\npickpocket was allowed to leave the stage.",
        "“You ought to have had him arrested.  He is a dangerous character,\"\nsaid the gentleman who had barred his progress.",
        "“It would have been inconvenient for me to appear against him,” said\nthe lady.  “I am willing to let him go.”",
        "“Well, there is one comfort–if he keeps on he will be hauled up\nsooner or later,” remarked the gentleman.  “Would your loss have been\na heavy one?” he inquired.",
        "“I had quite a large sum in my pocketbook, over two hundred dollars.\nBut for my young friend opposite,” she said, nodding kindly at Ben, “I\nshould have lost it with very small chance of recovery.”",
        "“I am glad to have done you a service, madam,” said Ben politely.",
        "“I know it is rather imprudent to carry so large sum about with me,\"\ncontinued the lady, but I have a payment to make to a carpenter who\nhas done work in my house, and I thought he might not find it\nconvenient use a check.”",
        "“A lady is in more danger than a gentleman,” observed the business\nman, “as she cannot so well hide away her pocketbook.  You will need\nto be careful as you walk along the street.”",
        "“I think it will be best to have a neighbor whom I can trust,” said\nthe lady.  “Would you mind taking this seat at my side?” she\ncontinued, addressing Ben.",
        "“I will change with pleasure,” said our hero, taking the seat recently\nvacated by the pickpocket.",
        "“You have sharp eyes, my young friend,” said his new acquaintance.",
        "“My eyes are pretty good,” said Ben, with a smile.",
        "“They have done me good service to-day.  May I know to whom I am\nindebted for such timely help?”",
        "“My name is Benjamin Barclay.”",
        "“Do you live in the city?”",
        "“No, madam.  I live in Pentonville, about thirty miles from New York.”",
        "“I have heard of the place.  Are you proposing to live here?”",
        "“No madam.  I came in to-day on a little business of my own, and also\nto select some goods for a country store in which I am employed.”",
        "“You are rather young for such a commission.”",
        "“I know the sort of goods Mr. Crawford sells, so it was not very\ndifficult to make the selection.”",
        "“At what time do you go back?”",
        "“By the four o’clock train.”",
        "“Have you anything to do meanwhile?”",
        "“No, madam,” answered Ben, a little surprised.",
        "“Then I should like to have you accompany me to the place where I am\nto settle my bill.  I feel rather timid after my adventure with our\nlate fellow-passenger.”",
        "“I shall be very happy to oblige you, madam,” said Ben politely.",
        "He had just heard a public clock strike one and he knew, therefore,\nthat he would have plenty of time.",
        "“We will get out here,” said Mrs. Hamilton.",
        "They had reached the corner of Fourth Street and Broadway.",
        "Ben pulled the strap, and with his new friend left the stage.  He\noffered his hand politely to assist the lady in descending.",
        "“He is a little gentleman,” thought Mrs. Hamilton, who was much\npleased with our hero.",
        "They turned from Broadway eastward, and presently crossed the Bowery\nalso.  Not far to the east of the last avenue they came to a\ncarpenter’s shop.",
        "Mr. Plank, a middle-aged, honest-looking mechanic, looked up in\nsurprise when Mrs. Hamilton entered the shop.",
        "“You didn’t expect a call from me?” said the lady pleasantly.",
        "“No, ma’am.  Fashionable ladies don’t often find their way over here.”",
        "“Then don’t look upon me as a fashionable lady.  I like to attend to\nmy business myself, and have brought you the money for your bill.”",
        "“Thank you, ma’am.  You never made me wait.  But I am sorry you had\nthe trouble to come to my shop.  I would have called at your house if\nyou had sent me a postal.”",
        "“My time was not so valuable as yours, Mr. Plank.  I must tell you,\nhowever, that you came near not getting your money this morning.\nAnother person undertook to collect your bill.”",
        "“Who was it?” demanded the carpenter indignantly.  “If there’s anybody\nplaying such tricks on me I will have him up before the courts.”",
        "“It was no acquaintance of yours.  The person in question had no spite\nagainst you and you would only have suffered a little delay.”",
        "Then Mrs. Hamilton explained how a pickpocket had undertaken to\nrelieve her of her wallet, and would have succeeded but for her young\ncompanion.",
        "“Oh they’re mighty sharp, ma’am, I can tell you,” said the carpenter.\n\"I never lost anything, because I don’t look as if I had anything\nworth stealing; but if one of those rascals made up his mind to rob\nme, ten to one he’d do it.”",
        "Mr. Plank receipted his bill and Mrs. Hamilton paid him a hundred and\neighty-seven dollars and fifty cents.  Ben could not help envying him\nas he saw the roll of bills transferred to him.",
        "“I hope the work was done satisfactory,” said Mr. Plank. (Perfect\ngrammar could not be expected of a man who, from the age of twelve,\nhad been forced to earn his own living.)",
        "“Quite so, Mr. Plank,” said the lady graciously.  “I shall send for\nyou when I have any more work to be done.”",
        "There was no more business to attend to, and Mrs. Hamilton led the way\nout, accompanied by Ben.",
        "“I will trouble you to see me as far as Broadway,” said the lady.  “I\nam not used to this neighborhood and prefer to have an escort.”",
        "“I didn’t think this morning,” said Ben to himself, “that a rich lady\nwould select me as her escort.”",
        "On the whole, he liked it.  It gave him a feeling of importance, and a\nsense of responsibility which a manly boy always likes.",
        "“I shall be glad to stay with you as long as you like,” said Ben.",
        "“Thank you, Benjamin, or shall I say Ben?”",
        "“I wish you would.  I hardly know myself when I am called Benjamin.”",
        "“As we are walking alone, suppose you tell me something of yourself.\nI only know your name, and that you live in Pentonville.  What\nrelations have you?”",
        "“A mother only–my father is dead.”",
        "“And you help take care of your mother, I suppose?”",
        "“Yes; father left us nothing except the house we live in, or, at\nleast, we could get track of no other property.  He died in Chicago\nsuddenly.”",
        "“I hope you are getting along comfortably–you and your mother,” said\nMrs. Hamilton kindly.",
        "“We have our troubles,” answered Ben.  “We are in danger of having our\nhouse taken from us.”",
        "“How is that?”",
        "“A rich man in our village, Squire Davenport, has a mortgage of seven\nhundred dollars upon it.  He wants the house for a relative of his\nwife, and threatens to foreclose at the end of three months.”",
        "“The house must be worth a good deal more than the mortgage.”",
        "“It is worth twice as much; but if it is put up at auction I doubt if\nit will fetch over a thousand dollars.”",
        "“This would leave your mother but three hundred?”",
        "“Yes,” answered Ben despondingly.",
        "“Have you thought of any way of raising the money?”",
        "“Yes; I came up to the city to-day to see a cousin of mother’s, a Mr.\nAbsalom Peters, who lives on Lexington Avenue, and I had just come\nfrom there when I got into the stage with you.”",
        "“Won’t he help you?”",
        "“Perhaps he might if he was in the city; though mother has seen\nnothing of him for twenty years; but, unfortunately, he just sailed\nfor Europe.”",
        "“That is indeed a pity.  I suppose you haven’t much hope now?”",
        "“Unless Mr. Peters comes back.  He is the only one we can think of to\ncall upon.”",
        "“What sort of a man is this Squire Davenport?”",
        "“He is a very selfish man, who thinks only of his own interests.  We\nfelt safe, because we did not suppose he would have any use for a\nsmall house like ours; but night before last he called on mother with\nthe man he wants it for.”",
        "“He cannot foreclose just yet, can he?” asked Mrs. Hamilton.",
        "“No; we have three months to look around.”",
        "“Three months is a long time,” said the lady cheerfully. “A good deal\ncan happen in three months.  Do the best you can, and keep up hope.”",
        "“I shall try to do so.”",
        "“You have reason to do so.  You may not save your house, but you have,\nprobably, a good many years before you, and plenty of good fortune may\nbe in store for you.”",
        "The cheerful tone in which the lady spoke some how made Ben hopeful\nand sanguine, at any rate, for the time being.",
        "“In this country, the fact that you are a poor boy will not stand in\nthe way of your success.  The most eminent men of the day, in all\nbranches of business, and in all professions, were once poor boys.  I\ndare say, looking at me, you don’t suppose I ever knew anything of\npoverty.”",
        "“No,” said Ben.",
        "“Yet I was the daughter of a bankrupt farmer, and my husband was clerk\nin a country store.  I am not going to tell you how he came to the\ncity and prospered, leaving me, at his death, rich beyond my needs.\nYet that is his history and mine.  Does it encourage you?",
        "“Yes, it does,” answered Ben earnestly.",
        "“It is for that reason, perhaps, that I take an interest in country\nboys who are placed as my husband once was,” continued Mrs. Hamilton.\n\"But here we are at Broadway.  It only remains to express my\nacknowledgment of your timely assistance.”",
        "“You are quite welcome,” said Ben.",
        "“I am sure of that, but I am none the less indebted.  Do me the favor\nto accept this.”",
        "She opened her portemonnaie, and taking from it a banknote, handed it\nto Ben.",
        "In surprise he looked at it, and saw that it was a twenty-dollar bill.",
        "“Did you know this was a twenty-dollar bill?” he asked in amazement.",
        "“Certainly,” answered the lady, with a smile.  “It is less than ten\nper cent. of the amount I would have lost but for you.  I hope it will\nbe of service to you.”",
        "“I feel rich with it,” answered Ben.  “How can I thank you, Mrs.\nHamilton?”",
        "“Call on me at No. –– Madison Avenue, and do it in person, when you\nnext come to the city,” said the lady, smiling.  “Now, if you will\nkindly call that stage, I will bid you good-by–for the present.”",
        "Ben complied with her request, and joyfully resumed his walk down\nBroadway.",
        "Though Ben had failed in the main object of his expedition, he\nreturned to Pentonville in excellent spirits.  He felt that he had\nbeen a favorite of fortune, and with good reason.  In one day he had\nacquired a sum equal to five weeks’ wages.  Added to the dollar Mr.\nCrawford had contributed toward his expenses, he had been paid\ntwenty-one dollars, while he had spent a little less than two.  It is\nnot every country boy who goes up to the great city who returns with\nan equal harvest.  If Squire Davenport had not threatened to foreclose\nthe mortgage, he would have felt justified in buying a present for his\nmother.  As it was, he feared they would have need of all the money\nthat came in to meet contingencies.",
        "The train reached Pentonville at five o’clock, and about the usual\ntime Ben opened the gate and walked up to the front door of his modest\nhome.  He looked so bright and cheerful when he entered her presence\nthat Mrs. Barclay thought be must have found and been kindly received\nby the cousin whom he had gone up to seek.",
        "“Did you see Mr. Peters?” she asked anxiously.",
        "“No, mother; he is in Europe.”",
        "A shadow came over the mother’s face.  It was like taking from her her\nlast hope.",
        "“I was afraid you would not be repaid for going up to the city,” she\nsaid.",
        "“I made a pretty good day’s work of it, nevertheless, mother.  What do\nyou say to this?” and he opened his wallet and showed her a roll of\nbills.",
        "“Is that Mr. Crawford’s money?” she asked.",
        "“No, mother, it is mine, or rather it is yours, for I give it to you.”",
        "“Did you find a pocketbook, Ben?  If so, the owner may turn up.”",
        "“Mother, the money is mine, fairly mine, for it was given me in return\nfor a service I rendered a lady in New York.”",
        "“What service could you have possibly rendered, Ben, that merited such\nliberal payment?” asked his mother in surprise.",
        "Upon this Ben explained, and Mrs. Barclay listened to his story with\nwonder.",
        "“So you see, mother, I did well to go to the city,” said Ben, in\nconclusion.",
        "“It has turned out so, and I am thankful for your good fortune.  But I\nshould have been better pleased if you had seen Mr. Peters and found\nhim willing to help us about the mortgage.”",
        "“So would I, mother, but this money is worth having.  When supper is\nover I will go to the store to help out Mr. Crawford and report my\npurchase of goods.  You know the most of our trade is in the evening.”",
        "After Ben had gone Mrs. Barclay felt her spirits return as she thought\nof the large addition to their little stock of money.",
        "“One piece of good fortune may be followed by another,” she thought.\n\"Mr. Peters may return from Europe in time to help us.  At any rate,\nwe have nearly three months to look about us, and God may send us\nhelp.”",
        "When the tea dishes were washed and put away Mrs. Barclay sat down to\nmend a pair of Ben’s socks, for in that household it was necessary to\nmake clothing last as long as possible, when she was aroused from her\nwork by a ringing at the bell.",
        "She opened the door to admit Squire Davenport.",
        "“Good-evening,” she said rather coldly, for she could not feel\nfriendly to a man who was conspiring to deprive her of her modest home\nand turn her out upon the sidewalk.",
        "“Good-evening, widow,” said the squire.",
        "“Will you walk in?” asked Mrs. Barclay, not over cordially.",
        "“Thank you, I will step in for five minutes.  I called to see if you\nhad thought better of my proposal the other evening.”",
        "“Your proposal was to take my house from me,” said Mrs. Barclay.  “How\ncan you suppose I would think better of that?”",
        "“You forget that the house is more mine than yours already, Mrs.\nBarclay.  The sum I have advanced on mortgage is two-thirds of the\nvalue of the property.”",
        "“I dispute that, sir.”",
        "“Let it pass,” said the squire, with a wave of the hand.  “Call it\nthree-fifths, if you will.  Even then the property is more mine than\nyours.  Women don’t understand business, or you would see matters in a\ndifferent light.”",
        "“I am a woman, it is true, but I understand very well that you wish to\ntake advantage of me,” said the widow, not without excusable\nbitterness.",
        "“My good lady, you forget that I am ready to cancel the mortgage and\npay you three hundred and fifty dollars for the house.  Now, three\nhundred and fifty dollars is a handsome sum–a very handsome sum.  You\ncould put it in the savings bank and it would yield you quite a\ncomfortable income.”",
        "“Twenty dollars, more or less,” said Mrs. Barclay.  “Is that what you\ncall a comfortable income?  How long do you think it would keep us\nalive?”",
        "“Added, of course, to your son’s wages.  Ben is now able to earn good\nwages.”",
        "“He earns four dollars a week, and that is our main dependence.”",
        "“I congratulate you.  I didn’t suppose Mr. Crawford paid such high\nwages.”",
        "“Ben earns every cent of it.”",
        "“Very possibly.  By the way, what is this that Tom was telling me\nabout Ben being sent to New York to buy goods for the store?”",
        "“It is true, if that is what you mean.”",
        "“Bless my soul!  It is very strange of Crawford, and I may add, not\nvery judicious.”",
        "“I suppose Mr. Crawford is the best judge of that, sir.”",
        "“Even if the boy were competent, which is not for a moment to be\nthought of, it is calculated to foster his self-conceit.”",
        "“Ben is not self-conceited,” said Mrs. Barclay, ready to resent any\nslur upon her boy.  “He has excellent business capacity, and if he\nwere older I should not need to ask favors of anyone.”",
        "“You are a mother, and naturally set an exaggerated estimate upon your\nson’s ability, which, I presume, is respectable, but probably not\nmore.  However, let that pass.  I did not call to discuss Ben but to\ninquire whether you had not thought better of the matter we discussed\nthe other evening.”",
        "“I never shall, Squire Davenport.  When the time comes you can\nforeclose, if you like, but it will never be done with my consent.”",
        "“Ahem!  Your consent will not be required.”",
        "“And let me tell you, Squire Davenport, if you do this wicked thing,\nit won’t benefit you in the end.”",
        "Squire Davenport shrugged his shoulders.",
        "“I am not at all surprised to find you so unreasonable, Mrs. Barclay,\"\nhe said.  “It’s the way with women.  I should be glad if you would\ncome to look upon the matter in a different light; but I cannot\nsacrifice my own interests in any event.  The law is on my side.”",
        "“The law may be on your side, but the law upholds a great deal that is\noppressive and cruel.”",
        "“A curious set of laws we should have if women made them,” said the\nsquire.",
        "“They would not bear so heavily upon the poor as they do now.”",
        "“Well, I won’t stop to discuss the matter.  If you come to entertain\ndifferent views about the house, send word by Ben, and we will arrange\nthe details without delay.  Mr. Kirk is anxious to move his family as\nsoon as possible, and would like to secure the house at once.”",
        "“He will have to wait three months at least,” said Mrs. Barclay\ncoldly.  “For that time, I believe the law protects me.”",
        "“You are right there; but at the end of that tine you cannot expect as\nliberal terms as we are now prepared to offer you.”",
        "“Liberal!” repeated the widow, in a meaning tone.",
        "“So I regard it,” said the squire stiffly.  “Good-evening.”",
        "An hour later Mrs. Barclay’s reflections were broken in upon by the\nominous clang of the engine bell.  This is a sound which always\nexcites alarm in a country village.",
        "“Where’s the fire?” she asked anxiously, of a boy who was running by\nthe house.",
        "“It’s Crawford’s store!” was the startling reply.  “It’s blazin’ up\nlike anything.  Guess it’ll have to go.”",
        "“I hope Ben’ll keep out of danger,” thought Mrs. Barclay, as she\nhurriedly took her shawl and bonnet and started for the scene of\nexcitement.",
        "A fire in a country village, particularly where the building is a\nprominent one, is sure to attract a large part of the resident\npopulation.  Men, women, and children, as well as the hook and ladder\ncompany, hurried to the scene of conflagration.  Everybody felt a\npersonal interest in Crawford’s.  It was the great emporium which\nprovided all the families in the village with articles of prime and\nsecondary necessity.  If Paris can be called France, then Crawford’s\nmight be called Pentonville.",
        "“Crawford’s on fire!” exclaimed old Captain Manson.  “Bless my soul!\nIt cannot be true.  Where’s my cane?”",
        "“You don’t mean to say you’re goin’ to the fire, father?” asked his\nwidowed daughter in surprise, for the captain had bowed beneath the\nweight of eighty-six winters, and rarely left the domestic hearth.",
        "“Do you think I’d stay at home when Crawford’s was a-burning?\"\nreturned the captain.",
        "“But remember, father, you ain’t so young as you used to be.  You\nmight catch your death of cold.”",
        "“What!  at a fire?” exclaimed the old man, laughing at his own joke.",
        "“You know what I mean.  It’s dreadfully imprudent.  Why, I wouldn’t go\nmyself.”",
        "“Shouldn’t think you would, at your time of life!” retorted her\nfather, chuckling.",
        "So the old man emerged into the street, and hurried as fast as his\nunsteady limbs would allow, to the fire.",
        "“How did it catch?” the reader will naturally ask.",
        "The young man who was the only other salesman besides Ben and the\nproprietor, had gone down cellar smoking a cigar.  In one corner was a\nheap of shavings and loose papers.  A spark from his cigar must have\nfallen there.  Had he noticed it, with prompt measures the incipient\nfire might have been extinguished.  But he went up stairs with the\nkerosene, which he had drawn for old Mrs. Watts, leaving behind him\nthe seeds of destruction.  Soon the flames, arising, caught the wooden\nflooring of the upper store.  The smell of the smoke notified Crawford\nand his clerks of the impending disaster.  When the door communicating\nwith the basement was opened, a stifling smoke issued forth and the\ncrackling of the fire was heard.",
        "“Run, Ben; give the alarm!” called Mr. Crawford, pale with dismay and\napprehension.  It was no time then to inquire how the fire caught.\nThere was only time to save as much of the stock as possible, since it\nwas clear that the fire had gained too great a headway to be put out.",
        "Ben lost no time, and in less than ten minutes the engine, which,\nfortunately, was housed only ten rods away, was on the ground.  Though\nit was impossible to save the store, the fire might be prevented from\nspreading.  A band of earnest workers aided Crawford in saving his\nstock.  A large part, of course, must be sacrificed; but, perhaps, a\nquarter was saved.",
        "All at once a terrified whisper spread from one to another:",
        "“Mrs. Morton’s children!  Where are they?  They must be in the third\nstory.”",
        "A poor woman, Mrs. Morton, had been allowed, with her two children, to\nenjoy, temporarily, two rooms in the third story.  She had gone to a\nfarmer’s two miles away to do some work, and her children, seven and\nnine years of age, had remained at home.  They seemed doomed to\ncertain death.",
        "But, even as the inquiry went from lip to lip, the children appeared.\nThey had clambered out of a third story window upon the sloping roof\nof the rear ell, and, pale and dismayed, stood in sight of the shocked\nand terrified crowd, shrieking for help!",
        "“A ladder!  A ladder!” exclaimed half a dozen.",
        "But there was no ladder at hand–none nearer than Mr. Parmenter’s,\nfive minutes’ walk away.  While a messenger was getting it the fate of\nthe children would be decided.",
        "“Tell ’em to jump!” exclaimed Silas Carver.",
        "“They’d break their necks, you fool!” returned his wife.",
        "“Better do that than be burned up!” said the old man.",
        "No one knew what to do–no one but Ben Barclay.",
        "He seized a coil of rope, and with a speed which surprised even\nhimself, climbed up a tall oak tree, whose branches overshadowed the\nroof of the ell part.  In less than a minute he found himself on a\nlimb just over the children.  To the end of the rope was fastened a\nstrong iron hook.",
        "Undismayed by his own danger, Ben threw his rope, though he nearly\nlost his footing while he was doing it, and with an aim so precise\nthat the hook caught in the smaller girl’s dress.",
        "“Hold on to the rope, Jennie, if you can!” he shouted.",
        "The girl obeyed him instinctively.",
        "Drawing the cord hand over hand, the little girl swung clear, and was\nlowered into the arms of Ebenezer Strong, who detached the hook.",
        "“Save the other, Ben!” shouted a dozen.",
        "Ben needed no spur to further effort.",
        "Again he threw the hook, and this time the older girl, comprehending\nwhat was required, caught the rope and swung off the roof, scarcely in\ntime, for her clothing had caught fire.  But when she reached the\nground ready hands extinguished it and the crowd of anxious spectators\nbreathed more freely, as Ben, throwing down the rope, rapidly\ndescended the tree and stood once more in safety, having saved two\nlives.",
        "Just then it was that the poor mother, almost frantic with fear,\narrived on the ground.",
        "“Where are my darlings?  Who will save them?” she exclaimed, full of\nanguish, yet not comprehending that they were out of peril.",
        "“They are safe, and here is the brave boy who saved their lives,” said\nEbenezer Strong.",
        "“God bless you, Ben Barclay!” exclaimed the poor mother.  “You have\nsaved my life as well as theirs, for I should have died if they had\nburned.”",
        "Ben scarcely heard her, for one and another came up to shake his hand\nand congratulate him upon his brave deed.  Our young hero was\ngenerally self-possessed, but he hardly knew how to act when he found\nhimself an object of popular ovation.",
        "“Somebody else would have done it if I hadn’t,” he said modestly.",
        "“You are the only one who had his wits about him,” said Seth Jones.\n\"No one thought of the rope till you climbed the tree.  We were all\nlooking for a ladder and there was none to be had nearer than Mr.\nParmenter’s.”",
        "“I wouldn’t have thought of it myself if I hadn’t read in a daily\npaper of something like it,” said Ben.",
        "“Ben,” said Mr. Crawford, “I’d give a thousand dollars to have done\nwhat you did.  You have shown yourself a hero.”",
        "“Oh, Ben, how frightened I was when I saw you on the branch just over\nthe burning building,” said a well-known voice.",
        "Turning, Ben saw it was his mother who spoke.",
        "“Well, it’s all right now, mother,” he said, smiling.  “You are not\nsorry I did it?”",
        "“Sorry!  I am proud of you.”",
        "“I am not proud of my hands,” said Ben.  “Look at them.”",
        "They were chafed and bleeding, having been lacerated by his rapid\ndescent from the tree.",
        "“Come home, Ben, and let me put some salve on them.  How they must\npain you!”",
        "“Wait till the fire is all over, mother.”",
        "The gallant firemen did all they could, but the store was doomed.\nThey could only prevent it from extending.  In half an hour the engine\nwas taken back, and Ben went home with his mother.",
        "“It’s been rather an exciting evening, mother,” said Ben.  “I rather\nthink I shall have to find a new place.”",
        "Ben did not find himself immediately out of employment.  The next\nmorning Mr. Crawford commenced the work of ascertaining what articles\nhe had saved, and storing them.  Luckily there was a vacant store\nwhich had once been used for a tailor’s shop, but had been unoccupied\nfor a year or more.  This he hired, and at once removed his goods to\nit.  But he did not display his usual energy.  He was a man of over\nsixty, and no longer possessed the enterprise and ambition which had\nonce characterized him.  Besides, he was very comfortably off, or\nwould be when he obtained the insurance money.",
        "“I don’t know what I shall do,” he said, when questioned.  “I was\nbrought up on a farm, and I always meant to end my days on one.\nPerhaps now is as well any time, since my business is broken up.”",
        "This came to the ears of Squire Davenport, who was always keen-scented\nfor a bargain.  His wife’s cousin, Mr. Kirk, who has already been\nintroduced to the reader, had, in his earlier days, served as a clerk\nin a country store.  He had no capital, to be sure, but the squire had\nplenty.  It occurred to him as a good plan to buy out the business\nhimself, hire Kirk on a salary to conduct it, and so add considerably\nto his already handsome income.  He sent for Kirk, ascertained that he\nwas not only willing, but anxious, to manage the business, and then he\ncalled on Mr. Crawford.",
        "It is unnecessary to detail the negotiations that ensued.  It was\nSquire Davenport’s wish to obtain the business as cheaply as possible.\nThe storekeeper, however, had his own estimate of its worth, and the\nsquire was obliged to add considerable to his first offer.  In the\nend, however, he secured it on advantageous terms, and Mr. Crawford\nnow felt able to carry out the plan he had long had in view.",
        "It was in the evening, a week after the fire, that the bargain was\nstruck, and Ben was one of the first to hear of it.",
        "When he came to work early the next morning he found his employer in\nthe store before him, which was not usual.",
        "“You are early, Mr. Crawford,” he said, in evident surprise.",
        "“Yes, Ben,” was the reply.  “I can afford to come early for a morning\nor two, as I shall soon be out of business.”",
        "“You haven’t sold out, have you?” inquired Ben quickly.",
        "“Yes; the bargain was struck last evening.”",
        "“How soon do you leave the store?”",
        "“In three days.  It will take that time to make up my accounts.”",
        "“I am sorry,” said Ben, “for I suppose I shall have to retire, too.”",
        "“I don’t know about that, Ben.  Very likely my successor may want\nyou.”",
        "“That depends on who he is.  Do you mind telling me, or is it a\nsecret?”",
        "“Oh, no; it will have to come out, of course.  Squire Davenport has\nbought the business.”",
        "“The squire isn’t going to keep the store, is he?” asked Ben, in\namazement.",
        "“No; though he will, no doubt, supervise it.  He will employ a\nmanager.”",
        "“Do you know who is to be the manager, Mr. Crawford?”",
        "“Some connection of his named Kirk.”",
        "Ben whistled.",
        "“Do you know him?” the storekeeper was led to inquire.",
        "“I have not seen him, but he called with the squire on my mother,\"\nsaid Ben significantly.",
        "“I shall be glad to recommend you to him.”",
        "“It will be of no use, Mr. Crawford,” answered Ben, in a decided tone.\n\"I know he wouldn’t employ me, nor would I work for him if he would.\nNeither he nor the squire is a friend of mine.”",
        "“I did not dream of this, Ben.  I am sorry if the step I have taken is\ngoing to deprive you of employment,” said Mr. Crawford, who was a\nkind-hearted man, and felt a sincere interest in his young clerk.",
        "“Never mind, Mr. Crawford, I am not cast down.  There will be other\nopenings for me.  I am young, strong, and willing to work, and I am\nsure I shall find something to do.”",
        "“That’s right, Ben.  Cheer up, and if I hear of any good chance, rest\nassured that I will let you know of it.”",
        "Tom Davenport was not long in hearing of his father’s bargain.  He\nheard it with unfeigned pleasure, for it occurred to him at once that\nBen, for whom he had a feeling of hatred, by no means creditable to\nhim, would be thrown out of employment.",
        "“Promise me, pa, that you won’t employ Ben Barclay,” he said.",
        "“I have no intention of employing that boy,” said his father.  “Mr.\nKirk has a son of his own, about Ben’s age, and will, no doubt, put\nhim into the store, unless you should choose to go in and learn the\nbusiness.”",
        "“What!  I become a store boy!” exclaimed Tom, in disgust.  “No, thank\nyou.  I might be willing to become salesman in a large establishment\nin the city, but I don’t care to go into a country grocery.”",
        "“It wouldn’t do you any harm,” said the squire, who was not quite so\nhigh-minded as his son.  “However, I merely mentioned it as something\nyou could do if you chose.”",
        "“Bah!  I don’t choose it,” said Tom decidedly.",
        "“Well, well; you won’t have to do it.”",
        "“It would put me on a level with Ben Barclay, if I stepped into his\nshoes.  Won’t he be down in the month when he hears he has lost his\nplace?” and Tom chuckled at the thought.",
        "“That is no concern of mine,” said the squire.  “I suppose he can hire\nout to a farmer.”",
        "“Just the business for him”, said Tom, “unless he should prefer to go\nto New York and set up as a bootblack.  I believe I’ll suggest that to\nhim!”",
        "“Probably he won’t thank you for the suggestion.”",
        "“I guess not.  He’s as proud as he is poor.  It’s amusing to see what\nairs he puts on.”",
        "Squire Davenport, however, was not so much interested in that phase of\nthe subject as Tom, and did not reply.",
        "“I think I’ll go down street,” thought Tom.  “Perhaps I may come\nacross Ben.  I shall enjoy seeing how he takes it.”",
        "Tom had scarcely walked a hundred yards when he met, not the one of\nwhom he had thought, but another to whom he felt glad to speak on the\nsame subject. This was Rose Gardiner, the prettiest girl in the\nvillage, who had already deeply offended Tom by accepting Ben as her\nescort from the magical entertainment in place of him.  He had made\nadvances since, being desirous of ousting Ben from his position of\nfavorite, but the young lady had treated him coldly, much to his anger\nand mortification.",
        "“Good-morning, Miss Rose,” said Tom.",
        "“Good-morning,” answered Rose civilly.",
        "“Have you heard the news?”",
        "“To what news do you refer?”",
        "“Crawford has sold out his business.”",
        "“Indeed!” said Rose, in surprise; “who has bought it?”",
        "“My father.  Of course, he won’t keep store himself.  He will put in a\nconnection of ours, Mr. Kirk.”",
        "“This is news, indeed!  Where is Mr. Crawford going?”",
        "“I don’t know, I’m sure.  I thought you’d be more apt to inquire about\nsomebody else?”",
        "“I am not good at guessing enigmas,” said Rose.",
        "“Your friend, Ben Barclay,” returned Tom, with a sneer.  “Father won’t\nhave him in the store!”",
        "“Oh, I see; you are going to take his place,” said Rose mischievously.",
        "“I?  What do you take me for?” said Tom, haughtily.  “I suppose Ben\nBarclay will have to go to work on a farm.”",
        "“That is a very honorable employment,” said Rose calmly.",
        "“Yes; he can be a hired man when he grows up.  Perhaps, though, he\nwill prefer to go to the city and become a bootblack.”",
        "“Ben ought to be very much obliged to you for the interest you feel in\nhis welfare,” said Rose, looking steadily and scornfully at Tom.\n\"Good-morning.”",
        "“She feels sore about it,” thought Tom complacently.  “She won’t be\nquite so ready to accept Ben’s attentions when he is a farm laborer.”",
        "Tom, however, did not understand Rose Gardiner.  She was a girl of\ngood sense, and her estimate of others was founded on something else\nthan social position.",
        "“Oh, Ben, what shall we do?” exclaimed Mrs. Barclay, when she heard\nMr. Crawford had sold out his business.",
        "“We’ll get along somehow, mother.  Something will be sure to turn up.”",
        "Ben spoke more cheerfully than he felt.  He knew very well that\nPentonville presented scarcely any field for a boy, unless he was\nwilling to work on a farm.  Now, Ben had no objections to farm labor,\nprovided he had a farm of his own, but at the rate such labor was paid\nin Pentonville, there was very little chance of ever rising above the\nposition of a “hired man,” if he once adopted the business.  Our young\nhero felt that this would not satisfy him.  He was enterprising and\nambitious, and wanted to be a rich man some day.",
        "Money is said, by certain moralists, to be the root of all evil.  The\nlove of money, if carried too far, may indeed lead to evil, but it is\na natural ambition in any boy or man to wish to raise himself above\npoverty.  The wealth of Amos Lawrence and Peter Cooper was a source of\nblessing to mankind, yet each started as a poor boy, and neither would\nhave become rich if he had not striven hard to become so.",
        "When Ben made this cheerful answer his mother shook her head sadly.\nShe was not so hopeful as Ben, and visions of poverty presented\nthemselves before her mind.",
        "“I don’t see what you can find to do in Pentonville, Ben,” she said.",
        "“I can live a while without work while I am looking around, mother,\"\nBen answered.  “We have got all that money I brought from New York\nyet.”",
        "“It won’t last long,” said his mother despondently.",
        "“It will last till I can earn some more,” answered Ben hopefully.",
        "Ben was about to leave the house when a man in a farmer’s frock,\ndriving a yoke of oxen, stopped his team in the road, and turned in at\nthe widow’s gate.",
        "It was Silas Greyson, the owner of a farm just out of the village.",
        "“Did you want to see mother?” asked Ben.",
        "“No, I wanted to see you, Benjamin,” answered Greyson.  “I hear you’ve\nleft the store.”",
        "“The store has changed hands, and the new storekeeper don’t want me.”",
        "“Do you want a job?”",
        "“What is it, Mr. Greyson?” Ben replied, answering one question with\nanother.",
        "“I’m goin’ to get in wood for the winter from my wood lot for about a\nweek,” said the farmer, “and I want help.  Are you willin’ to hire out\nfor a week?”",
        "“What’ll you pay me?” asked Ben.",
        "“I’ll keep you, and give you a cord of wood.  Your mother’ll find it\nhandy.  I’m short of money, and calc’late wood’ll be just as good\npay.”",
        "Ben thought over the proposal, and answered: “I’d rather take my meals\nat home, Mr. Greyson, and if you’ll make it two cords with that\nunderstanding, I’ll agree to hire out to you.”",
        "“Ain’t that rather high?” asked the farmer, hesitating.",
        "“I don’t think so.”",
        "Finally Silas Greyson agreed, and Ben promised to be on hand bright\nand early the next day.  It may be stated here that wood was very\ncheap at Pentonville, so that Ben would not be overpaid.",
        "There were some few things about the house which Ben wished to do for\nhis mother before he went to work anywhere, and he thought this a good\nopportunity to do them.  While in the store his time had been so taken\nup that he was unable to attend to them.  He passed a busy day,\ntherefore, and hardly went into the street.",
        "Just at nightfall, as he was in the front yard, he was rather\nsurprised to see Tom Davenport open the gate and enter.",
        "“What does he want, I wonder?” he thought, but he said, in a civil\ntone: “Good-evening, Tom.”",
        "“You’re out of business, ain’t you?” asked Tom abruptly.",
        "“I’m not out of work at any rate!” answered Ben.",
        "“Why, what work are you doing?” interrogated Tom, in evident\ndisappointment.",
        "“I’ve been doing some jobs about the house, for mother.”",
        "“That won’t give you a living,” said Tom disdainfully.",
        "“Very true.”",
        "“Did you expect to stay in the store?” asked Tom.",
        "“Not after I heard that your father had bought it,” answered Ben\nquietly.",
        "“My father’s willing to give you work,” said Tom.",
        "“Is he?” asked Ben, very much surprised.",
        "It occurred to him that perhaps he would have a chance to remain in\nthe store after all, and for the present that would have suited him.\nThough he didn’t like the squire, or Mr. Kirk, he felt that he had no\nright, in his present circumstances, to refuse any way to earn an\nhonest living.",
        "“Yes,” answered Tom.  “I told him he’d better hire you.”",
        "“You did!” exclaimed Ben, more and more amazed.  “I didn’t expect\nthat.  However, go on, if you please.”",
        "“He’s got three cords of wood that he wants sawed and split,” said\nTom, “and as I knew how poor you were I thought it would be a good\nchance for you.”",
        "You might have thought from Tom’s manner that he was a young lord, and\nBen a peasant.  Ben was not angry, but amused.",
        "“It is true,” he said.  “I am not rich; still, I am not as poor as you\nthink.”",
        "He happened to have in his pocketbook the money he had brought from\nNew York, and this he took from his pocket and displayed to the\nastonished Tom.",
        "“Where did you get that money?” asked Tom, surprised and chagrined.",
        "“I got it honestly.  You see we can hold out a few days.  However, I\nmay be willing to accept the job you offer me.  How much is your\nfather willing to pay me?”",
        "“He is willing to give you forty cents a day.”",
        "“How long does he expect me to work for that?”",
        "“Ten hours.”",
        "“That is four cents an hour, and hard work at that.  I am much obliged\nto you and him, Tom, for your liberal offer, but I can’t accept it.”",
        "“You’ll see the time when you’ll be glad to take such a job,” said\nTom, who was personally disappointed that he would not be able to\nexhibit Ben as his father’s hired dependent.",
        "“You seem to know all about it, Tom,” answered Ben.  “I shall be at\nwork all next week, at much higher pay, for Silas Greyson.”",
        "“How much does he pay you?”",
        "“That is my private business, and wouldn’t interest you.”",
        "“You’re mighty independent for a boy in your position.”",
        "“Very likely.  Won’t you come in?”",
        "“No,” answered Tom ungraciously; “I’ve wasted too much time here\nalready.”",
        "“I understand Tom’s object in wanting to hire me,” thought Ben.  “He\nwants to order me around.  Still, if the squire had been willing to\npay a decent price, I would have accepted the job.  I won’t let pride\nstand in the way of my supporting mother and myself.”",
        "This was a sensible and praiseworthy resolution, as I hope my young\nreaders will admit.  I don’t think much of the pride that is willing\nto let others suffer in order that it may be gratified.",
        "Ben worked a full week for Farmer Greyson, and helped unload the two\ncords of wood, which were his wages, in his mother’s yard.  Then there\nwere two days of idleness, which made him anxious.  On the second day,\njust after supper, he met Rose Gardiner coming from the post office.",
        "“Have you any correspondents in New York, Ben?” she asked.",
        "“What makes you ask, Rose?”",
        "Because the postmaster told me there was a letter for you by this\nevening’s mail.  It was mailed in New York, and was directed in a\nlady’s hand.  I hope you haven’t been flirting with any New York\nladies, Mr. Barclay.”",
        "“The only lady I know in New York is at least fifty years old,\"\nanswered Ben, smiling.",
        "“That is satisfactory,” answered Rose solemnly.  “Then I won’t be\njealous.”",
        "“What can the letter be?” thought Ben.  “I hope it contains good\nnews.”",
        "He hurried to the post office in a fever of excitement.",
        "“I hear there is a letter for me, Mr. Brown,” said Ben to the\npostmaster, who was folding the evening papers, of which he received a\nparcel from the city by the afternoon train.",
        "“Yes, Ben,” answered the postmaster, smiling.  “It appears to be from\na lady in New York.  You must have improved your time during your\nrecent visit to the city.”",
        "“I made the acquaintance of one lady older than my mother,” answered\nBen.  “I didn’t flirt with her any.”",
        "“At any rate, I should judge that she became interested in you or she\nwouldn’t write.”",
        "“I hope she did, for she is very wealthy,” returned Ben.",
        "The letter was placed in his hands, and he quickly tore it open.",
        "Something dropped from it.",
        "“What is that?” asked the postmaster.",
        "Ben stooped and picked it up, and, to his surprise, discovered that it\nwas a ten-dollar bill.",
        "“That’s a correspondent worth having,” said Mr. Brown jocosely.\n\"Can’t you give me a letter of introduction?”",
        "Ben didn’t answer, for he was by this time deep the letter.  We will\nlook over his shoulder and read it with him.  It ran thus:",
        "                             “No. –– Madison Avenue,\n                                   New York, October 5.",
        "  “My Dear Young Friend:",
        "  “Will you come to New York and call upon me?  I have a very pleasant\n  remembrance of you and the service you did me recently, and think I\n  can employ you in other ways, to our mutual advantage.  I am willing\n  to pay you a higher salary than you are receiving in your country\n  home, besides providing you with a home in my own house.  I inclose\n  ten dollars for expenses.  Yours, with best wishes,",
        "                             “Helen Hamilton”",
        "Ben’s heart beat with joyful excitement as he read this letter.  It\ncould not have come at a better time, for, as we know, he was out of\nemployment, and, of course, earning nothing.",
        "“Well, Ben,” said the postmaster, whose curiosity was excited, is it\ngood news?”",
        "“I should say it was,” said Ben emphatically.  “I am offered a good\nsituation in New York.”",
        "“You don’t say so!  How much are offered?”",
        "“I am to get more than Mr. Crawford paid me and board in a fine house\nbesides–a brownstone house on Madison Avenue.”",
        "“Well, I declare!  You are in luck,” ejaculated Mr. Brown.  “What are\nyou to do?”",
        "“That’s more than I know.  Here is the letter, if you like to read\nit.”",
        "“It reads well.  She must be a generous lady.  But what will your\nmother say?”",
        "“That’s what I want to know,” said Ben, looking suddenly sober.  “I\nhate to leave her, but it is for my good.”",
        "“Mothers are self-sacrificing when the interests of their children are\nconcerned.”",
        "“I know that,” said Ben promptly; “and I’ve got one of the best\nmothers going.”",
        "“So you have.  Every one likes and respects Mrs. Barclay.”",
        "Any boy, who is worth anything, likes to hear his mother praised, and\nBen liked Mr. Brown better for this tribute to the one whom he loved\nbest on earth.  He was not slow in making his way home.  He went at\nonce to the kitchen, where his mother was engaged in mixing bread.",
        "“What’s the matter, Ben?  You look excited,” said Mrs. Barkley.",
        "“So I am, mother.  I am offered a position.”",
        "“Not in the store?”",
        "“No; it is in New York.”",
        "“In New York!” repeated his mother, in a troubled voice.  “It would\ncost you all you could make to pay your board in some cheap boarding\nhouse.  If it were really going to be for your own good, I might\nconsent to part with you, but–”",
        "“Read that letter, mother,” said Ben.  “You will see that I shall have\nan elegant home and a salary besides.  It is a chance in a thousand.”",
        "Mrs. Barclay read the letter carefully.",
        "“Can I go, mother?” Ben asked anxiously.",
        "“It will be a sacrifice for me to part with you,” returned his mother\nslowly; “but I agree with you that it is a rare chance, and I should\nbe doing wrong to stand in the way of your good fortune.  Mrs.\nHamilton must have formed a very good opinion of you.”",
        "“She may be disappointed in me,” said Ben modestly.",
        "“I don’t think she will,” said Mrs. Barclay, with a proud and\naffectionate glance at her boy.  “You have always been a good son, and\nthat is the best of recommendations.”",
        "“I am afraid you are too partial, mother.  I shall hate to leave you\nalone.”",
        "“I can bear loneliness if I know you are prospering, Ben.”",
        "“And it will only be for a time, mother.  When I am a young man and\nearning a good income, I shall want you to come and live with me.”",
        "“All in good time, Ben.  How soon do you want to go?”",
        "“I think it better to lose no time, mother.  You know I have no work\nto keep me in Pentonville.”",
        "“But it will take two or three days to get your clothes ready.”",
        "“You can send them to me by express.  I shall send you the address.”",
        "Mrs. Barclay was a fond mother, but she was also a sensible woman.\nShe felt that Ben was right, and, though it seemed very sudden, she\ngave him her permission to start the next morning.  Had she objected\nstrenuously, Ben would have given up his plan, much as he desired it,\nfor he felt that his mother had the strongest claims upon him, and he\nwould not have been willing to run counter to her wishes.",
        "“Where are you going, Ben?” asked his mother, as Ben put on his hat\nand moved toward the door.",
        "“I thought I would like to call on Rose Gardiner to say good-by,\"\nanswered Ben.",
        "“Quite right, my son.  Rose is a good friend of yours, and an\nexcellent girl”",
        "“I say ditto to that, mother,” Ben answered warmly.",
        "I am not going to represent Ben as being in love–he was too young for\nthat–but, like many boys of his age, he felt a special attraction in\nthe society of one young girl.  His good taste was certainly not at\nfault in his choice of Rose Gardiner, who, far from being frivolous\nand fashionable, was a girl of sterling traits, who was not above\nmaking herself useful in the household of which she formed a part.",
        "On his way to the home of Rose Gardiner, Ben met Tom Davenport.",
        "“How are you getting along?” asked Tom, not out of interest, but\ncuriosity.",
        "“Very well, thank you.”",
        "“Have you got through helping the farmer?”",
        "“Yes.”",
        "“It was a very long job.  Have you thought better of coming to saw\nwood for father?”",
        "“No; I have thought worse of it,” answered Ben, smiling.",
        "“You are too proud.  Poor and proud don’t agree.”",
        "“Not at all.  I would have had no objection to the work.  It was the\npay I didn’t like.”",
        "“You can’t earn more than forty cents a day at anything else.”",
        "“You are mistaken.  I am going to New York to-morrow to take a place,\nwhere I get board and considerable more money besides.”",
        "“Is that true?” asked Tom, looking as if he had lost his best friend.",
        "“Quite so.  The party inclosed ten dollars to pay my expenses up to\nthe city.”",
        "“He must be a fool.”",
        "“Thank you.  It happens to be a lady.”",
        "“What are you to do?”",
        "“I don’t know yet.  I am sure I shall be well paid.  I must ask you to\nexcuse me now, as I am going to call on Rose Gardiner to bid her\ngood-by.”",
        "“I dare say she would excuse you,” said Tom, with a sneer.",
        "“Perhaps so; but I wouldn’t like to go without saying good-by.”",
        "“At any rate, he will be out of my way,” thought Tom, “and I can\nmonopolize Rose.  I’m glad he’s going.”",
        "He bade Ben an unusually civil good-night at this thought occurred to\nhim.",
        "“I have come to say good-by, Rose,” said Ben, as the young lady made\nher appearance.",
        "“Good-by!” repeated Rose, in surprise.  “Why, where are you going?”",
        "“To New York.”",
        "“But you are coming back again?”",
        "“I hope so, but only for a visit now and then.  I am offered a\nposition in the city.”",
        "“Isn’t that rather sudden?” said Rose, after a pause.",
        "Ben explained how he came to be offered employment.",
        "“I am to receive higher pay than I did here, and a home besides,” he\nadded, in a tone of satisfaction.  “Don’t you think I am lucky?”",
        "“Yes, Ben, and I rejoice in your good fortune; but I shall miss you so\nmuch,” said Rose frankly.",
        "“I am glad of that,” returned Ben.  “I hoped you would miss me a\nlittle.  You’ll go and see mother now and then, won’t you?  She will\nfeel very lonely.”",
        "“You may be sure I will.  It is a pity you have to go away.  A great\nmany will be sorry.”",
        "“I know someone who won’t.”",
        "“Who is that?”",
        "“Tom Davenport.”",
        "Rose smiled.  She had a little idea why Tom would not regret Ben’s\nabsence.",
        "“Tom could be spared, as well as not,” she said.",
        "“He is a strong admirer of yours, I believe,” said Ben mischievously.",
        "“I don’t admire him,” retorted Rose, with a little toss of her head.",
        "Ben heard this with satisfaction, for though he was too young to be a\nlover, he did have a strong feeling of attraction toward Rose, and\nwould have been sorry to have Tom step into his place.",
        "As Ben was preparing to go, Rose said, “Wait a minute, Ben.”",
        "She left the room and went upstairs, but returned almost immediately,\nwith a small knit purse.",
        "“Won’t you accept this, Ben?” she said.  “I just finished it\nyesterday.  It will remind you of me when you are away.”",
        "“Thank you, Rose.  I shall need nothing to keep you in my remembrance,\nbut I will value it for your sake.”",
        "“I hope you will be fortunate and fill it very soon, Ben.”",
        "So the two parted on the most friendly terms, and the next day Ben\nstarted for New York in the highest of spirits.",
        "After purchasing his ticket, he gave place to Squire Davenport, who\nalso called for a ticket to New York.  Now, it so happened that the\nsquire had not seen Tom since the interview of the latter with our\nhero, and was in ignorance of his good luck.",
        "“Are you going to New York, Benjamin?” he asked, in surprise.",
        "“Yes, sir.”",
        "“Isn’t it rather extravagant for one in your circumstances?”",
        "“Yes, sir; if I had no object in view.”",
        "“Have you any business in the city?”",
        "“Yes, sir; I am going to take a place.”",
        "Squire Davenport was still more surprised, and asked particulars.\nThese Ben readily gave, for he was quite elated by his good fortune.",
        "“Oh, that’s it, is it?” said the squire contemptuously.  “I thought\nyou might have secured a position in some business house.  This lady\nprobably wants you to answer the doorbell and clean the knives, or\nsomething of that sort.”",
        "“I am sure she does not,” said Ben, indignant and mortified.",
        "“You’ll find I am right,” said the squire confidently.  “Young man, I\ncan’t congratulate you on your prospects.  You would have done as well\nto stay in Pentonville and work on my woodpile.”",
        "“Whatever work I may do in New York, I shall be a good deal better\npaid for than here,” retorted Ben.",
        "Squire Davenport shrugged his shoulders, and began to read the morning\npaper.  To do him justice, he only said what he thought when he\npredicted to Ben that he would be called upon to do menial work.",
        "“The boy won’t be in so good spirits a week hence,” he thought.\n\"However, that is not my affair.  There is no doubt that I shall get\npossession of his mother’s house when the three months are up, and I\ndon’t at all care where he and his mother go.  If they leave\nPentonville I shall be very well satisfied.  I have no satisfaction in\nmeeting either of them,” and the squire frowned, as if some unpleasant\nthought had crossed his mind.",
        "Nothing of note passed during the remainder of the journey.  Ben\narrived in New York, and at once took a conveyance uptown, and due\ntime found himself, carpet-bag in hand, on the front steps of Mrs.\nHamilton’s house.",
        "He rang the bell, and the door was opened by a servant.",
        "“She’s out shopping,” answered the girl, looking inquisitively at\nBen’s carpet-bag.  “Will you leave a message for her?”",
        "“I believe I am expected,” said Ben, feeling a little awkward.  “My\nname is Benjamin Barclay.”",
        "“Mrs. Hamilton didn’t say anything about expecting any boy,” returned\nthe servant.  “You can come in, if you like, and I’ll call Mrs. Hill.”",
        "“I suppose that is the housekeeper,” thought Ben.",
        "“Very well,” he answered.  “I believe I will come in, as Mrs. Hamilton\nwrote me to come.”",
        "Ben left his bag in the front hall, and with his hat in his hand\nfollowed the servant into the handsomely-furnished drawing room.",
        "“I wish Mrs. Hamilton had been here,” he said to himself.  “The girl\nseems to look at me suspiciously.  I hope the housekeeper knows about\nmy coming.”",
        "Ben sat down in an easy-chair beside a marble-topped center table, and\nwaited for fifteen minutes before anyone appeared.  He beguiled the\ntime by looking over a handsomely illustrated book of views, but\npresently the door was pushed open and he looked up.",
        "The newcomer was a spare, pale-faced woman, with a querulous\nexpression, who stared coldly at our hero.  It was clear that she was\nnot glad to see him.  “What can I do for you, young man?” she asked in\na repellent tone.",
        "“What a disagreeable-looking woman!” thought Ben.  “I am sure we shall\nnever be friends.”",
        "“Is Mrs. Hamilton expected in soon?” he asked.",
        "“I really cannot say.  She does not report to me how long she expects\nto be gone.”",
        "“Didn’t she speak to you about expecting me?” asked Ben, feeling\ndecidedly uncomfortable.",
        "“Not a word!” was the reply.",
        "“She wrote to me to come here, but perhaps she did not expect me so\nsoon.”",
        "“If you have come here to collect a bill, or with any business errand,\nI can attend to you.  I am Mrs. Hamilton’s cousin.”",
        "“Thank you; it will be necessary for me to see Mrs. Hamilton.”",
        "“Then you may as well call in the afternoon, or some other day.”",
        "“That’s pretty cool!” thought Ben.  “That woman wants to get me out of\nthe house, but I propose to ’hold the fort’ till Mrs. Hamilton\narrives.”",
        "“I thought you might know that I am going to stay here,” said Ben.",
        "“What!” exclaimed Mrs. Hill, in genuine surprise.",
        "“Mrs. Hamilton has offered me a position, though I do not know what\nthe duties are to be, and am going to make my home here.”",
        "“Really this is too much!” said the pale-faced lady sternly.  “Here,\nConrad!” she called, going to the door.",
        "A third party made his appearance on the scene, a boy who looked so\nmuch like Mrs. Hill that it was clear she was his mother.  He was two\ninches taller than Ben, but looked pale and flabby.",
        "“What’s wanted, ma?” he said, staring at Ben.",
        "“This young man has made a strange mistake.  He says Mrs. Hamilton has\nsent for him and that he is going to live here.",
        "“He’s got cheek,” exclaimed Conrad, continuing to stare at Ben.",
        "“Tell him he’d better go!”",
        "“You’d better go!” said the boy, like a parrot.",
        "“Thank you,” returned Ben, provoked, “but I mean to stay.”",
        "“Go and call a policeman, Conrad,” said Mrs. Hill.  “We’ll see what\nhe’ll have to say then.”",
        "“This isn’t quite the reception I expected,” thought Ben.  He was\nprovoked with the disagreeable woman who persisted in regarding and\ntreating him as an intruder, but he was not nervous or alarmed.  He\nknew that things would come right, and that Mrs. Hill and her\npromising son would see their mistake.  He had half a mind to let\nConrad call a policeman, and then turn the tables upon his foes.  But,\nhe knew that this would be disagreeable to Mrs. Hamilton, whose\nfeelings he was bound to consider.",
        "“Before you call a policeman,” he said quietly, “it may be well for\nyou to read this letter.”",
        "As he spoke handed Mrs. Hill the letter he had received from Mrs.\nHamilton.",
        "Mrs. Hill took the letter suspiciously, and glared over it.  As she\nread, a spot of red glowed in each pallid check, and she bit her lips\nin annoyance.",
        "“I don’t understand it,” she said slowly.",
        "Ben did not feel called upon to explain what was perfectly\nintelligible.  He saw that Mrs. Hill didn’t want to understand it.",
        "“What is it, ma?” asked Conrad, his curiosity aroused.",
        "“You can read it for yourself, Conrad,” returned his mother.",
        "“Is he coming to live here?” ejaculated Conrad, astonished, indicating\nBen with a jerk of his finger.",
        "“If this letter is genuine,” said Mrs. Hill, with at significant\nemphasis on the last word.",
        "“If it is not, Mrs. Hamilton will be sure to tell you so,” said Ben,\nprovoked.",
        "“Come out, Conrad; I want to speak to you,” said his mother.",
        "Without ceremony, they left Ben in the parlor alone, and withdrew to\nanother part of the house, where they held a conference.",
        "“What does it all mean, ma?” asked Conrad.",
        "“It means that your prospects are threatened, my poor boy.  Cousin\nHamilton, who is very eccentric, has taken a fancy to this boy, and\nshe is going to confer favors upon him at your expense.  It is too\nbad!”",
        "“I’d like to break his head!” said Conrad, scowling.",
        "“It won’t do, Conrad, to fight him openly.  We must do what we can in\nan underhand way to undermine him with Cousin Hamilton.  She ought to\nmake you her heir, as she has no children of her own.”",
        "“I don’t think she likes me,” said the boy.  “She only gives me two\ndollars a week allowance, and she scolded me the other day because she\nmet me in the hall smoking a cigarette.”",
        "“Be sure not to offend her, Conrad.  A great deal depends on it.  Two\ndollars ought to answer for the present.  When you are a young man, you\nmay be in very different circumstances.”",
        "“I don’t know about that,” grumbled Conrad.  “I may get two dollars a\nweek then, but what’s that?”",
        "“You may be a wealthy man!” said his mother impressively.  “Cousin\nHamilton is not so healthy as she looks.  I have a suspicion that her\nheart is affected.  She might die suddenly.”",
        "“Do you really think so?” said Conrad eagerly.",
        "“I think so.  What you must try to do is to stand well with her, and\nget her to make her will in your favor.  I will attend to that, if you\nwill do as I tell you.”",
        "“She may make this boy her heir,” said Conrad discontentedly.  “Then\nwhere would I be?”",
        "“She won’t do it, if I can help it,” said Mrs. Hill with an emphatic\nnod.  “I will manage to make trouble between them.  You will always be\nmy first interest, my dear boy.”",
        "She made a motion to kiss her dear boy, but Conrad, who was by no\nmeans of an affectionate disposition, moved his head suddenly, with an\nimpatient exclamation, “Oh, bother!”",
        "A pained look came over the mother’s face, for she loved her son,\nunattractive and disagreeable as he was, with a love the greater\nbecause she loved no one else in the world.  Mother and son were\nselfish alike, but the son the more so, for he had not a spark of love\nfor any human being.",
        "“There’s the bell!” said Mrs. Hill suddenly.  “I do believe Cousin\nHamilton has come.  Now we shall find out whether this boy’s story is\ntrue.”",
        "“Let’s go downstairs, ma!  I hope it’s all a mistake and she’ll send\nme for a policeman.”",
        "“I am afraid the boy’s story is correct.  But his day will be short.”",
        "When they reached the hall, Mrs. Hamilton had already been admitted to\nthe house.",
        "“There’s a boy in the drawing room, Mrs. Hamilton,” said Mrs. Hill,\n\"who says he is to stay here–that you sent for him.”",
        "“Has he come already?” returned Mrs. Hamilton.  “I am glad of it.”",
        "“Then you did send for him?”",
        "“Of course.  Didn’t I mention it to you?  I hardly expected he would\ncome so soon.”",
        "She opened the door of the drawing room, and approached Ben, with\nextended hand and a pleasant smile.",
        "“Welcome to New York, Ben,” she said.  “I hope I haven’t kept you\nwaiting long?”",
        "“Not very long,” answered Ben, shaking her hand.",
        "“This is my cousin Mrs. Hill, who relieves me of part of my\nhousekeeping care,” continued Mrs. Hamilton, “and this is her son,\nConrad.  Conrad, this is a companion for you, Benjamin Barclay, who\nwill be a new member of our small family.”",
        "“I hope you are well, Conrad,” said Ben, with a smile, to the boy who\nbut a short time before was going for a policeman to put him under\narrest.",
        "“I’m all right,” said Conrad ungraciously.",
        "“Really, Cousin Hamilton, this is a surprise” said Mrs. Hill.  “You\nare quite kind to provide Conrad with a companion, but I don’t think\nhe felt the need of any, except his mother–and you.”",
        "Mrs. Hamilton laughed.  She saw that neither Mrs. Hill nor Conrad was\nglad to see Ben, and this was only what she expected, and, indeed,\nthis was the chief reason why she had omitted to mention Ben’s\nexpected arrival.",
        "“You give me too much credit,” she said, “if you think I invited this\nyoung gentleman here solely as a companion to Conrad.  I shall have\nsome writing and accounts for him to attend to.”",
        "“I am sure Conrad would have been glad to serve you in that way,\nCousin Hamilton,” said Mrs. Hill.  “I am sorry you did not give him\nthe first chance.”",
        "“Conrad wouldn’t have suited me,” said Mrs. Hamilton bluntly.",
        "“Perhaps I may not be competent,” suggested Ben modestly.",
        "“We can tell better after trying you,” said his patroness.  “As for\nConrad, I have obtained a position for him.  He is to enter the\noffices of Jones & Woodhull, on Pearl Street, to-morrow.  You will\ntake an early breakfast, Conrad, for it will be necessary for you to\nbe at the office at eight o’clock.”",
        "“How much am I to get?” asked Conrad.",
        "“Four dollars a week.  I shall let you have all this in lieu of the\nweekly allowance I pay you, but will provide you with clothing, as\nheretofore, so that this will keep you liberally supplied with pocket\nmoney.”",
        "“Conrad’s brow cleared.  He was lazy, and did not enjoy going to work,\nbut the increase of his allowance would be satisfactory.",
        "“And now, Ben, Mrs. Hill will kindly show you your room.  It is the\nlarge hall bedroom on the third floor.  When you have unpacked your\nvalise, and got to feel at home, come downstairs, and we will have a\nlittle conversation upon business.  You will find me in the sitting\nroom, on the next floor.”",
        "“Thank you,” said Ben politely, and he followed the pallid cousin\nupstairs.  He was shown into a handsomely furnished room, bright and\ncheerful.",
        "“This is a very pleasant room,” he said.",
        "“You won’t occupy it long!” said Mrs. Hill to herself.  “No one will\nstep into my Conrad’s place, if I can help it.”",
        "When Ben had taken out his clothing from his valise and put it away in\nthe drawers of the handsome bureau which formed a part of the\nfurniture of his room, he went downstairs, and found his patroness in\na cozy sitting room, on the second floor.  It was furnished, Ben could\nnot help thinking, more as if it were designed for a gentleman than a\nlady.  In one corner was a library table, with writing materials,\nbooks, and papers upon it, and an array of drawers on either side of\nthe central part.",
        "“Come right in, Ben,” said Mrs. Hamilton, who was seated at the table.\n\"We will talk of business.”",
        "This Ben was quite willing to do.  He was anxious to know what were to\nbe his duties, that he might judge whether he was competent to\ndischarge them.",
        "“Let me tell you, to begin with,” said his patroness, “that I am\npossessed of considerable wealth, as, indeed, you may have judged by\nway of living.  I have no children, unfortunately, and being\nunwilling, selfishly, to devote my entire means to my own use\nexclusively, I try to help others in a way that I think most suitable.\nMrs. Hill, who acts as my housekeeper, is a cousin, who made a poor\nmarriage, and was left penniless.  I have given a home to her and her\nson.”",
        "“I don’t think Mrs. Hill likes my being here,” said Ben.",
        "“You are, no doubt, right.  She is foolish enough to be jealous\nbecause I do not bestow all my favors upon her.”",
        "“I think she will look upon me as a rival of her son.”",
        "“I expected she would.  Perhaps she will learn, after a while, that I\ncan be a friend to you and him both, though, I am free to admit, I\nhave never been able to take any fancy to Conrad, nor, indeed, was his\nmother a favorite with me.  But for her needy circumstances, she is,\nperhaps, the last of my relatives that I would invite to become a\nmember of my household.  However, to come to business: My money is\ninvested in various ways.  Besides the ordinary forms of investment,\nstocks, bonds, and mortgages, I have set up two or three young men,\nwhom I thought worthy, in business, and require them to send in\nmonthly statements of their business to me.  You see, therefore, that\nI have more or less to do with accounts.  I never had much taste for\nfigures, and it struck me that I might relieve myself of considerable\ndrudgery if I could obtain your assistance, under my supervision, of\ncourse.  I hope you have a taste for figures?”",
        "“Arithmetic and algebra are my favorite studies,” said Ben promptly.",
        "“I am glad of it.  Of course, I did not know that, but had you not\nbeen well versed in accounts, I meant to send you to a commercial\nschool to qualify you for the duties I wished to impose upon you.”",
        "“I don’t think it will be necessary,” answered Ben.  “I have taken\nlessons in bookkeeping at home, and, though it seems like boasting, I\nwas better in mathematics than any of my schoolfellows.”",
        "“I am so glad to hear that.  Can you write well?”",
        "“Shall I write something for you?”",
        "“Do so.”",
        "Mrs. Hamilton vacated her place, and Ben, sitting at the desk, wrote\ntwo or three copies from remembrance.",
        "“Very well, indeed!” said his patroness approvingly.  “I see that in\nengaging you I have made no mistake.”",
        "Ben’s cheek flushed with pleasure, and he was eager to enter upon his\nnew duties.  But he could not help wondering why he had been selected\nwhen Conrad was already in the house, and unemployed.  He ventured to\nsay:",
        "“Would you mind telling me why you did not employ Conrad, instead of\nsending for me?”",
        "“There are two good and sufficient reasons: Conrad is not competent\nfor such an office; and secondly, I should not like to have the boy\nabout me as much as he would need to be.  I have obtained for him a\nposition out of the house.  One question remains to be considered: How\nmuch wages do you expect?”",
        "“I would prefer to leave that to you, Mrs. Hamilton.  I cannot expect\nhigh pay.”",
        "“Will ten dollars a week be adequate?”",
        "“I can’t earn as much money as that,” said Ben, in surprise.",
        "“Perhaps not, and yet I am not sure.  If you suit me, it will be worth\nmy while to pay you as much.”",
        "“But Conrad will only receive four dollars a week.  Won’t he be\nangry?”",
        "“Conrad is not called upon to support his mother, as I understand you\nare.”",
        "“You are very kind to think of that, Mrs. Hamilton.”",
        "“I want to be kind to you, Ben,” said his patroness with a pleasant\nsmile.",
        "“When shall I commence my duties?”",
        "“Now.  You will copy this statement into the ledger you see here.\nBefore doing so, will you look over and verify the figures?”",
        "Ben was soon hard at work.  He was interested in his work, and the\ntime slipped fast.  After an hour and a half had passed, Mrs. Hamilton\nsaid:",
        "“It is about time for lunch, and I think there will be no more to do\nto-day.  Are you familiar with New York?”",
        "“No, I have spent very little time in the city.”",
        "“You will, no doubt, like to look about.  We have dinner at six sharp.\nYou will be on tine?”",
        "“I will be sure to be here.”",
        "“That reminds me–have you a watch?”",
        "Ben shook his head.",
        "“I thought it might be so.  I have a good silver watch, which I have\nno occasion for.”",
        "Mrs. Hamilton left the room, and quickly returned with a neat silver\nhunting-case watch, with a guilt chain.",
        "“This is yours, Ben,” she said, “if you like it.”",
        "“Do you give it to me?” asked Ben joyously.  He had only expected that\nit would be loaned to him.",
        "“Yes, I give it to you, and I hope you will find it useful.”",
        "“How can I thank you, Mrs. Hamilton, for your kindness?”",
        "“You are more grateful than Conrad.  I gave him one just like it, and\nhe was evidently dissatisfied became it was not gold.  When you are\nolder the gold watch may come.”",
        "“I am very well pleased with the silver watch, for I have long wanted\none, but did not see any way of obtaining it.”",
        "“You are wise in having moderate desires, Ben.  But there goes the\nlunch bell.  You may want to wash your hands.  When you have done so\ncome down to the dining room, in the rear of the sitting room.”",
        "Mrs. Hill and Conrad were already seated at the table when Ben\ndescended.",
        "“Take a seat opposite Conrad, Ben,” said Mrs. Hamilton, who was\nsitting at one end of the table.",
        "The lunch was plain but substantial, and Ben, who had taken an early\nbreakfast, enjoyed it.",
        "“I suppose we shall not have Conrad at lunch to-morrow?” said Mrs.\nHamilton.  “He will be at the store.”",
        "Conrad made a grimace.  He world have enjoyed his freedom better.",
        "“I won’t have much of my four dollars left if I have to pay for\nlunch,” he said in a surly tone.",
        "“You shall have a reasonable allowance for that purpose.”",
        "“I suppose Mr. Barclay will lunch at home,” said Mrs. Hill.",
        "“Certainly, since his work will be here.  He is to be my home clerk,\nand will keep my accounts.”",
        "“You needn’t have gone out of the house for a clerk, Cousin Hamilton.\nI am sure Conrad would have been glad of the work.”",
        "“It will be better for Conrad to learn business in a larger\nestablishment,” said Mrs. Hamilton quietly.",
        "This was a new way of looking at it, and helped to reconcile Mrs. Hill\nto an arrangement which at first had disappointed her.",
        "“Have you any engagements this afternoon, Conrad?” asked Mrs.\nHamilton.  “Ben will have nothing to do, and you could show him the\ncity.”",
        "“I’ve got an engagement with a fellow,” said Conrad hastily.",
        "“I can find my way about alone, thank you,” said Ben.  “I won’t\ntrouble Conrad.”",
        "“Very well.  This evening, however, Ben, I think you may enjoy going\nto the theater.  Conrad can accompany you, unless he has another\nengagement.”",
        "“I’ll go with him,” said Conrad, more graciously, for he was fond of\namusements.",
        "“Then we will all meet at dinner, and you two young gentlemen can\nleave in good time for the theater.”",
        "After dinner, Ben and Conrad started to walk to the theater.  The\ndistance was about a mile, but in the city there is so much always to\nbe seen that one does not think of distance.",
        "Conrad, who was very curious to ascertain Ben’s status in the\nhousehold, lost no time in making inquiries.",
        "“What does my aunt find for you to do?” he asked.",
        "It may be remarked, by the way, that no such relationship ever existed\nbetween them, but Mrs. Hill and her son thought politic to make the\nrelationship seem as close as possible, as it would, perhaps, increase\ntheir apparent claim upon their rich relative.",
        "Ben answered the question.",
        "“You’ll have a stupid time,” said Conrad.  “All the same, she ought to\nhave given the place to me.  How much does she pay you?”",
        "Ben hesitated, for he knew that his answer would make his companion\ndiscontented.",
        "“I am not sure whether I am at liberty to tell,” he answered, with\nhesitation.",
        "“There isn’t any secret about it, is there?” said Conrad sharply.",
        "No, I suppose not.  I am to receive ten dollars a week.”",
        "“Ten dollars a week!” ejaculated Conrad, stopping short in the street.",
        "“Yes.”",
        "“And I get but four!  That’s a shame!”",
        "“I shall really have no more than you, Conrad.  I have a mother to\nprovide for, and I shall send home six dollars a week regularly.”",
        "“That doesn’t make any difference!” exclaimed Conrad, in excitement.\n\"It’s awfully mean of aunt to treat you so much better than she does\nme.”",
        "“You mustn’t say that to me,” said Ben.  “She has been kind to us\nboth, and I don’t like to hear anything said against her.”",
        "“You’re not going to tell her?” said Conrad suspiciously.",
        "“Certainly not,” said Ben indignantly.  “What do you take me for?”",
        "“Some fellows would, to set Aunt Hamilton against me.”",
        "“I am not so mean as that.”",
        "“I am glad I can depend on you.  You see, the old lady is awfully\nrich–doesn’t know what to do with her money–and as she has no son,\nor anybody nearer than me and mother, it’s natural we should inherit\nher money.”",
        "“I hope she will enjoy it herself for a good many years.”",
        "“Oh, she’s getting old,” said Conrad carelessly.  “She can’t expect to\nlive forever.  It wouldn’t be fair for young people if their parents\nlived to a hundred.  Now, would it?”",
        "“I should be very glad to have my mother live to a hundred, if she\ncould enjoy life,” said Ben, disgusted with his companoin’s sordid\nselfishness.",
        "“Your mother hasn’t got any money, and that makes a difference.”",
        "Ben had a reply, but he reflected it would be of little use to argue\nwith one who took such widely different views as Conrad.  Moreover,\nthey were already within a block or two of the theater.",
        "The best seats were priced at a dollar and a half, and Mrs. Hamilton\nhad given Conrad three dollars to purchase one for Ben and one for\nhimself.",
        "“It seems an awful price to pay a dollar and a half for a seat,” said\nConrad.  “Suppose we go into the gallery, where the seats are only\nfifty cents?”",
        "“I think Mrs. Hamilton meant us to take higher-priced seats.”",
        "“She won’t care, or know, unless we choose to tell her.”",
        "“Then you don’t propose to give her back the difference?”",
        "“You don’t take me for a fool, do you?  I’ll tell you what I’ll do.\nIf you don’t mind a fifty-cent seat, I’ll give you twenty-five cents\nout of this money.”",
        "Ben could hardly believe Conrad was in earnest in this exhibition of\nmeanness.",
        "“Then,” said he, “you would clear seventy-five cents on my seat and a\ndollar on your own?”",
        "“You can see almost as well in the gallery,” said Conrad.  “I’ll give\nyou fifty cents, if you insist upon it.”",
        "“I insist upon having my share of the money spent for a seat,” said\nBen, contemptuously.  “You can sit where you please, of course.”",
        "“You ain’t very obliging,” said Conrad sullenly.  “I need the money,\nand that’s what made me propose it.  As you’ve made so much fuss about\nit, we’ll take orchestra seats.”",
        "This he did, though unwillingly.",
        "“I don’t think I shall ever like that boy,” thought Ben.  “He’s a\nlittle too mean.”",
        "They both enjoyed the play, Ben perhaps with the most zest, for he had\nnever before attended a city theater.  At eleven o’clock the curtain\nfell, and they went out.",
        "“Come, Ben,” said Conrad, “you might treat a fellow to soda water.”",
        "“I will,” answered Ben.  “Where shall we go?”",
        "“Just opposite.  They’ve got fine soda water across the street.”",
        "The boys drank their soda water, and started to go home.",
        "“Suppose we go in somewhere and have a game of billiards?” suggested\nConrad.",
        "“I don’t play,” answered Ben.",
        "“I’ll teach you; come along,” urged Conrad.",
        "“It is getting late, and I would rather not.”",
        "“I suppose you go to roost with the chickens in the country?” sneered\nConrad.  You’ll learn better in the city–if you stay.”",
        "“There is another reason,” continued Ben.  “I suppose it costs money\nto play billiards, and I have none to spare.”",
        "“Only twenty-five cents a game.”",
        "“It will be cheaper to go to bed.”",
        "“You won’t do anything a fellow wants you to,” grumbled Conrad.  “You\nneedn’t be so mean, when you are getting ten dollars a week.”",
        "“I have plenty to do with my money, and I want to save up something\nevery week.”",
        "On the whole the boys did not take to each other.  They took very\ndifferent views of life and duty, and there seemed to be small\nprospect of their becoming intimate friends.",
        "Mrs. Hamilton had gone to bed when they returned, but Mrs. Hill was up\nwatching for her son.  She was a cold, disagreeable woman, but she was\ndevoted to her boy.",
        "“I am glad you have come home so soon,” she said.",
        "“I wanted to play a game of billiards, but Ben wouldn’t,” grumbled\nConrad.",
        "“If you had done so, I should have had to sit up later for you,\nConrad.”",
        "“There was no use in sitting up for me.  I ain’t a baby,” responded\nConrad ungratefully.",
        "“You know I can’t sleep when I know you are out, Conrad.”",
        "“Then you’re very foolish.  Isn’t she, Ben?”",
        "“My mother would feel just so,” answered Ben.",
        "Mrs. Hill regarded him almost kindly.  He had done her a good turn in\nbringing her son home in good season.",
        "“She may be a disagreeable woman,” thought Ben, “but she is good to\nConrad,” and this made him regard the housekeeper with more favor.",
        "From time to time, Mrs. Hamilton sent Ben on errands to different\nparts of the city, chiefly to those who had been started in business\nwith capital which she had supplied.  One afternoon, he was sent to a\ntailor on Sixth Avenue with a note, the contents of which were unknown\nto him.",
        "“You may wait for an answer,” said Mrs. Hamilton.",
        "He readily found the tailor’s shop, and called for Charles Roberts,\nthe proprietor.",
        "The latter read the note, and said, in a business like tone:",
        "“Come to the back part of the shop, and I will show you some goods.”",
        "Ben regarded him in surprise.",
        "“Isn’t there some mistake?” he said.  “I didn’t know I was to look at\nany goods.”",
        "“As we are to make a suit for you, I supposed you would have some\nchoice in the matter,” returned the tailor, equally surprised.",
        "“May I look at the letter?” asked Ben.",
        "The tailor put it into his hands.",
        "It ran thus:",
        "  “Mr. Roberts: You will make a suit for the bearer, from any goods he\n  may select, and charge to the account of\n                                    Helen Hamilton.”",
        "“Mrs. Hamilton did not tell me what was in the note,” said Ben,\nsmiling.  “She is very kind.”",
        "Ben allowed himself to be guided by the tailor, and the result was a\nhandsome suit, which was sent home in due time, and immediately\nattracted the attention of Conrad.  Ben had privately thanked his\npatroness, but had felt under no obligation to tell Conrad.",
        "“Seems to me you are getting extravagant!” said Conrad enviously.",
        "“I don’t know but I am,” answered Ben good-naturedly.",
        "“How much did you pay for it?”",
        "“The price was thirty-five dollars.”",
        "“That’s too much for a boy in your circumstances to pay.”",
        "“I think so myself, but I shall make it last a long time.”",
        "“I mean to make Aunt Hamilton buy me a new suit,” grumbled Conrad.",
        "“I have no objection, I am sure,” said Ben.",
        "“I didn’t ask your permission,” said Conrad rudely.",
        "“I wonder what he would say if he knew that Mrs. Hamilton paid for my\nsuit?” Ben said to himself.  He wisely decided to keep the matter\nsecret, as he knew that Conrad would be provoked to hear of this new\nproof of his relative’s partiality for the boy whom he regarded as a\nrival.",
        "Conrad lost no time in preferring his request to Mrs. Hamilton for a\nnew suit.",
        "“I bought you a suit two months since,” said Mrs. Hamilton quietly.\n\"Why do you come to me for another so soon?”",
        "“Ben has a new suit,” answered Conrad, a little confused.",
        "“I don’t know that that has anything to do with you.  However, I will\nask Ben when he had his last new suit.”",
        "Ben, who was present, replied:",
        "“It was last November.”",
        "“Nearly a year since.  I will take care that you are supplied with new\nsuits as often as Ben.”",
        "Conrad retired from the presence of his relative much disgusted.  He\ndid not know, but suspected that Ben was indebted to Mrs. Hamilton for\nhis new suit, and although this did not interfere with a liberal\nprovision for him, he felt unwilling that anyone beside himself should\nbask in the favor of his rich relative.  He made a discovery that\ntroubled him about this time.",
        "“Let me see your watch, Ben,” he said one day.",
        "Ben took out the watch and placed it in his hand.",
        "“It’s just like mine,” said Conrad, after a critical examination.",
        "“Is it?”",
        "“Yes; don’t you see?  Where did you get it?”",
        "“It was a gift,” answered Ben.",
        "“From my aunt?”",
        "“It was given me by Mrs. Hamilton.”",
        "“She seems to be very kind to you,” sneered Conrad, with a scowl.",
        "“She is indeed!” answered Ben earnestly.",
        "“You’ve played your cards well,” said Conrad coarsely.",
        "“I don’t understand you,” returned Ben coldly.",
        "“I mean that, knowing her to be rich, you have done well to get on the\nblind side of her.”",
        "“I can’t accept the compliment, if you mean it as such.  I don’t think\nMrs. Hamilton has any blind side, and the only way in which I intend\nto commend myself to her favor is to be faithful to her interests.”",
        "“Oh, you’re mighty innocent; but all the same, you know how to feather\nyour own nest.”",
        "“In a good sense, I hope I do.  I don’t suppose anyone else will take\nthe trouble to feather it for me.  I think honesty and fidelity are\ngood policy, don’t you?”",
        "“I don’t pretend to be an angel,” answered Conrad sullenly.",
        "“Nor I,” said Ben, laughing.",
        "Some days later, Conrad came to Ben one day, looking more cordial than\nusual.",
        "“Ben,” he said, “I have a favor to ask of you.”",
        "“What is it?”",
        "“Will you grant it?”",
        "“I want to know first what it is.”",
        "“Lend me five dollars?”",
        "Ben stared at Conrad in surprise.  He had just that amount, after\nsending home money to his mother, but he intended that afternoon to\ndeposit three dollars of it in the savings bank, feeling that he ought\nto be laying up money while he was so favorably situated.",
        "“How do you happen to be short of money?” he asked.",
        "“That doesn’t need telling.  I have only four dollars a week pocket\nmoney, and I am pinched all the time.”",
        "“Then, supposing I lent you the money, how could you manage to pay me\nback out of this small allowance?”",
        "“Oh, I expect to get some money in another way, but I cannot unless\nyou lend me the money.”",
        "“Would you mind telling me how?”",
        "“Why, the fact is, a fellow I know–that is, I have heard of him–has\njust drawn a prize of a thousand dollars in a Havana lottery.  All he\npaid for his ticket was five dollars.”",
        "“And is this the way you expect to make some money?”",
        "“Yes; I am almost sure of winning.”",
        "“Suppose you don’t?”",
        "“Oh, what’s the use of looking at the dark side?”",
        "“You are not so sensible as I thought, Conrad,” said Ben.  “At least a\nhundred draw a blank to one who draws a small prize, and the chances\nare a hundred to one against you.”",
        "“Then you won’t lend me the money?” said Conrad angrily.",
        "“I would rather not.”",
        "“Then you’re a mean fellow!”",
        "“Thank you for your good opinion, but I won’t change my\ndetermination.”",
        "“You get ten dollars a week?”",
        "“I shall not spend two dollars a week on my own amusement, or for my\nown purposes.”",
        "“What are you going to do with the rest, then?”",
        "“Part I shall send to my mother; part I mean to put in some savings\nbank.”",
        "“You mean to be a miser, then?”",
        "“If to save money makes one a miser, then I shall be one.”",
        "Conrad left the room in an angry mood.  He was one with whom\nprosperity didn’t agree.  Whatever his allowance might be, he wished\nto spend more.  Looking upon himself as Mrs. Hamilton’s heir, he could\nnot understand the need or expediency of saving money.  He was not\nwholly to blame for this, as his mother encouraged him in hopes which\nhad no basis except in his own and her wishes.",
        "Not quite three weeks after Ben had become established his new home he\nreceived a letter which mystified and excited him.",
        "It ran thus:",
        "  “If you will come at nine o’clock this evening to No. –– West\n  Thirty-first Street, and call for me, you will hear something to your\n  advantage.\n                                  James Barnes.”",
        "“It may be something relating to my father’s affairs,” thought Ben.\n\"I will go.”",
        "Ben’s evenings being unoccupied, he had no difficulty in meeting the\nappointment made for him.  He was afraid Conrad might ask him to\naccompany him somewhere, and thus involve the necessity of an\nexplanation, which he did not care to give until he had himself found\nout why he had been summoned.",
        "The address given by James Barnes was easy to find.  Ben found himself\nstanding before a brick building of no uncommon exterior.  The second\nfloor seemed to be lighted up; the windows were hung with crimson\ncurtains, which quite shut out a view of what was transpiring within.",
        "Ben rang the bell.  The door was opened by a colored servant, who\nlooked at the boy inquiringly.",
        "“Is Mr. Barnes within?” asked Ben.",
        "“I don’t know the gentleman,” was the answer.",
        "“He sent me a letter, asking me to meet him here at nine o’clock.”",
        "“Then I guess it’s all right.  Are you a telegraph boy?”",
        "“No,” answered Ben, in surprise.",
        "“I reckon it’s all right,” said the negro, rather to himself than to\nBen.  “Come upstairs.”",
        "Ben followed his guide, and at the first landing a door was thrown\nopen.  Mechanically, Ben followed the servant into the room, but he\nhad not made half a dozen steps when he looked around in surprise and\nbewilderment.  Novice as he was, a glance satisfied him that he was in\na gambling house.  The double room was covered with a soft, thick\ncarpet, chandeliers depended from the ceiling, frequent mirrors\nreflecting the brilliant lights enlarged the apparent size the\napartment, and a showy bar at one end of the room held forth an\nalluring invitation which most failed to resist.  Around tables were\ncongregated men, young and old, each with an intent look, watching the\nvarying chances of fortune.",
        "“I’ll inquire if Mr. Barnes is here,” said Peter, the colored servant.",
        "Ben stood uneasily looking at the scene till Peter came back.",
        "“Must be some mistake,” he said.  “There’s no gentleman of the name of\nBarnes here.”",
        "“It’s strange,” said Ben, perplexed.",
        "He turned to go out, but was interrupted.  A man with a sinister\nexpression, and the muscle of a prize fighter, walked up to him and\nsaid, with a scowl:",
        "“What brings you here, kid?”",
        "“I received a letter from Mr. Barnes, appointing to meet me here.”",
        "“I believe you are lying.  No such man comes here.”",
        "“I never lie,” exclaimed Ben indignantly.",
        "“Have you got that letter about you?” asked the man suspiciously.",
        "Ben felt in his pocket for the letter, but felt in vain.",
        "“I think I must have left it at home,” he said nervously.",
        "The man’s face darkened.",
        "“I believe you come here as a spy,” he said.",
        "“Then you are mistaken!” said Ben, looking him fearlessly in the face.",
        "“I hope so, for your sake.  Do you know what kind of a place this is?”",
        "“I suppose it is a gambling house,” Ben answered, without hesitation.",
        "“Did you know this before you came here?”",
        "“I had not the least idea of it.”",
        "The man regarded him suspiciously, but no one could look into Ben’s\nhonest face and doubt his word.",
        "“At any rate, you’ve found it out.  Do you mean to blab?”",
        "“No; that is no business of mine.”",
        "“Then you can go, but take care that you never come here again.”",
        "“I certainly never will.”",
        "“Give me your name and address.”",
        "“Why do you want it?”",
        "“Because if you break your word, you will be tracked and punished.”",
        "“I have no fear,” answered Ben, and he gave his name and address.",
        "“Never admit this boy again, Peter,” said the man with whom Ben had\nbeen conversing; neither this boy, nor any other, except a telegraph\nboy.”",
        "“All right, sah.”",
        "A minute later, Ben found himself on the street, very much perplexed\nby the events of the evening.  Who could have invited him to a\ngambling house, and with what object in view?  Moreover, why had not\nJames Barnes kept the appointment he had himself made?  These were\nquestions which Ben might have been better able to answer if he could\nhave seen, just around the corner, the triumphant look of one who was\nstealthily watching him.",
        "This person was Conrad Hill, who took care to vacate his position\nbefore Ben had reached the place where he was standing.",
        "“So far, so good!” he muttered to himself.  “Master Ben has been seen\ncoming out of a gambling house.  That won’t be likely to recommend him\nto Mrs. Hamilton, and she shall know it before long.”",
        "Ben could not understand what had become of the note summoning him to\nthe gambling house.  In fact, he had dislodged it from the vest pocket\nin which he thrust it, and it had fallen upon the carpet near the desk\nin what Mrs. Hamilton called her “office.”  Having occasion to enter\nthe room in the evening, his patroness saw it on the carpet, picked it\nup, and read it, not without surprise.",
        "“This is a strange note for Ben to receive,” she said to herself.  “I\nwonder what it means?”",
        "Of course, she had no idea of the character of the place indicated,\nbut was inclined to hope that some good luck was really in store for\nher young secretary.",
        "“He will be likely to tell me sooner or later,” she said to herself.\n\"I will wait patiently, and let him choose his own time.  Meanwhile I\nwill keep the note.”",
        "Mrs. Hamilton did not see Ben till the next morning.  Then he looked\nthoughtful, but said nothing.  He was puzzling himself over what had\nhappened.  He hardly knew whether to conclude that the whole thing was\na trick, or that the note was written in good faith.",
        "“I don’t understand why the writer should have appointed to meet me at\nsuch a place,” he reflected.  “I may hear from him again.”",
        "It was this reflection which led him to keep the matter secret from\nMrs. Hamilton, to whom be had been tempted to speak.",
        "“I will wait till I know more,” he said to himself.  “This Barnes\nknows my address, and he can communicate with me if he chooses.”",
        "Of course, the reader understands that Conrad was at the bottom of the\ntrick, and that the object was to persuade Mrs. Hamilton that the boy\nshe trusted was in the habit of visiting gambling houses.  The plan\nhad been suggested by Conrad, and the details agreed on by him and his\nmother.  This explains why Conrad was so conveniently near at hand to\nsee Ben coming out of the gambling house.",
        "The boy reported the success of this plan to his mother.",
        "“I never saw a boy look so puzzled,” he said, with a chuckle, “when he\ncame out of the gambling house.  I should like to know what sort of\ntime he had there.  I expected he would get kicked out.”",
        "“I feel no interest in that matter,” said his mother.  “I am more\ninterested to know what Cousin Hamilton will say when she finds where\nher model boy has been.”",
        "“She’ll give him his walking ticket, I hope.”",
        "“She ought to; but she seems so infatuated with him that there is no\ntelling.”",
        "“When shall you tell her, mother?”",
        "“I will wait a day or two.  I want to manage matters so as not to\narouse any suspicion.”",
        "“Excuse my intrusion, Cousin Hamilton; I see you are engaged.”",
        "The speaker was Mrs. Hill, and the person addressed was her wealthy\ncousin.  It was two days after the event recorded in the last chapter.",
        "“I am only writing a note, about which there is no haste.  Did you\nwish to speak to me?”",
        "Mrs. Hamilton leaned back in her chair, and waited to hear what Mrs.\nHill had to say.  There was very little similarity between the two\nladies.  One was stout, with a pleasant, benevolent face, to whom not\nonly children, but older people, were irresistibly attracted.  The\nother was thin, with cold, gray eyes, a pursed-up mouth, thin lips,\nwho had never succeeded in winning the affection of anyone.  True, she\nhad married, but her husband was attracted by a small sum of money\nwhich she possessed, and which had been reported to him as much larger\nthan it really was.",
        "When asked if she wished to speak, Mrs. Hill coughed.",
        "“There’s a matter I think I ought to speak of,” she said, “but it is\npainful for me to do so.”",
        "“Why is it painful?” asked Mrs. Hamilton, eyeing her steadily.",
        "“Because my motives may be misconstrued.  Then, I fear it will give\nyou pain.”",
        "“Pain is sometimes salutary.  Has Conrad displeased you?”",
        "“No, indeed!” answered Mrs. Hill, half indignantly.  “My boy is a\ngreat comfort to me.”",
        "“I am glad to hear it,” said Mrs. Hamilton dryly.",
        "For her own part, Mrs. Hamilton thought her cousin’s son one of the\nleast attractive young people she had ever met, and save for a feeling\nof pity, and the slight claims of relationship, would not have been\nwilling to keep him in the house.",
        "“I don’t see why you should have judged so ill of my poor Conrad,\"\ncomplained Mrs. Hill.",
        "“I am glad you are so well pleased with him.  Let me know what you\nhave to communicate.”",
        "“It is something about the new boy–Benjamin.”",
        "Mrs. Hamilton lifted her eyebrows slightly.",
        "“Speak without hesitation,” she said.",
        "“You will be sure not to misjudge me?”",
        "“Why should I?”",
        "“You might think I was jealous on account of my own boy.”",
        "“There is no occasion for you to be jealous.”",
        "“No, of course not.  I am sure Conrad and I have abundant cause to be\ngrateful to you.”",
        "“That is not telling me what you came to tell,” said Mrs. Hamilton\nimpatiently.",
        "“I am afraid you are deceived in the boy, Cousin Hamilton.”",
        "“In what respect?”",
        "“I am almost sorry I had not kept the matter secret.  If I did not\nconsider it my duty to you, I would have done so.”",
        "“Be kind enough to speak at once.  You need not apologize, nor\nhesitate on my account.  What has Ben been doing?”",
        "“On Tuesday evening he was seen coming out of a well-known gambling\nhouse.”",
        "“Who saw him?”",
        "“Conrad.”",
        "“How did Conrad know that it was a gambling house?”",
        "“He had had it pointed out to him as such,” Mrs. Hill answered, with\nsome hesitation.",
        "“About what time was this?”",
        "“A little after nine in the evening.”",
        "“And where was the gambling house situated?”",
        "“On Thirty-first Street.”",
        "A peculiar look came over Mrs. Hamilton’s face.",
        "“And Conrad reported this to you?”",
        "“The same evening.”",
        "“That was Tuesday?”",
        "“Yes; I could not make up my mind to tell you immediately, because I\ndid not want to injure the boy.”",
        "“You are more considerate than I should have expected.”",
        "“I hope I am.  I don’t pretend to like the boy.  He seems to have\nsomething sly and underhand about him.  Still, he needs to be\nemployed, and that made me pause.”",
        "“Till your sense of duty to me overcame your reluctance?”",
        "“Exactly so, Cousin Hamilton.  I am glad you understand so well how I\nfeel about the matter.”",
        "Mrs. Hill was quite incapable of understanding the irony of her\ncousin’s last remark, and was inclined to be well pleased with the\nreception her news had met with.",
        "“Where is Conrad?”",
        "“He is not in the house.  He didn’t want me to tell you.”",
        "“That speaks well for him.  I must speak to Ben on the subject.”",
        "She rang the bell, and a servant appeared.",
        "“See if Master Ben is in his room,” said the lady.  “If so ask him to\ncome here for five minutes.”",
        "Ben was in the house and in less than two minutes he entered the room.\nHe glanced from one lady to the other in some surprise.  Mrs. Hamilton\nwore her ordinary manner, but Mrs. Hill’s mouth was more pursed up\nthan ever.  She looked straight before her, and did not look at Ben at\nall.",
        "“Ben,” said Mrs. Hamilton, coming to the point at once, “did you visit\na gambling house in Thirty-first Street on Tuesday evening?”",
        "“I did,” answered Ben promptly.",
        "Mrs. Hill moved her hands slightly, and looked horror-stricken.",
        "“You must have had some good reason for doing so.  I take it for\ngranted you did not go there to gamble?”",
        "“No,” answered Ben, with a smile.  “That is not in my line.”",
        "“What other purpose could he have had, Cousin Hamilton?” put in Mrs.\nHill maliciously.",
        "Ben eyed her curiously.",
        "“Did Mrs. Hill tell you I went there?” he asked.",
        "“I felt it my duty to do so,” said that lady, with acerbity.  “I\ndislike to see my cousin so deceived and imposed upon by one she had\nbefriended.”",
        "“How did you know I went there, Mrs. Hill?”",
        "“Conrad saw you coming out of the gambling house.”",
        "“I didn’t see him.  It was curious he happened be in that neighborhood\njust at that time,” said Ben significantly.",
        "“If you mean to insinuate that Conrad goes to such places, you are\nquite mistaken,” said Mrs. Hill sharply.",
        "“It was not that I meant to insinuate at all.”",
        "“You have not yet told me why you went there, Ben?” said Mrs. Hamilton\nmildly.”",
        "“Because I received a mysterious letter, signed James Barnes, asking\nme to come to that address about nine o’clock in the evening.  I was\ntold I would hear something of advantage to myself.”",
        "“Did you meet any such man there?” asked Mrs. Hill.",
        "“No.”",
        "“Have you got the letter you speak of?” asked Mrs. Hamilton.",
        "“No,” answered Ben.  “I must have dropped it somewhere.  I felt in my\npocket for it when I reached the gambling house, but it was gone.”",
        "Mrs. Hill looked fairly triumphant.",
        "“A very queer story!” she said, nodding her head.  “I don’t believe\nyou received any such letter.  I presume you had often been to the\nsame place to misspend your evenings.”",
        "“Do you think so, Mrs. Hamilton?” inquired Ben anxiously.",
        "“It is a pity you lost that letter, Ben.”",
        "“Yes, it is,” answered Ben regretfully.",
        "“Mrs. Hill,” said Mrs. Hamilton, “if you will withdraw, I would like\nto say a few words to Ben in private.”",
        "“Certainly, Cousin Hamilton,” returned the poor cousin, with alacrity.\n\"I think his race is about run,” she said to herself, in a tone of\ncongratulation.",
        "“I hope, Mrs. Hamilton, you don’t suspect me of frequenting gambling\nhouses?” said Ben, after his enemy had left the room.",
        "“No,” answered Mrs. Hamilton promptly.  “I think I know you too well\nfor that.”",
        "“I did go on Tuesday evening, I admit,” continued Ben.  “I saw that\nMrs. Hill did not believe it, but it’s true.  I wish I hadn’t lost the\nletter inviting me there.  You might think I had invented the story.”",
        "“But I don’t, Ben; and, for the best of all reasons, because I found\nthe note on the carpet, and have it in my possession now.”",
        "“Have you?” exclaimed Ben gladly.",
        "“Here it is,” said the lady, as she produced the note from the desk\nbefore her.  “It is singular such a note should have been sent you,\"\nshe added thoughtfully.",
        "“I think so, too.  I had no suspicion when I received it, but I think\nnow that it was written to get to into a scrape.”",
        "“Then it must have been written by an enemy.  Do you know of anyone\nwho would feel like doing you a bad turn?”",
        "“No,” answered Ben, shaking his head.",
        "“Do you recognize the handwriting?”",
        "“No; it may have been written by some person I know, but I have no\nsuspicion and no clew as to who it is.”",
        "“I think we will let the matter rest for a short time.  If we say\nnothing about it, the guilty person may betray himself.”",
        "“You are very kind to keep your confidence in me, Mrs. Hamilton,” said\nBen gratefully.",
        "“I trust you as much as ever, Ben, but I shall appear not to–for a\ntime.”",
        "Ben looked puzzled.",
        "“I won’t explain myself,” said Mrs. Hamilton, with a smile, “but I\nintend to treat you coolly for a time, as if you had incurred my\ndispleasure.  You need not feel sensitive, however, but may consider\nthat I am acting.”",
        "“Then it may be as well for me to act, too,” suggested Ben.",
        "“A good suggestion!  You will do well to look sober and uneasy.”",
        "“I will do my best,” answered Ben brightly.",
        "The programme was carried out.  To the great delight of Mrs. Hill and\nConrad, Mrs. Hamilton scarcely addressed a word to Ben at the supper\ntable.  When she did speak, it was with an abruptness and coldness\nquite unusual for the warm-hearted woman.  Ben looked depressed, fixed\nhis eyes on his plate, and took very little part in the conversation.\nMrs. Hill and Conrad, on the other hand, seemed in very good spirits.\nThey chatted cheerfully, and addressed an occasional word to Ben.\nThey could afford to be magnanimous, feeling that he had forfeited\ntheir rich cousin’s favor.",
        "After supper, Conrad went into his mother’s room.",
        "“Our plan’s working well, mother,” he said, rubbing his hands.",
        "“Yes, Conrad, it is.  Cousin Hamilton is very angry with the boy.  She\nscarcely spoke a word to him.”",
        "“He won’t stay long, I’ll be bound.  Can’t you suggest, mother, that\nhe had better be dismissed at once?”",
        "“No, Conrad; we have done all that is needed.  We can trust Cousin\nHamilton to deal with him.  She will probably keep him for a short\ntime, till she can get along without his services.”",
        "“It’s lucky he lost the letter.  Cousin Hamilton will think he never\nreceived any.”",
        "So the precious pair conferred together.  It was clear that Ben had\ntwo dangerous and unscrupulous enemies in the house.",
        "It was all very well to anticipate revenge upon Ben, and his summary\ndismissal, but this did not relieve Conrad from his pecuniary\nembarrassments.  As a general thing, his weekly allowance was spent by\nthe middle of the week.  Ben had refused to lend money, and there was\nno one else he could call upon.  Even if our hero was dismissed, there\nseemed likely to be no improvement in this respect.",
        "At this juncture, Conrad was, unfortunately, subjected to a temptation\nwhich proved too strong for him.",
        "Mrs. Hamilton was the possessor of an elegant opera glass, which she\nhad bought some years previous in Paris at a cost of fifty dollars.\nGenerally, when not in use, she kept it locked up in a bureau drawer.\nIt so happened, however, that it had been left out on a return from a\nmatinee, and lay upon her desk, where it attracted the attention of\nConrad.",
        "It was an unlucky moment, for he felt very hard up.  He wished to go\nto the theater in the evening with a friend, but had no money.",
        "It flashed upon him that he could raise a considerable sum on the\nopera glass at Simpson’s, a well-known pawnbroker on the Bowery, and\nhe could, without much loss of time, stop there on his way down to\nbusiness.",
        "Scarcely giving himself time to think, he seized the glass and thrust\nit into the pocket of his overcoat.  Then, putting on his coat, he\nhurried from the house.",
        "Arrived at the pawnbroker’s, he produced the glass, and asked:",
        "“How much will you give me on this?”",
        "The attendant looked at the glass, and then at Conrad.",
        "“This is a very valuable glass,” he said.  “Is it yours?”",
        "“No,” answered Conrad glibly.  “It belongs to a lady in reduced\ncircumstances, who needs to raise money.  She will be able to redeem\nit soon.”",
        "“Did she send you here?”",
        "“Yes.”",
        "“We will loan you twenty dollars on it.  Will that be satisfactory?”",
        "“Quite so,” answered Conrad, quite elated at the sum, which exceeded\nhis anticipations.",
        "“Shall we make out the ticket to you or the lady?”",
        "“To me.  The lady does not like to have her name appear in the\nmatter.”",
        "This is so frequently the case that the statement created no surprise.",
        "“What is your name?” inquired the attendant.",
        "“Ben Barclay,” answered Conrad readily.",
        "The ticket was made out, the money paid over, and Conrad left the\nestablishment.",
        "“Now I am in funds!” he said to himself, “and there is no danger of\ndetection.  If anything is ever found out, it will be Ben who will be\nin trouble, not I.”",
        "It was not long before Mrs. Hamilton discovered her loss.  She valued\nthe missing opera glass, for reasons which need not be mentioned, far\nbeyond its intrinsic value, and though she could readily have supplied\nits place, so far as money was concerned, she would not have been as\nwell pleased with any new glass, though precisely similar, as with the\none she had used for years.  She remembered that she had not replaced\nthe glass in the drawer, and, therefore, searched for it wherever she\nthought it likely to have been left.  But in vain.",
        "“Ben,” she said, “have you seen my glass anywhere about?”",
        "“I think,” answered Ben, “that I saw it on your desk.”",
        "“It is not there now, but it must be somewhere in the house.”",
        "She next asked Mrs. Hill.  The housekeeper was entirely ignorant of\nConrad’s theft, and answered that she had not seen it.",
        "“I ought not to have left it about,” said Mrs. Hamilton.  “It may have\nproved too strong a temptation to some one of the servants.”",
        "“Or someone else,” suggested Mrs. Hill significantly.",
        "“That means Ben,” thought Mrs. Hamilton, but she did not say so.",
        "“I would ferret out the matter if I were you,” continued Mrs. Hill.",
        "“I intend to,” answered Mrs. Hamilton quietly.  “I valued the glass\nfar beyond its cost, and I will leave no means untried to recover it.”",
        "“You are quite right, too.”",
        "When Conrad was told that the opera glass had been lost, he said:",
        "“Probably Ben stole it.”",
        "“So I think,” assented his mother.  “But it will be found out.  Cousin\nHamilton has put the matter into the hands of a detective.”",
        "For the moment, Conrad felt disturbed.  But he quickly recovered\nhimself.",
        "“Pshaw!  they can’t trace it to me,” he thought.  “They will put it on\nBen.”",
        "The detective who presented himself to Mrs. Hamilton was a\nquiet-looking man, clad in a brown suit.  Except that his eyes were\nkeen and searching, his appearance was disappointing.  Conrad met him\nas he was going out of the house, and said to himself contemptuously:\n\"He looks like a muff.”",
        "“I have sent for you, Mr. Lynx,” said Mrs. Hamilton, “to see if you\ncan help me in a matter I will explain to you,” and then she gave him\nall the information she possessed about the loss of the opera glass.",
        "“How valuable was the glass?” inquired Mr. Lynx.",
        "“It cost fifty dollars in Paris,” said Mrs. Hamilton.",
        "“But you set a higher value upon it for other reasons?  Just so.”",
        "“You are right.”",
        "“Will you favor me with an exact description of the article?” said the\ndetective, producing his notebook.",
        "Mrs. Hamilton did so, and the detective made an entry.",
        "“Have you ever had anything taken out of your house by outside\nparties?” he asked.",
        "“On one occasion, when my brother was visiting me, his overcoat was\ntaken from the hatstand in the hall.”",
        "“A sneak thief, of course.  The glass, however, was not so exposed?”",
        "“No; it was not on the lower floor at all.”",
        "“It looks, then, as if it was taken by someone in the house.”",
        "“It looks so,” said Mrs. Hamilton gravely.",
        "“Have you confidence in your servants?  Or, rather, have you reason to\nsuspect any of them?”",
        "“I believe they are honest.  I don’t believe they would be tempted by\nsuch an article.”",
        "“Not, perhaps, for their own use, but a glass like this may be pawned\nfor a considerable sum.  Being of peculiar appearance, the thief would\nbe hardly likely to use it himself or herself.  Detection would be too\nsure.”",
        "“No doubt you are right.”",
        "“How long has the glass been missing?” resumed the detective.",
        "“Three days.”",
        "“No doubt it has been pawned by this time.  Your course is clear.”",
        "“And what is that?”",
        "“To make a tour of the pawnshops, and ascertain whether such an\narticle has been brought to any one of them.”",
        "“Very well, Mr. Lynx.  I leave the matter in your hands.  I trust\neverything to your judgment.”",
        "“Thank you.  I will try to deserve your confidence.  And now,\ngood-day.  I may call upon you to-morrow.”",
        "“Mr. Lynx left the presence of the lady, and went downstairs.  He had\njust reached the bottom of the staircase, when a thin lady glided from\nthe rear of the hall, and spoke to him.",
        "“Are you the detective summoned by Mrs. Hamilton?” she asked.",
        "“Yes, madam,” answered Mr. Lynx, surveying housekeeper attentively.",
        "“I am Mrs. Hill, the housekeper,” said she.  “I may add that I am a\ncousin of Mrs. Hamilton’s.”",
        "Mr. Lynx bowed, and waited for further information.  He knew who was\naddressing him, for he had questioned Mrs. Hamilton as to the\ndifferent inmates of the house.",
        "“I stopped you,” said Mrs. Hill, “because I have my suspicions, and I\nthought I might help you in this investigation.”",
        "“I shall feel indebted to you for any help you can afford.  Do you\nmind telling me upon what your suspicions rest?”",
        "“I don’t like to accuse or throw suspicions on anyone,” said the\nhousekeeper, but I think it is my duty to help my cousin in this\nmatter.”",
        "“Undoubtedly,” said Mr. Lynx, noticing that she paused.  “Proceed.”",
        "“You may or may not be aware that my cousin employs a boy of about\nsixteen, whom, as I think, she engaged rather rashly, without knowing\nanything of his antecedents.  He assists her in her writing and\naccounts–in fact, is a sort of secretary.",
        "“His name is Benjamin Barclay, is it not?”",
        "“Yes.”",
        "“Do you know anything of his habits?”",
        "“He is very plausible.  In fact, I think his appearance is in his\nfavor; but I think he is sly.  Still water, you know, runs deep.”",
        "Mr. Lynx bowed assent.",
        "“I was disposed,” proceeded Mrs. Hill artfully, “to think well of the\nboy, and to approve my cousin’s selection, until last week he was seen\nleaving a well-known gambling house in Thirty-first Street.”",
        "“Indeed!  That is certainly suspicious.”",
        "“Is it not?”",
        "“Who saw him leaving the gambling house, Mrs. Hill?”",
        "“My son, Conrad.”",
        "“Curious that he should have been near at the time!”",
        "“He was taking a walk.  He generally goes out in the evening.”",
        "“Of course your son would not visit such a place?”",
        "“Certainly not,” answered Mrs. Hill, looking offended at the\nsuggestion.",
        "“By the way, are the two boys intimate?  Do they seem to like each\nother?”",
        "“My Conrad always treats the other boy well, out of common politeness,\nbut I don’t think he likes him very well.”",
        "“Is your son in any situation?”",
        "“He is now.”",
        "“Was he at the time this Benjamin was engaged by Mrs. Hamilton?”",
        "“No.”",
        "“Rather singular that she did not employ your son, instead of seeking\nout a stranger, isn’t it?”",
        "“Now that you mention it, I confess that I did feel hurt at the slight\nto my boy.  However, I don’t wish to interfere with Cousin Hamilton,\nor obtrude my son upon her.”",
        "“Strong jealousy there!” thought the detective.",
        "“So you think this Ben Barclay may have taken the glass?” he said\ninquiringly.",
        "“I do.  Since he visits gambling houses, he doubtless squanders money,\nand can find a market for more than he can honestly earn.”",
        "“As you say, gambling often leads to dishonesty.  Does Mrs. Hamilton\nknow that her protege visited a gambling house?”",
        "“Yes.”",
        "“Mentioned it to him, I suppose?”",
        "“Yes.”",
        "“Of course, he denied it?”",
        "“No; he admitted it, but said he received a letter from a stranger\nappointing to meet him there.  It is rather curious that he couldn’t\nshow the letter, however.  He pretended he had lost it.”",
        "“Did Mrs. Hamilton believe him?”",
        "“I don’t know.  I think not, for, though she has not discharged him,\nshe treats him very coldly.”",
        "“Have you any further information to give me?”",
        "“No.  I hope this will be of some service to you.”",
        "“I think it will.  Thank you, and good-afternoon.”",
        "“There!  I’ve prejudiced him against Ben,” said Mrs. Hill to herself,\nwith a satisfied smile.  “These detectives are glad of a hint, sharp\nas they think themselves.  If he finds out that it is Ben, he will\ntake all the credit to himself, and never mention me in the matter.\nHowever, that is just what I wish.  It is important that I should not\nappear too active in getting the boy into trouble, or I may be thought\nto be influenced by interested motives, though, Heaven knows, I only\nwant justice for myself and my boy.  The sooner we get this boy out of\nthe house, the better it will be for us.”",
        "As Mr. Lynx left the house, he smiled to himself.",
        "“That woman and her son hate Ben Barclay, that much is certain, and\nlook upon him as an interloper and a rival.  I rather sympathize with\nthe poor fellow.  I should be sorry to find him guilty, but I shall\nnot stop short till I have ferreted out the truth.”",
        "Conrad still had the pawnbroker’s ticket which he had received in\nreturn for the opera glasses, and did not quite know what to do with\nit.  He didn’t intend to redeem the glass, and if found in his\npossession, it would bring him under suspicion.  Now that a detective\nhad the matter in charge, it occurred to him that it would be well to\nhave the ticket found in Ben’s room.",
        "The two had rooms upon the same floor, and it would, therefore, be\neasy to slip into Ben’s chamber and leave it somewhere about.",
        "Now, it chanced that Susan, the chambermaid, was about, though Conrad\ndid not see her, when he carried out his purpose, and, instigated by\ncuriosity, she peeped through the half-open door, and saw him place\nthe ticket on the bureau.",
        "Wondering what it was, she entered the room after Conrad had vacated\nit, and found the ticket Conrad had placed there.",
        "Susan knew what a pawnbroker’s ticket was, and read it with curiosity.",
        "She saw that it was made out to Ben Barclay.",
        "“How, then, did Master Conrad get hold of it?” she said to herself.\n\"It’s my belief he’s trying to get Master Ben into trouble.  It’s a\nshame, it is, for Master Ben is a gentleman and he isn’t.”",
        "Between the two boys, Susan favored Ben, who always treated her with\nconsideration, while Conrad liked to order about the servants, as if\nthey were made to wait upon him.",
        "After Conrad had disposed of the pawn ticket, he said carelessly to\nhis mother:",
        "“Mother, if I were you, I’d look into Ben’s room.  You might find the\nopera glass there.”",
        "“I don’t think he’d leave it there.  He would pawn it.”",
        "“Then you might find the ticket somewhere about.”",
        "Upon this hint, Mrs. Hill went up to Ben’s room, and there, upon the\nbureau, she naturally found the ticket.",
        "“I thought so,” she said to herself.  “Conrad was right.  The boy is a\nthief.  Here is the ticket made out to him by name.  Well, well, he’s\nbrazen enough, in all conscience.  Now shall I show it to Cousin\nHamilton at once, or shall I wait until the detective has reported?”",
        "On the whole, Mrs. Hill decided to wait.  She could delay with safety,\nfor she had proof which would utterly crush and confound the hated\ninterloper.",
        "Meanwhile, the detective pursued his investigations.  Of course, he\nvisited Simpson’s, and there he learned that the opera glass, which he\nreadily recognized from the description, had been brought there a few\ndays previous.",
        "“Who brought it?” he asked.",
        "“A boy of about sixteen.”",
        "“Did he give his name?”",
        "The books were referred to, and the attendant answered in the\naffirmative.",
        "“He gave the name of Ben Barclay,” he answered.",
        "“Do you think that was his real name?” asked the detective.",
        "“That depends on whether he had a right to pawn it.”",
        "“Suppose he stole it?”",
        "“Then, probably, he did not give his real name.”",
        "“So I think,” said Mr. Lynx quietly.",
        "“Do you know if there is a boy by that name?”",
        "“There is; but I doubt if he knows anything about the matter.”",
        "“I will call again, perhaps to-morrow,” he added.  “I must report to\nmy principal what I have discovered.”",
        "From Simpson’s he went straight to Mrs. Hamilton, who had as yet\nreceived no communication from the housekeeper.",
        "“Well, Mr. Lynx,” she asked, with interest, “have you heard anything\nof the glass?”",
        "“I have seen it,” was the quiet reply.",
        "“Where?”",
        "“At a well-known pawnshop on the Bowery.”",
        "“Did you learn who left it?” asked Mrs. Hamilton eagerly.",
        "“A boy–about sixteen years of age–who gave the name of Ben Barclay.”",
        "“I can’t believe Ben would be guilty of such a disgraceful act!\"\nejaculated Mrs. Hamilton, deeply moved.",
        "At this moment there was a low knock on the door.",
        "“Come in!” said Mrs. Hamilton.",
        "Mrs. Hill, the housekeeper, glided in, with her usual stealthy step.",
        "“I really beg pardon for intruding,” she said, with a slight cough,\n\"but I thought perhaps I might throw light on the matter Mr. Lynx is\ninvestigating.”",
        "“Well?” said the detective, eying her attentively.",
        "“I had occasion to go into Ben’s room to see if the girl had put\nthings in order, when my attention was drawn to a ticket upon the\nbureau.  You can tell whether it is of importance,” and she handed it,\nwith an air of deference, to Mr. Lynx.",
        "“What is it?” asked Mrs. Hamilton.",
        "“It is a pawn ticket,” answered Mr. Lynx attentively.",
        "“Let me see it, please!”",
        "Mrs. Hamilton regarded it with mingled pain and incredulity.",
        "“I need not say,” continued the housekeeper, “that I was surprised and\nsaddened at this evidence of the boy’s depravity.  Cousin Hamilton has\nbeen so kind to him that it seems like the height of ingratitude.”",
        "“May I ask, madam,” said Mr. Lynx, “if your suspicions had fastened on\nthis boy, Ben, before you found the pawn ticket?”",
        "“To tell the truth, they had.”",
        "“And what reason had you for forming such suspicions?”",
        "“I knew that the boy frequented gambling houses, and, of course, no\nsalary, however large, would be sufficient for a boy with such\nhabits.”",
        "Mrs. Hamilton did not speak, which somewhat embarrassed Mrs. Hill.\nMr. Lynx, however, was very affable, and thanked her for her\nassistance.",
        "“I felt it my duty to assist Cousin Hamilton,” said she, “though I am\nsorry for that ungrateful boy.  I will now withdraw, and leave you to\nconfer together.”",
        "Mrs. Hill would like to have been invited to remain, but such an\ninvitation was not given.",
        "“What do you think, Mr. Lynx?” asked Mrs. Hamilton.",
        "“I think your housekeeper does not like Ben Barclay,” he answered\ndryly.",
        "“And you don’t think him guilty?” she asked eagerly.",
        "“No; the boy isn’t fool enough, first, to give his own name at the\npawnbroker’s, and next, to leave the ticket exposed in his room.”",
        "“How then did it come there?”",
        "Mr. Lynx was saved the trouble of answering by another tap on the\ndoor.",
        "“Who is it now?” he said.",
        "He stepped to the door, and opening it, admitted Susan.",
        "“What is it, Susan,” asked Mrs. Hamilton, in some surprise.",
        "“Did Mrs. Hill bring you a pawn ticket, ma’am?”",
        "“And what do you know about it?” demanded Mr. Lynx brusquely.",
        "“And did she say she found it on Master Ben’s bureau?”",
        "“Yes, Susan,” said the mistress; “what can you tell us about it?”",
        "“I can tell you this, ma’am, that I saw Master Conrad steal into the\nroom this morning, and put it there with his own hands.”",
        "“Ha!  this is something to the purpose.” said the detective briskly.",
        "“Are you sure of this, Susan?” asked Mrs. Hamilton, evidently shocked.",
        "“I can take my Bible oath of it, ma’am; and it’s my belief that he’s\ntryin’ to get Master Ben into trouble.”",
        "“Thank you, Susan,” said her mistress.  “You have done not only Ben,\nbut myself, a valuable service.  You can go.  I will see that you do\nnot regret it.”",
        "“Don’t tell Mrs. Hill that I told you, or she’d be my enemy for life!”",
        "“I will see to that.”",
        "As Susan left the room, Mr. Lynx said:",
        "“You won’t require my services any longer.  It is clear enough who\npawned the glass.”",
        "“You mean–”",
        "“I mean the boy Conrad, whose mother was so anxious to fix the guilt\nupon your young secretary.  If you have the slightest doubt about it,\ninvite the young gentleman to accompany you to Simpson’s to redeem the\nopera glass.”",
        "“I will.”",
        "When Conrad came home his first visit was to his mother.",
        "“Has anything been found out about the stolen opera glass?” he asked,\nwith a studied air of indifference.",
        "“I should say there had,” she answered.  “I followed the clew you\nsuggested, and searched the boy’s room.  On the bureau I found the\npawn ticket.”",
        "“You don’t say so!  What a muff Ben must have been to leave it around\nso carelessly!  What did you do with it?”",
        "“I waited till Mr. Lynx was conferring with Cousin Hamilton, and then\nI carried it in and gave it to them.”",
        "“What did they say?” asked Conrad eagerly.",
        "“They seemed thunderstruck, and Mr. Lynx very politely thanked me for\nthe help I had given them.”",
        "“Has Ben been bounced yet?”",
        "“No; but doubtless he will be very soon.  Cousin Hamilton doesn’t want\nto think him a thief and gambler, but there seems no way of escaping\nfrom such a mass of proof.”",
        "“I should say not.  Do you think she’s told Ben?  Does he look down in\nthe mouth?” continued Conrad.",
        "“I haven’t seen him since.”",
        "When they met at the table Mrs. Hamilton’s manner toward Ben was\ndecidedly frigid, as Conrad and his mother saw, much to their\nsatisfaction.  Ben looked sober, but his appetite did not appear to be\naffected.",
        "“Your course is about run, young man!” thought Mrs. Hill.",
        "“I should like to see you after supper, Conrad,” said Mrs. Hamilton.\n\"Come into my sitting room.”",
        "“I wonder if she is going to give me Ben’s place,” thought Conrad,\nhardly knowing whether he wished it or not.",
        "With a jaunty air and a self-satisfied smile, he followed Mrs.\nHamilton into her “private office,” as she sometimes called it.",
        "“Shut the door, Conrad,” she said.",
        "He did so.",
        "“I have heard news of the opera glass,” she commenced.",
        "“Mother gave me a hint of that,” said Conrad.",
        "“It was stolen and pawned at Simpson’s on the Bowery.”",
        "“It’s a great shame!” said Conrad, thinking that a safe comment to\nmake.",
        "“Yes, it was a shame and a disgrace to the one who took it.”",
        "“I didn’t think Ben would do such a thing,” continued Conrad, growing\nbolder.",
        "“Nor I,” said Mrs. Hamilton.",
        "“After all you have done for him, too.  I never liked the boy, for my\npart.”",
        "“So I suspected,” said Mrs. Hamilton dryly.  “However, I will tell you\nwhat I want of you.  I am going down to Simpson’s to-morrow to redeem\nthe glass, and want you to go with me.”",
        "“You want me to go with you!” ejaculated Conrad, turning pale.",
        "“Yes; I don’t care to go to that part of the City by myself, and I\nwill take you to keep me company.”",
        "“But I must go to the office,” faltered Conrad.",
        "“I will send Ben to say that you can’t go to-morrow.”",
        "“Why don’t you take Ben to Simpson’s, or the detective?” suggested\nConrad, in great alarm, bethinking himself that it would hardly do to\ntake Ben, since the attendant would certify that he was not the one\nwho pawned the glass.",
        "“Because I prefer to take you.  Have you any objection to go!”",
        "“Oh, no, of course not!” answered Conrad, not daring to make any\nfurther objection.",
        "In the morning Mrs. Hill came to Mrs. Hamilton, and said:",
        "“Poor Conrad has a terrible toothache!  He is afraid he won’t be able\nto go with you to Simpson’s.  Will you kindly excuse him?”",
        "Mrs. Hamilton expected some such excuse.",
        "“I will take Ben, then,” she said.",
        "“Are you going to keep that boy–after what be has done?” asked the\nhousekeeper.",
        "“It is inconvenient for me to part with him just yet.”",
        "“Then–I hope you will excuse the suggestion–I advise you to keep\nyour bureau drawers locked.”",
        "“I think it best myself,” said Mrs. Hamilton.  Is Conrad’s toothache\nvery bad?”",
        "“The poor fellow is in great pain.”",
        "When Ben was invited by Mrs. Hamilton to go to the pawnbroker’s he\nmade no objection.",
        "“It is only fair to tell you, Ben,” said Mrs. Hamilton, that the\nperson who pawned the opera glass gave your name.”",
        "“Then,” said Ben, “I should like to know who it is.”",
        "“I think I know,” said his patroness; “but when we redeem the glass we\nwill ask for a description of him.”",
        "An hour later they entered the pawnbroker’s shop.  Mrs. Hamilton\npresented the ticket and made herself known.",
        "“Will you tell me,” she asked, “whether you have ever seen the young\ngentleman that accompanies me?”",
        "“Not to my knowledge,” answered the attendant, after attentively\nregarding Ben.",
        "“Can you remember the appearance of the boy who pawned the opera\nglass?”",
        "“He was taller than this boy, and pale.  He was thinner also.  His\nhair was a light brown.”",
        "A light dawned upon Ben, and his glance met that of Mrs. Hamilton, so\nthat she read his suspicions.",
        "“I think we both know who it was that took your name, Ben,” she said;\n\"but for the present I wish you to keep it secret.”",
        "“I will certainly do so, Mrs. Hamilton.”",
        "“I am placed in difficult circumstances, and have not made up my mind\nwhat to do.”",
        "“I hope you won’t allow yourself to be prejudiced against me by any\nfalse stories.”",
        "“No, I can promise you that.  I have perfect confidence in you.”",
        "“Thank you for that, Mrs. Hamilton,” said Ben gratefully.",
        "“Yet I am about to take a course that will surprise you.”",
        "“What is that?”",
        "“I am going to let you leave me for a time, and put Conrad in your\nplace.”",
        "Ben looked bewildered, as well he might.  There was nothing that would\nhave surprised him more.",
        "“Then I am afraid you don’t find me satisfactory,” he said anxiously.",
        "“Why not?”",
        "“You discharge me from your service.”",
        "“No” answered Mrs. Hamilton, smiling; “I have other work for you to\ndo.  I mean to give you a confidential commission.”",
        "Ben’s face brightened up immediately.",
        "“You will find me faithful,” he said, “and I hope I may repay your\nconfidence.”",
        "“I think you will.  I will explain matters to you before you reach the\nhouse, as I don’t want Mrs. Hill or Conrad to know about the matter.\nIndeed, for reasons of my own, I shall let them think that I\ndischarged you.”",
        "Ben smiled; he was not averse to such a plan.",
        "“And now for the business.  I own a farm in the western part of\nPennsylvania.  I have for years let it for a nominal sum to a man\nnamed Jackson.  Of late he has been very anxious to buy it, and has\noffered me a sum greater than I had supposed it to be worth.  As I\nknow him to be a close-fisted man, who has tried more than once to get\nme to reduce the small rent I charge him, this naturally excites my\ncuriosity.  I think something has been discovered that enhances the\nvalue of the farm, and, if so, I want to know it.  You are a boy, and\na visit to the neighborhood will not excite surprise.",
        "“I understand,” said Ben.  “When do you wish me to start?”",
        "“This afternoon.  I have prepared written instructions, and here is a\npocketbook containing a hundred and fifty dollars for expenses.”",
        "“Shall I need so much?”",
        "“Probably not; but I wish you to be amply provided.  You will remove\nall your things from my house, but you may store anything you don’t\nneed to carry.”",
        "When Conrad heard that Mrs. Hamilton had taken Ben with her, he was\nalarmed lest it should be discovered that the boy pawning the opera\nglass was not Ben, but himself.  When, upon Mrs. Hamilton’s return, he\nwas summoned to her presence, he entered with trepidation.",
        "“Is your toothache better, Conrad?” asked Mrs. Hamilton.",
        "“A little better, thank you.”",
        "“I am going to make a change in your position.  Ben is to leave me,\nand you will take his place as my secretary.”",
        "Conrad’s heart bounded with joy and surprise.",
        "“How can I thank you, Cousin Hamilton!” he said, with a feeling of\ngreat relief.",
        "“By serving me well.”",
        "“All has turned out for the best, mother,” said Conrad joyfully, as he\nsought his mother’s presence.  “Ben is bounced, and I am to take his\nplace.”",
        "“Heaven be praised!” ejaculated Mrs. Hill.",
        "“I hope you’ll soon find a place,” said Conrad mockingly, when Ben\nleft the house, valise in hand.",
        "“I think I shall,” answered Ben calmly.",
        "Undisturbed by the thought that his departure was viewed with joy by\nConrad and his mother, Ben set out on his Western journey.",
        "His destination was Centerville, in Western Pennsylvania.  I may as\nwell say that this is not the real name of the place, which, for\nseveral reasons, I conceal.",
        "Though Ben was not an experienced traveler, he found no difficulty in\nreaching his destination, having purchased a copy of “Appleton’s\nRailway Guide,” which afforded him all the information he required.\nAbout fifty miles this side of Centerville he had for a seat companion\na man of middle age, with a pleasant face, covered with a brown beard,\nwho, after reading through a Philadelphia paper which he had purchased\nof the train-boy, seemed inclined to have a social chat with Ben.",
        "“May I ask your destination, my young friend?” he asked.",
        "Ben felt that it was well for him to be cautious, though he was\npleasantly impressed with the appearance of his companion.",
        "“I think I shall stop over at Centerville,” he said.",
        "“Indeed!  That is my destination.”",
        "“Do you live there?” asked Ben.",
        "“No,” said the other, laughing.  “Do I look like it?  I thought you\nwould read ’New York’ in my face and manner.”",
        "“I am not an experienced observer,” said Ben modestly.",
        "“Centerville has a prosperous future before it,” said the stranger.",
        "“Has it?  I don’t know much about the place.  I never was there.”",
        "“You know, of course, that it is in the oil region?”",
        "“I didn’t even know that.”",
        "“A year ago,” resumed the stranger, “it was a humdrum farming town,\nand not a very prosperous one either.  The land is not of good\nquality, and the farmers found it hard work to get a poor living.  Now\nall is changed.”",
        "Ben’s attention was aroused.  He began to understand why Mr. Jackson\nwished to buy the farm he rented from Mrs. Hamilton.",
        "“This is all new to me,” he said.  “I suppose oil has been found\nthere?”",
        "“Yes; one old farm, which would have been dear at three thousand\ndollars, is now yielding hundreds of barrels daily, and would fetch\nfifty thousand dollars easily.”",
        "Ben began to be excited.  If he could only sell Mrs. Hamilton’s farm\nfor half that he felt that he would be doing an excellent thing.",
        "“I suppose you are interested in some of the petroleum wells?” he\nsaid.",
        "“Not yet, but I hope to be.  In fact, I don’t mind confessing that I\nrepresent a New York syndicate, and that my object in making this\njourney is to purchase, if I can, the Jackson farm.”",
        "“The Jackson farm!” repeated Ben, his breath almost taken away by his\nsurprise.",
        "“Yes; do you know anything about it?” asked his companion.",
        "“I have heard of a farmer in Centerville named Peter Jackson.”",
        "“That is the man.”",
        "“And his farm is one of the lucky ones, then?”",
        "“It promises to be.”",
        "“I suppose, then, you will have to pay a large sum for it?” said Ben,\ntrying to speak calmly.",
        "“Jackson is very coy, and, I think, grasping.  He wants fifty thousand\ndollars.”",
        "“Of course you won’t pay so much?”",
        "“I should hardly feel authorized to do so.  I may go as high as forty\nthousand dollars.”",
        "Ben was dazzled.  If he could effect a sale at this price he would be\ndoing a splendid stroke of business, and would effectually defeat the\nplans of Mr. Jackson, who, it appeared, had pretended that he was the\nowner of the farm, hoping to obtain it from Mrs. Hamilton at a\nvaluation which would have been suitable before the discovery of oil,\nbut now would be ludicrously disproportionate to its real value.",
        "“Shall or shall I not, tell this gentleman the truth?” he reflected.",
        "He thought over the matter and decided to do so.  The discovery must\nbe made sooner or later, and there would be no advantage in delay.",
        "“I don’t think Jackson will sell,” he said.",
        "“Why not?” asked the stranger, in surprise.  “Do you know him?”",
        "“I never saw him in my life.”",
        "“Then how can you form any opinion on the subject?”",
        "Ben smiled.",
        "“The answer is easy enough,” he said.  “Mr. Jackson can’t sell what he\ndoesn’t own.”",
        "“Do you mean to say that he is not the owner of the farm which he\nproposes to sell us?”",
        "“That is just what I mean.  He is no more the owner than you or I.”",
        "“You speak confidently, young man.  Perhaps you can tell me who is the\nowner?”",
        "“I can.  The owner is Mrs. Hamilton, of New York.”",
        "“Indeed!  That is a genuine surprise.  Can you give me her address?  I\nshould like to communicate with her.”",
        "“I will cheerfully give you her address, but it won’t be necessary,\nfor I represent her.”",
        "“You!” exclaimed the stranger incredulously.",
        "“Yes; and I am going out to Centerville now as her agent.  This\nJackson, who is her tenant, has been urging her to sell him the farm\nfor some time.  He has offered a sum larger than the farm would be\nworth but for the discovery of petroleum, but has taken good care not\nto speak of this.”",
        "“How much does he offer?”",
        "“Five thousand dollars.”",
        "“The rascal!” He offers five thousand, and expects us to pay him fifty\nthousand dollars for his bargain.  What an unmitigated swindle it\nwould have been if he had carried out his scheme!”",
        "“Perhaps you would like to see his last letter?” said Ben.",
        "“I should.  I want to see what the old rascal has to say for himself.”",
        "Ben took from his pocket the letter in question, and put it into the\nhands of his new acquaintance.",
        "It was dated at Centerville, October 21.  It was written in a cramped\nhand, showing that the farmer was not accustomed to letter-writing.",
        "It ran thus:",
        "  “Respected Madam:",
        "  “As I have already wrote you, I would like to buy the farm, and will\n  give you more than anybody else, because I am used to living on it,\n  and it seems like home.  I am willing to pay five thousand dollars,\n  though I know it is only worth four, but it is worth more to me than\n  to others.  I offer you more because I know you are rich, and will not\n  sell unless you get a good bargain.  Please answer right away.",
        "                        “Yours respectfully,\n                               Peter Jackson.",
        "  “P.S.–My offer will hold good for only two weeks.”",
        "“He seems to be very much in earnest,” said Ben.",
        "“He has reason to be so, as he hopes to make forty-five thousand\ndollars on his investment.”",
        "“He will be bitterly disappointed,” said Ben.",
        "“I don’t care anything about Jackson,” said the stranger.  “I would\njust as soon negotiate with you.  Are you authorized to sell the\nfarm?”",
        "“No,” answered Ben; “but Mrs. Hamilton will probably be guided by my\nadvice in the mater.”",
        "“That amounts to the same thing.  I offer you forty thousand dollars\nfor it.”",
        "“I think favorably of your proposal, Mr. ––”",
        "“My name is Taylor.”",
        "“Mr. Taylor; but I prefer to delay answering till I am on the ground\nand can judge better of the matter.”",
        "“You are right.  I was surprised at first that Mrs. Hamilton should\nhave selected so young an agent.  I begin to think her choice was a\njudicious one.”",
        "“Suppose we join forces, Ben,” said Mr. Taylor familiarly.",
        "“How do you mean?”",
        "“We will join forces against this man Jackson.  He wants to swindle\nboth of us–that is, those whom we represent.",
        "“I am willing to work with you” answered Ben, who had been favorably\nimpressed by the appearance and frankness of his traveling companion.",
        "“Then suppose to-morrow morning–it is too late to-day–we call over\nand see the old rascal.”",
        "“I would rather not have him know on what errand I come, just at\nfirst.”",
        "“That is in accordance with my own plans.  You will go as my\ncompanion.  He will take you for my son, or nephew, and, while I am\nnegotiating, you can watch and judge for yourself.”",
        "“I like the plan,” said Ben.",
        "“When he finds out who you are he will feel pretty badly sold.”",
        "“He deserves it.”",
        "The two put up at a country hotel, which, though not luxurious, was\ntolerably comfortable.  After the fatigue of his journey, Ben enjoyed\na good supper and a comfortable bed.  The evening, however, he spent\nin the public room of the inn, where he had a chance to listen to the\nconversation of a motley crowd, some of them native and residents,\nothers strangers who had been drawn to Centerville by the oil\ndiscoveries.",
        "“I tell you,” said a long, lank individual, “Centerville’s goin’ to be\none of the smartest places in the United States.  It’s got a big\nfuture before it.”",
        "“That’s so,” said a small, wiry man; “but I’m not so much interested\nin that as I am in the question whether or not I’ve got a big future\nbefore me.”",
        "“You’re one of the owners of the Hoffman farm, ain’t you?”",
        "“Yes.  I wish I owned the whole of it.  Still, I’ve made nigh on to a\nthousand dollars durin’ the last month for my share of the profits.\nPretty fair, eh?”",
        "“I should say so.  You’ve got a good purchase; but there’s one better\nin my opinion.”",
        "“Where’s that?”",
        "“Peter Jackson’s farm.”",
        "Here Ben and Mr. Taylor began to listen with interest.",
        "“He hasn’t begun to work it any, has he?”",
        "“Not much; just enough to find out its value.”",
        "“What’s he waitin’ for?”",
        "“There’s some New York people want it.  If he can get his price, he’ll\nsell it to them for a good sum down.”",
        "“What does he ask?”",
        "“He wants fifty thousand dollars.”",
        "“Whew!  that’s rather stiffish.  I thought the property belonged to a\nlady in New York.”",
        "“So it did; but Jackson says he bought it a year ago.”",
        "“He was lucky.”",
        "Ben and Mr. Taylor looked at each other again.  It was easy to see the\nold farmer’s game, and to understand why he was so anxious to secure\nthe farm, out of which he could make so large a sum of money.",
        "“He’s playing a deep game, Ben,” said Taylor, when they had left the\nroom.",
        "“Yes; but I think I shall be able to put a spoke in his wheel.”",
        "“I shall be curious to see how he takes it when he finds the\nnegotiation taken out of his hands.  We’ll play with him a little, as\na cat plays with a mouse.”",
        "The next morning, after a substantial breakfast, Ben and his new\nfriend took a walk to the farm occupied by Peter Jackson.  It was\nabout half a mile away, and when reached gave no indication of the\nwealth it was capable of producing.  The farmhouse was a plain\nstructure nearly forty years old, badly in need of paint, and the\nout-buildings harmonized with it in appearance.",
        "A little way from the house was a tall, gaunt man, engaged in mending\na fence.  He was dressed in a farmer’s blue frock and overalls, and\nhis gray, stubby beard seemed to be of a week’s growth.  There was a\ncrafty, greedy look in his eyes, which overlooked a nose sharp and\naquiline.  His feet were incased in a pair of cowhide boots.  He\nlooked inquiringly at Taylor as he approached, but hardly deigned to\nlook at Ben, who probably seemed too insignificant to notice.  He gave\na shrewd guess at the errand of the visitor, but waited for him to\nspeak first.",
        "“Is this Mr. Jackson?” asked Taylor, with a polite bow.",
        "“That’s my name, stranger,” answered the old man.",
        "“My name is Taylor.  I wrote to you last week.”",
        "“I got the letter,” said Jackson, going on with his work.  It was his\nplan not to seem too eager but to fight shy in order to get his price.\nBesides, though he would have been glad to close the bargain on the\nspot, there was an embarrassing difficulty.  The farm was not his to\nsell, and he was anxiously awaiting Mrs. Hamilton’s answer to his\nproposal.",
        "“She can’t have heard of the oil discoveries,” he thought, “and five\nthousand dollars will seem a big price for the farm.  She can’t help\nagreeing to my terms.”",
        "This consideration made him hopeful, but for all that, he must wait,\nand waiting he found very tantalizing.",
        "“Have you decided to accept my offer, Mr. Jackson?”",
        "“Waal, I’ll have to take a leetle time to consider.  How much did you\nsay you’d give?”",
        "“Forty thousand dollars.”",
        "“I’d ought to have fifty.”",
        "“Forty thousand dollars is a big sum of money.”",
        "“And this farm is a perfect gold mine.  Shouldn’t wonder if it would\nnet a hundred thousand dollars.”",
        "“There is no certainty of that, and the purchasers will have to take a\nbig risk”",
        "“There isn’t much risk.  Ask anybody in Centerville what he thinks of\nthe Jackson farm.”",
        "“Suppose I were ready to come to your terms–mind, I don’t say I\nam–would you sign the papers to-day?”",
        "Jackson looked perplexed.  He knew could not do it.",
        "“What’s your hurry?” he said.",
        "“The capitalists whom I represent are anxious to get to work as soon\nas possible.  That’s natural, isn’t, it?”",
        "“Ye-es,” answered Jackson.",
        "“So, the sooner we fix matters the better.  I want to go back to New\nYork to-morrow if I can.”",
        "“I don’t think I can give my answer as soon as that.  Wait a minute,\nthough.”",
        "A boy was approaching, Jackson’s son, if one could judge from the\nresemblance, holding a letter in his hand.",
        "“Come right here, Abner,” he called out eagerly.",
        "Abner approached, and his father snatched the letter from his hand.\nIt bore the New York postmark, but, on opening it, Jackson looked\nbitterly disappointed.  He had hoped it was from Mrs. Hamilton,\naccepting his offer for the farm; but, instead of that, it was an\nunimportant circular.",
        "“I’ll have to take time to think over your offer, Mr. Taylor,” he\nsaid.  “You see, I’ll have to talk over matters with the old woman.”",
        "“By the way,” said Taylor carelessly, “I was told in the village that\nyou didn’t own the farm–that it was owned by a lady in New York.”",
        "“She used to own it,” said the fanner, uneasily; “but I bought it of\nher a year ago.”",
        "“So that you have the right to sell it?”",
        "“Of course I have.”",
        "“What have you to say to that, Ben?” asked Taylor quietly.",
        "“That if Mrs. Hamilton has sold the farm to Mr. Jackson she doesn’t\nknow it.”",
        "“What do you mean, boy?” gasped Jackson.",
        "“I mean that when I left New York Mrs. Hamilton owned the farm.”",
        "“It’s a lie!” muttered the farmer; but he spoke with difficulty.  “I\nbought it a year ago.”",
        "“In that case it is strange that you should have written a week ago\noffering five thousand dollars for the farm.”",
        "“Who says I wrote?”",
        "“I do; and I have your letter in my pocket,” answered Ben firmly.",
        "The farmer stared at Ben panic-stricken.  He had thought success\nwithin his grasp.  He was to be a rich man–independent for life–as\nthe result of the trick which he was playing upon Mrs. Hamilton.  His\ndisappointment was intense, and he looked the picture of discomfiture.",
        "“I don’t believe you,” he faltered after a pause.",
        "Ben drew a letter from his inside pocket and held it up.",
        "“Do you deny the writing?” he said.",
        "“Give it to me!” said Jackson, with a sudden movement.",
        "“No, thank you; I prefer to keep it.  I shall make no use of it unless\nit is necessary.  I called here to notify you that Mrs. Hamilton does\nnot propose to sacrifice the farm.  If it is sold at all it will be to\nsomeone who will pay its full value.”",
        "“You can’t sell it,” said Jackson sullenly.  “I have a lease.”",
        "“Produce it.”",
        "“At any rate, I shall stay till my year’s out.”",
        "“That will depend upon the new owner.  If he is willing, Mrs. Hamilton\nwill not object.”",
        "“I think you’ve got him there, Ben,” said Mr. Taylor, with a laugh.\n\"Mr. Jackson, I think it won’t be worth while to continue our\nconversation.  You undertook to sell what was not yours.  I prefer to\ndeal with the real owner or her representative.”",
        "“That boy is an impostor!” muttered Jackson.  “Why, he’s only a school\nboy.  What does he know about business?”",
        "“I think he has proved a match for you.  Good-morning, Mr. Jackson.\nBen, let us be going.”",
        "“Now,” said Taylor as they were walking toward the inn, “what do you\nsay to my offer?”",
        "“Please state it, Mr. Taylor.”",
        "“I offer forty thousand dollars for the farm.  It may be worth\nconsiderably more than that; but, on the other hand, the wells may\nsoon run dry.  I have to take the chances.”",
        "“That seems a fair offer, Mr. Taylor,” said Ben frankly.  “If I were\nthe owner I would accept it; but I am acting for another who may not\nthink as I do.”",
        "“Will you consult her and let me know?”",
        "“I will write at once.”",
        "“Why not telegraph?  The delay would be too great if you trust to the\nmail.”",
        "“I will do as you suggest,” answered Ben, “if there is an opportunity\nto telegraph from this place.”",
        "“There is an office at the depot.”",
        "“Then I will take that on my way back to the hotel.”",
        "At one corner of the depot Ben found a telegraph operator.  After a\nlittle consideration, he dashed off the following telegram:",
        "                          “No. –– Madison Avenue, New York.",
        "  “To Mrs. Hamilton:",
        "  “Oil has been discovered on your farm.  I am offered forty thousand\n  dollars for it by a responsible party.  What shall I do?",
        "                          “Ben Barclay.”",
        "“Send answer to the hotel,” said Ben, to the operator.",
        "Four hours later a messenger brought to Ben the following dispatch:",
        "  “Your news is most surprising.  Sell at the figure named if you think\n  it best.  You have full powers.",
        "                          “Helen Hamilton.”",
        "Mr. Taylor watched Ben’s face eagerly as he read the telegram, for he\nknew that it must relate to his offer.",
        "“What does your principal say?” he inquired.",
        "“You can read the telegram, Mr. Taylor.”",
        "Taylor did so.",
        "“So you have full powers?” he said.  “Mrs. Hamilton must feel great\nconfidence in you.”",
        "There was a proud flush on Ben’s cheek as he replied:",
        "“I have reason to think that she does.  I hope it is not misplaced.”",
        "“I hope you won’t drive a hard bargain with me, Ben.”",
        "“I don’t mean to bargain at all.  You have made a fair offer, and I\nwill accept it.”",
        "Taylor looked pleased.",
        "“Some boys in your position,” he said, “would have stipulated for a\npresent.”",
        "“I shall do nothing of the kind,” said Ben promptly.  “I should not\nthink it honest.”",
        "“Your honesty, my boy, is of the old-fashioned kind.  It is not the\nkind now in vogue.  I like you the better for it, and if you were not\nin Mrs. Hamilton’s employ I would try to secure your services myself.”",
        "“Thank you, Mr. Taylor.  The time may come when shall remind you of\nyour promise.”",
        "“You will find I have not forgotten it.  And now to business.  We will\ngo to a lawyer and have the necessary papers drawn up, which you shall\nsign in behalf of your principal.”",
        "The business was speedily arranged, and by supper-time Ben found that\nhe had nothing further to detain him in Centerville.  He felt that he\nhad done a smart stroke of business.  Mrs. Hamilton had been surprised\nat receiving an offer of five thousand dollars for the farm, yet he\nhad sold it for forty thousand!",
        "As they were returning from the lawyer’s office they met farmer\nJackson just returning from the post office.",
        "“By the way, Mr. Jackson,” said Taylor, “you will perhaps be\ninterested to learn that your farm has been sold.”",
        "The farmer paused, and looked troubled.",
        "“Are you going to turn me out of the house?” he asked.",
        "“Not if you wish to live in it.  I shall employ workmen at once to\nsink wells, and develop the property.  They will need to board\nsomewhere.  Are you willing to board them?”",
        "“Yes; I shall be glad to,” answered Jackson.  “I am a poor man, and\nit’s hard work living by farming.”",
        "“Very well; we can no doubt make an arrangement.  I am obliged to go\nto New York to complete arrangements for the transfer of the property,\nbut I shall come back as soon as possible and commence operations.”",
        "“I wouldn’t mind workin’ for myself,” said Jackson.",
        "“Then you are the first man I engage.”",
        "The old farmer brightened up.  He was to make money out of the new\ndiscoveries after all, though not in the way he had comtemplated.",
        "“When are you going back to New York, Ben?” asked Taylor.",
        "“There is nothing to detain me here any longer.”",
        "“We can go back together, then.”",
        "“I shall be glad to travel in your company, sir.”",
        "“Do you expect to remain in Mrs. Hamilton’s employ?”",
        "“I don’t know,” answered Ben.",
        "“What were you doing?”",
        "“Keeping accounts and acting as her private secretary.”",
        "“Do you like it?”",
        "“Yes; I find it very pleasant, or would be but for one thing.”",
        "“What is that?”",
        "“She has relatives living in the house who do not like me.”",
        "“Jealous, eh?”",
        "“Perhaps so.”",
        "“Let me say frankly, that you are fitted for something higher.  I am a\ngood judge of men–”",
        "Ben smiled.",
        "“Boys, then; and I consider you a boy of excellent business capacity.\nAfter I have got my oil wells under way, I should like to engage you\nas superintendent.”",
        "“I am flattered by your good opinion, Mr. Taylor, but it is a business\nI know nothing of.”",
        "“You would make it your business to learn it, or I mistake you.”",
        "“You are right there, sir.”",
        "“However, there will be plenty of time to arrange about this matter.\nIt would probably be two months before I felt justified in leaving\nanother in charge.”",
        "The two started for New York.  About fifty miles before reaching the\ncity, as Ben was reading a magazine he had purchased from the\ntrain-boy, he felt a touch upon his shoulder.",
        "Looking up, he recognized, to his amazement, the tramp with whom he\nhad had an adventure some weeks before in Pentonville.",
        "“I see you know me,” said the tramp, with a smile.",
        "The tramp, as we may call him for want of a different name, certainly\nshowed signs of improvement in his personal appearance.  He looked\nquite respectable, in fact, in a business suit of gray mixed cloth,\nand would have passed muster in any assemblage.",
        "“I think I have met you before,” answered Ben, with a smile.",
        "“Perhaps it would have been more of a compliment not to have\nrecognized me.  I flatter myself that I have changed.”",
        "“So you have, and for the better.”",
        "“Thank you.  I believe we rode together when we last met.”",
        "“Yes,” said Ben.",
        "“And you were not sorry to part copy with me–is it not so?”",
        "“I won’t contradict you.”",
        "“Yet I am inclined to be your friend.”",
        "“I am glad of it,” said Ben politely, though, truth to tell, he did\nnot anticipate any particular benefit to accrue from the acquaintance\nof the speaker.",
        "“I see you don’t attach much importance to my offer of friendship.\nYet I can do you an important service.”",
        "Mr. Taylor, who had been occupying a seat with Ben, here arose.",
        "“You have something to say to my young friend,” he said.  “Take my\nseat.”",
        "“Don’t let me deprive you of it,” said the other with a politeness Ben\nhad not deemed him capable of.",
        "“By no means.  I am going into the smoking car to smoke a cigar.  Ben,\nI will be back soon.”",
        "“I didn’t expect to meet you so far from Pentonville,” said Ben’s new\ncompanion, unable to suppress his curiosity.",
        "“I don’t live in Pentonville now.”",
        "“Where then?”",
        "“In the city of New York.”",
        "“Are you employed there?”",
        "“Yes; but I am just returning from a trip to Western Pennsylvania.”",
        "“Did you go on business?”",
        "“Yes.”",
        "“Well, you are getting on, for a country boy.  What do you hear from\nhome?”",
        "“My mother is well, but I fancy that is not what you mean.”",
        "“Yes, I am interested about your mother.  Has she yet paid off that\nmortgage on her cottage?”",
        "“How did you know there was a mortgage,” asked Ben, in surprise.",
        "“I know more than you suppose.  What are the chances that she will be\nable to pay?”",
        "“They are very small,” answered Ben, gravely, “but the money is not\nyet due.”",
        "“When will it be due?”",
        "“In about six weeks.”",
        "“Squire Davenport will foreclose–I know him well enough for that.”",
        "“So I suppose,” said Ben, soberly.",
        "“Is there no friend who will oblige you with the money?”",
        "“I don’t know of anyone I should feel at liberty to call on.”",
        "It came into his mind that Mrs. Hamilton was abundantly able to help\nthem, but she did not know his mother, and it would savor of\npresumption for him to ask so great a favor.  True, he had effected a\nmost profitable sale for her, but that was only in the line of his\nfaithful duty, and gave him no claim upon his employer.",
        "“I thought, perhaps, the gentlemen you were traveling with–the one\nwho has gone info the smoking-car–might–”",
        "“He is only a business acquaintance; I have known him less than a\nweek.”",
        "“To be sure, that alters matters.  He is not your employer, then?”",
        "“No.”",
        "“Then I believe I shall have to help you myself.”",
        "Ben stared at his companion in amazement.  What!  this man who had\nrobbed him of a dollar only four weeks before, to offer assistance in\nso important a matter!",
        "“I suppose you are joking,” said he, after a pause.",
        "“Joking!  Far from it.  I mean just what I say.  If Squire Davenport\nundertakes to deprive your mother of her home, I will interfere, and,\nyou will see, with effect.”",
        "“Would you mind explaining to me how you would help us?” asked Ben.",
        "“Yes, in confidence, it being understood that I follow my own course\nin the matter.”",
        "“That is fair enough.”",
        "“Suppose I tell you, then, that Squire Davenport–I believe that is\nthe title he goes by in your village–owes your mother more than the\namount of the mortgage.”",
        "“Is this true?” said Ben, much surprised.",
        "“It is quite true.”",
        "“But how can it be?”",
        "“Your father, at his death, held a note of Davenport’s for a thousand\ndollars–money which he had placed in his hands–a note bearing six\nper cent. interest.”",
        "Ben was more and more surprised; at first he was elated, then\ndepressed.",
        "“It will do me no good,” he said, “nothing was found at father’s\ndeath, and the note is no doubt destroyed.”",
        "“So Squire Davenport thinks,” said his companion quietly.",
        "“But isn’t it true?”",
        "“No; that note not only is in existence, but I knew where to lay my\nhands on it.”",
        "“Then it will more than offset the mortgage?” said Ben joyfully.",
        "“I should say.  No interest has been paid on the note for more than\nfive years.  The amount due must be quite double the amount of the\nmortgage.”",
        "“How can I thank you for this information?” said Ben.  “We shall not\nbe forced to give up our little cottage, after all.  But how could\nSquire Davenport so wickedly try to cheat us of our little property?”",
        "“My dear boy,” said the tramp, shrugging his shoulders, “your question\nsavors of verdancy.  Learn that there is no meanness too great to be\ninspired by the love of money.”",
        "“But Squire Davenport was already rich.”",
        "“And for that reason he desired to become richer.”",
        "“When shall we go to see the squire and tell him about the note?”",
        "“I prefer that you should wait till the day the mortgage comes due.\nWhen is that?”",
        "“On the twentieth of December.”",
        "“Then on the nineteenth of December we will both go to Pentonville and\nwait till the squire shows his hand.”",
        "“You seem to be–excuse me–in better circumstances than when we last\nmet.”",
        "“I am.  An old uncle of mine died last month, and considerately left\nme ten thousand dollars.  Perhaps if he had known more about my way of\nlife he would have found another heir.  It has led me to turn over a\nnew leaf, and henceforth I am respectable, as befits a man of\nproperty.  I even keep a card case.”",
        "He drew out a card case and handed a card to Ben.  It bore the name of\nHarvey Dinsmore.",
        "“Mr. Dinsmore,” said our young hero, I rejoice at your good fortune.”",
        "“Thank you.  Shall we be friends?”",
        "“With pleasure.”",
        "“Then I have more good news for you.  Your father owned twenty-five\nshares in a Western railway.  These shares are selling at par, and a\nyear’s dividends are due.”",
        "“Why, we shall be rich,” said Ben, fairly dazzled by this second\nstroke of good fortune.",
        "“I hope so; though this is only a beginning.”",
        "“How can we prove that the railway shares belong to us?”",
        "“Leave that to me.  On the nineteenth of December you will meet me in\nPentonville.  Till then we probably shall not meet.”",
        "At this moment Mr. Taylor made his appearance, returning from the\nsmoking-car, and Harvey Dinsmore left them.",
        "“Well, Ben, has your friend entertained you?” asked Taylor.",
        "“He has told me some very good news.”",
        "“I am glad to hear it.”",
        "In due time they reached New York, and Ben started uptown to call upon\nMrs. Hamilton.",
        "When Conrad succeeded Ben as Mrs. Hamilton’s private secretary, he was\nelated by what he considered his promotion.  His first disappointment\ncame when he learned that his salary was to be but five dollars a\nweek.  He did not dare to remonstrate with his employer, but he\nexpressed himself freely to his mother.",
        "“Cousin Hamilton might afford to pay me more than five dollars a\nweek,” he said bitterly.",
        "“It is small,” said his mother cautiously, “but we must look to the\nfuture.”",
        "“If you mean till Cousin Hamilton dies, it may be twenty or thirty\nyears.  Why, she looks healthier than you, mother, and will probably\nlive longer.”",
        "Mrs. Hill looked grave.  She did not fancy this speech.",
        "“I don’t think we shall have to wait so long,” she said.  “When you\nare twenty-one Cousin Hamilton will probably do something for you.”",
        "“That’s almost five years,” grumbled Conrad.",
        "“At any rate we have got Ben Barclay out of the house, that’s one\ncomfort.”",
        "“Yes, I am glad of that; but I’d rather be in my old place than this,\nif I am to get only five dollars a week.”",
        "“Young people are so impatient,” sighed Mrs. Hill.  “You don’t seem to\nconsider that it isn’t alone taking Ben’s place, but you have got rid\nof a dangerous rival for the inheritance.”",
        "“That’s true,” said Conrad, “and I hated Ben.  I’d rather any other\nboy would cut me out than he.”",
        "“Do you know what has become of him?”",
        "“No; I expect that he has gone back to the country–unless he’s\nblacking boots or selling papers downtown somewhere.  By Jove, I’d\nlike to come across him with a blacking-brush.  He used to put on such\nairs.  I would like to have heard Cousin Hamilton give him the grand\nbounce.”",
        "Nothing could be more untrue than that Ben putting on airs, but Conrad\nsaw him through the eyes of prejudice, and persuaded himself that such\nwas the fact.  In reality Ben was exceedingly modest and unassuming,\nand it was this among other things that pleased Mrs. Hamilton.",
        "Conrad continued to find his salary insufficient.  He was still more\ndissatisfied after an interview with one of his school companions, a\nboy employed in a Wall Street broker’s office.",
        "He was just returning from an errand on which Mrs. Hamilton had sent\nhim, when he overtook Fred Lathrop on his way uptown.",
        "The attention of Conrad was drawn to a heavy gold ring with a handsome\nstone on Fred’s finger.",
        "“Where did you get that ring?” asked Conrad, who had himself a fancy\nfor rings.",
        "“Bought it in Maiden Lane.  How do you like it?”",
        "“It is splendid.  Do you mind telling me how much you paid?”",
        "“I paid forty-five dollars.  It’s worth more.”",
        "“Forty-five dollars!” ejaculated Conrad.  “Why, you must be a\nmillionaire.  Where did you get so much money?”",
        "“I didn’t find it in the street,” answered Fred jocularly.",
        "“Can’t you tell a feller?  You didn’t save it out of your wages, did\nyou?”",
        "“My wages?  I should say not.  Why, I only get six dollars a week, and\nhave to pay car fare and lunches out of that.”",
        "“Then it isn’t equal to my five dollars, for that is all clear.  But,\nall the same, I can’t save anything.”",
        "“Nor I.”",
        "“Then how can you afford to buy forty-five dollar rings?”",
        "“I don’t mind telling you,” said Fred.  “I made the money by\nspeculating.”",
        "“Speculating!” repeated Conrad, still in the dark.",
        "“Yes.  I’ll tell you all about it.”",
        "“Do!  there’s a good fellow.”",
        "“You see, I bought fifty Erie shares on a margin.”",
        "“How’s that?”",
        "“Why I got a broker to buy me fifty shares on a margin of one per\ncent.  He did it to oblige me.  I hadn’t any money to put up, but I\nhad done him one or two favors, and he did it out of good nature.  As\nthe stock was on the rise, he didn’t run much of a risk.  Well, I\nbought at 44 and sold at 45 1-4.  So I made fifty dollars over and\nabove the commission.  I tell you I felt good when the broker paid me\nover five ten-dollar bills.”",
        "“I should think you would.”",
        "“I was afraid I’d spend the money foolishly, so I went right off and\nbought this ring.  I can sell it for what I gave any time.”",
        "Conrad’s cupidity was greatly excited by this remarkable luck of\nFred’s.",
        "“That seems an easy way of making money,” he said.  “Do you think I\ncould try it?”",
        "“Anybody can do it if he’s got the money to plank down for a margin.”",
        "“I don’t think I quite understand.”",
        "“Then I’ll tell you.  You buy fifty shares of stock, costing, say,\nfifty dollars a share.”",
        "“That would be twenty-five hundred dollars.”",
        "“Yes, if you bought it right out.  But you don’t.  You give the broker\nwhatever per cent. he requires, say a dollar a share–most of them\ndon’t do it so cheap–and he buys the stock on your account.  If it\ngoes up one or two points, say to fifty-one or fifty-two, he sells\nout, and the profit goes to you, deducting twenty-five cents a share\nwhich he charges for buying and selling.  Besides that, he pays you\nback your margin.”",
        "“That’s splendid.  But doesn’t it ever go down?”",
        "“I should say so.  If it goes down a dollar a share, then, of course,\nyou lose fifty dollars.”",
        "Conrad looked serious.  This was not quite so satisfactory.",
        "“It is rather risky, then,” he said.",
        "“Of course, there’s some risk; but you know the old proverb, ’Nothing\nventure, nothing have.’ You must choose the right stock–one that is\ngoing up.”",
        "“I don’t know anything about stock,” said Conrad.",
        "“I do,” said Fred.  “If I had money I know what I’d buy.”",
        "“What?” asked Conrad eagerly.",
        "“Pacific Mail.”",
        "“Do you think that’s going up?”",
        "“I feel sure of it.  I overheard my boss and another broker talking\nabout it yesterday, and they both predicted a bull movement in it.”",
        "“Does that mean it’s going up?”",
        "“To be sure.”",
        "“I should like to buy some.”",
        "“Have you got money to plank down as a margin?”",
        "Conrad had in his pocketbook fifty dollars which he had collected for\nMrs. Hamilton, being a month’s rent on a small store on Third Avenue.\nIt flashed upon him that with this money he could make fifty dollars\nfor himself, and be able to pay back the original sum to Mrs. Hamilton\nas soon as the operation was concluded.",
        "“Could you manage it for me, Fred?” he asked.",
        "“Yes, I wouldn’t mind.”",
        "“Then I’ll give you fifty dollars, and you do the best you can for me.\nIf I succeed I’ll make you a present.”",
        "“All right.  I hope you’ll win, I am sure [illegible]”",
        "Not giving himself time to think of the serious breach of trust he was\ncommitting, Conrad took the money from his pocket and transferred it\nto his companion.",
        "“It won’t take long, will it?” he asked anxiously.",
        "“Very likely the stock will be bought and sold to-morrow.”",
        "“That will be splendid.  You’ll let me know right off?”",
        "“Yes; I’ll attend to that.”",
        "Conrad went home and reported to Mrs. Hamilton that the tenant had not\npaid, but would do so on Saturday.",
        "Mrs. Hamilton was a little surprised, for the Third Avenue tenant had\nnever before put her off.  Something in Conrad’s manner excited her\nsuspicion, and she resolved the next day to call herself on Mr. Clark,\nthe tenant.  He would be likely to speak of the postponement, and give\nreasons for it.",
        "“Now Conrad,” said Mrs. Hamilton, “will you tell me by what authority\nyou send away my visitors?”",
        "“I didn’t suppose you would want to see Ben,” stammered Conrad.",
        "“Why not?”",
        "“After what he has done?”",
        "“What has he done?”",
        "“He stole your opera glass and pawned it.”",
        "“You are mistaken.  It was stolen by a different person.”",
        "Conrad started uneasily, and his mother, who was not in the secret,\nlooked surprised.",
        "“I know who took the opera glass,” continued Mrs. Hamilton.",
        "“Who was it?” asked the housekeeper.",
        "“Your son, I regret to say.”",
        "“This is a slander!” exclaimed Mrs. Hill angrily.  “Cousin Hamilton,\nthat boy has deceived you.”",
        "“My information did not come from Ben, if that is what you mean.”",
        "“My son would be incapable of stealing,” continued Mrs. Hill.",
        "“I should be glad to think so.  It can easily be settled.  Let Conrad\ngo with me tomorrow to the pawnbroker from whom I recovered the glass,\nand see if he recognizes him.”",
        "“He would be sure to say it was me,” stammered Conrad.",
        "“At any rate he told me it was not Ben, who made no opposition to\naccompanying me.”",
        "“I see there is a plot against my poor boy,” said Mrs. Hill bitterly.",
        "“On the contrary, I shall be glad to believe him innocent.  But there\nis another matter that requires investigation.  Conrad, here is a\nletter which has come for you.  Are you willing I should open and read\nit?”",
        "“I don’t like to show my letters,” said Conrad sullenly.",
        "“The boy is right,” said his mother, always ready to back up her son.",
        "“I have good reason for wishing to know the contents of the letter,\"\nsaid Mrs. Hamilton sternly.  “I will not open it, unless Conrad\nconsents, but I will call on the brokers and question them as to their\nmotive in addressing it to a boy.”",
        "Conrad was silent.  He saw that there was no escape for him.",
        "“Shall I read it?” asked Mrs. Hamilton.",
        "“Yes,” answered Conrad feebly.",
        "The letter was opened.",
        "It ran thus:",
        "  “Mr. Conrad Hill:",
        "  “You will be kind enough to call at our office at once, and pay\n  commission due us for buying add selling fifty shares Pacific Mail.\n  The fall in the price of the stock, as we have already notified you,\n  exhausted the money you placed in our hands as margin.",
        "                             “Yours respectfully,\"\n                                         “BIRD & BRANT.”",
        "“I hope, Cousin Hamilton, you won’t be too hard on the poor boy,” said\nthe housekeeper.  “He thought he would be able to replace the money.”",
        "“You and Conrad have done your best to prejudice me against Ben.”",
        "“You are mistaken,” said the housekeeper quickly, showing some\nevidence of agitation.",
        "“I have learned that the letter which lured Ben to a gambling house\nwas concocted between you.  The letter I have in my possession.”",
        "“Who told you such a falsehood?  If it is Ben–”",
        "“It is not Ben, Mrs. Hill.  He is as much surprised as you are to\nlearn it now.  The letter I submitted to an expert, who has positively\nidentified the handwriting as yours, Mrs. Hill.  You were very\npersistent in your attempts to make me believe than Ben was addicted\nto frequenting gambling houses.”",
        "“I see you are determined to believe me guilty,” said Mrs. Hill.\n\"Perhaps you think I know about the opera glass and this stock\ngambling?”",
        "“I have no evidence of it, but I know enough to justify me in taking a\ndecisive step.”",
        "Mrs. Hill listened apprehensively.",
        "“It is this: you and Conrad must leave my house.  I can no longer\ntolerate your presence here.”",
        "“You send us out to starve?” said the housekeeper bitterly.",
        "“No; I will provide for you.  I will allow you fifty dollars a month\nand Conrad half as much, and you can board where you please.”",
        "“While that boy usurps our place?” said Mrs. Hill bitterly.",
        "“That is a matter to be decided between Ben and myself.”",
        "“We will go at once,” said the housekeeper.",
        "“I don’t require it.  You can stay here until you have secured a\nsatisfactory boarding place.”",
        "But Conrad and his mother left the house the next morning.  They saw\nthat Mrs. Hamilton was no longer to be deceived, and they could gain\nnothing by staying.  There was an angry scene between the mother and\nson.",
        "“Were you mad, Conrad,” said his mother, “to steal, where you were sure\nto be found out?  It is your folly that has turned Cousin Hamilton\nagainst us?”",
        "“No; it is that boy.  I’d like to wring his neck!”",
        "“I hope he will come to some bad end,” said Mrs. Hill malignantly.\n\"If he had not come to the house none of this would have happened.”",
        "Meanwhile Ben and his patroness had a satisfactory conversation.",
        "“I hope you are satisfied with my management, Mrs. Hamilton?” said our\nhero.",
        "“You have done wonderfully, Ben.  Through you I am the richer by\nthirty-five thousand dollars at the very least, for the farm would\nhave been dear at five thousand, whereas it was sold for forty\nthousand.”",
        "“I am very glad you are satisfied.”",
        "“You shall have reason to be glad.  I intend to pay you a commission\nfor selling the place.”",
        "“Thank you,” said Ben joyfully.",
        "He thought it possible Mrs. Hamilton might give him fifty dollars, and\nthis would have been very welcome.",
        "“Under the circumstances, I shall allow you an extra commission–say\n10 per cent.  How much will 10 per cent. amount to on forty\nthousand dollars?”",
        "“Four thousand,” answered Ben mechanically.",
        "“Consider yourself worth fourth thousand dollars, then.”",
        "“But this is too much, Mrs. Hamilton,” said Ben, scarcely crediting\nhis good fortune.",
        "“Then give half of it to your mother,” said Mrs. Hamilton, smiling.",
        "“Now we can pay off the mortgage!” exclaimed Ben, joyfully.",
        "“What mortgage?”",
        "Ben told the story, and it aroused the lively sympathy of his\npatroness.",
        "“As soon as the purchase money is paid,” she said, “you shall have you\ncommission, and sooner if it is needed.”",
        "Ben resumed his place as the secretary and confidential clerk of Mrs.\nHamilton.  He found his position more agreeable when Mrs. Hill and\nConrad were fairly out of the house.  In place of the first a\npleasant-faced German woman was engaged, and there were no more sour\nlooks and sneering words.",
        "Of course Ben kept up a weekly correspondence with his mother.  He did\nnot tell her the extent of his good fortune–he wished that to be a\nsurprise, when the time came.  From his mother, too, he received\nweekly letters, telling him not unfrequently how she missed him,\nthough she was glad he was doing so well.",
        "One day beside his mother’s letter was another.  He did not know the\nhandwriting, but, looking eagerly to the end, he saw the name of Rose\nGardiner.",
        "“What would Rose say,” Ben asked himself, “if she knew that I am worth\nfour thousand dollars?”",
        "The money had been paid to Ben, and was deposited in four different\nsavings banks, till he could decide on a better investment.  So he was\nquite sure of having more than enough to pay off the mortgage and\nredeem the cottage.",
        "“Since mother is worrying, I must write and set her mind at rest,” he\ndecided.",
        "He wrote accordingly, telling his mother not to feel anxious, for he\nhad wealthy friends, and he felt sure, with their help, of paying off\nthe mortgage.  “But don’t tell anybody this,” he continued, “for I\nwant to give the squire and Mr. Kirk a disagreeable surprise.  I shall\ncome to Pentonville two days before, and may stay a week.”",
        "He had already spoken to Mrs. Hamilton about having this week as a\nvacation.",
        "On the eighteenth of December Ben arrived in Pentonville.  It was his\nfirst visit since he went up to New York for good.  He reached home\nwithout observation, and found his mother overjoyed to see him.",
        "“It has seemed a long, long time that you have been away, Ben,” she\nsaid.",
        "“Yes, mother; but I did a good thing in going to New York.”",
        "“You are looking well, Ben, and you have grown.”",
        "“Yes, mother; and best of all, I have prospered.  Squire Davenport\ncan’t have the house!”",
        "“You don’t mean to say, Ben, that you have the money to pay it off?\"\nasked his mother, with eager hope.",
        "“Yes, mother; and, better still, the money is my own.”",
        "“This can’t be true, Ben!” she said incredulously.",
        "“Yes, but it is, though!  You are to ask me no questions until after\nthe twentieth.  Then I will tell you all.”",
        "“I am afraid I shall have to send you to the store, for I am out of\ngroceries.”",
        "A list was given, and Ben started for the store.",
        "Mr. Kirk looked up in surprise as he entered.",
        "“You’re the Barclay boy, ain’t you?”",
        "“Yes, sir.”",
        "“I thought you were in New York.”",
        "“I was, but I have just got home.”",
        "“Couldn’t make it, go, hey?”",
        "Ben smiled, but did not answer.",
        "“I may give you something to do,” said Kirk, in a patronizing tone.\n\"You’ve been employed in this store, I believe.”",
        "“Yes, I was here some months.”",
        "“I’ll give you two dollars a week.”",
        "“Thank you,” said Ben meekly, “but I shall have to take a little time\nto decide–say the rest of the week.”",
        "“I suppose you want to help your mother move?”",
        "“She couldn’t move alone.”",
        "“Very well; you can begin next Monday.”",
        "When Ben was going home, he met his old enemy, Tom Davenport.  Tom’s\neyes lighted up when he saw Ben, and he crossed the street to speak to\nhim.  It may be mentioned that, though Ben had a new and stylish suit\nof clothes, he came home in the old suit he had worn away, and his\nappearance, therefore, by no means betokened prosperity.",
        "“So you’re back again!” said Tom abruptly.",
        "“Yes.”",
        "“I always said you’d come back.”",
        "“Are you going to look for something to do?”  Tom asked.",
        "“Mr. Kirk has offered me a place in the store.”",
        "“How much pay?”",
        "“Two dollars a week.”",
        "“You’d better take it.”",
        "“I hardly think I can work at that figure,” said Ben, mildly.",
        "“Kirk won’t pay you any more.”",
        "“I’ll think of it.  By the way, Tom, call around and see me some\ntime.”",
        "“I hardly think I shall have time,” said Tom haughtily.  “He talks as\nif I were his equal!” he said to himself.",
        "“Well, good afternoon.  Remember me to your father.”",
        "Tom stared at Ben in surprise.  Really the store boy was getting very\npresumptuous he thought.",
        "On the evening of the nineteenth of December, Ben stood on the piazza\nof the village hotel when the stage returned from the depot.  He\nexamined anxiously the passengers who got out.  His eyes lighted up\njoyfully as he recognized in one the man he was looking for.",
        "“Mr. Dinsmore,” he said, coming forward hastily.",
        "“You see I have kept my word,” said Harvey Dinsmore, with a smile.",
        "“I feared you would not come.”",
        "“I wished to see the discomfiture of our friend Squire Davenport.  So\nto-morrow is the day?”",
        "“Yes.”",
        "“I should like to be on hand when the squire calls.”",
        "“That will be at twelve o’clock.  My mother has received a note from\nhim fixing that hour.”",
        "“Then I will come over at half-past eleven if you will allow me.”",
        "“Come; we will expect you.”",
        "“And how have you fared since I saw you, my young friend?”",
        "“I have been wonderfully fortunate, but I have kept my good fortune a\nsecret from all, even my mother.  It will come out to-morrow.”",
        "“Your mother can feel quite at ease about the mortgage.”",
        "“Yes, even if you had not come I am able to pay it.”",
        "“Whew!  then you have indeed been fortunate for a boy.  I suppose you\nborrowed the money?”",
        "“No; I earned it.”",
        "“Evidently you were born to succeed.  Will you take supper with me?”",
        "“Thank you.  Mother will expect me at home.”",
        "At half-past eleven the next forenoon the stranger called at door of\nMrs. Barclay.  He was admitted by Ben.",
        "“Mother,” said Ben, “this is Mr. Harvey Dinsmore.”",
        "“I believe we have met before,” said Dinsmore, smiling.  “I fear my\nfirst visit was not welcome.  To-day I come in more respectable guise\nand as a friend.”",
        "“You are welcome, sir,” said the widow courteously.  “I am glad to see\nyou.  I should hardly have known you.”",
        "“I take that as a compliment.  I am a tramp no longer, but a\nrespectable and, I may add, well-to-do citizen.  Now I have a favor to\nask.”",
        "“Name it, sir.”",
        "“Place me, if convenient, where I can hear the interview between Mr.\nDavenport and yourself without myself being seen.”",
        "Ben conducted Dinsmore into the kitchen opening out of the sitting\nroom, and gave him a chair.",
        "At five minute to twelve there was a knock at the outer door, and Ben\nadmitted Squire Davenport.",
        "“So you are home again, Benjamin,” said the squire.  “Had enough of the\ncity?”",
        "“I am taking a vacation.  I thought mother would need me to-day.”",
        "“She will–to help her move.”",
        "“Step in, sir.”",
        "Squire Davenport, with the air of a master, followed Ben into the\nsitting room.  Mrs. Barclay sat quietly at the table with her sewing\nin hand.",
        "“Good-day, widow,” said the squire patronizingly.",
        "He was rather surprised at her quiet, unruffled, demeanor.  He\nexpected to find her tearful and sad.",
        "“Good-day, Squire Davenport,” she said quietly.  “Is your family\nwell?”",
        "“Zounds!  she takes it coolly,” thought the squire.",
        "“Very well,” he said dryly.  “I suppose you know my business?”",
        "“You come about the mortgage?”",
        "“Yes; have you decided where to move?”",
        "“My mother does not propose to move,” said Ben calmly.",
        "“Oho!  that’s your opinion, is it?  I apprehend it is not for you to\nsay.”",
        "“That’s where we differ.  We intend to stay.”",
        "“Without consulting me, eh?”",
        "“Yes, sir.”",
        "“You are impudent, boy!” said the squire, waxing wrathful.  “I shall\ngive you just three days to find another home, though I could force\nyou to leave at once.”",
        "“This house belongs to my mother.”",
        "“You are mistaken.  It belongs to me.”",
        "“When did you buy it?”",
        "“You are talking foolishly.  I hold a mortgage for seven hundred\ndollars on the property, and you can’t pay it.  I am willing to cancel\nthe mortgage and pay your mother three hundred dollars cash for the\nplace.”",
        "“It is worth a good deal more.”",
        "“Who will pay more?” demanded the quire, throwing himself back in his\nchair.",
        "“I will,” answered Ben.",
        "“Ho, ho!  that’s a good joke,” said the squire.  “Why, you are not\nworth five dollars in the world.”",
        "“It doesn’t matter whether I am or not.  My mother won’t sell.”",
        "“Then pay the mortgage,” said the squire angrily.",
        "“I am prepared to do so.  Have you a release with you?”",
        "Squire Davenport stared at Ben in amazement.",
        "“Enough of this folly!” he said sternly.  I am not in the humor for\njokes.”",
        "“Squire Davenport, I am not joking.  I have here money enough to pay\nthe mortgage,” and Ben drew from his pocket a thick roll of bills.",
        "“Where did you get that money?” asked Squire Davenport, in evident\ndiscomfiture.",
        "“I don’t think it necessary to answer that question; but there is\nanother matter I wish to speak to you about.  When will you be ready\nto pay the sum you owe my father’s estate?”",
        "Squire Davenport started violently.",
        "“What do you mean?” he demanded hoarsely.",
        "Harvey Dinsmore entered the room from the kitchen at that point.",
        "“I will answer that question,” he said.  “Ben refers to a note for a\nthousand dollars signed by you, which was found on his father’s person\nat the time of his death.”",
        "“No such note is in existence,” said the squire triumphantly.  He\nremembered that he had burned it.",
        "“You are mistaken.  That note you burned was only a copy!  I have the\noriginal with me.”",
        "“You treacherous rascal!” exclaimed the squire, in great excitement.",
        "“When I have dealings with a knave I am not very scrupulous,” said\nDinsmore coolly.",
        "“I won’t pay the note you have trumped up.  This is a conspiracy.”",
        "“Then,” said Ben, “the note will be placed in the hands of a lawyer.”",
        "“This is a conspiracy to prevent my foreclosing the mortgage.  But it\nwon’t work,” said the squire angrily.",
        "“There you are mistaken.  I will pay the mortgage now in the presence\nof Mr. Dinsmore, and let the other matter be settled hereafter.\nPlease prepare the necessary papers.”",
        "Suddenly the squire did as requested.  The money was paid over, and\nBen, turning to his mother, said:",
        "“Mother, the house is ours once more without incumbrance.”",
        "“Thank God!” ejaculated the widow.",
        "“Mr. Dinsmore,” said Squire Davenport, when the business was\nconcluded, “may I have a private word with you?  Please accompany me\nto my house.”",
        "“As you please, sir.”",
        "When they emerged into the street Squire Davenport said:",
        "“Of course this is all a humbug.  You can’t have the original with\nyou?”",
        "“But I have, sir.  You should have looked more closely at the one you\nburned.”",
        "“Can’t we compromise this matter?” asked the squire, in an insinuating\ntone.",
        "“No sir,” said Dinsmore with emphasis.  “I have got through with\nrascality.  You can’t tempt me.  If I were as hard up as when I called\nupon you before, I might not be able to resist you; but I am worth\nover ten thousand dollars, and–”",
        "“Have you broken into a bank?” asked Squire Davenport, with a sneer.",
        "“I have come into a legacy.  To cut matters short, it will be for your\ninterest to pay this claim, and not allow the story to be made known.\nIt would damage your reputation.”",
        "In the end this was what the squire was forced very unwillingly to do.\nThe amount he had to pay to the estate of the man whose family he had\nsought to defraud was nearly fifteen hundred dollars.  This, added to\nBen’s four thousand, made the family very comfortable.  Mr. Kirk was\ncompelled to look elsewhere for a house.  No one was more chagrined at\nthe unexpected issue of the affair than Tom Davenport, whose mean and\njealous disposition made more intense his hatred of Ben.",
        "Several years have elapsed.  Ben is in the office of a real estate\nlawyer in New York, as junior partner.  All Mrs. Hamilton’s business\nis in his hands, and it is generally thought that he will receive a\nhandsome legacy from her eventually.  Mrs. Barclay prefers to live in\nPentonville, but Ben often visits her.  Whenever he goes to\nPentonville he never fails to call on Rose Gardiner, now a beautiful\nyoung lady of marriageable age.  She has lost none of her partiality\nfor Ben, and it is generally understood that they are engaged.  I have\nreason to think that the rumor is correct and that Rose will change\nher name to Barclay within a year.  Nothing could be more agreeable to\nMrs. Barclay, who has long looked upon Rose as a daughter.",
        "Tom Davenport is now in the city, but his course is far from\ncreditable.  His father has more than once been compelled to pay his\ndebts, and has angrily refused to do so again.  In fact, he has lost a\nlarge part of his once handsome fortune, and bids fair to close his\nlife in penury.  Success has come to Ben because he deserved it, and\nwell-merited retribution to Tom Davenport.  Harvey Dinsmore, once\ngiven over to evil courses, has redeemed himself, and is a reputable\nbusiness man in New York.  Mrs. Hamilton still lives, happy in the\nsuccess of her protege.  Conrad and his mother have tried more than\nonce to regain their positions in her household, but in vain.  None of\nmy young readers will pity them.  They are fully rewarded for their\ntreachery.",
        "Transcriber’s comments:\nTypographical errors have been left as in the original book.  Specifically,\n    meaness, companoin’s, housekeper",
        "Repeated or incorrect words have been left as in the original book.\nFor example\n    how do do, turn to looked, worth fourth thousand",
        "In a couble of places, the original material is illegible.  This is\nmarked in the text.",
        "Occassional missing quote marks have been fixed.",
        "Accented characters have been replaced with plain ones in matinee\nand protege.",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n"
    ]
}