{
    "title": "The Money Master - Chapter VIII: The Gate in the Wall",
    "author": "Gilbert Parker",
    "chapter": "9",
    "content": [
        "\n\n",
        "Jean Jacques was not without originality of a kind, and not without\ninitiative; but there were also the elements of the very old Adam in him,\nand the strain of the obvious.  If he had been a real genius, rather than\na mere lively variation of the commonplace–a chicken that could never\nburst its shell, a bird which could not quite break into song–he might\nhave made his biographer guess hard and futilely, as to what he would do\nafter having seen his wife’s arms around the neck of another man than\nhimself–a man little more than a manual labourer, while he, Jean Jacques\nBarbille, had come of the people of the Old Regime.  As it was, this\nmagnate of St. Saviour’s, who yesterday posed so sympathetically and\neffectively in the Court at Vilray as a figure of note, did the quite\nobvious thing: he determined to kill the master-carpenter from Laplatte.",
        "There was no genius in that.  When, from under the spreading beech-tree,\nJean Jacques saw his wife footing it back to her house with a light,\nwayward step; when he watched the master-carpenter vault over a stone\nfence five feet high with a smile of triumph mingled with doubt on his\nface, he was too stunned at first to move or speak.  If a sledge-hammer\nstrikes you on the skull, though your skull is of such a hardness that it\ndoes not break, still the shock numbs activity for awhile, at any rate.\nThe sledge-hammer had descended on Jean Jacques’ head, and also had\nstruck him between the eyes; and it is in the credit balance of his\nledger of life, that he refrained from useless outcry at the moment.\nSuch a stroke kills some men, either at once, or by lengthened torture;\nothers it sends mad, so that they make a clamour which draws the\nattention of the astonished and not sympathetic world; but it only\nparalysed Jean Jacques.  For a time he sat fascinated by the ferocity\nof the event, his eyes following the hurrying wife and the jaunty,\nswaggering master-carpenter with a strange, animal-like dismay and\napprehension.  They remained fixed with a kind of blank horror and\ndistraction on the landscape for some time after both had disappeared.",
        "At last, however, he seemed to recover his senses, and to come back from\nthe place where he had been struck by the hammer of treachery.  He seemed\nto realize again that he was still a part of the common world, not a\nhuman being swung through the universe on his heart-strings by a Gorgon.",
        "The paper and pencil in his hand brought him back from the far Gehenna\nwhere he had been, to the world again–how stony and stormy a world it\nwas, with the air gone as heavy as lead, with his feet so loaded down\nwith chains that he could not stir!  He had had great joy of this his\nworld; he had found it a place where every day were problems to be solved\nby an astute mind, problems which gave way before the master-thinker.\nThere was of course unhappiness in his world.  There was death, there was\naccident occasionally–had his own people not gone down under the scythe\nof time?  But in going they had left behind in real estate and other\nthings good compensation for their loss.  There was occasional suffering\nand poverty and trouble in his little kingdom; but a cord of wood here, a\nbarrel of flour there, a side of beef elsewhere, a little debt remitted,\na bag of dried apples, or an Indian blanket–these he gave, and had great\npleasure in giving; and so the world was not a place where men should\nhang their heads, but a place where the busy man got more than the worth\nof his money.",
        "It had never occurred to him that he was ever translating the world into\nterms of himself, that he went on his way saying in effect, “I am coming.\nI am Jean Jacques Barbille.  You have heard of me.  You know me.  Wave a\nhand to me, duck your head to me, crack the whip or nod when I pass.  I\nam M’sieu’ Jean Jacques, philosopher.”",
        "And all the while he had only been vaguely, not really, conscious of his\nwife and child.  He did not know that he had only made of his wife an\nincident in his life, in spite of the fact that he thought he loved her;\nthat he had been proud of her splendid personality; and that, with\npassionate chivalry, he had resented any criticism of her.",
        "He thought still, as he did on the Antoine, that Carmen’s figure had the\nlines of the Venus of Milo, that her head would have been a model either\nfor a Madonna, or for Joan of Arc, or the famous Isabella of Aragon.\nHaving visited the Louvre and the Luxembourg all in one day, he felt he\nwas entitled to make such comparisons, and that in making them he was on\nsure ground.  He had loved to kiss Carmen in the neck, it was so full and\nsoft and round; and when she went about the garden with her dress\nshortened, and he saw her ankles, even after he had been married thirteen\nyears, and she was thirty-four, he still admired, he still thought that\nthe world was a good place when it produced such a woman.  And even when\nshe had lashed him with her tongue, as she did sometimes, he still\nlaughed–after the smart was over–because he liked spirit.  He would\nnever have a horse that had not some blood, and he had never driven a\nsluggard in his life more than once.  But wife and child and world, and\nall that therein was, existed largely because they were necessary to Jean\nJacques.",
        "That is the way it had been; and it was as though the firmament had been\nrolled up before his eyes, exposing the everlasting mysteries, when he\nsaw his wife in the arms of the master-carpenter.  It was like some\nfrightening dream.",
        "The paper and pencil waked him to reality.  He looked towards his house,\nhe looked the way George Masson had gone, and he knew that what he had\nseen was real life and not a dream.  The paper fell from his hand.  He\ndid not pick it up.  Its fall represented the tumbling walls of life, was\nthe earthquake which shook his world into chaos.  He ground the sheet\ninto the gravel with his heel.  There would be no cheese-factory built at\nSt. Saviour’s for many a year to come.  The man of initiative, the man of\nthe hundred irons would not have the hundred and one, or keep the hundred\nhot any more; because he would be so busy with the iron which had entered\ninto his soul.",
        "When the paper had been made one with the earth, a problem buried for\never, Jean Jacques pulled himself up to his full height, as though facing\na great thing which he must do.",
        "“Well, of course!” he said firmly.",
        "That was what his honour, Judge Carcasson, had said a few hours before,\nwhen the little Clerk of the Court had remarked an obvious thing about\nthe case of Jean Jacques.",
        "And Jean Jacques said only the obvious thing when he made up his mind to\ndo the obvious thing–to kill George Masson, the master-carpenter.",
        "This was evidence that he was no genius.  Anybody could think of killing\na man who had injured him, as the master-carpenter had done Jean Jacques.\nIt is the solution of the problem of the Patagonian.  It is old as\nRameses.",
        "Yet in his own way Jean Jacques did what he felt he had to do.  The thing\nhe was going to do was hopelessly obvious, but the doing of it was Jean\nJacques’ own; and it was not obvious; and that perhaps was genius after\nall.  There are certain inevitable things to do, and for all men to do;\nand they have been doing them from the beginning of time; but the way it\nis done–is not that genius?  There is no new story in the world; all the\nthings that happen have happened for untold centuries; but the man who\ntells the story in a new way, that is genius, so the great men say.  If,\nthen, Jean Jacques did the thing he had to do with a turn of his own, he\nwould justify to some degree the opinion he had formed of himself.",
        "As he walked back to his desecrated home he set himself to think.  How\nshould it be done?  There was the rifle with which he had killed deer in\nthe woods beyond the Saguenay and bear beyond the Chicoutimi.  That was\nsimple–and it was obvious; and it could be done at once.  He could soon\novertake the man who had spoiled the world for him.",
        "Yet he was a Norman, and the Norman thinks before he acts.  He is the\nsoul of caution; he wants to get the best he can out of his bargain.  He\nwill throw nothing away that is to his advantage.  There should be other\nways than the gun with which to take a man’s life–ways which might give\na Norman a chance to sacrifice only one life; to secure punishment where\nit was due, but also escape from punishment for doing the obvious thing.",
        "Poison?  That was too stupid even to think of once.  A pitch-fork and a\ndung-heap?  That had its merits; but again there was the risk of more\nthan one life.",
        "All the way to his house, Jean Jacques, with something of the rage of\npassion and the glaze of horror gone from his eyes, and his face not now\nso ghastly, still brooded over how, after he had had his say, he was to\nput George Masson out of the world.  But it did not come at once.  All\nmakers of life-stories find their difficulty at times.  Tirelessly they\ngrope along a wall, day in, day out, and then suddenly a great gate\nswings open, as though to the touch of a spring, and the whole way is\nclear to the goal.",
        "Jean Jacques went on thinking in a strange, new, intense abstraction.\nHis restless eyes were steadier than they had ever been; his wife noticed\nthat as he entered the house after the Revelation.  She noticed also his\npaleness and his abstraction.  For an instant she was frightened; but no,\nJean Jacques could not know anything.  Yet–yet he had come from the\ndirection of the river!",
        "“What is it, Jean Jacques?” she asked.  “Aren’t you well?”",
        "He put his hand to his head, but did not look her in the eyes.  His\ngesture helped him to avoid that.  “I have a head–la, such a head!\nI have been thinking, thinking-it is my hobby.  I have been planning\nthe cheese-factory, and all at once it comes on-the ache in my head.\nI will go to bed.  Yes, I will go at once.”  Suddenly he turned at the\ndoor leading to the bedroom.  “The little Zoe–is she well?”",
        "“Of course.  Why should she not be well?  She has gone to the top of the\nhill.  Of course, she’s well, Jean Jacques.”",
        "“Good-good!” he remarked.  Somehow it seemed strange to him that Zoe\nshould be well.  Was there not a terrible sickness in his house, and had\nnot that woman, his wife, her mother, brought the infection?  Was he\nhimself not stricken by it?",
        "Carmen was calm enough again.  “Go to bed, Jean Jacques,” she said, “and\nI’ll bring you a sleeping posset.  I know those headaches.  You had one\nwhen the ash-factory was burned.”",
        "He nodded without looking at her, and closed the door behind him.",
        "When she came to the bedroom a half-hour later, his face was turned to\nthe wall.  She spoke, but he did not answer.  She thought he was asleep.\nHe was not asleep.  He was only thinking how to do the thing which was\nnot obvious, which was also safe for himself.  That should be his\ntriumph, if he could but achieve it.",
        "When she came to bed he did not stir, and he did not answer her when she\nspoke.",
        "“The poor Jean Jacques!” he heard her say, and if there had not been\non him the same courage that possessed him the night when the Antoine\nwas wrecked, he would have sobbed.",
        "He did not stir.  He kept thinking; and all the time her words, “The poor\nJean Jacques!” kept weaving themselves through his vague designs.  Why\nhad she said that–she who had deceived, betrayed him?  Had he then seen\nwhat he had seen?",
        "She did not sleep for a long time, and when she did it was uneasily.  But\nthe bed was an immense one, and she was not near him.  There was no sleep\nfor him–not even for an hour.  Once, in exhaustion, he almost rolled\nover into the poppies of unconsciousness; but he came back with a start\nand a groan to sentient life again, and kept feeling, feeling along the\nwall of purpose for a masterly way to kill.",
        "At dawn it came, suddenly spreading out before him like a picture.  He\nsaw himself standing at the head of the flume out there by the Mill\nCartier with his hand on the lever.  Below him in the empty flume was the\nmaster-carpenter giving a last inspection to the repairs.  Beyond the\nmaster-carpenter–far beyond–was the great mill-wheel!  Behind himself,\nJean Jacques, was the river held back by the dam; and if the lever was\nopened,–the river would sweep through the raised gates down the flume to\nthe millwheel–with the man.  And then the wheel would turn and turn, and\nthe man would be in the wheel.",
        "It was not obvious; it was original; and it looked safe for Jean Jacques.\nHow easily could such an “accident” occur!",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}