{
    "title": "The Adventures of Baron Munchausen - Chapter XXII",
    "author": "Raspe",
    "chapter": "26",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  Preparations for the Baron’s expedition into Africa–Description\n  of his chariot; the beauties of its interior decorations; the\n  animals that drew it, and the mechanism of the wheels.",
        "Everything being concluded, and having received my instructions for\nthe voyage, I was conducted by the illustrious Hilaro Frosticos, the\nLady Fragrantia, and a prodigious crowd of nobility, and placed\nsitting upon the summit of the whale’s bones at the palace; and having\nremained in this situation for three days and three nights, as a trial\nordeal, and a specimen of my perseverance and resolution, the third\nhour after midnight they seated me in the chariot of Queen Mab. It was\na prodigious dimension, large enough to contain more stowage than the\ntun of Heidelberg, and globular like a hazel-nut: in fact, it seemed\nto be really a hazel-nut grown to a most extravagant dimension, and\nthat a great worm of proportionable enormity had bored a hole in the\nshell. Through this same entrance I was ushered. It was as large as a\ncoach-door, and I took my seat in the centre, a kind of chair self-\nbalanced without touching anything, like the fancied tomb of Mahomet.\nThe whole interior surface of the nutshell appeared a luminous\nrepresentation of all the stars of heaven, the fixed stars, the\nplanets, and a comet. The stars were as large as those worn by our\nfirst nobility, and the comet, excessively brilliant, seemed as if you\nhad assembled all the eyes of the beautiful girls in the kingdom, and\ncombined them, like a peacock’s plumage, into the form of a comet–\nthat is, a globe, and a bearded tail to it, diminishing gradually to a\npoint. This beautiful constellation seemed very sportive and\ndelightful. It was much in the form of a tadpole! and, without\nceasing, went, full of playful giddiness, up and down, all over the\nheaven on the concave surface of the nutshell. One time it would be at\nthat part of the heavens under my feet, and in the next minute would\nbe over my head. It was never at rest, but for ever going east, west,\nnorth, or south, and paid no more respect to the different worlds than\nif they were so many lanterns without reflectors. Some of them he\nwould dash against and push out of their places; others he would burn\nup and consume to ashes: and others again he would split into\nfritters, and their fragments would instantly take a globular form,\nlike spilled quicksilver, and become satellites to whatever other\nworlds they should happen to meet with in their career. In short, the\nwhole seemed an epitome of the creation, past, present, and future;\nand all that passes among the stars during one thousand years was here\ngenerally performed in as many seconds.",
        "I surveyed all the beauties of the chariot with wonder and delight.\n“Certainly,” cried I, “this is heaven in miniature!” In short, I took\nthe reins in my hand. But before I proceed on my adventures, I shall\nmention the rest of my attendant furniture. The chariot was drawn by a\nteam of nine bulls harnessed to it, three after three. In the first\nrank was a most tremendous bull named John Mowmowsky; the rest were\ncalled Jacks in general, but not dignified by any particular\ndenomination. They were all shod for the journey, not indeed like\nhorses, with iron, or as bullocks commonly are, to drag on a cart; but\nwere shod with men’s skulls. Each of their feet was, hoof and all,\ncrammed into a man’s head, cut off for the purpose, and fastened\ntherein with a kind of cement or paste, so that the skull seemed to be\na part of the foot and hoof of the animal. With these skull-shoes the\ncreatures could perform astonishing journeys, and slide upon the\nwater, or upon the ocean, with great velocity. The harnesses were\nfastened with golden buckles, and decked with studs in a superb style,\nand the creatures were ridden by nine postillions, crickets of a great\nsize, as large as monkeys, who sat squat upon the heads of the bulls,\nand were continually chirping at a most infernal rate, loud in\nproportion to their bodies.",
        "The wheels of the chariot consisted of upwards of ten thousand\nsprings, formed so as to give the greater impetuosity to the vehicle,\nand were more complex than a dozen clocks like that of Strasburgh. The\nexternal of the chariot was adorned with banners, and a superb festoon\nof laurel that formerly shaded me on horseback. And now, having given\nyou a very concise description of my machine for travelling into\nAfrica, which you must allow to be far superior to the apparatus of\nMonsieur Vaillant, I shall proceed to relate the exploits of my\nvoyage.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}