{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXV",
    "author": "Fedor Jagor et al",
    "chapter": "26",
    "content": [
        "\n\n",
        "[Tobacco revenue.] Of all the productions of the country tobacco is\nthe most important, so far (at least) as concerns the Government,\nwhich have the cultivation of this plant, its manipulation, and sale,\nthe subjects of an extensive and strictly guarded monopoly, and derives\na very considerable portion of the public revenue therefrom. [232]\nAs to the objections raised against this revenue on the score of its\nbeing opposed to justice and morality, many other sources of revenue in\nthe colonial budget might be condemned (such as the poll-tax, gaming\nand opium licenses, the brandy trade, and the sale of indulgences);\nyet none is so invidious and pernicious as the tobacco monopoly.",
        "[Injustice of the monopoly.] Often in the course of this narrative\nof my travels I have had occasion to commend the clemency of the\nSpanish Government. In glaring contrast therewith, however, stands the\nmanagement of the tobacco regulations. They appropriated the fields of\nthe peasantry without the slightest indemnification–fields which had\nbeen brought under cultivation for their necessary means of sustenance;\nforced them, under penalty of bodily punishment, to raise, on the\nconfiscated property, an article which required an immense amount\nof trouble and attention, and which yielded a very uncertain crop;\nand they then valued the harvested leaves arbitrarily and without any\nappeal, and, in the most favorable case, paid for them at a nominal\nprice fixed by themselves. To be paid at all, indeed, appears to have\nbeen a favor, for it has not been done in full now for several years in\nsuccession. Spain regularly remains indebted to the unlucky peasants\nin the amount of the miserable pittance allowed, from one year’s end\nto another. The Government ordered the officials to exact a higher\nreturn from the impoverished population of the tobacco districts; and\neven rewarded informers who, after pointing out fields already owned,\nbut which were considered suitable to the cultivation of tobacco,\nwere installed into possession of the proclaimed lands in the place\nof the original owners.",
        "For proofs of these accusations, one need only peruse a few paragraphs\ncontained in the following stringent regulations, entitled “General\nInstructions,” [233] and, further, a few extracts from the official\ndispatches of Intendant-General Agius to the Colonial Minister:– [234]",
        "[Résumé of regulations] Cap. 25, § 329. The compulsory system of\ncultivation in Cagayan, New Vizcaya, Gapan, Igorots, and Abra to\nremain in force.",
        "§ 331. The Director-General of the Government is authorized to\nextend compulsory labor to the other provinces, or to abolish it\nwhere already introduced. These instructions may be altered wholly\nor in part as occasion requires.",
        "§ 332. Prices may be either increased or lowered.",
        "§ 337. Claims or actions concerning the possession of tobacco\nlands pending before the usual tribunal shall not prevent such\nlands from being used for the purposes of tobacco cultivation, the\npresent proprietor being under strict obligation to continue the\ncultivation either in person or by substitute. (If he omits to do so,\nthe magistrate or judge takes upon himself to appoint such substitute.)",
        "§ 351. The collectors have received denuncies, i.e. information,\nthat land adapted to tobacco growing is lying fallow, and that it is\nprivate property. In case such land is really suitable to the purposes\nof tobacco cultivation, the owners thereof are hereby summoned to\ncultivate the same with tobacco in preference to anything else. At\nthe expiration of a certain space of time the land in question\nis to be handed over to the informer. Be it known, however, that,\nnotwithstanding these enactments, the possessory title is not lost to\nthe owner, but he is compelled to relinquish all rights and usufruct\nfor three years.",
        "Cap. 27, § 357. An important duty of the collector is to insure the\ngreatest possible extension of the tobacco cultivation upon all\nsuitable lands, but in particular upon those which are specially\nconvenient and fertile. Lands which, although suitable for tobacco\ngrowing, were previously planted with rice or corn, shall, as far\nas practicable, be replaced by forest clearings, in order, as far as\npossible, to prevent famine and to bring the interests of the natives\ninto harmony with those of the authorities.",
        "§ 351. In order that the work which the tobacco cultivation requires\nmay not be neglected by the natives, and that they may perform the\nfield work necessary for their sustenance, it is ordered that every\ntwo persons working together shall, between them cultivate eight\nthousand square varas, that is, two and one-half acres of tobacco land.",
        "§ 362. Should this arrangement fail to be carried out either through\nage, sickness, or death, it shall be left to the priest of the district\nto determine what quantity of work can be accomplished by the little\nchildren, having regard to their strength and number.",
        "§ 369. Every collector who consigns from his district 1,000 fardos\nmore than in former years, shall receive for the overplus a double\ngratuity, but this only where the proportion of first-class leaves\nhas not decreased.",
        "§ 370. The same gratuity will be bestowed when there is no diminution\nin bulk, and one-third of the leaves is of first-class quality.",
        "The following sections regulate the action of the local authorities:–",
        "§ 379. Every governor must present annually a list, revised by the\npriest of the district, of all the inhabitants in his district of both\nsexes, and of those of their children who are old enough to help in\nthe fields.",
        "§ 430. The officers shall forward the emigrants on to Cagayan and\nNueva Vizcaya, and will be entrusted with $5 for that purpose, which\nmust be repaid by each individual, as they cannot be allowed to remain\nindebted in their province.",
        "§ 436. Further it is ordered by the Buen Gobierno (good government)\nthat no Filipino shall be liable for a sum exceeding $5, incurred\neither as a loan or a simple debt. Thus the claim of a higher sum\ncan not impede emigration.",
        "§ 437. The Hacienda (Public Treasury) shall pay the passage money\nand the cost of maintenance from Ilocos.",
        "§ 438. They are to be provided with the means of procuring cattle,\ntools, etc., until the first harvest (although the Indian is only\nliable for $5).",
        "§ 439. Such advances are, it is true, personal and individual; but,\nin the case of death or flight of the debtor, the whole village is\nto be liable for the amount due.",
        "[Tobacco from Mexico.] Tobacco (Nicotiana tabacum, L.) was introduced\ninto the Philippines soon after the arrival of the Spaniards by the\nmissionaries, who brought the seed with them from Mexico. [235] The\nsoil and climate being favorable to its production, and the pleasure\nderived from it being speedily discovered by the natives, naturally\nassisted in its rapid adoption. Next to the Cuban tobacco and a\nfew sorts of Turkish [236]it is admitted to be the best; and in the\ncolony it is asserted by competent judges that it would soon surpass\nall others, if the existing regulations were abolished and free trade\nestablished. There can be no doubt in the minds of impartial observers\nthat the quality and quantity of the produce might be considerably\nincreased by such a change; on the other hand, many of the prejudiced\nofficials certainly maintain the direct contrary. The real question is,\nto what extent these expectations may be realized in the fulfilment of\nsuch a measure; of course, bearing in mind that the judgment is swayed\nby a strong desire for the abolition of a system which interferes at\npresent with their prospects of gain. But the fact is that, even now,\nthe native grown tobacco, notwithstanding all the defects inseparable\nfrom an illicit trade, is equal to that produced by the [High grade\nof Philippine product.] Government officials in their own factories,\nand is valued at the same rate with many of the Havana brands; and\nthe Government cigars of the Philippines are preferred to all others\nthroughout Eastern Asia. Indeed, rich merchants, to whom a difference\nof price is no object, as a rule take the Manila cigars before Havanas.",
        "[Manila tobacco handicapped.] According to Agius (\"Memoria,” 1871), in\nthe European market the Manila tobacco was admitted to be without any\nrival, with the sole exception of the Vuelta abajo of Cuba; and most\ncertainly in the Asiatic and Oceanic ports its superior quality was\nundisputed, as the Havana tobacco loses its flavor on the long voyage\nto these countries; but now, from year to year, it is surely losing its\nreputation. If, then, the Manila cigars have not hitherto succeeded in\nmaking themselves acceptable in Europe on account of their inferiority,\nthe blame is attributable simply to the system of compulsory labor,\nand the chronic insolvency of the Insular Treasury, whilst the produce\nof other tobacco countries has steadily progressed in quality in\nconsequence of free competition. The fame of the Manila cigars may\nalso have suffered in some slight measure from the wide-spread,\nthough perfectly erroneous, idea that they contained opium.",
        "[Hampered by government restrictions.] How greatly the produce might be\nincreased by means of free trade is shown under other circumstances by\nthe example of Cuba. At the time when the Government there monopolized\nthe tobacco trade, the crops were only partly sufficient to cover\nthe home consumption; whereas, at the present time, Cuba supplies\nall the markets of the world. [237] The decision of Captain-General\nDe la Gandara upon this question is in the highest degree worthy\nof notice. In a MS. Report to the Colonial Minister, March, 1858,\nconcerning a measure for rendering the regulations of the tobacco\nmonopoly still more stringent, he says: “If the tobacco cultivation\nis placed without restriction into the hands of private traders,\nwe shall most probably, in a few years, be in a position to command\nnearly all the markets in the world.” Most of the islands produce\ntobacco. According to the quality of the produce, the tobacco\nprovinces rank in the following order: First, Cagayan and Isabela;\nSecond, Igorots; Third, Island of Mindanao; Fourth, Bisayas; Fifth,\nNueva Ecija.",
        "[Origin of monopoly.] From the Government Order, dated November 20,\n1625, it is evident that even at that early period the sale of betel\nnut, palm spirit (toddy), tobacco, etc., was a Government monopoly: but\nit does not seem to have been very strictly carried out. The tobacco\nmonopoly, as it stands at present, the whole trade of which from the\nsowing of the seedling plants to the sale of the manufactured article\nis exclusively in the hands of the Government, was first introduced by\nCaptain-General José Basco y Vargas. And a Government Order, under date\nof January 9, 1780 (confirmed by Departmental Regulations, December\n13, 1781), further enacted that the tobacco regulations should be\nextended to the Philippine Islands, in like manner as in all Spanish\npossessions in this and the other hemisphere (de uno y otto mundo).",
        "[Governor Basco’s innovations.] Before the administration of this\nvery jealous Governor, for a period of two hundred years the colony\nreceived annual contributions from New Spain (Situado de Nueva\nEspaña). In order to relieve the Spanish Exchequer, from this charge\nBasco introduced (at that time national economic ideas prevailed of\nmaking the natural resources of a State supply its immediate wants)\na plan upon which, fifty years later, Java modelled its “Culture\nSystem.” In the Philippines, however, the conditions for this system\nwere less favorable. In addition to the very slight submissiveness\nof the population, there were two great obstacles in the opposition\nof the priests and the want of trustworthy officials. Of all the\nprovincial trades brought into existence by the energy of Basco, the\nindigo cultivation is the only one that remains in the hands of private\nindividuals, the tobacco trade still being a Government monopoly. [238]\nBasco first of all confined the monopoly to the provinces immediately\ncontiguous to the capital, in all of which the cultivation of tobacco\nwas forbidden under penalty of severe punishment, except by persons\nduly authorized and in the service of the Government. [239] In the\nother provinces the cultivation was to a certain extent permitted;\nbut the supply remaining after deduction of what was consumed in each\nprovince was to be sold to the Government only.",
        "[Speculation with public funds.] In the Bisayas the magistrates\npurchased the tobacco for the Government and paid for it at the rate\npreviously fixed by the Government factories at Manila; and they\nwere allowed to employ the surplus money of the Government treasury\nchest for this purpose. A worse system than this could scarcely be\ndevised. Officials, thinking only of their own private advantage,\nsuffered no competition in their provinces, employed their official\npower to oppress the producer to the utmost extent, and thereby\nnaturally checked the production; and the Government treasury chest\nconsequently suffered frequent losses through bankruptcies, inasmuch\nas the magistrates, who drew a salary of $600 and paid a license\nof from $100 to $300 for the right of trading, in order to make\nmoney quickly, engaged in the most hazardous speculations. In 1814\nthis stupid arrangement was first put an end to; and forthwith the\ntobacco supplies from the Bisayas increased, through the competition\nof the private dealers, who then, for the first time, had the power of\npurchase; and from 1839 the planters were empowered to obtain higher\nprices than those afforded by the greedy monopolizing magistrates. At\npresent, the following general regulations are in force, subject,\nhowever, to continual variation in details.",
        "[Changes bring improvement.] By a Departmental Order, September 5,\n1865, the cultivation of tobacco was permitted in all the provinces,\nthough the produce was allowed to be sold only to the Government at\nthe price regulated by them. The wholesale purchases are made in Luzon\nand the adjacent islands in fardos, [240] by “colleccion,” that is,\ndirect through the finance officials, who have the management of\nthe plants from the sowing; but in the Bisayas by acopio; that is,\nthe Government officials buy up the tobacco tendered by the growers\nor speculators by the cwt.",
        "[Different usages in Bisayas and Mindanao.] In the Bisayas and in\nMindanao everybody is allowed to manufacture cigars for his own\nparticular use, though trade therein is strictly prohibited; and\nadvances to the tobacco growers are also made there; while in Luzon\nand the neighboring islands the Government provides seed and seedling\nplants. Here, however, no land which is adapted to the cultivation\nof tobacco is allowed to be used for any other purpose of agriculture.",
        "[Crude system of grading.] As the Financial Administration is\nunable to classify the tobacco at its true value, as might be done\nwere free competition permitted, they have adopted the expedient of\ndetermining the price by the size of the leaves; the care necessary\nto be bestowed upon the training of the plants in order to produce\nleaves of the required size being at least a guarantee of a certain\namount of proper attention and handling, even if it be productive of\nno other direct good. [241]",
        "[Burden knowingly increased.] It is well known at Madrid how the\ntobacco monopoly, by oppressing the wretched population, interferes\nwith the prosperity of the colony; yet, to the present day, the\nGovernment measures have been so arranged as to exact a still larger\ngain from this very impolitic source of revenue.",
        "[\"Killing the goose that lays the golden egg.\"] A Government Order of\nJanuary, 1866, directed the tobacco cultivation in the Philippines to\nbe extended as much as possible, in order to satisfy the requirements\nof the colony, the mother country, and also the export trade;\nand in the memorial already quoted, “reforms” are proposed by the\nCaptain-General, in the spirit of the goose with golden eggs. By\ngrafting new monopolies upon those already existing, he believes that\nthe tobacco produce can be increased from 182,102 cwt. (average of\nthe years 1860 to 1857) to 500,000, and even 800,000 cwt. Meantime,\nwith a view to obtaining increased prices, the Government resolved\nto export the tobacco themselves to the usual markets for sale; and\nin the year 1868 this resolution was really carried out. It was sent\nto London, where it secured so favorable a market that it was at once\ndecreed that no tobacco in Manila should thenceforth be sold at less\nthan $25 per cwt. [242] This decree, however, referred only to the\nfirst three qualities, the quantity of which decreased in a relative\nmeasure with the increased pressure upon the population. Even in\nthe table annexed to the record of La Gandara this is very clearly\nshown. Whilst the total produce for 1867 stood at 176,018 cwt. (not\nmuch under the average of the years 1860 to 1857, viz., 182,102 cwt.),\nthe tobacco of the first class had decreased in quantity since 1862\nfrom over 13,000 to less than 5,000 cwt.",
        "[Gift to Spain of unusable tobacco.] The fourth, fifth, and sixth\nclasses, the greater part of which would before have been burnt, but\nwhich now form no inconsiderable portion of the total crop, are in the\nopen markets positively unsaleable, and can be utilized only in the\nform of a bonus to Spain, which annually receives, under the title of\natenciones á la peninsula, upwards of 100,000 cwt. If the colony were\nnot compelled to pay half the freight of these gifts, Spain would\ncertainly ask to be relieved of these “marks of attention.” Seeing\nthat, according to the decision of the chief of the Government, the\ngreater portion of this tobacco is of such inferior quality that it\ncan find no purchaser at any price, it is impossible that its value\nshould cover either the cost of carriage or the customs duty. Moreover,\nthis tobacco tribute is a great burden on the colonial budget; which,\nin spite of all deficits, is charged with the expenses attending the\ncollection of the tobacco, its packing, its cost of local transport,\nand half the expense of its carriage to Europe.",
        "[De La Gandara’s proposed reforms.] Dated in March, 1871,–the\nbeginning of a Golden Age, if De La Gandara’s plans had been carried\nout and his expectations realized,–there exists an excellent\nstatement from the Intendant-General addressed to the Minister of\nColonies pointing out plainly to the chief of the Government the\ndisadvantages arising from this mode of administration, and urging the\nimmediate repeal of the monopoly. In the next place proof was adduced,\nsupported by official vouchers, that the profits derived from the\ntobacco monopoly were much smaller than usual. The total average\nreceipts of the tobacco administration for the five years 1855 to\n1869, according to official accounts, amounted to $5,367,262; for the\nyears 1866 to 1870, only $5,240,935. The expenses cannot be accurately\nestimated, inasmuch as there are no strict accounts obtainable; if,\nhowever, the respective expenses charged in the colonial budget are\nadded together, they amount to $3,717,322 of which $1,812,250 is for\npurchase of raw tobacco.",
        "[Slight real profit from monopoly.] Besides these expenses pertaining\nexclusively to the tobacco administration there are still many other\ndifferent items to be taken into account; yet the cost incurred in\nthis branch of the service would be saved, if not altogether, at\nleast largely, if the State surrendered the tobacco monopoly. The\ntotal of the disbursements must certainly, at the very lowest, be\nestimated at $4,000,000; so, therefore, the State receives only a net\nprofit of $1,357,000; but even this is not to be reckoned on in the\nfuture, for if the Government does not speedily cease carrying on this\ntrade, they will be forced into a very considerable and unavoidable\nexpense. To begin with, they must erect new factories and warehouses;\nbetter machinery must be bought; wages will have to be considerably\nincreased; and, above all, means must be devised to pay off the\nenormous sum of $1,600,000 in which the Government is indebted to the\npeasants for the crops of 1869 and 1870, and to assure cash payments\nfor future harvests. “This is the only possible mode of preventing\nthe decay of the tobacco cultivation in the different provinces,\nas well as relieving the misery of the wretched inhabitants.”",
        "[Suffering and law-breaking thru the monopoly.] Later Agius proved\nhow trifling in reality the arrears were on account of which the\nGovernment was abandoning the future of the colony, and showed the\nmisfortunes, of which I shall mention, these briefly, only a few,\nresulting from the monopoly. He represented that the people of the\ntobacco district, who were the richest and most contented of all in the\nArchipelago, found themselves plunged into the deepest distress after\nthe increase of the Government dues. They were, in fact, far more\ncruelly treated than the slaves in Cuba, who, from self-interested\nmotives, are well-nourished and taken care of; whereas in this case,\nthe produce of compulsory labor has to be delivered to the State at an\narbitrarily determined price; and even this price is paid only when\nthe condition of the treasury, which is invariably in difficulties,\npermits. Frequently their very means of subsistence failed them,\nin consequence of their being forbidden to carry on the cultivation;\nand the unfortunate people, having no other resources for the relief\nof their pressing necessities, were compelled to alienate the debtor’s\nbond, which purchased the fruits of their enforced toil but had been\nleft unpaid. Thus, for an inconsiderable deficit of about $1,330,000,\nthe whole population of one of the richest provinces is thrown into\nabject misery; a deep-rooted hatred naturally arises between the people\nand their rulers; and incessant war ensues between the authorities\nand their subjects. Besides which, an extremely dangerous class of\nsmugglers have recently arisen, who even now do not confine themselves\nto mere smuggling, but who, on the very first opportunity presented by\nthe prevailing discontent, will band themselves together in one solid\nbody. The official administrators, too, are charged with gross bribery\nand corruption; which, whether true or not, occasions great scandal,\nand engenders increasing disrespect and distrust of the colonial\nadministration as well as of the Spanish people generally. [243]",
        "[Growing opposition to the monopoly.] The preceding memorial has\nbeen not only written, but also printed; and it seems to indicate\nthat gradually in Spain, and also in wider circles, people are\nbecoming convinced of the untenableness of the tobacco monopoly;\nyet, in spite of this powerful review, it is considered doubtful by\ncompetent judges whether it will be given up so long as there are any\napparent or appreciable returns derived therefrom. These acknowledged\nevils have long been known to the Colonial Government; but, from\nthe frequent changes of ministers, and the increasing want of money,\nthe Government is compelled, so long as they are in office, to use\nall possible means of obtaining profits, and to abstain from carrying\nout these urgent reforms lest their own immediate downfall should be\ninvolved therein. Let us, however, cherish the hope that increased\ndemand will cause a rise in the prices; a few particularly good crops,\nand other propitious circumstances, would relieve at once the Insular\nTreasury from its difficulties; and then the tobacco monopoly might be\ncheerfully surrendered. One circumstance favorable to the economical\nmanagement of the State that would be produced by the surrender of\nthe tobacco monopoly would be the abolition of the numerous army of\nofficials which its administration requires. This might, however,\noperate reversely in Spain. The number of place-hunters created\nmust be very welcome to the ministers in power, who thus have the\nopportunity of providing their creatures with profitable places,\nor of shipping off inconvenient persons to the Antipodes from the\nmother-country, free of cost. The colony, be it known, has not only\nto pay the salaries, but also to bear the cost of their outward and\nhomeward voyages. Any way, the custom is so liberally patronized that\noccasionally new places have to be created in order to make room for\nthe newly-arrived nominees. [244]",
        "[Wholesale rate highter than retail government.] At the time of\nmy visit, the royal factories could not turn out a supply of cigars\ncommensurate with the requirements of commerce; and this brought about\na peculiar condition of things; the wholesale dealer, who purchased\ncigars in very considerable quantities at the government auctions,\npaying higher than the retail rates at which he could buy them\nsingly in the estancia. In order, therefore, to prevent the merchants\ndrawing their stocks from the estancias, it was determined that only\na certain quantity should be purchased, which limit no merchant dared\nexceed. A very intricate system of control, assisted by espionage,\nhad to be employed in seeing that no one, through different agents and\ndifferent estancias, collected more than the authorised supply; and\nviolation of this rule, when discovered, was punished by confiscation\nof the offender’s stock. Everybody was free to purchase cigars in the\nestancia, but nobody was permitted to sell a chest of cigars to an\nacquaintance at cost price. Several Spaniards with whom I have spoken\nconcerning these strange regulations maintained them to be perfectly\njust, as otherwise all the cigars would be carried off by foreigners,\nand they would not be able themselves in their own colony to smoke\na decent cigar.",
        "[Money juggling.] There was, as I afterwards learnt, a still more\nurgent reason for the existence of these decrees. The government\nvalued their own gold at sixteen dollars per ounce, while in commerce\nit fetched less, and the premium on silver had, at one time, risen\nto thirty-three per cent. Moreover, on account of the insufficient\nquantity of copper money for minor currency, the small change\nfrequently gained a premium on the silver dollar, so much so that by\nevery purchaser not less than half a dollar was realized. In exchanging\nthe dollar from five to fifteen per cent discount was charged; it was\nprofitable, therefore, to purchase cigars in the estancias with the\ngold ounce, and then to retail them in smaller quantities nominally\nat the rate of the estancias. Both premiums together might in an\nextreme case amount to as much as forty-three per cent. [245]",
        "[Directions for cultivating tobacco] Not being able to give a\ndescription of the cultivation of tobacco from personal knowledge\nand experience, I refer the reader to the following short extract\nfrom the Cartilla Agricola:–",
        "Directions for preparing and laying out the seed beds.–A suitable\npiece of land is to be enclosed quadrilaterally by boundaries,\nploughed two or three times, cleared of all weeds and roots, made\nsomewhat sloping, and surrounded by a shallow ditch, the bed of\nwhich is to be divided by drains about two feet wide. The soil of\nthe same must be very fine, must be ground almost as fine as powder,\notherwise it will not mix freely and thoroughly with the extremely\nfine tobacco seed. The seed is to be washed, and then suspended in\ncloths during the day, in order to allow the water to run off; after\nwhich it is to be mixed with a similar quantity of ashes, and strewn\ncarefully over the bed. The subsequent successful results depend\nentirely upon the careful performance of this work. From the time\nthe seed first begins to sprout, the beds must be kept very clean, in\ndry weather sprinkled daily, and protected from birds and animals by\nbrambles strewn over, and by means of light mats from storms and heavy\nrains. After two months the plants will be between five and six inches\nhigh, and generally have from four to six leaves; they must then be\nreplanted. This occurs, supposing the seed-beds to have been prepared\nin September, about the beginning or the middle of November. A second\nsowing takes place on the 15th of October, as much as a precaution\nagainst possible failure, as for obtaining plants for the lowlands.",
        "Concerning the land most advantageous to the tobacco and its\ncultivation. Replanting of the seedlings.–Land must be chosen of\nmiddling grain; somewhat difficult, calciferous soil is particularly\nrecommended, when it is richly fertilized with the remains of\ndecayed plants, and not less than two feet deep; and the deeper the\nroots are inserted the higher will the plant grow. Of all the land\nadapted to the tobacco cultivation, that in Cagayan is the best,\nas from the overflowing of the large streams, which occurs every\nyear, it is laid under water, and annually receives a new stratum\nof mud, which renders the soil particularly productive. Plantations\nprepared upon such soil differ very materially from those less\nfavored and situated on a higher level. In the former the plants\nshoot up quickly as soon as the roots strike; in the latter they\ngrow slowly and only reach a middling height. Again in the fertile\nsoil the plants produce quantities of large, strong, juicy leaves,\ngiving promise of a splendid harvest. In the other case the plants\nremain considerably smaller and grow sparsely. Sometimes, however,\neven the lowlands are flooded in January and February, and also in\nMarch, when the tobacco has already been transplanted, and grown to\nsome little height. In that event everything is irreparably lost,\nparticularly if the flood should occur at a time when it is too late\nto lay out new plantations. High-lying land also must, therefore, be\ncultivated, in the hope that by very careful attention it may yield\na similar return. In October these fields must be ploughed three or\nfour times, and harrowed twice or thrice. On account of the floods,\nthe lowlands cannot be ploughed until the end of December, or the\nmiddle of January; when the work is light and simple. The strongest\nplants in the seed-beds are chosen, and set in the prepared grounds\nat a distance of three feet from each other, care being taken that\nthe earth clinging to the roots is not shaken off.",
        "Of the care necessary to be bestowed upon the plants.–In the east a\nlittle screen, formed by two clods, is to be erected, with a view to\nprotecting the plant from the morning sun, and retaining the dew for\na longer time. The weeds to be carefully exterminated, and the wild\nshoots removed. A grub which occasionally appears in great numbers is\nparticularly dangerous. Rain is very injurious immediately before the\nripening, when the plants are no longer in a condition to secrete the\ngummy substance so essential to the tobacco, which, being soluble in\nwater, would be drawn off by the action of the rain. Tobacco which has\nbeen exposed to bad weather is always deficient in juice and flavor,\nand is full of white spots, a certain sign of its bad quality. The\ninjury is all the greater the nearer the tobacco is to its ripening\nperiod; the leaves hanging down to the ground then decay, and must\nbe removed. If the subsoil is not deep enough, a carefully tended\nplant will turn yellow, and nearly wither away. In wet seasons this\ndoes not occur so generally, as the roots in insufficient depth are\nenabled to find enough moisture.",
        "Cutting and manipulation of the leaves in the drying shed.–The\ntopmost leaves ripen first; they are then of a dark yellow color, and\ninflexible. They must be cut off as they ripen, collected into bundles,\nand brought to the shed in covered carts. In wet or cloudy weather,\nwhen the nightly dews have not been thoroughly evaporated by the sun,\nthey must not be cut. In the shed the leaves are to hang upon cords or\nsplit Spanish cane, with sufficient room between them for ventilation\nand drying. The dried leaves are then laid in piles, which must not\nbe too big, and frequently turned over. Extreme care must be taken\nthat they do not become overheated and ferment too strongly. This\noperation, which is of the utmost importance to the quality of the\ntobacco, demands great attention and skill, and must be continued\nuntil nothing but an aromatic smell of tobacco can be noticed coming\nfrom the leaves; but the necessary skill for this manipulation is only\nto be acquired by long practice, and not from any written instructions.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}