{
    "title": "The Story of Mankind - The Greek Theatre (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "THE ORIGINS OF THE THEATRE, THE FIRST\nFORM OF PUBLIC AMUSEMENT",
        "AT a very early stage of their history the Greeks had begun\nto collect the poems, which had been written in honor of\ntheir brave ancestors who had driven the Pelasgians out of\nHellas and had destroyed the power of Troy. These poems were\nrecited in public and everybody came to listen to them. But\nthe theatre, the form of entertainment which has become almost\na necessary part of our own lives, did not grow out of these\nrecited heroic tales. It had such a curious origin that I must\ntell you something about it in a separate chapter",
        "The Greeks had always been fond of parades. Every\nyear they held solemn processions in honor of Dionysos the\nGod of the wine. As everybody in Greece drank wine (the\nGreeks thought water only useful for the purpose of swimming\nand sailing) this particular Divinity was as popular as a God\nof the Soda-Fountain would be in our own land.",
        "And because the Wine-God was supposed to live in the\nvineyards, amidst a merry mob of Satyrs (strange creatures\nwho were half man and half goat), the crowd that joined the\nprocession used to wear goat-skins and to hee-haw like real\nbilly-goats. The Greek word for goat is “tragos” and the\nGreek word for singer is “oidos.” The singer who meh-mehed\nlike a goat therefore was called a “tragos-oidos” or goat singer,\nand it is this strange name which developed into the modern\nword “Tragedy,” which means in the theatrical sense a piece\nwith an unhappy ending, just as Comedy (which really means\nthe singing of something “comos” or gay) is the name given\nto a play which ends happily.",
        "But how, you will ask, did this noisy chorus of masqueraders,\nstamping around like wild goats, ever develop into the\nnoble tragedies which have filled the theatres of the world for\nalmost two thousand years?",
        "The connecting link between the goat-singer and Hamlet is\nreally very simple as I shall show you in a moment.",
        "The singing chorus was very amusing in the beginning and\nattracted large crowds of spectators who stood along the side\nof the road and laughed. But soon this business of tree-hawing\ngrew tiresome and the Greeks thought dullness an evil only\ncomparable to ugliness or sickness. They asked for something\nmore entertaining. Then an inventive young poet from\nthe village of Icaria in Attica hit upon a new idea which proved\na tremendous success. He made one of the members of the\ngoat-chorus step forward and engage in conversation with the\nleader of the musicians who marched at the head of the parade\nplaying upon their pipes of Pan. This individual was allowed\nto step out of line. He waved his arms and gesticulated\nwhile he spoke (that is to say he “acted” while the others merely\nstood by and sang) and he asked a lot of questions, which the\nbandmaster answered according to the roll of papyrus upon\nwhich the poet had written down these answers before the\nshow began.",
        "This rough and ready conversation–the dialogue–which\ntold the story of Dionysos or one of the other Gods, became\nat once popular with the crowd. Henceforth every Dionysian\nprocession had an “acted scene” and very soon the “acting\"\nwas considered more important than the procession and the\nmeh-mehing.",
        "AEschylus, the most successful of all “tragedians” who wrote\nno less than eighty plays during his long life (from 526 to 455)\nmade a bold step forward when he introduced two “actors\"\ninstead of one. A generation later Sophocles increased the\nnumber of actors to three. When Euripides began to write\nhis terrible tragedies in the middle of the fifth century, B.C.,\nhe was allowed as many actors as he liked and when Aristophanes\nwrote those famous comedies in which he poked fun at\neverybody and everything, including the Gods of Mount Olympus,\nthe chorus had been reduced to the role of mere bystanders\nwho were lined up behind the principal performers\nand who sang “this is a terrible world” while the hero in the\nforeground committed a crime against the will of the Gods.",
        "This new form of dramatic entertainment demanded a\nproper setting, and soon every Greek city owned a theatre, cut\nout of the rock of a nearby hill. The spectators sat upon\nwooden benches and faced a wide circle (our present orchestra\nwhere you pay three dollars and thirty cents for a seat).\nUpon this half-circle, which was the stage, the actors and the\nchorus took their stand. Behind them there was a tent where\nthey made up with large clay masks which hid their faces and\nwhich showed the spectators whether the actors were supposed\nto be happy and smiling or unhappy and weeping. The Greek\nword for tent is “skene” and that is the reason why we talk\nof the “scenery” of the stage.",
        "When once the tragedy had become part of Greek life, the\npeople took it very seriously and never went to the theatre to\ngive their minds a vacation. A new play became as important\nan event as an election and a successful playwright was\nreceived with greater honors than those bestowed upon a general\nwho had just returned from a famous victory.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}