{
    "title": "The Crisis in Russia - Saturdayings",
    "author": "Ransome",
    "chapter": "8",
    "content": [
        "\n\n",
        "So much for the organization, with its Communist Party, its\nsystem of meetings and counter-meetings, its adapted Trades",
        "Unions, its infinitely various propaganda, which is doing its\nbest to make headway against ruin.  I want now to describe\nhowever briefly, the methods it has adopted in tackling the\nworst of all Russia’s problems-the non-productivity and\nabsolute shortage of labor.",
        "I find a sort of analogy between these methods and those\nwhich we used in England in tackling the similar cumulative\nproblem of finding men for war.  Just as we did not proceed\nat once to conscription, but began by a great propaganda of\nvoluntary effort, so the Communists,  faced with a need at\nleast equally vital, did not turn at once to industrial\nconscription.  It was understood from the beginning that the\nCommunists themselves were to set an example of\nhard work, and I dare say a considerable proportion of them\ndid so. Every factory had its little Communist Committee,\nwhich was supposed to leaven the factory with enthusiasm,\njust as similar groups of Communists drafted into the armies\nin moments of extreme danger did, on more than one\noccasion, as the non-Communist Commander-in-Chief\nadmits, turn a rout into a stand and snatch victory from what\nlooked perilously like defeat.  But this was not enough,\narrears of work accumulated, enthusiasm waned,\nproductivity decreased, and some new move was obviously\nnecessary.  This first move in the direction of industrial\nconscription, although no one perceived its tendency at the\ntime, was the inauguration of what have become known\nas “Saturdayings”.",
        "Early in 1919 the Central Committee of the Communist\nParty put out a circular letter, calling upon the Communists\n“to work revolutionally,” to emulate in the rear the heroism\nof their brothers on the front, pointing out that nothing but\nthe most determined efforts and an increase in the\nproductivity of labor would enable Russia to win through her\ndifficulties of transport, etc. Kolchak, to quote from\nEnglish newspapers, was it “sweeping on to Moscow,” and\nthe situation was pretty threatening.  As a direct result of this\nletter, on May 7th, a meeting of Communists in the sub-district\nof the Moscow-Kazan railway passed a resolution\nthat, in view of the imminent danger to the Republic,",
        "Communists and their sympathizers should give up an hour\na day of their leisure, and, lumping these hours together, do\nevery Saturday six hours of manual labor; and, further, that\nthese Communist “Saturdayings” should be continued “until\ncomplete victory over Kolchak  should be assured.”  That\ndecision of a local committee was the actual beginning of a\nmovement which spread all over Russia, and though the\ncomplete victory over Kolchak was long ago obtained, is\nlikely to continue so long as Soviet Russia is threatened by\nany one else.",
        "The decision was put into effect on May 10th, when the first\nCommunist “Saturdaying” in Russia took place on the\nMoscow-Kazan railway.  The Commissar of the railway,\nCommunist clerks from the offices, and every one else who\nwished to help, marched to work, 182 in all, and put in\n1,012 hours of manual labor, in which they finished\nthe repairs of four locomotives and sixteen wagons and\nloaded and unloaded 9,300 poods of engine and wagon parts\nand material. It was found that the productivity of labor in\nloading and unloading shown on this occasion was about\n270 per cent. of the normal, and a similar superiority of\neffort was shown in the other kinds of work.  This example\nwas immediately copied on other railways.  The Alexandrovsk\nrailway had its first “Saturdaying” on May 17th. Ninety-eight\npersons worked for five hours, and here also did two or\nthree times as much is the usual amount of work done in the\nsame number of working hours under ordinary circumstances.\nOne of the workmen, in giving an account of the\nperformance, wrote: “The Comrades explain this by\nsaying that in ordinary times the work was dull and\nthey were sick of it, whereas this occasion they were\nworking willingly and with excitement.  But now it will be\nshameful in ordinary hours to do less than in the Communist\n’Saturdaying.’ “  The hope implied in this last sentence has\nnot been realized.",
        "In Pravda of June 7th there is an article describing one of\nthese early “Saturdayings,” which gives a clear picture\nof the infectious character of the proceedings, telling how\npeople who came out of curiosity to look on found",
        "themselves joining in the work, and how a soldier with an\naccordion after staring for a long time open-mouthed at\nthese lunatics working on a Saturday afternoon put up a tune\nfor them on his instrument, and, delighted by their delight,\nplayed on while the workers all sang together.",
        "The idea of the “Saturdayings” spread quickly from railways\nto factories, and by the middle of the summer reports of\nsimilar efforts were coming from all over Russia.  Then\nLenin became interested, seeing in these “Saturdayings” not\nonly a special effort in the face of common danger, but an\nactual beginning of Communism and a sign that Socialism\ncould bring about a greater productivity of labor than could\nbe obtained under Capitalism.  He wrote: “This is a work of\ngreat difficulty and requiring much time, but it has begun,\nand that is the main thing.  If in hungry Moscow in the\nsummer of 1919 hungry workmen who have lived through\nthe difficult four years of the Imperialistic war, and then the\nyear and a half of the still more difficult civil war, have\nbeen able to begin this great work, what will not be its\nfurther development when we conquer in the civil war and\nwin peace.”  He sees in it a promise of work being done not\nfor the sake of individual gain, but because of a recognition\nthat such work is necessary for the general good, and in all\nhe wrote and spoke about it he emphasized the fact that\npeople worked better and harder when working thus than\nunder any of the conditions (piece-work, premiums for good\nwork, etc.) imposed by the revolution in its desperate\nattempts to raise the productivity of labor.  For this reason\nalone, he wrote, the first “Saturdaying” on the Moscow-Kazan\nrailway was an event of historical significance, and not for\nRussia alone.",
        "Whether Lenin was right or wrong in so thinking, “Saturdayings\"\nbecame a regular institution, like Dorcas meetings in Victorian\nEngland, like the thousands of collective working parties\ninstituted in England during the war with Germany.  It\nremains to be seen how long they will continue, and if\nthey will survive peace when that comes.  At present",
        "the most interesting point about them is the large proportion\nof non-Communists who take an enthusiastic part in them.\nIn many cases not more than ten per cent. of Communists\nare concerned, though they take the iniative in organizing the\nparties and in finding the work to be done.  The movement\nspread like fire in dry grass, like the craze for roller-skating\nswept over England some years ago, and efforts were made\nto control it, so that the fullest use might be made of it.\nIn Moscow it was found worth while to set up a special\nBureau for “Saturdayings.”  Hospitals, railways, factories, or\nany other concerns working for the public good, notify\nthis bureau that they need the sort of work a “Saturdaying\"\nprovides.  The bureau informs the local Communists where\ntheir services are required, and thus there is a minimum\nof wasted energy.  The local Communists arrange the\n“Saturdayings,” and any one else joins in who wants.\nThese “Saturdayings” are a hardship to none because\nthey are voluntary, except for members of the Communist\nParty, who are considered to have broken the party\ndiscipline if they refrain.  But they can avoid the\n“Saturdayings” if they wish to by leaving the party.  Indeed,\nLenin points, out that the “Saturdayings” are likely to assist\nin clearing out of the party those elements which\njoined it with the hope of personal gain.  He  points out that\nthe privileges of a Communists now consist in doing more\nwork than other people in the rear, and, on the front, in\nhaving the certainty of being killed when other folk are\nmerely taken prisoners.",
        "The following are a few examples of the sort of work done\nin the “Saturdayings.”  Briansk hospitals were improperly\nheated because of lack of the local transport necessary to\nbring them wood.  The Communists organized a “Saturdaying,\"\nin which 900 persons took part, including military specialists\n(officers of the old army serving in the new), soldiers, a\nchief of staff, workmen and women.  Having no horses, they\nharnessed themselves to sledges in groups of ten, and brought\nin the wood required.  At Nijni 800 persons spent their Saturday\nafternoon in unloading barges.  In the Basman district of\nMoscow there was a gigantic “Saturdaying” and “Sundaying\"\nin which 2,000 persons (in this case all but a little over 500\nbeing Communists) worked in the heavy artillery shops, shifting",
        "materials, cleaning tramlines for bringing in fuel, etc.\nThen there was a “Saturdaying” the main object of which\nwas a general autumn cleaning of the hospitals for the\nwounded.  One form of “Saturdaying” for women is going\nto the hospitals, talking with the wounded and writing letters\nfor them, mending their clothes, washing sheets, etc.  The\nmajority of “Saturdayings” at present are concerned with\ntransport work and with getting and shifting wood, because\nat the moment these are the chief difficulties.  I have talked\nto many “Saturdayers,” Communist and non-Communist,\nand all alike spoke of these Saturday afternoons of as kind of\npicnic.  On the other hand, I have met  Communists who\nwere accustomed to use every kind off ingenuity to find\nexcuses not to take part in them and yet to preserve the good\nopinion of their local committee.",
        "But even if the whole of the Communist Party did actually\nindulge in a working picnic once a week, it would not suffice\nto meet Russia’s tremendous needs.  And, as I pointed out in\nthe chapter specially devoted to the shortage of labor, the\nmost serious need at present is to keep skilled workers\nat their jobs instead of letting them drift away into non-productive\nlabor.  No amount of Saturday picnics could do that, and it\nwas obvious long ago that some other means, would have to\nbe devised.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}