{
    "title": "The Adventures of Jimmie Dale I - Chapter VII: The Thief",
    "author": "Frank L. Packard",
    "chapter": "7",
    "content": [
        "\n\n",
        "Choosing between the snowy napery, the sparkling glass and silver,\nthe cozy, shaded table-lamps, the famous French chef of the ultra-\nexclusive St. James Club, his own home on Riverside Drive where a\ndinner fit for an epicure and served by Jason, that most perfect of\nbutlers, awaited him, and Marlianne’s, Jimmie Dale, driving in alone\nin his touring car from an afternoon’s golf, had chosen–\nMarlianne’s.",
        "Marlianne’s, if such a thing as Bohemianism, or, rather, a concrete\nexpression of it exists, was Bohemian.  A two-piece string\norchestra played valiantly to the accompaniment of a hoarse-throated\npiano; and between courses the diners took up the refrain–and, as\nit was always between courses with some one, the place was a bedlam\nof noisy riot.  Nevertheless, it was Marlianne’s–and Jimmie Dale\nliked Marlianne’s.  He had dined there many times before, as he had\njust dined in the person of Jimmie Dale, the millionaire, his high-\npriced imported car at the curb of the shabby street outside–and he\nhad dined there, disreputable in attire, seedy in appearance, with\nthe police yelping at his heels, as Larry the Bat.  In either\ncharacter Marlianne’s had welcomed him with equal courtesy to its\nspotted linen and most excellent table-d’hote with VIN ORDINAIRE–\nfor fifty cents.",
        "And now, in the act of reaching into his pocket for the change to\npay his bill, Jimmie Dale seemed suddenly to experience some\ndifficulty in finding what he sought, and his fingers went fumbling\nfrom one pocket to another.  Two men at the table in front of him\nwere talking–their voices, over a momentary lull in violin squeaks,\ntalk, laughter, singing, and the clatter of dishes, reached him:",
        "“Carling commit suicide!  Not on your life!  No; of course he\ndidn’t!  It was that cursed Gray Seal croaked him, just as sure as\nyou sit in that chair!”",
        "The other grunted.  “Yes; but what’d the Gray Seal want to pinch a\nhundred thousand out of the bank for, and then give it back again\nthe next morning?”",
        "“What’s he done a hundred other things for to cover up the real\nobject of what he’s after?” retorted the first speaker, with a\nshort, vicious laugh; then, with a thump of his fist on the table:\n“The man’s a devil, a fiend, and anywhere else but New York he’d\nhave been caught and sent to the chair where he belongs long ago,\nand–”",
        "A burst of ragtime drowned out the man’s words.  Jimmie Dale placed\na fifty-cent piece and a tip beside it on his dinner check, pushed\nback his chair, and rose from the table.  There was a half-\ntolerantly satirical, half-angry glint in his dark, steady eyes.  It\nwas not only the police who yelped at his heels, but every man,\nwoman, and child in the city.  The man had not voiced his own\nsentiments–he had voiced the sentiments of New York!  And it was\nquite on the cards that if he, Jimmie Dale, were ever caught his\ndestination would not even be the death cell and the chair at Sing\nSing–his fellow citizens had reached a pitch where they would be\nquite capable of literally tearing him to pieces if they ever got\ntheir hands on him!",
        "And yet there were a few, a very few, a handful out of five\nmillions, who sometimes remembered perhaps to thank God that the\nGray Seal lived–that was his reward.  That–and SHE, whose\nmysterious letters prompted and impelled his, the Gray Seal’s, acts!\nShe–nameless, fascinating in her brilliant resourcefulness, amazing\nin her power, a woman whose life was bound up with his and yet held\napart from him in the most inexplicable, absorbing way; a woman he\nhad never seen, save for her gloved arm in the limousine that night,\nwho at one unexpected moment projected a dazzling, impersonal\nexistence across his path, and the next, leaving him battling for\nhis life where greed and passion and crime swirled about him, was\ngone!",
        "Jimmie Dale threaded the small, crowded rooms–the interior of\nMarlianne’s had never been altered from the days when the place had\nbeen a family residence of some pretension–and, reaching the hall,\nreceived his hat from the frowsy-looking boy in attendance.  He\npassed outside, and, at the top of the steps, paused as he took his\ncigarette case from his pocket.  It was nearly a week since Carling,\nthe cashier of the Hudson-Mercantile National Bank, had been found\ndead in his home, a bottle that had contained hydrocyanic acid on\nthe floor beside him; nearly a week since Bookkeeper Bob, unaware\nthat he had ever been under temporary suspicion for the robbery of\nthe bank, had, equally unknown to himself, been cleared of any\ncomplicity in that affair–and yet, as witness the conversation of a\nmoment ago, it was still the topic of New York, still the vital\nissue that filled the maw of the newspapers with ravings, threats,\nand execrations against the Gray Seal, snarling virulently the while\nat the police for the latter’s ineptitude, inefficiency, and\nimpotence!",
        "Jimmie Dale closed his cigarette case with a snap that was almost\nhuman in its irony, dropped it back into his pocket, and lighted a\nmatch–but the flame was arrested halfway to the tip of his\ncigarette, as his eyes fixed suddenly and curiously on a woman’s\nform hurrying down the street.  She had turned the corner before he\ntook his eyes from her, and the match between his fingers had gone\nout.  Not that there was anything very strange in a woman walking,\nor even half running, along the street; nor that there was anything\nparticularly attractive or unusual about her, and if there had been\nthe street was too dark for him to have distinguished it.  It was\nnot that–it was the fact that she had neither passed by the house\non whose steps he stood, nor come out of any of the adjoining\nhouses.  It was as though she had suddenly and miraculously appeared\nout of thin air, and taken form on a sidewalk a little way down from\nMarlianne’s.",
        "“That’s queer!” commented Jimmie Dale to himself.  “However–”  He\ntook out another match, lighted his cigarette, jerked the match stub\naway from him, and, with a lift of his shoulders, went down the\nsteps.",
        "He crossed the pavement, walked around the front of his machine,\nsince the steering wheel was on the side next to the curb, and, with\nhis hand out to open the car door–stopped.  Some one had been\ntampering with it–it was not quite closed.  There was no mistake.\nJimmie Dale made no mistakes of that kind, a man whose life hung a\ndozen times a day on little things could not afford to make them.\nHe had closed it firmly, even with a bang, when he had got out.",
        "Instantly suspicious, he wrenched the door wide open, switched on\nthe light under the hood, and, with a sharp exclamation, bent\nquickly forward.  A glove, a woman’s glove, a white glove lay on the\nfloor of the car.  Jimmie Dale’s pulse leaped suddenly into fierce,\npounding beats.  It was HERS!  He KNEW that intuitively–knew it as\nhe knew that he breathed.  And that woman he had so leisurely\nwatched as she had disappeared from sight was, must have been–she!",
        "He sprang from the car with a jump, his first impulse to dash after\nher–and checked himself, laughing a little bitterly.  It was too\nlate for that now–he had already let his chance slip through his\nfingers.  Around the corner was Sixth Avenue, surface cars, the\nelevated, taxicabs, a multitude of people, any one of a hundred ways\nin which she could, and would, already have discounted pursuit from\nhim–and, besides, he would not even have been able to recognise her\nif he saw her!",
        "Jimmie Dale’s smile was mirthless as he turned back to the car, and\npicked up the glove.  Why had she dropped it there?  It could not\nhave been intentional.  Why had–he began to tear suddenly at the\nglove’s little finger, and in another second, kneeling on the car’s\nstep, his shoulders inside, he was holding a ring close under the\nlittle electric bulb.",
        "It was a gold seal ring, a small, dainty thing that bore a crest: a\nbell, surmounted by a bishop’s mitre–the bell, quaint in design,\nharking the imagination back to some old-time belfry tower.  And\nunderneath, in the scroll–a motto.  It was a full minute before\nJimmie Dale could decipher it, for the lettering was minute and the\nwords, of course, reversed.  It was in French: SONNEZ LE TOCSIN.",
        "He straightened up, the glove and ring in his hand, a puzzled\nexpression on his face.  It was strange!  Had she, after all,\ndropped the glove there intentionally; had she at last let down the\nbarriers just a little between them, and given him this little\nintimate sign that she–",
        "And then Jimmie Dale laughed abruptly, self-mockingly.  He was only\ntrying to deceive himself, to argue himself into believing what,\nwith heart and soul, he wanted to believe.  It was not like her–and\nneither was it so!  His eyes had fixed on the seat beside the wheel.\nHe had not used the lap rug all that day, he couldn’t use a rug and\ndrive, he had left it folded and hanging on the rack in the tonneau–\nit was now neatly folded and reposing on the front seat!",
        "“Yes,” said Jimmie Dale, a sort of self-pity in his tones, “I might\nhave known.”",
        "He lifted the rug.  Beneath it on the leather seat lay a white\nenvelope.  Her letter!  The letter that never came save with the\nplan of some grim, desperate work outlined ahead–the call to arms\nfor the Gray Seal.  SONNEZ LE TOCSIN!  Ring the Tocsin!  Sound the\nalarm!  The Tocsin!  The words were running through his brain.  A\nstrange motto on that crest–that seemed so strangely apt!  The\nTocsin!  Never once in all the times that he had heard from her,\nnever once in the years that had gone since that initial letter of\nhers had struck its first warning note, had any communication from\nher been but to sound again a new alarm–the Toscin!  The Tocsin–\nthe word seemed to visualise her, to give her a concrete form and\nbeing, to breathe her very personality.",
        "“The Tocsin!\"–Jimmie Dale whispered the word softly, a little\nwistfully.  “Yes; I shall call you that–the Tocsin!”",
        "He folded the glove very carefully, placed it with the ring in his\npocketbook, picked up the letter–and, with a sharp exclamation,\nturned it quickly over in his fingers, then bent hurriedly with it\nto the light.",
        "Strange things were happening that night!  For the first time, the\nletter was not even SEALED!  That was not like her, either!  What\ndid it mean?  Quick, alert now, anxious even, he pulled the double,\nfolded sheets from the envelope, glanced rapidly through them–and,\nafter a moment, a smile, whimsical, came slowly to his lips.",
        "It was quite plain now–all of it.  The glove, the ring, and the\nunsealed letter–and the postscript held the secret; or, rather,\nwhat had been intended for a postscript did, for it comprised only a\nfew words, ending abruptly, unfinished: “Look in the cupboard at the\nrear of the room.  The man with the red wig is–”  That was all, and\nthe words, written in ink, were badly blurred, as though the paper\nhad been hastily folded before the ink was dry.",
        "It was quite plain; and, in view of the real explanation of it all,\neminently characteristic of her.  With the letter already written,\nshe had come there, meaning to place it on the seat and cover it\nwith the rug, as, indeed, she had done; then, deciding to add the\npostscript, and because she would attract less attention that way\nthan in any other, she had climbed into the car as though it\nbelonged to her, and had seated herself there to write it.  She\nwould have been hurried in her movements, of course, and in pulling\noff her glove to use the fountain pen the ring had come with it.\nThe rest was obvious.  She had but just begun to write when he had\nappeared on the steps.  She had slipped instantly down to the floor\nof the car, probably dropping the glove from her lap, hastily\ninclosed the letter in the envelope which she had no time to seal,\nthrust the envelope under the rug, and, forgetting her glove and\nfearful of risking his attention by attempting to close the door\nfirmly, had stolen along the body of the car, only to be noticed by\nhim too late–when she was well down the street!",
        "And at that latter thought, once more chagrin seized Jimmie Dale–\nthen he turned impulsively to the letter.  All this was extraneous,\napart–for another time, when every moment was not a priceless asset\nas it very probably was now.",
        "“Dear Philanthropic Crook\"–it always began that way, never any\nother way.  He read on more and more intently, crouched there close\nto the light on the floor of his car, lips thinning as he proceeded–\nread it to the end, absorbing, memorising it–and then the abortive\npostscript:",
        "“Look in the cupboard at the rear of the room.  The man with the red\nwig is–”",
        "For an instant, as mechanically he tore the letter into little\nshreds, he held there hesitant–and the next, slamming the door\ntight, he flung himself into the seat behind the wheel, and the big,\nsixty-horse-power, self-starting machine was roaring down the\nstreet.",
        "The Tocsin!  There was a grim smile on Jimmie Dale’s lips now.  The\nalarm!  Yes, it was always an alarm, quick, sudden, an emergency to\nface on the instant–plans, decisions to be made with no time to\nponder them, with only that one fact to consider, staggering enough\nin itself, that a mistake meant disaster and ruin to some one else,\nand to himself, if the courts were merciful where he had little hope\nfor mercy, the penitentiary for life!",
        "And now to-night again, as it almost always was when these\nmysterious letters came, every moment of inaction was piling up the\nodds against him.  And, too, the same problem confronted him.  How,\nin what way, in what role, must he play the night’s game to its end?\nAs Larry the Bat?",
        "The car was speeding forward.  He was heading down Broadway now,\nlower Broadway, that stretched before him, deserted like some dark,\nnarrow canyon where, far below, like towering walls, the buildings\nclosed together and seemed to converge into some black, impassable\nbarrier.  The street lights flashed by him; a patrolman stopped the\nswinging of his night-stick, and turned to gaze at the car that\nrushed by at a rate perilously near to contempt of speed laws;\nstreet cars passed at indifferent intervals; pedestrians were few\nand far between–it was the lower Broadway of night.",
        "Larry the Bat?  Jimmie Dale shook his head impatiently over the\nsteering wheel.  No; that would not do.  It would be well enough for\nthis young Burton, perhaps, but not for old Isaac, the East Side\nfence–for Isaac knew him in the character of Larry the Bat.  His\nquick, keen brain, weaving, eliminating, devising, scheming,\ndiscarded that idea.  The final coup of the night, as yet but sensed\nin an indefinite, unshaped way, if enacted in the person of Larry\nthe Bat would therefore stamp Larry the Bat and the Gray Seal as\none–a contretemps but little less fatal, in view of old Issac, than\nto bracket the Gray Seal and Jimmie Dale!  Larry the Bat was not a\ncharacter to be assumed with impunity, nor one to jeopardize–it was\na bulwark of safety, at it were, to which more than once he owed\nescape from capture and discovery.",
        "He lifted his shoulders with a sudden jerk of decision as the car\nswerved to the left and headed for the East Side.  There was only\none alternative then–the black silk mask that folded into such tiny\ncompass, and that, together with an automatic and the curious, thin\nmetal case that looked so like a cigarette case, was always in his\npocket for an emergency!",
        "The car turned again, and, approaching its destination, Jimmie Dale\nslowed down the speed perceptibly.  It was a strange case, not a\npleasant one–and the raw edges where they showed were ugly in their\nnakedness.  Old Isaac Pelina, young Burton, and Maddon–K.\nWilmington Maddon, the wall-paper magnate!  Curious, that of the\nthree he should already know two–old Isaac and Maddon!  Everybody in\nthe East Side, every denizen of the underworld, and many who posed\non a far higher plane knew old Isaac–fence to the most select\nclientele of thieves in New York, unscrupulous, hand in glove with\nany rascality or crime that promised profit, a money lender, a\nShylock without even a Shylock’s humanity as a saving grace!  Yes;\nas Larry the Bat he knew old Isaac, and he knew him not only\npersonally but by firsthand reputation–he had heard the man cursed\nin blasphemous, whole-souled abandon by more than one crook who was\nin the old fence’s toils.  They dealt with him, the crooks, while\nthey swore to “get” him because he was “safe,” but–Jimmie Dale’s\nlips parted in a mirthless smile–some day old Isaac would be found\nin that spiders’ den of his back of the dingy loan office with a\nknife in his heart or a bullet through his head!  And K. Wilmington\nMaddon–Jimmie Dale’s smile grew whimsical–he had known Maddon\nquite intimately for years, had even dined with him at the St. James\nClub only a few nights before.  Maddon was a man in his own “set\"–\nand Maddon, interfered with, was likely to prove none too tractable\na customer to handle.  And young Burton, the letter had said, was\nMaddon’s private and confidential secretary.  Jimmie Dale’s lips\nthinned again.  Well, Burton’s acquaintance was still to be made!\nIt was a curious trio–and it was dirty work, more raw than cunning,\nmore devilish than ingenious; blackmail in its most hellish form;\nthe stake, at the least calculation, a cool half million.  A heavy\nprice for a single slip in a man’s life!",
        "He brought the car abruptly to a halt at the edge of the curb, and\nsprang out to the ground.  He was in front of “The Budapest\"\nrestaurant, a garish establishment, most popular of all resorts for\nthe moment on the East Side, where Fifth Avenue, in the fond belief\nthat it was seeing the real thing in “seamy” life, engaged its table\na week in advance.  Jimmie Dale pushed a bill into the door\nattendant’s hand, accompanied by an injunction to keep an eye on the\nmachine, and entered the cafe.",
        "But for a sort of tinselled ostentation the place might well have\nbeen the Marlianne’s that he had just left–it was crowded and riot\nwas at its height; a stringed orchestra in Hungarian costume played\nwhat purported to be Hungarian airs; shouts, laughter, clatter of\ndishes, and thump of steins added to the din.  He made his way\nbetween the close-packed tables to the stairs, and descended to the\nlower floor.  Here, if anything, the confusion was greater than\nabove; but here, too, was an exit through to the rear street–and a\nmoment later he was sauntering past the front of an unkempt little\npawnshop, closed for the night, over whose door, in the murk of a\ndistant street lamp, three balls hung in sagging disarray, tawny\nwith age, and across whose dirty, unwashed windows, letters missing,\nran the legend:",
        "     IS AC PELINA\n      Pawn brok r",
        "The pawnshop made the corner of a very dark and narrow lane–and,\nwith a quick glance around him to assure himself that he was\nunobserved, Jimmie Dale stepped into the alleyway, and, lost\ninstantly in the blacker shadows, stole along by the wall of the\npawnshop.  Old Isaac’s business was not all done through the front\ndoor.",
        "And then suddenly Jimmie Dale shrank still closer against the wall.\nWas it intuition, premonition–or reality?  There seemed an uncanny\nfeeling of PRESENCE around him, as though perhaps he were watched,\nas though others beside himself were in the lane.  Yes; ahead of him\na shadow moved–he could just barely distinguish it now that his\neyes had grown accustomed to the darkness.  It, like himself, was\nclose against the wall, and now it slunk noiselessly down the length\nof the lane until he lost sight of it.  AND WHAT WAS THAT?  He\nstrained his ears to listen.  It seemed like a window being opened\nor closed, cautiously, stealthily, the fraction of an inch at a\ntime.  And then he located the sound–it came from the other side of\nthe lane and very nearly opposite to where, on the second floor, a\ndull, yellow glow shone out from old Isaac’s private den in the rear\nof the pawnshop’s office.",
        "Jimmie Dale’s brows were gathered in sharp furrows.  There was\nevidently something afoot to-night of which the Tocsin had NOT\nsounded the alarm.  And then the frown relaxed, and he smiled a\nlittle.  Miraculous as was the means through which she obtained the\nknowledge that was the basis of their strange partnership, it was no\nmore miraculous than her unerring accuracy in the minutest details.\nThe Tocsin had never failed him yet.  It was possible that something\nwas afoot around him, quite probable, indeed, since he was in the\nmost vicious part of the city, in the heart of gangland; but\nwhatever it might be, it was certainly extraneous to his mission or\nshe would have mentioned it.",
        "The lane was empty now, he was quite sure of that–and there was no\nfurther sound from the window opposite.  He started forward once\nmore–only to halt again for the second time as abruptly as before,\nsqueezing if possible even more closely against the wall.  Some one\nhad turned into the lane from the sidewalk, and, walking hurriedly,\nchoosing with evident precaution the exact centre of the alleyway,\ncame toward him.",
        "The man passed, his hurried stride a half run; and, a few feet\nbeyond, halted at old Isaac’s side door.  From somewhere inside the\nold building Jimmie Dale’s ears caught the faint ringing of an\nelectric bell; a long ring, followed in quick succession by three\nshort ones–then the repeated clicking of a latch, as though pulled\nby a cord from above, and the man passed in through the door,\nclosing it behind him.",
        "Jimmie Dale nodded to himself in the darkness.  It was a spring\nlock; the signal was one long ring and three short ones–the Tocsin\nhad not missed even those small details.  Also, Burton was late for\nhis appointment, for that must have been Burton–business such as\nold Isaac had in hand that night would have permitted the entrance\nof no other visitor but K. Wilmington Maddon’s private secretary.",
        "He moved down the lane to the door, and tried it softly.  It was\nlocked, of course.  The slim, tapering, sensitive fingers, whose\ntips were eyes and ears to Jimmie Dale, felt over the lock–and a\nslender little steel instrument slipped into the keyhole.  A moment\nmore and the catch was released, and the door, under his hand, began\nto open.  With it ajar, he paused, his eyes searching intently up\nand down the lane.  There was nothing, no sign of any one, no\nmoving shadows now.  His gaze shifted to the window opposite.\nDirectly facing it now, with the dull reflection upon it from the\nlighted window of old Isaac’s den above his head, he could make out\nthat it was open–but that was all.",
        "Once more he smiled–a little tolerantly at himself this time.  Some\none had been in the lane; some one had opened the window of his or\nher room in that tenement house across from him–surely there was\nnothing surprising, unnatural, or even out of the commonplace in\nthat.  He had been a little bit on edge himself, perhaps, and the\nsudden movement of that shadow, unexpected, had startled him for the\nmoment, as, in all probability, the opening of the window had\nstartled the skulking figure itself into action.",
        "The door was open now.  He stepped noiselessly inside, and closed it\nnoiselessly behind him.  He was in a narrow hall, where a few yards\naway, a light shone down a stairway at right angles to the hall\nitself.",
        "“Rear door of pawnshop opens into hall, and exactly opposite very\nshort flight of stairs leading directly to doorway of Isaac’s den\nabove.  Ramshackle old place, low ceilings.  Isaac, when sitting in\nhis den, can look down, and, by means of a transom over the rear\ndoor of the shop, see the customers as they enter from the street,\nwhile he also keeps an eye on his assistant.  Latter always locks up\nand leaves promptly at six o’clock–”  Jimmie Dale was\nsubconsciously repeating to himself snatches from the Tocsin’s\nletter, which, as subconsciously in reading, he had memorised almost\nword for word.",
        "And now voices reached him–one, excited, nervous, as though the\nspeaker were labouring under mental strain that bordered closely on\nthe hysterical; the other, curiously mingling a querulousness with\nan attempt to pacify, but dominantly contemptuous, sneering, cold.",
        "Jimmie Dale moved along the hall–very slowly–without a sound–\ntesting each step before he threw his body weight from one leg to\nthe other.  He reached the foot of the stairs.  The Tocsin had been\nright; it was a very short flight.  He counted the steps–there were\neight.  Above, facing him, a door was open.  The voices were louder\nnow.  It was a sordid-looking room, what he could see of it,\npoverty-stricken in its appearance, intentionally so probably for\neffect, with no attempt whatever at furnishing.  He could see\nthrough the doorway to the window that opened on the alleyway, or,\nrather, just glimpse the top of the window at an angle across the\nroom–that and a bare stretch of floor.  The two men were not in the\nline of vision.",
        "Burton’s voice–it was unquestionably Burton speaking–came to\nJimmie Dale now distinctly.",
        "“No, I didn’t!  I tell you, I didn’t!  I–I hadn’t the nerve.”",
        "Jimmie Dale slipped his black silk mask over his face; and with\nextreme caution, on hands and knees, began to climb the stairs.",
        "“So!”  It was old Isaac now, in a half purr, half sneer.  “And I was\nso sure, my young friend, that you had.  I was so sure that you were\nnot such a fool.  Yes; I could even have sworn that they were in\nyour pocket now–what?  It is too bad–too bad!  It is not a\npleasant thing to think of, that little chair up the river in its\nhorrible little room where–”",
        "“For God’s sake, Isaac–not that!  Do you hear–not that!  My God, I\ndidn’t mean to–I didn’t know what I was doing!”",
        "Jimmie Dale crept up another step, another, and another.  There was\nsilence for a moment in the room; then Burton again, hoarse-voiced:",
        "“Isaac, I’ll make good to you some other way.  I swear I will–I\nswear it!  If I’m caught at this I’ll–I’ll get fifteen years for\nit.”",
        "“And which would you rather have?”  Jimmie Dale could picture the\noily smirk, the shrug of his shoulders, the outthrust hands, palms\nupward, elbows in at the hips, the fingers curved and wide apart–\n“fifteen years, or what you get–for murder?  Eh, my friend, you\nhave thought of that–eh?  It is a very little price I ask–yes?”",
        "“Damn you!”  Burton’s voice was shrill, then dropped to a half sob.\n“No, no, Isaac, I didn’t mean that.  Only, for God’s sake be\nmerciful!  It is not only the risk of the penitentiary; it’s more\nthan that.  I–I tried to play white all my life, and until that\ncursed night there’s no man living could say I haven’t.  You know\nthat–you know that, Isaac.  I tell you I couldn’t do it this\nafternoon–I tell you I couldn’t.  I tried to and–and I couldn’t.”",
        "Jimmie Dale was lying flat on the little landing now, peering into\nthe room.  Back a short distance from the doorway, a repulsive-\nlooking little man in unkempt clothes and soiled linen, with\nyellowish-skinned, parchment face, out of which small black eyes\nshone cunningly and shrewdly, sat at a bare deal table in a rickety\nchair; facing him across the table stood a young man of not more\nthan twenty-five, clean cut, well dressed, but whose face was\nunnaturally white now, and whose hand, as he extended it in a\npleading gesture toward the other, trembled visibly.  Jimmie Dale’s\nhand made its way quietly to his side pocket and extracted his\nautomatic.",
        "Old Isaac humped his shoulders, and leered at his visitor.",
        "“We talk a great deal, my young friend.  What is the use?  A bargain\nis a bargain.  A few rubies in exchange for your life.  A few rubies\nand my mouth is shut.  Otherwise\"–he humped his shoulders again.\n“Well?”",
        "Burton drew back, swept his hand in a dazed way across his eyes–and\nlaughed out suddenly in bitter mirth.",
        "“A few rubies!” he cried.  “The most magnificent stones on this side\nof the water–a FEW rubies!  It’s been Maddon’s life hobby.  Every\nchild in New York knows that!  A few–yes, there’s only a few–but\nthose few are worth a fortune.  He trusts me, the man has been like\na father to me, and–”",
        "“So you are the very last to be suspected,” observed old Isaac\nsuavely.  “Have I not told you that?  There is nothing to fear.  Did\nwe not arrange everything so nicely–eh, my young friend?  See, it\nwas to-night that Maddon gives a little reception to his friends,\nand did you not say that the rubies would be taken from the safe-\ndeposit vault this afternoon since his friends always clamoured to\nsee them as a very fitting conclusion to an evening’s entertainment?\nAnd did you not say that you very naturally had access to the safe\nin the library where you worked, and that he would not notice they\nwere gone until he came to look for them some time this evening?  I\nthink you said all that.  And what suspicion let alone proof, would\nattach itself to you?  You were out of the room once when he, too,\nwas absent for perhaps half an hour.  It is very simple.  In that\nhalf hour, some one, somehow, abstracted them.  Certainly it was not\nyou.  You see how little I ask–and I pay well, do I not?  And so I\ngave you until to-night.  Three days have gone, and I have said\nnothing, and the body has not been found–eh?  But to-night–eh–it\nwas understood!  The rubies–or the chair.”",
        "Burton’s lips moved, but it was a moment before he could speak.",
        "“You wouldn’t dare!” he whispered thickly.  “You wouldn’t dare!  I’d\ntell the story of–of what you tried to make me do, and they’d send\nyou up for it.”",
        "Old Isaac shrugged with pitying contempt.",
        "“Is it, after all, a fool I am dealing with!” he sneered.  “And I–\nwhat should I say?  That you had stolen the stones from your\nemployer and offered them as a bribe to silence me, and that I had\nrefused.  The very act of handing you over to the police would prove\nthe truth of what I said and rob you of even a chance of leniency–\nFOR THAT OTHER THING.  Is it not so–eh?  And why did I not hand you\nover at once three nights ago?  Believe me, my young friend, I\nshould have a very good reason ready, a dozen, if necessary, if it\ncame to that.  But we are borrowing trouble, are we not?  We shall\nnot come to that–eh?”",
        "For a moment it seemed to Jimmie Dale, as he watched, that Burton\nwould hurl himself upon the other.  White to the lips, the muscles\nof his face twitching, Burton clenched his fists and leaned over the\ntable–and then, with sudden revulsion of emotion, he drew back once\nmore, and once more came that choked sob:",
        "“You’ll pay for this, Isaac–your turn will come for this!",
        "“I have been threatened very often,” snapped the other\ncontemptuously.  “Bah, what are threats!  I laugh at them–as I\nalways will.”  Then, with a quick change of front, his voice a\nsudden snarl: “Well, we have talked enough.  You have your choice.\nThe stones or–eh?  And it is to-night–NOW!”",
        "The old pawnbroker sprawled back in his chair, a cunning leer on his\nvicious face, a gleam of triumph, greed, in the beady, ratlike eyes\nthat never wavered from the other.  Burton, moisture oozing from his\nforehead, stood there, hesitant, staring back at old Isaac, half in\na fascinated gaze, half as though trying to read some sign of\nweakness in the bestial countenance that confronted him.  And then,\nvery slowly, in an automatic, machine-like way, his hand groped into\nthe inside pocket of his vest–and old Isaac cackled out in\nderision.",
        "“So!  You thought you could bluff me, eh–you thought you could fool\nold Isaac!  Bah! I read you like a book!  Did I not tell you a while\nback that you had them in your pocket?  I know your kind, my young\nfriend; I know your kind very well indeed–it is my business.  You\nwould not have dared to come here to-night without the price.  So!\nYou took them this afternoon as we agreed.  Yes, yes; you did well.\nYou will not regret it.  And now let me see them\"–his voice rose\neagerly–\"let me see them now, my young friend.”",
        "“Yes, I took them.” Burton spoke listlessly.  “God help me!”",
        "Old Isaac, quivering, excited, like a different creature now, sprang\nfrom his chair, and, as Burton drew a long, flat, leather case from\nhis pocket, snatched it from the other’s hand.  His fingers in their\nrapacious haste could not at first manipulate the catch, and then\nfinally, with the case open, he bent over the table feverishly.  The\nlight reflected back as from some living mass of crimson fire, now\nshading darkly, now glowing into wondrous, colourful transparency as\nhe moved the case to and fro with jerky motions of his hands–and he\nwas babbling, crooning to himself like one possessed.",
        "“Ah, the little beauties!  Ah, the pretty little things!  Yes, yes;\nthese are the ones!  This is the great Aracon–see, see, the six-\nsided prism terminated by the six-sided pyramid.  But it must be\ncut–it must be cut to sell it, eh?  Ah, it is too bad–too bad!\nAnd this, this one here, I know them all, this is–”",
        "But his sentence was never finished–it was Jimmie Dale, on his feet\nnow, leaning against the jamb of the door, his automatic covering\nthe two men at the table, who spoke.",
        "“Quite so, Isaac,” he said coolly; “you know them all!  Quite so,\nIsaac–but be good enough to DROP them!”",
        "The case fell from Isaac’s hand, the flush on his cheeks died to a\nsickly pallor, and, his mouth half open, he stood like a man turned\nto stone, his hands with curved fingers still outstretched over the\ntable, over the crimson gems that, spilled from the case, lay\nscattered now on the tabletop.  Burton neither spoke nor moved–a\nlittle whiter, the misery in his face almost apathetic, he moistened\nhis lips with the tip of his tongue.",
        "Jimmie Dale walked across the room, halted at the end of the table,\nand surveyed the two men grimly.  And then, while one hand with\nrevolver extended rested easily on the table, the other gathered up\nthe stones, placed them in the case, and, the case in his pocket,\nJimmie Dale’s lips parted in an uninviting smile.",
        "“I guess I’m in luck to-night, eh, Isaac?” he drawled.  “Between you\nand your young friend, as I believe you call him, it would appear as\nthough I had fallen on my feet.  That Aracon’s worth–what would you\nsay?–a hundred, two hundred thousand alone, eh?  A very famous\nstone, that–had your eye on it for quite a time, Isaac, you\nmiserable blood leech, eh?”",
        "Isaac did not answer; but, while he still held back from the table,\nhe seemed to be regaining a little of his composure–burglars of\nwhatever sort were no novelty to him–and was staring fixedly at\nJimmie Dale.",
        "“Can’t place me–though there’s not many in the profession you don’t\nknow?  Is that it?” inquired Jimmie Dale softly.  “Well, don’t try,\nIsaac; it’s hardly worth your while.  I’VE got the stones now, and–”",
        "“Wait!  Wait!  Listen!”  It was Burton, speaking for the first time,\nhis words coming in a quick, nervous rush.  “Listen!  You don’t–”",
        "“Hold your tongue!” cried old Isaac, with sudden fierceness.  “You\nare a fool!”  He leaned toward Jimmie Dale, a crafty smile on his\nface, quite in control of himself once more.  “Don’t listen to him–\nlisten to me.  You’re right.  I can’t place you, and it doesn’t make\nany difference\"–he took a step forward–\"but–”",
        "“Not too close, Isaac!” snapped Jimmie Dale sharply.  “I know YOU!”",
        "“So!” ejaculated old Isaac, rubbing his hands together.  “So!  That\nis good!  That is what I want.  Listen, we will make a bargain.  We\nare birds of a feather, eh?  All thieves, eh?  You’ve got the drop\non us who did all the work, but you’ll give us our share–eh?\nListen!  You couldn’t get rid of those stones alone.  You know that;\nyou’re not so green at the game, eh?  You’d have to go to some one.\nYou know me; you know old Isaac, you say.  Well, then, you know\nthere isn’t another man in New York could dispose of those rubies\nand play SAFE doing it except me.  I’ll make a good bargain with\nyou.”",
        "“Isaac,” said Jimmie Dale pensively, “you’ve made a good many ’good’\nbargains.  I wonder when you’ll make your last!  There’s more than\none looking for ’interest’ on those bargains in a pretty grim sort\nof way.”",
        "“Bah!” ejaculated old Isaac.  “It is an old story.  They are all\nalike.  I am afraid of none of them.  I hold them all like–THAT!\"\nHis hand opened and closed like a taloned claw.",
        "“And you’d add me to the lot, eh?” said Jimmie Dale.  He lifted the\nrevolver, its muzzle on old Isaac, examined the mechanism\nthoughfully, and lowered it again.  “Very well, I’ll make a bargain\nwith you–providing it is agreeable to your young friend here.”",
        "“Ah!” exclaimed old Isaac shrilly.  “So!  That is good!  It is done\nthen.”  He chuckled hoarsely.  “Any bargain I make he will agree to.\nIs it not so?”  He fixed his eyes on Burton.  “Well, is it not so?\nSpeak up!  Say–”",
        "He stopped–the words cut short off on his lips.  It came without\nwarning–a crash, a pound on the door below–another.",
        "Burton shrank back against the wall.",
        "“My God!  The police!” he gasped.  “Maddon’s found out!  We’re–\nwe’re caught!”",
        "Jimmie Dale’s eyes, on old Isaac, narrowed.  The pounding in the\nalleyway grew louder, more insistent.  And then his first suspicion\npassed–it was no “game” of Isaac’s.  Crafty though the old fox was,\nthe other’s surprise and agitation was too genuine to be questioned.",
        "Still the pounding continued–some one was kicking viciously at the\ndoor, and banging a tattoo on the panels with his fists.",
        "Old Isaac’s clawlike hands doubled suddenly.",
        "“It is some drunken sot,” he snarled out, “that knows no better than\nto come here and rouse the whole neighbourhood!  It is true, in a\nmoment we will have the police running in from the street.  But\nwait–wait–I’ll teach the fool a lesson!”  He dashed around the\ntable, ran for the window, wrenched the catch up, flung the window\nopen, and, snarling again, leaned out–and instantly the knocking\nceased.",
        "And instantly then, with a sharp cry, as the whole ghastly meaning\nof it swept upon him, Jimmie sprang after the other–too late!  Came\nthe roar of a revolver shot, a stream of flame cutting the darkness\nof the alleyway from the window in the house opposite–and, without\na sound, old Isaac crumpled up, hung limply for a moment over the\nsill, and slid in a heap to the floor.",
        "On his hands and knees, protected from the possibility of another\nbullet by the height of the sill, Jimmie Dale, quick in every\nmovement now, dragged the inert form toward the table away from the\nwindow, and bent hurriedly over the other.  A minute perhaps he\nstayed there–and then rose slowly.",
        "Burton, horror-stricken, unmanned, beside himself, was hanging,\nclutching with both hands at the table edge.",
        "“He’s dead,” said Jimmie Dale laconically.",
        "Burton flung out his hands.",
        "“Dead!” he whispered hoarsely.  “I–I think I’m going mad.  Three\ndays of hell–and now this.  We’d–we’d better get out of here\nquick–they’ll get us if–”",
        "Jimmie Dale’s hand fell with a tight grip on Burton’s shoulder.",
        "“There won’t be any more shots fired–pull yourself together!”",
        "Burton stared at him in a demented way.",
        "“What’s–what’s it mean?” he stammered.",
        "“It means that I didn’t put two and two together,” said Jimmie Dale\na little bitterly.  “It means that there’s a dozen crooks been\ndancing old Isaac’s tune for a long time–and that some of them have\ngot him at last.”",
        "Burton reached out suddenly and clutched Jimmie Dale’s arm.",
        "“Then I’m safe!”  He mumbled the words, but there was dawning hope,\nrelief in his white face.  “Safe!  I’m safe–if you’ll only give me\nback those stones.  Give them back to me, for God’s sake give them\nback to me!  You don’t know–you don’t understand.  I stole them\nbecause–because he made me–because I–it was the only chance I\nhad.  Oh, my God, you don’t know what the last three days have been!\nGive them back to me, won’t you–won’t you?  You–you don’t know!”",
        "“Don’t lose your nerve!” said Jimmie Dale sharply.  “Sit down!”  He\npushed the other into the chair.  “There’s no one will disturb us\nhere for some time at least.  What is it that I don’t know?  That\nthree nights ago you were in a gambling hell, Sagosto’s, to be\nexact, one of the most disreputable in New York–and you went there\non the invitation of a stray acquaintance, a man named Perley–shall\nI describe him for you?  A short, slim-built man, black eyes, red\nhair, beard, and–”",
        "“YOU know that!”  The misery, the hopelessness was back in Burton’s\nface again–and suddenly he bent over the table and buried his head\nin his outflung arms.",
        "There was silence for a moment.  Tight-lipped, Jimmie Dale’s eyes\ntravelled from Burton’s shaking shoulders to the motionless form on\nthe floor.  Then he spoke again:",
        "“You’re a bit of a rounder, Burton, but I think you’ve had a lesson\nthat will last you all your life.  You were half-drunk when you and\nPerley began to hobnob over a downtown bar.  He said he’d show you\nsome real life, and you went with him to Sagosto’s.  He gave you a\nrevolver before you went in, and told you the place wasn’t safe for\nan unarmed man.  He introduced you to Sagosto, the proprietor, and\nyou were shown to a back room.  You drank quite a little there.  You\nand Perley were alone, throwing dice.  You got into a quarrel.\nPerley tried to draw his revolver.  You were quicker.  You drew the\none he had given you–and fired.  He fell to the floor–you saw the\nblood gush from his breast just above the heart–he was dead.  In a\npanic you rushed from the place and out into the street.  I don’t\nthink you went home that night.”",
        "Burton raised his head, showing his haggard face.",
        "“I guess it’s no use,” he said dully.”  If you know, others must.  I\nthought only Isaac and Sagosto knew.  Why haven’t I been arrested?\nI wish to God I had–I wouldn’t have had to-day to answer for.”",
        "“I am not through yet,” said Jimmie Dale gravely.  “The next day old\nIsaac here sent for you.  He said Sagosto had told him of the\nmurder, and had offered to dispose of the corpse and keep his mouth\nshut for fifty thousand dollars–that no one in his place knew of it\nexcept himself.  Isaac, for his share, wanted considerably more.\nYou told him you had no such sums, that you had no money.  He told\nyou how you could get it–you had access to Maddon’s safe, you were\nMaddon’s confidential secretary, fully in your employer’s trust, the\nlast man on earth to be suspected–and there were Maddon’s famous,\npriceless rubies.”",
        "Jimmie Dale paused.  Burton made no answer.",
        "“And so,” said Jimmie Dale presently, “to save yourself from the\ndeath penalty you took them.”",
        "“Yes,” said Burton, scarcely above his breath.  “Are you an officer?\nIf you are, take me, have done with it!  Only for Heaven’s sake end\nit!  If you’re not–”",
        "Jimmie Dale was not listening.  “The cupboard at the rear of the\nroom,” she had said.  He walked across to it now, opened it, and,\nafter a little search, found a small bundle.  He returned with it in\nhis hand, and, kneeling beside the dead man on the floor, his back\nto Burton, untied it, took out a red wig and beard, and slipped them\non to old Isaac’s head and face.",
        "“I wonder,” he said grimly, as he stood up, “if you ever saw this\nman before?”",
        "“My God–PERLEY!”  With a wild cry, Burton was on his feet,\nstraining forward like a man crazed.",
        "“Yes,” said Jimmie Dale, “Perley!  Sort of an ironic justice in his\nend as far as you are concerned, isn’t there?  I think we’ll leave\nhim like that–as Perley.  It will provide the police with an\ninteresting little problem–which they will never solve, and–\nSTEADY!”",
        "Burton was rocking on his feet, the tears were streaming down his\nface.  He lurched heavily–and Jimmie Dale caught him, and pushed\nhim back into the chair again.",
        "I thought–I thought there was blood on my hands,” said Burton\nbrokenly; “that–that I had taken a man’s life.  It was horrible,\nhorrible!  I’ve lived through three days that I thought would drive\nme mad, while I–I tried to do my work, and–and talk to people,\njust as if nothing had happened.  And every one that spoke to me\nseemed so carefree and happy, and I would have sold my soul to have\nchanged places with them.”  He stared at the form on the floor, and\nshivered suddenly.  “It–it was like that I saw him last!” he\nwhispered.  “But–but I do not understand.”",
        "Jimmie Dale smiled a little wearily.",
        "“It was simple enough,” he said.  “Old Isaac had had his eyes on\nthose rubies for a long time.  The easiest way of getting them was\nthrough you.  The revolver he gave you before you entered Sagosto’s\nwas loaded with blank cartridges, the blood you saw was the old, old\ntrick–a punctured bladder of red pigment concealed under the vest.”",
        "“Let us get out of here!”  Burton shuddered again.  “Let us get out\nof here–at once–now.  If we’re found here, we’ll be accused of–\nTHAT!”",
        "“There is no hurry,” Jimmie Dale answered quietly.  “I have told you\nthat no one is liable to come here to-night–and whoever did this\ncertainly will not raise an alarm.  And besides, there is still the\nmatter of the rubies–Burton.”",
        "“Yes,” said Burton, with a quick intake of his breath.",
        "“Yes–the rubies–what are you going to do with them?  I–I had\nforgotten them.  You’ll–”  He stopped, stared at Jimmie Dale, and\nburst into a miserable laugh.  “I’m a fool, a blind fool!” he\nmoaned.  “It does not matter what you do with them.  I forgot\nSagosto.  When they find Isaac here, Sagosto will either tell his\nstory, which will be enough to convict me of this night’s work, the\nREAL murder, even though I’m innocent; or else he’ll blackmail me\njust as Isaac did.”",
        "Jimmie Dale shook his head.",
        "“You are doing Isaac’s cunning an injustice,” he said grimly.\n“Sagosto was only a tool, one of many that old Isaac had in his\npower–and, for that matter, as likely as any one else to have had a\nhand in Isaac’s murder to-night.  Sagosto saw you once when Isaac\nbrought you into his place–not because Isaac wanted Sagosto to see\nyou, but because he wanted YOU to see Sagosto.  Do you understand?\nIt would make the story that Sagosto came to him with the tale of\nthe murder the next day ring true.  Sagosto, however, did not go to\nold Isaac the next day to tell about any fake murder–naturally.\nSagosto would not know you again from Adam–neither does he know\nanything about the rubies, nor what old Isaac’s ulterior motives\nwere.  He was paid for his share in the game in old Isaac’s usual\nmanner of payment probably–by a threat of exposure for some old-\ntime offence, that Isaac held over him, if he didn’t keep his mouth\nshut.”",
        "Burton’s hand brushed his eyes.",
        "“Yes,” he muttered.  “Yes–I see it now.”",
        "Jimmie Dale stooped down, picked up the paper from the floor in\nwhich the wig and beard had been wrapped, walked back with it, and\nreplaced it in the cupboard.  And then, with his back to Burton\nagain, he took the case of gems from his pocket, opened it, and laid\nit on the cupboard shelf.  Also from his pocket came that thin metal\ncase, and from the case, with a pair of tweezers that obviated the\npossibility of telltale finger prints, a gray, diamond-shaped piece\nof paper, adhesive on one side that, cursed by the distracted\nauthorities in every police headquarters on both sides of the\nAtlantic, and raved at by a virulent press whose printed\nreproductions had made it familiar in every household in the land–\nwas the insignia of the Gray Seal.  He moistened the adhesive side,\ndropped it from the tweezers to his handkerchief, and pressed it\ndown firmly on the inside of the cover of the jewel case.  He put\nboth cases back in his pockets, and returned to Burton.",
        "“Burton,” he said a little sharply, “while I was outside that\ndoorway there, I heard you beg old Isaac to let you keep the rubies,\nand three times already you have asked the same of me.  What would\nyou do with them if I gave them back to you?”",
        "Burton did not reply for a moment–he was gazing at the masked face\nin a half-eager, half-doubtful way.",
        "“You–you mean you will give them back!” he burst out finally.",
        "“Answer my question,” prompted Jimmie Dale.",
        "“Do with them?” Burton repeated slowly.  “Why, I’ve told you.\nThey’d go back to Mr. Maddon–I’d take them back.”",
        "“Would you?” Jimmie Dale’s voice was quizzical.",
        "A puzzled expression came to Burton’s face.",
        "“I don’t know what you mean by that,” he said.  “Of course, I\nwould!”",
        "“How?” asked Jimmie Dale.  “Do you know the combination of Mr.\nMaddon’s safe?”",
        "“No,” said Burton",
        "“And the safe would be locked, wouldn’t it?”",
        "“Yes.”",
        "“Quite so,” said Jimmie Dale musingly.  “Then, granted that Mr.\nMaddon has not already discovered the theft, how would you replace\nthe stones before he does discover it?  And if he already knows that\nthey are gone, how would you get them back into his hands?”",
        "“Yes, I know,” Burton answered a little listlessly.  “I’ve thought\nof that.  There’s only one way–to take them back to him myself, and\nmake a clean breast of it, and–”  He hesitated.",
        "“And tell him you stole them,” supplied Jimmie Dale.",
        "Burton nodded his head.  “Yes,” he said.",
        "“And then?” prodded Jimmie Dale.  What will Maddon do?  From what\nI’ve heard of him, he’s not a man to trifle with, nor a man to take\nan overly complacent view of things–not the man whose philosophy is\n’all’s well that ends well.’”",
        "“What does it matter?” Burton’s voice was low.  “It isn’t that so\nmuch.  I’m ready for that.  It’s the fact that he trusted me\nimplicitly, and I–well, I played the fool, or I’d never have got\ninto a mess like this.”",
        "For an instant Jimmie Dale looked at the other searchingly, and\nthen, smiling strangely, he shook his head.",
        "“There’s a better way than that, Burton,” he said quietly.",
        "“I think, as I said before, you’ve had a lesson to-night that will\nlast you all your life.  I’m going to give you another chance–with\nMaddon.  Here are the stones.”  He reached into his pocket and laid\nthe case on the table.",
        "But now Burton made no effort to take the case–his eyes, in that\npuzzled way again, were on Jimmie Dale.",
        "“A better way?” he repeated tensely.  “What do you mean?  What way?”",
        "“Well, say at the expense of another man’s reputation–of mine,\"\nsuggested Jimmie Dale, with his whimsical smile.  You need only say\nthat a man came to you this evening, told you that he stole these\nrubies from Mr. Maddon during the afternoon, and asked you, as Mr.\nMaddon’s private secretary, to restore them with his compliments to\ntheir owner.”",
        "A slow flush of disappointment, deepening to one of anger dyed\nBurton’s cheeks.",
        "“Are you trying to make a fool of me?” he cried out.  “Go to Maddon\nwith a childish tale like that!  There’s no man living would believe\nsuch a cock-and-bull story!”",
        "“No?” inquired Jimmie Dale softly.  “And yet I am inclined to think\nthere are a good many–that even Maddon would, hard-headed as he is.\nYou might say that when the man handed you the case you thought it\nwas some practical joke being foisted on you, until you opened the\ncase\"–Jimmie Dale pushed it a little farther across the table, and\nBurton, mechanically, his eyes still on Jimme Dale, loosened the\ncatch with his thumb nail–\"until you opened the case, saw the\nrubies, and–”",
        "“The Gray Seal!” Burton had snatched the case toward him, and was\nstraining his eyes at the inside cover.  “You–the Gray Seal!”",
        "“Well?” said Jimmie Dale whimsically.",
        "Motionless, the case held open in his hands, Burton stood there.",
        "“The Gray Seal!” he whispered.  Then, with a catch in his voice:\n“You mean this?  You mean to let me have these back–you mean–you\nmean all you’ve said?  For God’s sake, don’t play with me–the Gray\nSeal, the most notorious criminal in the country, to give back a\nfortune like this!  You–you–”",
        "“Dog with a bad name,” said Jimmie Dale, with a wry smile; then, a\nlittle gruffly: “Put it in your pocket!”",
        "Slowly, almost as though he expected the case to be snatched back\nfrom him the next instant, Burton obeyed.",
        "I don’t understand–I CAN’T understand!” he murmured.  “They say\nthat you–and yet I believe you now–you’ve saved me from a ruined\nlife to-night.  The Gray Seal!  If–if every one knew what you had\ndone, they–”",
        "“But every one won’t,” Jimmie Dale broke in bluntly, “Who is to tell\nthem?  You?  You couldn’t very well, when you come to think of it–\ncould you?  Well, who knows, perhaps there have been others like\nyou!”",
        "“You mean,” said Burton excitedly, “you mean that all these crimes\nof yours that have seemed without motive, that have been so\ninexplicable, have really been like to-night to–”",
        "“I don’t mean anything at all,” interposed Jimmie Dale a little\nhurriedly.  “Nothing, Burton–except that there is still one little\nthing more to do to bolster up that ’childish’ story of mine–and\nthen get out of here.”  He glanced sharply, critically around the\nroom, his eyes resting for a moment at the last on the form on the\nfloor.  Then tersely: “I am going to turn out the light–we will have\nto pass the window to get to the door, and we will invite no\nchances.  Are you ready?”",
        "“No; not yet,” said Burton eagerly.  “I haven’t said what I’d like\nto say to you, what I–”",
        "“Walk straight to the door,” said Jimmie Dale curtly.  There was the\nclick of an electric-light switch, and the room was in darkness.\n“Now, no noise!” he instructed.",
        "And Burton, perforce, made his way across the room–and at the door\nJimmie Dale joined him and led him down the short flight of stairs.\nAt the bottom, he opened the door leading into the rear of the\npawnshop itself, and, bidding Burton follow, entered.",
        "“We can’t risk even a match; it could be seen from the street,” he\nsaid brusquely, as he fumbled around for a moment in the darkness.\n“Ah–here it is!”  He lifted a telephone receiver from its hook, and\ngave a number.",
        "Burton caught him quickly by the arm.",
        "“Good Lord, man, what are you doing?” he protested anxiously.\n“That’s Mr. Maddon’s house!”",
        "“So I believe,” said Jimmie Dale complacently.  “Hello!  Is Mr.\nMaddon there? . . .  I beg pardon? . . .  Personally, yes, if you\nplease.”",
        "There was a moment’s wait.  Burton’s hand was still nervously\nclutching at Jimmie Dale’s sleeve.  Then:",
        "“Mr. Maddon?” asked Jimmie Dale pleasantly.  “Yes? . . .  I am very\nsorry to trouble you, but I called you up to inquire if you were\naware that your rubies, and among them your Aracon, had been stolen?\n. . .  I beg pardon! . . .  Rubies–yes. . . .  You weren’t. . . .\nOh, no, I am quite in my right mind; if you will take the trouble to\nopen your safe you will find they are gone–shall I hold the line\nwhile you investigate? . . .  What? . . .  Don’t shout, please–and\nstand a little farther away from the mouthpiece.”  Jimmie Dale’s\ntone was one of insolent composure now.  “There is really no use in\ngetting excited. . . .  I beg pardon? . . .  Certainly, this is the\nGray Seal speaking. . . .  What?”  Jimmie Dale’s voice grew\nplaintive, “I really can’t make out a word when you yell like that.\n. . .  Yes. . . .  I had occasion to use them this afternoon, and I\ntook the liberty of borrowing them temporarily–are you still there,\nMr. Maddon? . . .  Oh, quite so!  Yes, I hear you NOW. . . .  No,\nthat is all, only I am returning them through your private\nsecretary, a very estimable young man, though I fear somewhat\nexcitable and shaky, who is on his way to you with them now. . . .\nWHAT’S THAT YOU SAY?  You repeat that,” snapped Jimmie Dale\nsuddenly, icily, “and I’ll take them from under your nose again\nbefore morning! . . .  Ah!  That is better!  Good-night–Mr.\nMaddon.”",
        "Jimmie Dale hung up the receiver and shoved Burton toward the door.",
        "“Now then, Burton, we’ll get out of her–and the sooner you reach\nFifth Avenue and Mr. Maddon’s house the better.  No; not that way!\"\nThey had reached the hall, and Burton had turned toward the side\ndoor that opened on the alleyway.  “Whoever they were who settled\ntheir last account with Isaac may still be watching.  They’ve\nnothing against any one else, but they know some one was in here at\nthe time, and, if the police are clever enough ever to get on their\ntrack, they might find it very convenient to be able to say WHO was\nin the room when Isaac was murdered–there’s nothing to show, since\nIsaac so obligingly opened the window for them, that the shot was\nfired THROUGH the window and not from the inside of the room.  And\neven if they have already taken to their heels\"–Jimmie Dale was\nleading Burton up the stairs again as he talked–\"it might prove\nexceedingly inconvenient for us if some passer-by should happen to\nrecollect that he saw two men of our general appearance leaving the\npremises.  Now keep close–and follow me.”",
        "They passed the door of Isaac’s den, turned down a narrow corridor\nthat led to the rear of the house–Jimmie Dale guiding unerringly,\nworking from the mental map of the house that the Tocsin had drawn\nfor him–descended another short flight of stairs that gave on the\nkitchen, crossed the kitchen, and Jimmie Dale opened a back door.\nHe paused here for a moment to listen; then, cautioning Burton to be\nsilent, moved on again across a small back yard and through a gate\ninto a lane that ran at right angles to the alleyway by which both\nhad entered the house–and, a minute later, they were crouched\nagainst a building, a half block away, where the lane intersected\nthe cross street.",
        "Here Jimmie Dale peered out cautiously.  There was no one in sight.\nHe touched Burton’s shoulder, and pointed down the street.",
        "“That’s your way, Burton–mine’s the other.  Hurry while you’ve got\nthe chance.  Good-night.”",
        "Burton’s hand reached out, caught Jimmie Dale’s, and wrung it.",
        "“God bless you!” he said huskily.  “I–”",
        "And Jimmie Dale pushed him out on to the street.",
        "Burton’s steps receded down the sidewalk.  Jimmie Dale still\ncrouched against the wall.  The steps grew fainter in the distance\nand died finally away.  Jimmie Dale straightened up, slipped the\nmask from his face to his pocket, stepped out on the street–and\nfive minutes later was passing through the noisy bedlam of the\nHungarian restaurant on his way to the front door and his car.",
        "“SONNEZ LE TOCSIN,” Jimmie Dale was saying softly to himself.  “I\nwonder what she’ll do when she finds I’ve got the ring?”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}