{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XIX.",
    "author": "I. Windslow Ayer",
    "chapter": "20",
    "content": [
        "\n\n",
        "EXTINCTION OF SLAVERY–NO CONCILIATION WITH TRAITORS–DOWN WITH\nCOPPERHEADS AT HOME.",
        "In a publication of this character, it will not be expected we should\nreview either the causes which led to the great rebellion, with its hydra\nheads and its sad consequences; but in closing, and especially in view of\nthe terrible tragedy which has plunged a nation in deepest grief, we\ncannot refrain from saying, that the last most diabolical deed was not the\nact of individual madness, of personal hate and passion, it was the\nculmination of the hatred by the slave power of the principle of liberty,\nand the champion of freedom. It was not because the assassin felt in his\nheart a hatred of Abraham Lincoln, but because he, and the people at whose\ninstigation he acted, hated the apostle of liberty, and the instrument in\nthe hand of God for the accomplishment of a great and mighty work.\nAlthough it was the purpose of this band of murderers to assassinate the\nPresident and the whole Cabinet, it was not from personal malice against\nthem as men, but the enemy sought by the destruction of the exponents of a\nfree government, to give new life to the expiring representation of the\nslave power. So antagonistic was freedom to slavery that it was impossible\nto permanently embody the representatives of these principles with a\nrepublican government, which should be perfect in its formation, wise and\njust in its action, the hope of the liberty loving people throughout the\nworld, and the pride and glory of American citizens. Every year since the\nadoption of the old Constitution, have discordant elements cropped out,\nand incidents transpired, which demonstrated to every rational mind, that\nas time rolled on, the accumulation of combustible elements would\nultimately explode, and shake the civilized world to its center.",
        "The facts that Northern teachers, Northern clergymen, Northern mercantile\nagents, Northern men upon business or pleasure, travelling at the South,\nand unwilling to stultify themselves, or become passive approvers and\nadmirers of the “peculiar institution,” were treated with all possible\nindignities, and might count themselves fortunate if they escaped with\ntheir lives. So complete was the universal devotion to slavery in all\nsections of the South, and so baneful its effects upon the people, that\nall other considerations were made subservient to this. For slavery,\nfriends were alienated, hatred established, so bitter in its extent that\nonly death could appease it. It demoralized the entire people; it found\nits way with all its horrid moral deformities, into the very capitol; it\ncaused the murderous assault of Brooks upon Charles Sumner in the Senate,\nand the many altercations and bitter harangues which have from time to\ntime disgraced our National Congress; it was its cropping out that caused\nthe fearless and noble President Andy Johnson, to threaten to hang Jeff.\nDavis–and which he may yet be called upon to perform;–it was slavery\nthat devised the doctrine of secession; that has led to the deadly\nconflict upon hundreds of battle fields, and has spilled the best blood of\nour nation, and caused mourning and gloom all over the face of our once\nhappy land. What wonder then, that the noble Lincoln, who, in the\nsincerity of his heart, and in the dictates of superior wisdom, who,\nseeing and appreciating the encroachments and horrors of slavery, not only\nto the people in bondage, but to the citizens of our country in every\nsection–who wonders that Lincoln, whose name is immortal, especially for\nhis extirpation of this curse, should be singled out by the demon of\nslavery, and assigned by Davis, his prophet, for a violent death. Thank\nGod, the cancer is extirpated so thoroughly, that its fibres of death can\nnever again form to threaten destruction to our land. True, the operation\nhas been most painful, and no anesthetic agent has been employed; the\nsuffering has been fearful, and the country has, to its extremities,\ntrembled with anguish; but it is over now.",
        "The assassination of the President was the will of Jeff. Davis, whispered\nin the temples of the Sons of Liberty or American Knights, into the ears\nof those of the members of the Orders, who had made the most proficiency\nin their teachings, and these beings, true to their oaths, went forth\nupon their mission of blood.",
        "The following “gems,” from the debates in the Democratic National\nConvention, will be read with interest now and in future time:",
        "S.S. Cox, said:",
        "“He had attempted in his own city, a few weeks since, to show, in a very\nquiet way, that ABRAHAM LINCOLN HAD DELUGED THE COUNTRY WITH BLOOD,\ncreated a debt of four thousand million of dollars, sacrificed two\nmillions of human lives, and filled the land with grief and mourning.”",
        "A pious man, who had listened attentively to his remarks, sang out “G–-d\nd–-n him.”",
        "“For less offenses than Mr. Lincoln had been guilty of, the English people\nhad chopped off the head of the first Charles. IN HIS OPINION, LINCOLN AND\nDAVIS OUGHT TO BE BROUGHT TO THE SAME BLOCK TOGETHER.”",
        "C. Chauncey Burr, editor of several Copperhead New York journals, said:",
        "“And it was a wonder that they had a Cabinet and men who carried out the\ninfamous orders of the gorilla tyrant that usurped the Presidential\nchair.”",
        "Capt. Koontz, of Pittsburg, an ardent McClellan leader, said:",
        "“If Democrats catch Lincoln’s bloody spies among them, they must cut their\nd–-d throats, that’s all. [Applause.] It is the duty of every American\nto vote for a peace candidate.”",
        "Baker, of Michigan, said:",
        "“Let us hurl that usurper from power. Never till that day comes when the\nusurper and his victim meet at the judgment seat, can he be punished for\nhis wrongs, for his conspiracy against American liberty.”",
        "Benjamin Allen, of New York, said:",
        "“The people will soon rise, AND IF THEY CANNOT PUT LINCOLN OUT OF POWER BY\nTHE BALLOT THEY WILL BY THE BULLET.” [Loud cheers.] Mr. Stambaugh, a\ndelegate from Ohio, said:",
        "“That, if he was called upon to elect between the freedom of the nigger\nand disunion and separation, he should choose the latter.” (Cheers.)",
        "“They might search hell over and they could not find a worse President\nthan Abraham Lincoln.”",
        "Hon. Mr. Trainor, of Ohio, said:",
        "“He would urge the people to be freemen, and HURL ABRAHAM LINCOLN AND HIS\nMINIONS FROM POWER.”",
        "Henry Clay Dean, said:",
        "“In the presence of the face of Camp Douglas and all the satraps of\nLincoln, that the American people were ruled by felons. Lincoln had never\nturned a dishonest man out of office, or kept an honest man in. [A\nvoice–’What have you to say of Jeff. Davis?] I have nothing to say about\nhim. LINCOLN IS ENGAGED IN A CONTROVERSY WITH HIM, AND I NEVER INTERFERE\nBETWEEN BLACK DOGS.”",
        "“He blushed that such a felon should occupy the highest place in the gift\nof the people. PERJURY AND LARCENY WERE WRITTEN OVER HIM AS OFTEN AS WAS\n’ONE DOLLAR’ ON THE ONE DOLLAR BILLS OF THE BANK OF THE STATE OF INDIANA.\n(Cries of the ’old villain.’) The Democracy were for peace.”",
        "W.W. O’Brien, of Peoria, also threatened “to try him as Charles the first\nwas tried, as a tyrant and a traitor, and if they found him guilty to hang\nhim.”",
        "The essential unity of Copperheadism with assassination, appears in the\nfollowing remarks of Koontz, of Pennsylvania:",
        "“Shall more wives be made widows, and more children fatherless, and\ngreater hate be stirred up between children of the same glorious\nconstitution? IF NOT WE MUST PUT OUR FOOT UPON THE TYRANT’S NECK, and\ndestroy it, The Democratic government must be raised to power, and Lincoln\nwith his Cabinet of rogues, thieves and spies, be driven to destruction.\nWhat shall we do with him? [A voice–\"Send him here, and I’ll make a\ncoffin for him, d–-n him.\"]”",
        "As we review the events which have transpired during this war, we are\nstrikingly impressed with the magnanimity, the forbearance, the humanity\nof the loyal States in their relations to the rebels in arms, and we are\nalso impressed with the great lack of the exhibition of these\nqualities–the most ennobling in national character–on the part of the\nso-called Southern Confederacy. From the hour of firing upon Fort Sumter\nto the present moment, the war has not been waged by the rebels as if in\ndefense of the great principles of truth and justice, but with the\nmalignity, the cruelty and barbarity which would, in many instances, put\nto blush the savages upon our western borders. In our dealing with them,\nthe honor, integrity, fidelity and dignity of the nation have never been\nforgotten; and the policy of the noble President, laid low by the hand of\nthe assassin, was never to give blows when words would answer,–never to\nexact by force what might be attained by reasoning,–and never, under any\ncircumstances, to forget those qualities which make a nation truly great,\nthe first and chief of which is charity. How has our enemy failed to\nappreciate this? The manner in which the warfare has been waged by the\nSouth will be mentioned by historians as cruel, dishonorable and\ndisgraceful to people of a Christian nation. Failing of success upon the\nfield, we find the Davis Government countenancing guerrilla warfare,\nburning bridges, murdering unarmed citizens, and desolating the homes of\nunoffending people, and committing piracy upon the high seas. Still\nfailing of success and losing ground daily, but driven to desperation by\nthe apparent hopelessness of their cause, they sink to the depth of infamy\nby establishing among us secret orders, the aim of which is to educate men\nof base passions to deeds of dark dishonor and unmeasured infamy; men who\nreceiving such instruction will concoct schemes for the burning of cities,\nfor the liberation of their prisoners; and, lastly, they have sunk so low\nin the mire of dishonor, impelled by savage ferocity and hate, that it\nwould appear folly, if not downright criminality to longer deal with them\non the principles of liberality and gentleness, which has marked our\nconduct hitherto. It was our generosity, our mildness, our spirit of\nconciliation that moved the hand of the demon who slew the country’s\ntruest friend. Let it be so no longer! Let rebels feel that we are\nterribly in earnest. Let heavy blows be struck, and struck without delay,\nand let there be no exhibition of concession or conciliation, till the\nenemy sue for peace upon the terms the country proclaims. As well make\nCopperheads Christians or honest men, as to attempt by gentleness longer\nto subdue rebels, whose weapons are firebrands and assassins’ daggers. It\nis futile; try it no longer. Said the great French advocate of justice,\nwhen he was charged with being sanguinary, because he so frequently\npunished murder with death, “You tell me that it is bloody work, and\nsinful in the sight of Heaven to execute men; so it is, and I am disposed\nto desist, and I will, the moment men stop the crime of murder.” So will\nwe show clemency, when our enemy has laid down his arms, and not before.",
        "Another measure by our people would be attended with salutary results–the\nextermination of Copperheadism at home. Who helped to form secret\nsocieties of Sons of Liberty and kindred organizations, so industriously\nand so efficiently as editors of Copperhead publications. It is in these\norders that assassins are trained, and prepared for their fiendish\nmission. Henceforth let the people–the loyal people of the most glorious\ncountry on which the sun shines–swear by the memory of our much loved and\ndeeply lamented President, that henceforth no paper shall print, no man\nshall utter sentiments of treason, under the penalty of incurring that\nsummary punishment, the righteous indignation of a sorrowing, long\nsuffering people may inflict. If the people resolve to endure the curse of\nhome treason no longer, and let Copperheads know that they can no longer\nco-operate with Jeff. Davis in any part of our land, we shall never again\nbe called upon to aid in suppressing or exposing a North-Western\nConspiracy, or any plot against our country, in any section of our land.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}