{
    "title": "The Crisis in Russia - The Communist Dictatorship",
    "author": "Ransome",
    "chapter": "4",
    "content": [
        "\n\n",
        "How is that will expressed?  What is the organization welded\nby adversity which, in this crisis, supersedes even the Soviet\nConstitution, and stands between this people and chaos?",
        "It is a commonplace to say that Russia is ruled, driven if you\nlike, cold, starving as she is, to effort after effort by the\ndictatorship of a party.  It is a commonplace alike in the\nmouths of those who wish to make the continued existence\nof that organization impossible and in the mouths of the\nCommunists themselves.  At the second congress of the\nThird International, Trotsky remarked.  “A party as such, in\nthe course of the development of a revolution, becomes\nidentical with the revolution.” Lenin, on the same occasion,\nreplying to a critic who said that he differed from, the\nCommunists in his understanding of what was meant by the\nDictatorship of the Proletariat, said, “He says that we\nunderstand by the words ’Dictatorship of the Proletariat’\nwhat is actually the dictatorship of its determined and\nconscious minority.  And that is the fact.”  Later he asked,\n“What is this minority?  It may be called a party.  If this",
        "minority is actually conscious, if it is able to draw the\nmasses after it, if it shows itself capable of replying to every\nquestion on the agenda list of the political day, it actually\nconstitutes a party.”  And Trotsky again, on the same\noccasion, illustrated the relative positions of the Soviet\nConstitution and the Communist Party when he said, “And\ntoday, now that we have received an offer of peace from the\nPolish Government, who decides the question?  Whither are\nthe workers to turn?  We have our Council of People’s\nCommissaries, of course, but that, too, must be under a\ncertain control.  Whose control?  The control of the working\nclass as a formless chaotic mass?  No. The Central\nCommittee of the party is called together to discuss and\ndecide the question.  And when we have to wage war, to\nform new divisions, to find the best elements for them-to\nwhom do we turn?  To the party, to the Central Committee.\nAnd it gives directives to the local committees, ’Send\nCommunists to the front.’ The case is precisely the same\nwith the Agrarian question, with that of supply, and with all\nother questions whatsoever.”",
        "No one denies these facts, but their mere statement is quite\ninadequate to explain what is being done in Russia and how\nit is being done.  I do not think it would be a waste of time\nto set down as briefly as possible, without the comments of\npraise or blame that would be inevitable from one primarily\ninterested in the problem from the Capitalist or Communist\npoint of view what, from observation and inquiry, I believe\nto be the main framework of the organization whereby that\ndictatorship of the party works.",
        "The Soviet Constitution is not so much moribund as in\nabeyance.  The Executive Committee, for example, which\nused to meet once a week or even oftener, now meets on the\nrarest occasions.  Criticism on this account was met with the\nreply  that the members of the Executive Committee, for\nexample, which used to meet once a week or even oftener,\nnow meets on the rarest occasions.  Criticism on this account\nwas met with the reply that the members of the Executive\nCommittee were busy on the front and in various parts of\nRussia.  As a matter of fact, the work which that Committee\nused to do is now done by Central Committee of the\nBolshevik Party, so that the bulk of the 150 members of",
        "the Central Executive are actually free for other work, a\nsaving of something like 130 men.  This does not involve\nany very great change, but merely an economy in the use of\nmen.  In the old days, as I well remember, the opening of a\nsession of the Executive Committee was invariably late, the\nreason being that the various parties composing it had not\nyet finished their preliminary and private discussions.  There\nis now an overwhelming Communist majority in the\nExecutive Committee, as elsewhere.  I think it may be\nregarded as proved that these majorities are not always\nlegitimately obtained.  Non-Communist delegates do\nundoubtedly find every kind of difficulty put in their way by\nthe rather Jesuitical adherents of the faith.  But. no matter\nhow these majorities are obtained, the result is that when the\nCommunist Party has made up its mind on any subject, it is\nso certain of being able to carry its point that the calling\ntogether of the All-Russian Executive Committee is merely a\ntheatrical demonstration of the fact that it can do what it\nlikes.  When it does meet, the Communists allow the\nmicroscopical opposition great liberty of speech, listen\nquietly, cheer ironically, and vote like one man, proving\non every occasion that the meeting of the Executive\nCommittee was the idlest of forms, intended rather to satisfy\npurists than for purposes of discussion, since the real\ndiscussion has all taken place beforehand among the\nCommunists themselves.  Something like this must happen\nwith every representative assembly at which a single party\nhas a great preponderance and a rigid internal discipline.\nThe real interest is in the discussion inside the Party\nCommittees.",
        "This state of affairs would probably be more actively\nresented if the people were capable of resenting anything\nbut their own hunger, or of fearing anything but a general\ncollapse which would turn that hunger into starvation.  It\nmust be remembered that the urgency of the economic crisis\nhas driven political questions into the background.  The\nCommunists (compare Rykov’s remarks on this subject,\np. 175) believe that this is the natural result of social\nrevolution.  They think that political parties will disappear\naltogether and that people will band together, not for the\nvictory of one of several contending political parties, but\nsolely for economic cooperation or joint enterprise in art\nor science.  In support of this they point to the number of",
        "their opponents who have become Communists, and to the\nstill greater number of non-Communists who are loyally\nworking with them for the economic reconstruction of the\ncountry.  I do not agree with the Communists in this, nor yet\nwith their opponents, who attribute the death of political\ndiscussion to fear of the Extraordinary Commission.  I think\nthat both the Communists and their opponents underestimate\nthe influence of the economic ruin that affects everybody.\nThe latter particularly, feeling that in some way they must\njustify themselves to politically minded foreign visitors, seek\nan excuse for their apathy in the one institution that is almost\nuniversally unpopular.  I have many non-Communist friends\nin Russia, but have never detected the least restraint that\ncould be attributed to fear of anybody in their criticisms of\nthe Communist regime.  The fear existed alike among\nCommunists and non-Communists, but it was like the fear of\npeople walking about in a particularly bad thunderstorm.\nThe activities and arrests of the Extraordinary Commission\nare so haphazard, often so utterly illogical, that it is quite\nidle for any one to say to himself that by following any given\nline of conduct he will avoid molestation.  Also, there is\nsomething in the Russian character which makes any\nprohibition of discussion almost an invitation to discuss.  I\nhave never met a Russian who could be prevented from\nsaying whatever he liked whenever he liked, by any threats\nor dangers whatsoever.  The only way to prevent a Russian\nfrom talking is to cut out his tongue.  The real reason for the\napathy is that, for the moment, for almost everybody\npolitical questions are of infinitesimal importance in\ncomparison with questions of food and warmth.  The\nferment of political discussion that filled the first years of the\nrevolution has died away, and people talk about little but\nwhat they are able to get for dinner, or what somebody else\nhis been able to get.  I, like other foreign visitors coming to\nRussia after feeding up in other countries, am all agog to\nmake people talk.  But the sort of questions which interest\nme, with my full-fed stomach, are brushed aside almost\nfretfully by men who have been more or less hungry for two\nor three years on end.",
        "I find, instead of an urgent desire to alter this or that at\nonce, to-morrow, in the political complexion of the country,\na general desire to do the best that can be done with things\nas they are, a general fear of further upheaval of any kind, in",
        "fact a general acquiescence in the present state of affairs\npolitically, in the hope of altering the present state of affairs\neconomically.  And this is entirely natural.  Everybody,\nCommunists included, rails bitterly at the inefficiencies of\nthe present system, but everybody, Anti-Communists\nincluded, admits that there is nothing whatever capable of\ntaking its place.  Its failure is highly undesirable, not because\nit itself is good, but because  such failure would be preceded\nor followed by a breakdown of all existing organizations.\nFood distribution, inadequate as it now is, would come to an\nend.  The innumerable non-political committees, which are\nrather like Boards of Directors controlling the Timber, Fur,\nFishery, Steel, Matches or other Trusts (since the\nnationalized industries can be so considered) would collapse,\nand with them would collapse not only yet one more hope of\nkeeping a breath of life in Russian industry, but also the\nactual livelihoods of a great number of people, both\nCommunists and non-Communists.  I do not think it is\nrealized out-side Russia how large a proportion of the\neducated classes have become civil servants of one kind or\nanother.  It is a rare thing when a whole family has left\nRussia, and many of the most embittered partisans of war on\nRussia have relations inside Russia who have long ago found\nplaces under the new system, and consequently fear its\ncollapse as much as any one.  One case occurs to me in\nwhich a father was an important minister in one of the\nvarious White Governments which have received Allied\nsupport, while his son inside Russia was doing pretty well as\na responsible official under the Communists.  Now in the\nevent of a violent change, the Communists would be outlaws\nwith a price on every head, and those who have worked with\nthem, being Russians, know their fellow countrymen well\nenough to be pretty well convinced that the mere fact that\nthey are without cards of the membership of the Communist\nParty, would not save them in the orgy of slaughter that\nwould follow any such collapse.",
        "People may think that I underestimate the importance of, the\nExtraordinary Commission.  I am perfectly aware that\nwithout this police force with its spies, its prisons and its\ntroops, the difficulties of the Dictatorship would be\nincreased by every  kind of disorder, and the chaos, which  I\nfear may come, would have begun long ago. I believe, too,\nthat the overgrown power of the Extraordinary Commission,",
        "and the cure that must sooner or later be applied to it, may,\nas in the French Revolution, bring about the collapse of the\nwhole system.  The Commission depends for its strength on\nthe fear of something else.  I have seen it weaken when there\nwas a hope of general peace.  I have seen it tighten its grip in\nthe presence of attacks from without and attempted\nassassination within.  It is dreaded by everybody; not even\nCommunists are safe from it; but it does not suffice to\nexplain the Dictatorship, and is actually entirely irrelevant to\nthe most important process of that Dictatorship, namely, the\nadoption of a single idea, a single argument, by the whole of\na very large body of men.  The whole power of the\nExtraordinary Commission does not affect in the slightest\ndegree discussions inside the Communist Party, and those\ndiscussions are the simple fact distinguishing the Communist\nDictatorship from any of the other dictatorships by\nwhich it may be supplanted.",
        "There are 600,000 members of the Communist Party\n(611,978 on April 2, 1920). There are nineteen members of\nthe Central Committee of that party.  There are, I believe,\nfive who, when they agree, can usually sway the remaining\nfourteen.  There is no need to wonder how these fourteen\ncan be argued into acceptance of the views of the still\nsmaller inner ring, but the process of persuading the six\nhundred thousand of the desirability of, for example, such\nmeasures as those involved in industrial conscription which,\nat first sight, was certainly repugnant to most of them, is the\nmain secret of the Dictatorship, and is not in any way\naffected by the existence of the Extraordinary Commission.",
        "Thus the actual government of Russia at the present time\nmay be not unfairly considered as a small group inside the\nCentral Committee of the Communist Party.  This small\ngroup is able to persuade the majority of the remaining\nmembers of that Committee.  The Committee then sets\nabout persuading the majority of the party.  In the case of\nimportant measures the process is elaborate. The\nCommittee issues a statement of its case, and the party\nnewspapers the Pravda and its affiliated organs are deluged\nwith its discussion.  When this discussion has had time to\nspread through the country, congresses of Communists meet\nin the provincial centres, and members of the Central",
        "Committee go down to these conferences to defend the\n“theses” which the Committee has issued.  These provincial\ncongresses, exclusively Communist, send their delegates of\nan All-Russian Congress.  There the “theses” of the Central\nCommittee get altered, confirmed, or, in the case of an\nobviously unpersuaded and large opposition in the party, are\nreferred back or in other ways shelved.  Then the delegates,\neven those who have been in opposition at the congress, go\nback to the country pledged to defend the position of the\nmajority.  This sometimes has curious results.  For example,\nI heard Communist Trades Unionists fiercely arguing\nagainst certain clauses in the theses on industrial conscription\nat a Communist Congress at the Kremlin; less than a week\nafterwards I heard these same men defending precisely these\nclauses at a Trades Union Congress over the way, they\nloyally abiding by the collective opinion of their fellow\nCommunists and subject to particularly uncomfortable\nheckling from people who vociferously reminded them\n(since the Communist debates had been published) that they\nwere now defending what, a few days before, they had\nvehemently attacked.",
        "The great strength of the Communist Party is comparable to\nthe strength of the Jesuits, who, similarly, put themselves\nand their opinions at the disposal of the body politic of their\nfellow members.  Until a decision had been made, a\nCommunist is perfectly free to do his best to prevent it being\nmade, to urge alterations in it,  or to supply a rival decision,\nbut once it has been made he will support it without\nchanging his private opinion.  In all mixed congresses, rather\nthan break the party discipline, he will give his vote for it,\nspeak in favor of it, and use against its adversaries the very\narguments that have been used against himself.  He has his\nshare in electing the local Communist Committee, and,\nindirectly, in electing the all-powerful Central Committee of\nthe party, and he binds himself to do at any moment in his\nlife exactly what these Committees decide for him.\nThese Committees decide the use that is to be made of the\nlives, not only of the rank and file of the party, but also of\ntheir own members.  Even a member of the Central\nCommittee does not escape.  He may be voted by his fellow\nmembers into leaving a job he likes and taking up another he\ndetests in which they think his particular talents will better\nserve the party aims.  To become a member of the",
        "Communist Party involves a kind of intellectual abdication,\nor, to put it differently, a readiness at any moment to place\nthe collective wisdom of the party’s Committee above one’s\nindividual instincts or ideas.  You may influence its\ndecisions, you may even get it to endorse your own, but\nLenin himself, if he were to fail on any occasion to obtain\nthe agreement of a majority in the Central Committee,\nwould have to do precisely what the Committee should tell\nhim.  Lenin’s opinion carries great weight because he is\nLenin, but it carries less weight than that of the Central\nCommittee, of which he forms a nineteenth part.  On the\nother hand, the opinion of Lenin and a very small group of\noutstanding figures is supported by great prestige inside the\nCommittee, and that of the Committee is supported\nby overwhelming prestige among the rank and file.  The\nresult is that this small group is nearly always sure of being\nable to use the whole vote of 600,000 Communists, in the\nrealization of its decisions.",
        "Now 600,000 men and women acting on the instructions of\na highly centralized directive, all the important decisions of\nwhich have been thrashed out and re-thrashed until they\nhave general support within the party; 600,000 men and\nwomen prepared, not only to vote in support of these\ndecisions, but with a carefully fostered readiness to sacrifice\ntheir lives for them if necessary; 600,000 men and women\nwho are persuaded that by their way alone is humanity to be\nsaved; who are persuaded (to put it as cynically and\nunsympathetically as possible) that the noblest death one can\ndie is in carrying out a decision of the Central Committee;\nsuch a body, even in a country such as Russia, is an\nenormously strong embodiment of human will, an\ninstrument of struggle capable of working something very\nlike miracles.  It can be and is controlled like an army in\nbattle.  It can mobilize its members, 10 per cent. of them,\n50 per cent., the local Committees choosing them, and send\nthem to the front when the front is in danger, or to the\nrailways and repair shops when it is decided that the weakest\npoint is that of transport. If its only task were to fight those\norganizations of loosely knit and only momentarily united\ninterests which are opposed to it, those jerry-built alliances\nof Reactionaries with Liberals, United-Indivisible-Russians\nwith Ukrainians, Agrarians with Sugar-Refiners,\nMonarchists with Republicans, that task would long ago",
        "have been finished.  But it has to fight something infinitely\nstronger than these in fighting the economic ruin of Russia,\nwhich, if it is too strong, too powerful to be  arrested by the\nCommunists, would make short work of those who are\nwithout any such fanatic single-minded and perfectly\ndisciplined organization.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}