{
    "title": "The Pleasures of Life - CHAPTER XII. THE HOPE OF PROGRESS.",
    "author": "Sir John Lubbock",
    "chapter": "26",
    "content": [
        "\n\n",
        "    “To what then may we not look forward, when a spirit of scientific\n    inquiry shall have spread through those vast regions in which the\n    progress of civilization, its sure precursor, is actually commenced\n    and in active progress? And what may we not expect from the exertions\n    of powerful minds called into action under circumstances totally\n    different from any which have yet existed in the world, and over an\n    extent of territory far surpassing that which has hitherto produced\n    the whole harvest of human intellect.”",
        "    HERSCHEL.",
        "There are two lines, if not more, in which we may look forward with hope\nto progress in the future. In the first place, increased knowledge of\nnature, of the properties of matter, and of the phenomena which surround\nus, may afford to our children advantages far greater even than those\nwhich we ourselves enjoy. Secondly, the extension and improvement of\neducation, the increasing influence of Science and Art, of Poetry and\nMusic, of Literature and Religion,–of all the powers which are tending to\ngood, will, we may reasonably hope, raise man and make him more master of\nhimself, more able to appreciate and enjoy his advantages, and to realize\nthe truth of the Italian proverb, that wherever light is, there is joy.",
        "One consideration which has greatly tended to retard progress has been the\nfloating idea that there was some sort of ingratitude, and even impiety,\nin attempting to improve on what Divine Providence had arranged for us.\nThus Prometheus was said to have incurred the wrath of Jove for bestowing\non mortals the use of fire; and other improvements only escaped similar\npunishment when the ingenuity of priests attributed them to the special\nfavor of some particular deity. This feeling has not even yet quite died\nout. Even I can remember the time when many excellent persons had a\nscruple or prejudice against the use of chloroform, because they fancied\nthat pain was ordained under certain circumstances.",
        "We are told that in early Saxon days Edwin, King of Northumbria, called\nhis nobles and his priests around him, to discuss whether a certain\nmissionary should be heard or not. The king was doubtful. At last there\nrose an old chief, and said:–\"You know, O King, how, on a winter evening,\nwhen you are sitting at supper in your hall, with your company around you,\nwhen the night is dark and dreary, when the rain and the snow rage\noutside, when the hall inside is lighted and warm with a blazing fire,\nsometimes it happens that a sparrow flies into the bright hall out of the\ndark night, flies through the hall and then flies out at the other end\ninto the dark night again. We see him for a few moments, but we know not\nwhence he came nor whither he goes in the blackness of the storm outside.\nSo is the life of man. It appears for a short space in the warmth and\nbrightness of this life, but what came before this life, or what is to\nfollow this life, we know not. If, therefore, these new teachers can\nenlighten us as to the darkness that went before, and the darkness that is\nto come after, let us hear what they have to teach us.”",
        "It is often said, however, that great and unexpected as recent discoveries\nhave been, there are certain ultimate problems which must ever remain\nunsolved. For my part, I would prefer to abstain from laying down any such\nlimitations. When Park asked the Arabs what became of the sun at night,\nand whether the sun was always the same, or new each day, they replied\nthat such a question was foolish, being entirely beyond the reach of human\ninvestigation.",
        "M. Comte, in his Cours de Philosophie Positive, as recently as 1842,\nlaid it down as an axiom regarding the heavenly bodies, “We may hope to\ndetermine their forms, distances, magnitude, and movements, but we shall\nnever by any means be able to study their chemical composition or\nmineralogical structure.” Yet within a few years this supposed\nimpossibility has been actually accomplished, showing how unsafe it is to\nlimit the possibilities of science. [1]",
        "It is, indeed, as true now as in the time of Newton, that the great ocean\nof truth lies undiscovered before us. I often wish that some President of\nthe Royal Society, or of the British Association, would take for the theme\nof his annual address “The things we do not know.” Who can say on the\nverge of what discoveries we are perhaps even now standing! It is\nextraordinary how slight a margin may stand for years between Man and some\nimportant improvement. Take the case of the electric light, for instance.\nIt had been known for years that if a carbon rod be placed in an exhausted\nglass receiver, and a current of electricity be passed through it the\ncarbon glowed with an intense light, but on the other hand it became so\nhot that the glass burst. The light, therefore, was useless, because the\nlamp burst as soon as it was lighted. Edison hit on the idea that if you\nmade the carbon filament fine enough, you would get rid of the heat and\nyet have abundance of light. Edison’s right to his patent has been\ncontested on this very ground. It has been said that the mere introduction\nof so small a difference as the replacement of a thin rod by a fine\nfilament was so slight an item that it could not be patented. The\nimprovements by Swan, Lane Fox, and others, though so important as a\nwhole, have been made step by step.",
        "Or take again the discovery of anaesthetics. At the beginning of the\ncentury Sir Humphrey discovered laughing gas, as it was then called. He\nfound that it produced complete insensibility to pain and yet did not\ninjure health. A tooth was actually taken out under its influence, and of\ncourse without suffering. These facts were known to our chemists, they\nwere explained to the students in our great hospitals, and yet for half a\ncentury the obvious application occurred to no one. Operations continued\nto be performed as before, patients suffered the same horrible tortures,\nand yet the beneficent element was in our hands, its divine properties\nwere known, but it never occurred to any one to make use of it.",
        "I may give one more illustration. Printing is generally said to have been\ndiscovered in the fifteenth century; and so it was for all practical\npurposes. But in fact printing was known long before. The Romans used\nstamps; on the monuments of Assyrian kings the name of the reigning\nmonarch may be found duly printed. What then is the difference? One\nlittle, but all-important step. The real inventor of printing was the man\ninto whose mind flashed the fruitful idea of having separate stamps for\neach letter, instead of for separate words. How slight seems the\ndifference, and yet for 3000 years the thought occurred to no one. Who can\ntell what other discoveries, as simple and yet as far-reaching, lie at\nthis very moment under our very eyes!",
        "Archimedes said that if you would give him room to stand on, he would move\nthe earth. One truth leads to another; each discovery renders possible\nanother, and, what is more, a higher.",
        "We are but beginning to realize the marvelous range and complexity of\nNature. I have elsewhere called attention to this with special reference\nto the problematical organs of sense possessed by many animals. [2]",
        "There is every reason to hope that future studies will throw much light on\nthese interesting structures. We may, no doubt, expect much from the\nimprovement in our microscopes, the use of new re-agents, and of\nmechanical appliances; but the ultimate atoms of which matter is composed\nare so infinitesimally minute, that it is difficult to foresee any manner\nin which we may hope for a final solution of these problems.",
        "Loschmidt, who has since been confirmed by Stoney and Sir W. Thomson,\ncalculates that each of the ultimate atoms of matter is at most 1/50000000\nof an inch in diameter. Under these circumstances we cannot, it would\nseem, hope at present for any great increase of our knowledge of atoms by\nimprovements in the microscope. With our present instruments we can\nperceive lines ruled on glass which are 1/90000 of an inch apart; but\nowing to the properties of light itself, it would appear that we cannot\nhope to be able to perceive objects which are much less than 1/100000 of\nan inch in diameter. Our microscopes may, no doubt, be improved, but the\nlimitation lies not in the imperfection of our optical appliances, but in\nthe nature of light itself.",
        "It has been calculated that a particle of albumen 1/80000 of an inch in\ndiameter contains no less than 125,000,000 of molecules. In a simpler\ncompound the number would be much greater; in water, for instance, no less\nthan 8,000,000,000. Even then, if we could construct microscopes far more\npowerful than any which we now possess, they could not enable us to obtain\nby direct vision any idea of the ultimate organization of matter. The\nsmallest sphere of organic matter which could be clearly defined with our\nmost powerful microscopes may be, in reality, very complex; may be built\nup of many millions of molecules, and it follows that there may be an\nalmost infinite number of structural characters in organic tissues which\nwe can at present foresee no mode of examining. [3]",
        "Again, it has been shown that animals hear sounds which are beyond the\nrange of our hearing, and I have proved they can perceive the ultra-violet\nrays, which are invisible to our eyes. [4]",
        "Now, as every ray of homogeneous light which we can perceive at all,\nappears to us as a distinct color, it becomes probable that these\nultra-violet rays must make themselves apparent to animals as a distinct\nand separate color (of which we can form no idea), but as different from\nthe rest as red is from yellow, or green from violet. The question also\narises whether white light to these creatures would differ from our white\nlight in containing this additional color.",
        "These considerations cannot but raise the reflection how different the\nworld may–I was going to say must–appear to other animals from what it\ndoes to us. Sound is the sensation produced on us when the vibrations of\nthe air strike on the drum of our ear. When they are few, the sound is\ndeep; as they increase in number, it becomes shriller and shriller; but\nwhen they reach 40,000 in a second, they cease to be audible. Light is the\neffect produced on us when waves of light strike on the eye. When 400\nmillions of millions of vibrations of ether strike the retina in a second,\nthey produce red, and as the number increases the color passes into\norange, then yellow, green, blue, and violet. But between 40,000\nvibrations in a second and 400 millions of millions we have no organ of\nsense capable of receiving the impression. Yet between these limits any\nnumber of sensations may exist. We have five senses, and sometimes fancy\nthat no others are possible. But it is obvious that we cannot measure the\ninfinite by our own narrow limitations.",
        "Moreover, looking at the question from the other side, we find in animals\ncomplex organs of sense, richly supplied with nerves, but the function of\nwhich we are as yet powerless to explain. There may be fifty other senses\nas different from ours as sound is from sight; and even within the\nboundaries of our own senses there may be endless sounds which we cannot\nhear, and colors, as different as red from green, of which we have no\nconception. These and a thousand other questions remain for solution. The\nfamiliar world which surrounds us may be a totally different place to\nother animals. To them it may be full of music which we cannot hear, of\ncolor which we cannot see, of sensations which we cannot conceive. To\nplace stuffed birds and beasts in glass cases, to arrange insects in\ncabinets, and dried plants in drawers, is merely the drudgery and\npreliminary of study; to watch their habits, to understand their relations\nto one another, to study their instincts and intelligence, to ascertain\ntheir adaptations and their relations to the forces of Nature, to realize\nwhat the world appears to them; these constitute, as it seems to me at\nleast, the true interest of natural history, and may even give us the clue\nto senses and perceptions of which at present we have no conception. [5]",
        "From this point of view the possibilities of progress seem to me to be\nalmost unlimited.",
        "So far again as the actual condition of man is concerned, the fact that\nthere has been some advance cannot, I think, be questioned.",
        "In the Middle Ages, for instance, culture and refinement scarcely existed\nbeyond the limits of courts, and by no means always there. The life in\nEnglish, French, and German castles was rough and almost barbarous. Mr.\nGalton has expressed the opinion, which I am not prepared to question,\nthat the population of Athens, taken as a whole, was as superior to us as\nwe are to Australian savages. But even if that be so, our civilization,\nsuch as it is, is more diffused, so that unquestionably the general\nEuropean level is much higher.",
        "Much, no doubt, is owing to the greater facility of access to the\nliterature of our country, to that literature, in the words of Macaulay,\n“the brightest, the purest, the most durable of all the glories of our\ncountry; to that Literature, so rich in precious truth and precious\nfiction; to that Literature which boasts of the prince of all poets, and\nof the prince of all philosophers; to that Literature which has exercised\nan influence wider than that of our commerce, and mightier than that of\nour arms.”",
        "Few of us make the most of our minds. The body ceases to grow in a few\nyears; but the mind, if we will let it, may grow as long as life lasts.",
        "The onward progress of the future will not, we may be sure, be confined to\nmere material discoveries. We feel that we are on the road to higher\nmental powers; that problems which now seem to us beyond the range of\nhuman thought will receive their solution, and open the way to still\nfurther advance. Progress, moreover, we may hope, will be not merely\nmaterial, not merely mental, but moral also.",
        "It is natural that we should feel a pride in the beauty of England, in the\nsize of our cities, the magnitude of our commerce, the wealth of our\ncountry, the vastness of our Empire. But the true glory of a nation does\nnot consist in the extent of its dominion, in the fertility of the soil,\nor the beauty of Nature, but rather in the moral and intellectual\npre-eminence of the people.",
        "And yet how few of us, rich or poor, have made ourselves all we might be.\nIf he does his best, as Shakespeare says, “What a piece of work is man!\nHow noble in reason! How infinite in faculty! in form and movement, how\nexpress and admirable!” Few indeed, as yet, can be said to reach this high\nideal.",
        "The Hindoos have a theory that after death animals live again in a\ndifferent form; those that have done well in a higher, those that have\ndone ill in a lower grade. To realize this is, they find, a powerful\nincentive to a virtuous life. But whether it be true of a future life or\nnot, it is certainly true of our present existence. If we do our best for\na day, the next morning we shall rise to a higher life; while if we give\nway to our passions and temptations, we take with equal certainty a step\ndownward toward a lower nature.",
        "It is an interesting illustration of the Unity of Man, and an\nencouragement to those of us who have no claims to genius, that, though of\ncourse there have been exceptions, still on the whole, periods of progress\nhave generally been those when a nation has worked and felt together; the\nadvance has been due not entirely to the efforts of a few great men, but\nalso of a thousand little men; not to a single genius, but to a national\neffort.",
        "Think, indeed, what might be.",
        "           “Ah! when shall all men’s good\n  Be each man’s rule, and universal Peace\n  Lie like a shaft of light across the land,\n  And like a lane of beams athwart the sea,\n  Thro’ all the circle of the golden year.” [6]",
        "Our life is surrounded with mystery, our very world is a speck in\nboundless space; and not only the period of our own individual life, but\nthat of the whole human race is, as it were, but a moment in the eternity\nof time. We cannot imagine any origin, nor foresee the conclusion.",
        "But though we may not as yet perceive any line of research which can give\nus a clue to the solution, in another sense we may hold that every\naddition to our knowledge is one small step toward the great revelation.",
        "Progress may be more slow, or more rapid. It may come to others and not to\nus. It will not come to us if we do not strive to deserve it. But come it\nsurely will.",
        "  “Yet one thing is there that ye shall not slay,\n  Even thought, that fire nor iron can affright.” [7]",
        "The future of man is full of hope, and who can foresee the limits of his\ndestiny?",
        "[1] Lubbock. Fifty Years of Science.",
        "[2] The Senses of Animals.",
        "[3] Lubbock. Fifty Years of Science.",
        "[4] Ants, Bees, and Wasps.",
        "[5] Lubbock. The Senses of Animals.",
        "[6] Tennyson.",
        "[7] Swinburne.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}