{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter VIII. The Original God-Idea of the Israelites",
    "author": "Eliza Burt Gamble",
    "chapter": "10",
    "content": [
        "\n\n",
        "Not only were religious doctrines veiled beneath allegories and\nconvenient symbols, but names also had a religious significance.",
        "We are given to understand that in Chaldea and Assyria every\nchild was named by the oracle or priest, and that no one thought\nof changing the appellation which had come to him through this\nheavenly source.[79]",
        "[79] Inman, Ancient Faiths, vol. i., p. 3.",
        "Inman, in his Ancient Faiths, calls attention to the fact that in\nthe Old Testament kings, priests, captains, and other great men\nhave had names bestowed upon them, each of which has some\nreligious signification; that this name was given the individual\n“at circumcision, or soon after birth.”",
        "In the ancient names of what are designated as the Shemitic\nraces, children were called after the god alone, and sometimes in\nconnection with an attribute.  Especially were these names\napplied to royalty or to persons of distinction; for instance,\nnames were given signifying, God the good, God the just or the\nmerciful, God the strong, The Warrior God, etc.",
        "As the higher conception of a Creator was forgotten, and as human\nbeings, or perhaps I should say their power to control\ncircumstances coupled with the ability to reproduce or create,\nhad become god, they assumed the titles or names of the Deity;\nhence, it is not perhaps singular that in later times kings and\nheroes were invested with all the attributes of the gods.",
        "We have seen that according to various writers Om or Amm was the\nholy one whose name in India it was sacrilege to pronounce.  It\nwas the eternal sun, or the Great Mother.  As this word stands\nalso for “tribe or people,” it seems to mean, too, that which\nbinds, holds, or endures.",
        "As Om or Amm signifies the Great Mother, so An or On means the\nGreat Father.  Concerning the word Am-mon, Inman writes as\nfollows:",
        "“The association of the words signifying mother and father\nindicates that it is to such conjunction we must refer creative\npower.  With such an androgyne element the sun was associated by\nancient mythologists.  Jupiter was himself sometimes represented\nas being female; and the word hermaphrodite is in itself a union\nbetween Hermes and Aphrodite, the male and female creative\npowers.  We may fairly conclude, from the existence of names like\nthe above, that there was at one time in Western as there was in\nEastern Asia a strong feud between the adorers of On and Am, the\nLingacitas and the Yonijas, and that they were at length\npartially united under Ammon, as they were elsewhere under Nebo\nor the Nabhi of Vishnu.\"[80]",
        "[80] Ancient Faiths Embodied in Ancient Names, vol. i., p. 237.",
        "Inman relates that once when a friend of his was conversing with\na very high-caste Hindoo he casually uttered this word Amm or Om,\nwhereupon the man was so awe struck that he could scarcely speak,\nand, in a voice almost of terror, asked where his friend had\nlearned the word.  Of this word Inman says:",
        "“To the Hindoos it was that incommunicable name of the Almighty,\nwhich no one ventured to pronounce except under the most\nreligious solemnity.  And here let me pause to remark that the\nJews were equally reverent with the name belonging to the Most\nHigh; and that the third commandment was very literal in its\nsignification.”",
        "The same writer remarks that in Thibet, too, where a worship very\nnearly identical in ceremony and doctrine with that of the Roman\npapists exists amongst the Lamas, the name of Om is still sacred.",
        "The Iav of the Jews was equally revered, but in the later ages of\ntheir career they seem to have lost sight of its true meaning.",
        "According to Inman’s testimony and that of other etymological\nstudents, the true signification of the cognomen Jacob is the\nfemale principle.",
        "It is believed by various writers that the story of Jacob and\nEsau as related in Genesis has an esoteric as well as an exoteric\nmeaning–that Jacob has reference to the female creative energy\nthroughout Nature, or, rather, to the great mass of people who in\nan early age of the human race believed in the superior\nimportance of the female in the office of reproduction, and that\nEsau signifies the male.  Attention is called to the fact that\nEsau is represented as a “hairy” man, rough-voiced and easily\nbeguiled, while Jacob, on the other hand, is smooth-faced,\nsoft-voiced, and the favorite of his mother.",
        "There is indeed much in this myth which seems to indicate that it\nis an allegory beneath which are veiled certain facts connected\nwith the struggle between two early contending sects regarding\nthe relative importance of the sexes in reproduction.  Of this\nInman says:",
        "“My own impression is that Esau, or Edom, and Jacob are mystic\nnames for a man and a woman, and that round these, historians\nwove a web of fancy; that ultimately the cognomen Jacob was\nrecognized, and that to allow the Jewish people to trace their\ndescent from a male rather than a female, the appellation of\nIsrael was substituted in later productions.\"[81]",
        "[81] Ancient Faiths, vol. i., p. 607.",
        "As most of the myths or allegories in Genesis are now traced to a\nsource far more remote than the beginning of legitimate Jewish\nhistory, it is not unreasonable to suppose that this story, too,\nwas copied by the Jews from the traditions of earlier races; nor,\nwhen we remember the true meaning of the cognomen Jacob, that the\nentire story should be regarded as an attempt to set forth\ncertain facts connected with the great physiological or religious\nconflict between the sexes.",
        "The significance of the idols worshipped by Jacob and his family\nis not for a certainty known, but it is believed by certain\nwriters that the Seraphim and Teraphim were the usual images\nwhich were used to represent the male and female energies.  “Then\nJacob said unto his household and to all that were with him:  Put\naway the strange gods that are among you.”  In referring to this\npassage, Inman, in a note, says:",
        "“The critic might fairly say, looking at Genesis xxxv., 2, ’Put\naway the strange gods that are among you,’ that there were images\nof God which were not strange, and that in these early times\nthere were orthodoxy and heterodoxy in images as there are now. \nIn ancient times the emblem of life-giving energy was an orthodox\nemblem; it is now a horror and its place is taken by an image of\ndeath.  We infer from the context that Laban’s gods were\northodox.”",
        "So, also, must have been the stone pillar set up by Jacob at\nBethel (place of the sun).  From a study of similar stones,\nexamples of which are to be found in nearly every country of the\nglobe, it is known that they represent the male energy, and from\nall the facts connected with the story of Laban’s gods it is\nprobable that they were emblems of this power.  We may suppose\nthen that the “strange gods,” the unorthodox gods, which Jacob\nordered put away, were those representing the female energy.",
        "It seems strange that any person can study the history of the\nIsraelitish Exodus by the light of later developments in biblical\nresearch without recognizing the fact that the “Lord” which\nbrought the children of Israel out from the bondage of Egypt was\nthe male power, which by a certain sect had been proclaimed the\nonly actual creative agency, and therefore the “only one and true\nGod.”",
        "Although, at the time at which Abraham is said to have lived, the\nknowledge of an abstract dual or triune God still remained, yet,\nduring the five hundred years which elapsed until the time of\nMoses, the grossest idolatry had come to prevail. \nNotwithstanding the fact that Moses had learned much from the\nEgyptians, he seems not to have risen above a very gross\nconception of a deity.  His god was by turns angry, jealous,\nrevengeful, vacillating, and weak.  He was in fact the embodiment\nof human passions and desires.  We have seen that the third\nperson in the ancient Trinity had, in Egypt, India, and Persia,\ncome to be recognized in place of the three principles originally\nworshipped–that, as it really embodied the essence of the other\ntwo, little was heard of the Creator and Preserver.  Doubtless\nthis God was the one which Moses intended the Israelites to\nworship, but as they were unable to conceive of an abstract\nprinciple he invested it with a personality which, as we have\nseen, was burdened with the frailties and weaknesses common to\nthemselves.",
        "As the Regenerator or Destroyer represented the processes of\nNature,–the dying away of the sun’s rays at night only to\nreappear on the following day, and the withdrawal of its warmth\nin winter only to be renewed in the spring,–so this God\nportrayed also the beneficent Creator and Preserver of all\nthings, at the same time that it was the Destroyer.  It embodied\nthe fundamental idea in all religions, namely, life and\nfertility.  So also did the “Lord” of the Israelites represent\nreproductive energy, but as man being spirit had come to be a\nCreator of offspring, while woman being only matter furnished the\nbody, this “Lord” was male.  Connected with it was no hint of the\nfemale nature or principle, except the ark or chest in which it\nwas carried about.  To those who have acquainted themselves with\nthe significance of ancient religious symbols, the fact is plain\nthat the “Lord” of the Israelites, which in their journeyings\ntoward Canaan they carried in an ark or chest, and which was\nsymbolized by an upright stone, was none other than a\n“Life-giver” in the most practical sense.  It was the emblem of\nvirility, and from the facts at hand, at the present time, there\nis little doubt but that all the spirituality with which we find\nthis “Lord” invested was an after-thought and comprehended no\npart of the belief of the Jews until after their contact with the\nPersians during the Babylonian captivity.",
        "Doubtless the story in which their journeyings toward Canaan are\nset forth contains an esoteric as well as an exoteric\nsignificance for ages known only to the priests, and that within\nit is embodied not alone something of the true history of this\npeople, but an account also of their struggle against an older\nreligion.  At this time the Israelites had practically commenced\nthe elimination of the female principle from their god-idea, and\nhad begun the worship of the male element, the female being\nrepresented by an ark, chest, or box.  This ark, as the\nreceptacle of the god, was still a holy thing.",
        "Not only among the Israelites, but among other nations of the\nEast, we find the devotees of the male god beginning to assume a\nposition quite independent of the beliefs of their fathers.  At\nthis time great towers or pillars begin to be erected in honor of\nthis deity, which is figured as the “God of Life,” or as the\n“Lord of Hosts.”  Notwithstanding the fact that the story of the\nExodus contains much historical truth, it is altogether probable\nthat the priests have used it, as they did that of the flood, to\nconceal their religious doctrines.",
        "At the time of the Exodus, the Israelites were ignorant tribes\nwithout laws or letters, and while in Egypt were menials of the\nlowest order.  Hence, the laws written on the two tables of\nstone, and which it is claimed were elaborated during their\nwanderings in the wilderness of Sinai for the guidance of these\nunlettered slaves, show the desire of the priests of later times\nto invest the “chosen people” with the insignia of enlightenment.",
        "Regarding the character of the god which they worshipped, we have\nample proof in the Old Testament.  It is plain that at the time\nof their bondage in Egypt the Jews had become the grossest\nphallic worshippers, adoring the emblems of generation, with no\nthought of their earlier significance as pure symbols of creative\nforce in mortals.",
        "The fact will doubtless be remembered that, among the Jews, to be\nbarren was the greatest curse, and that the principal reward\npromised to the faithful was fruitfulness of body.  The essence\nof this deity was heat or passion, and his emblem was the serpent\nor an upright stone.  It has been observed that when this “Lord\"\nwas invested with personality he was subject to all the frailties\nof his followers.  His chief and most emphatic characteristic,\nhowever, was jealousy of other gods, and most of the imprecations\nthundered against the chosen people were directed against the\nworship of the gods of surrounding nations, those which the\nIsraelites had originally worshipped.",
        "That portion of the Decalogue relating to a jealous god is seen\nto belong wholly to the Jews, or to the Israelites, who were\ndescendants of Jacob.  The older nations, among which was the\nancient family of the Hebrews, knew nothing of a jealous god. \nNotwithstanding the fact that the God of the Jews appeared and\ntalked face to face with Moses, that he exhibited portions of his\nbody to him, and that he thundered his law to this people from\nMt.  Sinai, still they were constantly lapsing into the worship\nof Baal and Ashtaroth, which fact shows how deeply rooted was the\nbelief in a dual or triune God.  It is plain that this “Lord,\"\nthe fierce anger of whom was kindled because of their\ndigressions, was none other than the jealous male god which had\nbut recently been elevated to the dignity of a supreme Creator.",
        "Although the angel of the Lord when he came down from Gilgal\ncommanded his followers to “throw down the altars of the people\nof Bochim,” they nevertheless continued to do evil in the sight\nof the Lord, and",
        "“followed other gods, of the gods of the people that were round\nabout them, and bound themselves unto them and provoked the Lord\nto anger.",
        "“And they forsook the Lord, and served Baal and Ashtaroth.  And\nthe anger of the Lord was hot against Israel.\"[82]",
        "[82] Judges ii., 12, 13.",
        "“And Samuel spake unto all the house of Israel, saying, If ye do\nreturn unto the Lord with all your hearts, then put away the\nstrange gods and Ashtaroth from among you and prepare your hearts\nunto the Lord, and serve him only: and he will deliver you out of\nthe hand of the Philistines.",
        "“Then the children of Israel did put away Baalim and Ashtaroth\nand served the Lord only.\"[83]",
        "[83] I Samuel vii., 3,4.",
        "The extreme hatred of the schismatic faction for the opposite\nworship, and the punishments which were meted out to those who\nshould dare to rebel against the chosen faith, are indicated by\nthe language which throughout the Old Testament is put into the\nmouth of their Lord–a Deity which rejoices in the title of a\njealous God.",
        "“If thy brother, the son of thy mother, or thy son, or thy\ndaughter, or the wife of thy bosom, or thy friend, which is as\nthine own soul, entice thee secretly, saying, Let us go and serve\nother gods, which thou hast not known thou nor thy fathers:",
        "“Namely, of the gods of the people which are round about you,\nnigh unto thee, or far off from thee, from the one end of the\nearth even unto the other end of the earth;",
        "“Thou shalt not consent unto him, nor hearken unto him; neither\nshall thine eye pity him, neither shalt thou spare, neither shalt\nthou conceal him:",
        "“But thou shalt surely kill him; thine hand shall be first upon\nhim to put him to death, and afterwards the hand of all the\npeople.",
        "“And thou shalt stone him with stones, that he die; because he\nhath sought to thrust thee away from the Lord thy God, which\nbrought thee out of the land of Egypt, from the house of bondage.",
        "“And all Israel shall hear, and fear, and shall do no more any\nsuch wickedness as this is among you.\"[84]",
        "[84] Deuteronomy xiii.",
        "The constantly recurring faithlessness of the Jews, their\nrestlessness and proneness to wander from their one-principled\ndeity which had been set up by their priests for them to worship,\nwas doubtless an unconscious effort on the part of the people to\nmitigate the outrage which had been committed against their\nCreator.  It was but a reaching out for that lost or unrecognized\nelement which comprehends the more essential force both in human\nbeings and in the conception of a deity.  In other words, it was\nan attempt at recognition, in the objects worshipped, of that\nmissing female element which had always been worshipped, and\nwithout which a Creator becomes a misnomer–a meaningless,\nunexplained, and unexplainable monstrosity.",
        "When the Jews first make their appearance in history, they are\nsun worshippers, as are all the nations by which they are\nsurrounded.  They are worshippers of Seth the Destroyer and\nRegenerator; but when the philosophical truths underlying the\nancient universal religion were forgotten, or when through\nignorance the language setting forth these mysteries was taken\nliterally, Seth became identified with the Destroyer, or the Evil\nPrinciple.  In the meantime man had come to believe himself the\nsole creator of offspring.  He is spirit, which is eternal; woman\nis matter, which is not only destructible but altogether evil. \nHe is heat or passion–the principle through which life is\nproduced.  She represents the absence of heat.  She is the simoom\nof the desert and the chilly blast which destroys.",
        "That it was no part of their plan to change their original form\nof worship for a spiritual conception of a Creator is apparent\nfrom their history.  On the contrary, it is plain that they\ndesired simply to eliminate from the hitherto dual conception of\na deity the female principle, which, in their arrogance, and\nbecause of the change which had been wrought in the relations of\nthe sexes, they no longer acknowledged as important in the office\nof reproduction.",
        "It is quite true they would worship only one god–the\n“Lord,\"–but that lord was, as we have seen, a deity of physical\nstrength and virile might, a “Lord of Hosts,” a god which was to\nbe worshipped under the symbol of an upright stone–an object\nwhich by every nation of the globe down to a comparatively recent\ntime has typified male pro-creative energy.  That the masses of\nthe people, even as late as the time of Jeremiah, had no higher\nconception of a God than that indicated by an upright stone, is\nshown by that prophet when he accuses the entire house of Israel,\n“their kings, their princes, and their priests, and their\nprophets,” of “saying to a stock, Thou art my father; and to a\nstone, Thou hast brought me forth.”",
        "That the people could not, or would not, be prevailed upon to\nrenounce the Queen of Heaven, the Celestial Mother, is seen in\nJer. vii., 17, 18:",
        "“Seest thou not what they do in the cities of Judah and in the\nstreets of Jerusalem?  The children gather wood, and the fathers\nkindle the fire, and the women knead their dough, to make cakes\nto the queen of heaven and to pour out drink offerings unto other\ngods.”",
        "Also in Jeremiah xliv:",
        "“Then all the men which knew that their wives had burned incense\nunto other gods, and all the women that stood by, a great\nmultitude, even all the people that dwelt in the land of Egypt,\nin Pathros, answered Jeremiah, saying, As for the word that thou\nhast spoken unto us in the name of the Lord, we will not hearken\nunto thee.",
        "“But we will certainly do whatsoever thing goeth forth out of our\nown mouth, to burn incense unto the queen of heaven and to pour\nout drink offerings unto her, as we have done, we and our\nfathers, our kings, and our princes, in the cities of Judah, and\nin the streets of Jerusalem: for then had we plenty of victuals,\nand were well, and saw no evil.",
        "“But since we left off to burn incense to the queen of heaven and\nto pour out drink offerings unto her, we have wanted all things,\nand have been consumed by the sword and by the famine.",
        "“And when we burned incense to the queen of heaven, and poured\nout drink offerings unto her, did we make her cakes to worship\nher and pour out drink offerings unto her without our men?”",
        "That the above represents a quarrel in which the women of Judah\nopenly rebelled against the worship of the “Lord,” at the same\ntime declaring their allegiance to the female Deity, the\nCelestial Mother, Queen of Heaven, is only too evident, the curse\npronounced upon them by Jeremiah, in the name of the lord, having\nlittle effect upon them to change their purpose.",
        "“Therefore, hear ye the word of the Lord, all Judah that dwell in\nthe land of Egypt; Behold, I have sworn by my great name, saith\nthe Lord, that my name shall no more be named in the mouth of any\nman of Judah in all the land of Egypt, saying, The Lord God\nliveth.",
        "“Behold, I will watch over them for evil, and not for good: and\nall the men of Judah that are in the land of Egypt shall be\nconsumed by the sword and by the famine, until there be an end of\nthem.”",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}