{
    "title": "The Story of Mankind - Greek Life (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "HOW THE GREEKS LIVED",
        "BUT how, you will ask, did the ancient Greeks have time\nto look after their families and their business if they were\nforever running to the market-place to discuss affairs of state?\nIn this chapter I shall tell you.",
        "In all matters of government, the Greek democracy recognised\nonly one class of citizens–the freemen. Every Greek\ncity was composed of a small number of free born citizens, a\nlarge number of slaves and a sprinkling of foreigners.",
        "At rare intervals (usually during a war, when men were\nneeded for the army) the Greeks showed themselves willing to\nconfer the rights of citizenship upon the “barbarians” as they\ncalled the foreigners. But this was an exception. Citizenship\nwas a matter of birth. You were an Athenian because your\nfather and your grandfather had been Athenians before you.\nBut however great your merits as a trader or a soldier, if you\nwere born of non-Athenian parents, you remained a “foreigner\"\nuntil the end of time.",
        "The Greek city, therefore, whenever it was not ruled by a\nking or a tyrant, was run by and for the freemen, and this\nwould not have been possible without a large army of slaves\nwho outnumbered the free citizens at the rate of six or five\nto one and who performed those tasks to which we modern\npeople must devote most of our time and energy if we wish to\nprovide for our families and pay the rent of our apartments.\nThe slaves did all the cooking and baking and candlestick\nmaking of the entire city. They were the tailors and the carpenters\nand the jewelers and the school-teachers and the bookkeepers\nand they tended the store and looked after the factory\nwhile the master went to the public meeting to discuss questions\nof war and peace or visited the theatre to see the latest\nplay of AEschylus or hear a discussion of the revolutionary ideas\nof Euripides, who had dared to express certain doubts upon\nthe omnipotence of the great god Zeus.",
        "Indeed, ancient Athens resembled a modem club. All the\nfreeborn citizens were hereditary members and all the slaves\nwere hereditary servants, and waited upon the needs of their\nmasters, and it was very pleasant to be a member of the\norganisation.",
        "But when we talk about slaves. we do not mean the sort of\npeople about whom you have read in the pages of “Uncle\nTom’s Cabin.” It is true that the position of those slaves who\ntilled the fields was a very unpleasant one, but the average\nfreeman who had come down in the world and who had been\nobliged to hire himself out as a farm hand led just as miserable\na life. In the cities, furthermore, many of the slaves were\nmore prosperous than the poorer classes of the freemen. For\nthe Greeks, who loved moderation in all things, did not like to\ntreat their slaves after the fashion which afterward was so\ncommon in Rome, where a slave had as few rights as an engine\nin a modern factory and could be thrown to the wild animals\nupon the smallest pretext.",
        "The Greeks accepted slavery as a necessary institution,\nwithout which no city could possibly become the home of a truly\ncivilised people.",
        "The slaves also took care of those tasks which nowadays are\nperformed by the business men and the professional men. As\nfor those household duties which take up so much of the time\nof your mother and which worry your father when he comes\nhome from his office, the Greeks, who understood the value of\nleisure, had reduced such duties to the smallest possible minimum\nby living amidst surroundings of extreme simplicity.",
        "To begin with, their homes were very plain. Even the rich\nnobles spent their lives in a sort of adobe barn, which lacked\nall the comforts which a modern workman expects as his natural\nright. A Greek home consisted of four walls and a roof.\nThere was a door which led into the street but there were no\nwindows. The kitchen, the living rooms and the sleeping quarters\nwere built around an open courtyard in which there was a\nsmall fountain, or a statue and a few plants to make it look\nbright. Within this courtyard the family lived when it did not\nrain or when it was not too cold. In one corner of the yard the\ncook (who was a slave) prepared the meal and in another\ncorner, the teacher (who was also a slave) taught the children\nthe alpha beta gamma and the tables of multiplication and in\nstill another corner the lady of the house, who rarely left her\ndomain (since it was not considered good form for a married\nwoman to be seen on the street too often) was repairing her\nhusband’s coat with her seamstresses (who were slaves,) and\nin the little office, right off the door, the master was inspecting\nthe accounts which the overseer of his farm (who was a slave)\nhad just brought to him.",
        "When dinner was ready the family came together but the\nmeal was a very simple one and did not take much time. The\nGreeks seem to have regarded eating as an unavoidable evil\nand not a pastime, which kills many dreary hours and eventually\nkills many dreary people. They lived on bread and on\nwine, with a little meat and some green vegetables. They\ndrank water only when nothing else was available because\nthey did not think it very healthy. They loved to call on each\nother for dinner, but our idea of a festive meal, where everybody\nis supposed to eat much more than is good for him, would\nhave disgusted them. They came together at the table for\nthe purpose of a good talk and a good glass of wine and water,\nbut as they were moderate people they despised those who\ndrank too much.",
        "The same simplicity which prevailed in the dining room\nalso dominated their choice of clothes. They liked to be clean\nand well groomed, to have their hair and beards neatly cut,\nto feel their bodies strong with the exercise and the swimming\nof the gymnasium, but they never followed the Asiatic fashion\nwhich prescribed loud colours and strange patterns. They\nwore a long white coat and they managed to look as smart as\na modern Italian officer in his long blue cape.",
        "They loved to see their wives wear ornaments but they\nthought it very vulgar to display their wealth (or their wives)\nin public and whenever the women left their home they were as\ninconspicuous as possible.",
        "In short, the story of Greek life is a story not only of moderation\nbut also of simplicity. “Things,” chairs and tables and\nbooks and houses and carriages, are apt to take up a great\ndeal of their owner’s time. In the end they invariably make\nhim their slave and his hours are spent looking after their\nwants, keeping them polished and brushed and painted. The\nGreeks, before everything else, wanted to be “free,” both in\nmind and in body. That they might maintain their liberty, and\nbe truly free in spirit, they reduced their daily needs to the\nlowest possible point.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}