{
    "title": "The Crisis in Russia - A Conference At Jaroslavl",
    "author": "Ransome",
    "chapter": "5",
    "content": [
        "\n\n",
        "I have already suggested that although the small Central\nCommittee of the Communist Party does invariably get its\nown way, there are essential differences between this\nDictatorship and the dictatorship of, for example, a General.\nThe main difference is that whereas the General merely\nwrites an order about which most people hear for the first\ntime only when it is promulgated, the Central Committee\nprepares the way for its dictation by a most elaborate series\nof discussions and counter discussions throughout the\ncountry, whereby it wins the bulk of the Communist Party to\nits opinion, after which it proceeds through local and general\ncongresses to do the same with the Trades Unions.  This\ndone, a further series of propaganda meetings among the\npeople actually to be affected smooths the way for the\nintroduction of whatever new measure is being carried\nthrough at the moment.  All this talk, besides lessening the\namount of physical force necessary in carrying out a\ndecision, must also avoid, at least in part, the deadening\neffect that would be caused by mere compulsory obedience\nto the unexplained orders of a military dictator.  Of the\nreality of the Communist Dictatorship I have no sort of\ndoubt.  But its methods are such as tend towards the\nawakening of a political consciousness which, if and when\nnormal conditions-of feeding and peace, for example-are\nattained, will make dictatorship of any kind almost\nimpossible.",
        "To illustrate these methods of the Dictatorship, I cannot do\nbetter than copy into this book some pages of my diary",
        "written in March of this year when I was present at one of\nthe provincial conferences which were held in preparation of\nthe All-Russian Communist Conference at the end of the\nmonth.",
        "At seven in the evening Radek called for me and took me to\nthe Jaroslavl station, where we met Larin, whom I had\nknown in 1918.  An old Menshevik, he was the originator\nand most urgent supporter of the decree annulling the\nforeign debts.  He is a very ill man, partially paralyzed,\nhaving to use both hands even to get food to his mouth or to\nturn over the leaves of a book.  In spite of this he is one of\nthe hardest workers in Russia, and although his obstinacy,\nhis hatred of compromise, and a sort of mixed originality\nand perverseness keep him almost permanently at\nloggerheads with the Central Committee, he retains\neverybody’s respect because of the real heroism with which\nhe conquers physical disabilities which long ago would have\noverwhelmed a less unbreakable spirit.  Both Radek and\nLarin were going to the Communist Conference at Jaroslavl\nwhich was to consider the new theses of the Central\nCommittee of the party with regard to Industrial\nConscription.  Radek was going to defend the position of the\nCentral Committee, Larin to defend his own.  Both are old\nfriends.  As Radek said to me, he intended to destroy Larin’s\nposition, but not, if he could help it, prevent Larin being\nnominated among the Jaroslavl delegates to All-Russian\nConference which was in preparation.  Larin, whose work\nkeeps him continually traveling, has his own car, specially\narranged so that his  uninterrupted labor shall have as\nlittle effect as possible on his dangerously frail body.  Radek\nand I traveled in one of the special cars of the Central\nExecutive Committee, of which he is a member.",
        "The car seemed very clean, but, as an additional precaution,\nwe began by rubbing turpentine on our necks and wrists and\nangles for the discouragement of lice, now generally known\nas “Semashki” from the name of Semashko, the Commissar\nof Public Health, who wages unceasing war for their\ndestruction as the carriers of typhus germs.I rubbed the\nturpentine so energetically into my neck that it burnt like a\ncollar of fire, and for a long time I was unable to get to sleep.",
        "In the morning Radek, the two conductors who had charge\nof the wagons and I sat down together to breakfast and had\na very merry meal, they providing cheese and bread and I a\ntin of corned beef providently sent out from home by the\nManchester Guardian.  We cooked up some coffee on a\nlittle spirit stove, which, in a neat basket together with plates,\nknives, forks, etc. (now almost unobtainable in Russia) had been\na parting present from the German Spartacists to Radek when\nhe was released from prison in Berlin and allowed to leave Germany.",
        "The morning was bright and clear, and we had an excellent\nview of Jaroslavl when we drove from the station to the\ntown, which is a mile or so off the line of the railway.  The\nsun poured down on the white snow, on the barges still\nfrozen into the Volga River, and on the gilt and painted\ndomes and cupolas of the town.  Many of the buildings had\nbeen destroyed during the rising artificially provoked in July,\n19l8, and its subsequent suppression.  More damage was\ndone then than was necessary, because the town was\nrecaptured by troops which had been deserted by most of\ntheir officers, and therefore hammered away with artillery\nwithout any very definite plan of attack.  The more\nimportant of the damaged buildings, such as the waterworks\nand the power station, have been repaired, the tramway was\nworking, and, after Moscow, the town seemed clean, but\nplenty of ruins remained as memorials of that wanton and\nunjustifiable piece of folly which, it was supposed, would be\nthe signal for a general rising.",
        "We drove to the Hotel Bristol, now the headquarters of\nthe Jaroslavl Executive Committee, where Rostopchin, the\npresident, discussed with Larin and Radek the programme\narranged for the conference.  It was then proposed that we\nshould have something to eat, when a very curious state of\naffairs (and one extremely Russian) was revealed.  Rostopchin\nadmitted that the commissariat arrangements of\nthe Soviet and its Executive Committee were very bad.  But\nin the center of the town there is a nunnery which was very\nbadly damaged during the bombardment and is now used as\na sort of prison or concentration camp for a Labor\nRegiment.  Peasants from the surrounding country who have\nrefused to give up their proper contribution of corn, or leave\notherwise disobeyed the laws, are, for punishment, lodged\nhere, and made to expiate their sins by work.  It so\nhappens, Rostopchin explained, that the officer in charge of the\nprison feeding arrangements is a very energetic fellow, who had\nserved in the old army in a similar capacity, and the meals\nserved out to the prisoners are so much better than those\nproduced in the Soviet headquarters, that the members of\nthe Executive Committee  make a practice of walking\nover to the prison to dine.  They invited us to do the\nsame.  Larin did not feel up to the walk, so he remained\nin the Soviet House to eat an inferior meal, while Radek  and I,\nwith Rostopchin and three other members of the local\ncommittee walked round to the prison.  The bell tower of\nthe old nunnery had been half shot away by artillery, and is\nin such a precarious condition that it is proposed to pull it\ndown.  But on passing under it we came into a wide\ncourtyard surrounded by two-story whitewashed buildings\nthat seemed scarcely to have suffered at all.  We found the\nrefectory in one of these buildings.  It was astonishingly\nclean. There were wooden tables, of course without cloths,\nand each man had a wooden spoon and a hunk of bread.  A\ngreat bowl of really excellent soup was put down in the\nmiddle of table, and we fell to hungrily enough.  I made\nmore mess on the table than any one else, because it requires\nconsiderable practice to convey almost boiling soup from a\ndistant bowl to one’s mouth without spilling it in a shallow\nwooden spoon four inches in diameter, and, having got it to\none’s mouth, to get any of it in without slopping over on\neither side.  The regular diners there seemed to find no\ndifficulty in it at all. One of the prisoners who mopped up\nafter my disasters said I had better join them for a week,\nwhen I should find it quite easy.  The soup bowl was\nfollowed by a fry of potatoes, quantities of which are grown\nin the district.  For dealing with these I found the wooden\nspoon quite efficient.  After that we had glasses of some sort\nof substitute for tea.",
        "The Conference was held in the town theatre.  There was a\nhint of comedy in the fact that the orchestra was playing the\nprelude to some very cheerful opera before the curtain rang\nup.  Radek characteristically remarked that such music\nshould be followed by something more sensational than a\nconference, proposed to me that we should form a tableau\nto illustrate the new peaceful policy of England with regard to\nRussia.  As it was a party conference, I had really no right to\nbe there, but Radek had arranged with Rostopchin that I",
        "should come in with himself, and be allowed to sit in the\nwings at the side of the stage.  On the stage were\nRostopchin, Radek, Larin and various members of the\nCommunist Party Committee in  the district.  Everything\nwas ready, but the orchestra went on with its jig music on\nthe other side of the curtain.  A message was sent to them.\nThe music stopped with a jerk.  The curtain rose, disclosing\na crowded auditorium.  Everbody stood up, both on the\nstage and in the theater, and sang, accompanied by the\norchestra, first the “Internationale” and then the song for\nthose who had died for the revolution.  Then except for two\nor three politically minded musicians , the orchestra vanished\naway and the Conference began.",
        "Unlike many of the meetings and conferences at which I\nhave been present in Russia, this Jaroslavl Conference\nseemed to me to include practically none but men and\nwomen who either were or had been actual manual workers.\nI looked over row after row of faces in the theatre, and\ncould only find two faces which I thought might be Jewish,\nand none that obviously  belonged to the “intelligentsia.”  I\nfound on inquiry that only three of the Communists present,\nexcluding Radek and Larin, were old exiled and imprisoned\nrevolutionaries of the educated class.  Of these, two were on\nthe platform.  All the rest were from the working class.\nThe great majority of them, of course, had joined the\nCommunists in 1917, but a dozen or so had been in the\nparty as long as the first Russian revolution of 1905.",
        "Radek, who was tremendously cheered (his long\nimprisonment in Germany, during which time few in Russia\nthought that they would see him alive again, has made him\nsomething of a popular hero) made a long, interesting and\npugnacious speech setting out the grounds on which the\nCentral Committee base their ideas about Industrial\nConscription.  These ideas are embodied in the series of\ntheses issued by the Central Committee in January (see p.\n134).  Larin, who was very tired after the journey and\npatently conscious that Radek was a formidable opponent,\nmade a speech setting out his reasons for differing with the\nCentral Committee, and proposed an ingenious resolution,\nwhich, while expressing approval of the general position of\nthe Committee, included four supplementary modifications",
        "which, as a matter of fact, nullified that position altogether.\nIt was then about ten at night, and the Conference\nadjourned.  We drove round to the prison in sledges,\nand by way of supper had some more soup and potatoes,\nand so back to the railway station to sleep in the cars.",
        "Next day the Conference opened about noon, when there\nwas a long discussion of the points at issue.  Workman after\nworkman came to the platform and gave his view.  Some of\nthe speeches were a little naive, as when one soldier said that\nComrades Lenin and Trotsky had often before pointed out\ndifficult roads, and that whenever they had been followed\nthey had shown the way to victory, and that therefore,\nthough there was much in the Central Committee’s theses\nthat was hard to digest, he was for giving them complete\nsupport, confident that, as Comrades Lenin and Trotsky\nwere in favor of them, they were likely to be right this time,\nas so often heretofore.  But for the most part the speeches\nwere directly concerned with the problem under discussion,\nand showed a political consciousness which would have\nbeen almost incredible three years ago.  The Red Army\nserved as a text for many, who said that the methods which\nhad produced that army and its victories over the Whites had\nbeen proved successful and should be used to produce a\nRed Army of Labor and similar victories on the bloodless\nfront against economic disaster.  Nobody seemed to question\nthe main idea of compulsory labor.  The contest that aroused\nreal bitterness was between the methods of individual and\ncollegiate command.  The new proposals lead eventually\ntowards individual command, and fears were expressed lest\nthis should mean putting summary powers into the hands  of\nbourgeois specialists, thus nullifying “workers’ control”. In\nreply, it was pointed out that individual command had\nproved necessary in the army and had resulted in victory for\nthe revolution.  The question was not between specialists\nand no specialists.  Everybody knew that specialists were\nnecessary.  The question was how to get the most out of\nthem.  Effective political control had secured that bourgeois\nspecialists, old officers, led to victory the army of the Red\nRepublic.  The same result could be secured in the factories\nin the same way.  It was pointed out that in one year they\nhad succeeded in training 32,000 Red Commanders, that is\nto say, officers from the working class itself, and that it was\nnot Utopian to hope and work for a similar output of",
        "workmen specialists, technically trained, and therefore\nthemselves qualified for individual command in the factories.\nMeanwhile there was nothing against the employment of\nPolitical Commissars in the factories as formerly in the\nregiments, to control in other than technical matters the\ndoings of the specialists.  On the other hand, it was said that\nthe appointment of Commissars would tend to make\nCommunists unpopular, since inevitably in many cases they\nwould have to support the specialists against the workmen,\nand that the collegiate system made the workmen feel that\nthey were actually the masters, and so gave possibilities of\nenthusiastic work not otherwise obtainable.  This last point\nwas hotly challenged.  It was said that collegiate control\nmeant little in effect, except waste of time and efficiency,\nbecause at worst work was delayed by disputes and at best\nthe workmen members of the college merely countersigned\nthe orders decided upon by the specialists.  The enthusiastic\nwork was said to be a fairy story.  If it were really to be\nfound then there would be no need for a conference to\ndiscover how to get it.",
        "The most serious opposition, or at least the most serious\nargument put forward, for there was less opposition than\nactual discussion, came from some of the representatives of\nthe Trade Unionists.  A good deal was said about the\nposition of the Trades Unions in a Socialist State.  There\nwas general recognition that since the Trade Unions\nthemselves controlled the conditions of labor and wages, the\nwhole of their old work of organizing strikes against\ncapitalists had ceased to have any meaning, since to strike\nnow would be to strike against their own decisions.  At the\nsame time, certain tendencies to Syndicalism were still in\nexistence, tendencies which might well lead to conflict\nbetween different unions, so that, for example, the match\nmakers or the metal worker, might wish to strike a bargain\nwith the State, as of one country with another, and this\nmight easily lead to a complete collapse of the socialist system.",
        "The one thing on which the speakers were in complete\nagreement was the absolute need of an effort in industry\nequal to, if not greater than, the effort made in the army.  I\nthought it significant that in many of the speeches the\nimportance of this effort was urged as the only possible",
        "means of retaining the support of the peasants.  There\nwas a tacit recognition that the Conference represented town\nworkers only.  Larin, who had belonged to the old school\nwhich had grown up with its eyes on the industrial countries\nof the West and believed that revolution could be brought\nabout by the town workers alone, that it was exclusively their\naffair, and that all else was of minor importance,\nunguardedly spoke of the peasant as “our neighbor.\"\nIn Javoslavl, country and town are too near to allow the main\nproblem of the revolution to be thus easily dismissed.  It was\ninstantly pointed out that the relation was much more\nintimate, and that, even if it were only “neighborly,” peace\ncould not long be preserved if it were continually necessary\nfor one neighbor to steal the chickens of the other.  These\ntown workers of a district for the most part agricultural were\nvery sure that the most urgent of all tasks was to raise\nindustry to the point at which the town would really be able\nto supply the village with its needs.",
        "Larin and Radek severally summed up and made final\nattacks on each other’s positions, after which Radek’s\nresolution approving the theses of the Central Committee\nwas passed almost unanimously.  Larin’s four amendments\nreceived 1, 3, 7 and 1 vote apiece.  This result was received\nwith cheering throughout the theater, and showed the\nimportance of such Conferences in smoothing the way of\nthe Dictatorship, since it had been quite obvious when the\ndiscussion began that a very much larger proportion of the\ndelegates than finally voted for his resolution had been more\nor less in sympathy with Larin in his opposition to the\nCentral Committee.",
        "There followed elections to the Party Conference in\nMoscow.  Rostopchin, the president, read a list which had\nbeen submitted by the various ouyezds in the Jaroslavl\nGovernment.  They were to send to Moscow fifteen\ndelegates with the right to vote, together with another fifteen\nwith the right to speak but not to vote.  Larin, who had done\nmuch work in the district, was mentioned as one of the\nfifteen voting delegates, but he stood up and said that as the\nConference had so clearly expressed its disagreement with\nhis views, he thought it better to withdraw his candidature.\nRostopchin put it to the Conference that although they disagreed",
        "with Larin, yet it would be as well that he should have\nthe opportunity of stating his views at the All-Russian Conference,\nso that discussion there should be as final and as many-sided\nas possible.  The Conference expressed its agreement with\nthis.  Larin withdrew his withdrawal, and was presently\nelected.  The main object of these conferences in\nunifying opinion and in arming Communists with\nargument for the defence of this unified opinion a\nmong the masses was again illustrated when the\nConference, in leaving it to the ouyezds to choose for\nthemselves the non-voting delegates urged them to select\nwherever possible people who would have the widest\nopportunities of explaining on their return to the district\nwhatever results might be reached in Moscow.",
        "It was now pretty late in the evening, and after another very\nsatisfactory visit to the prison we drove back to the station.\nLarin, who was very disheartened, realizing that he had lost\nmuch support in the course of the discussion, settled down\nto work, and buried himself in a mass of statistics.  I\nprepared to go to bed, but we had hardly got into the car\nwhen there was a tap at the door and a couple of\nrailwaymen came in. They explained that a few hundred\nyards away along the line a concert and entertainment\narranged by the Jaroslavl railwaymen was going on, and that\ntheir committee, hearing that Radek was at the station, had\nsent them to ask him to come over and say a few words to\nthem if he were not too tired.",
        "“Come along,” said Radek, and we walked in the dark along\nthe railway lines to a big one-story wooden shanty, where an\nelectric lamp lit a great placard, “Railwaymen’s Reading\nRoom.”  We went into a packed hall.  Every seat was\noccupied by railway workers and their wives and children.\nThe gangways on either side were full of those who had not\nfound room on the benches.  We wriggled and pushed our\nway through this crowd, who were watching a play staged\nand acted by the railwaymen themselves, to a side door,\nthrough which we climbed up into the wings, and slid across\nthe stage behind the scenery into a tiny dressing-room.\nHere Radek was laid hold of by the Master of the Ceremonies,\nwho, it seemed, was also part editor of a railwaymen’s\nnewspaper, and made to give a long account of the",
        "present situation of Soviet Russia’s Foreign Affairs.\nThe little box of a room filled to a solid mass as\npolicemen, generals and ladies of the old regime threw\noff their costumes, and, in their working clothes,\nplain signalmen and engine-drivers, pressed round to listen.\nWhen the act ended, one of the railwaymen went to the front of\nthe stage and announced that Radek, who had lately come back\nafter imprisonment in Germany for the cause of revolution, was going\nto talk to them about the general state of affairs.  I saw Radek\ngrin atthis forecast of his speech.  I understood why, when he\nbegan to speak.  He led off by a direct and furious onslaught\non the railway workers in general, demanding work, work\nand more work, telling them that as the Red Army had been\nthe vanguard of the revolution hitherto, and had starved and\nfought and given lives to save those at home from Denikin\nand Kolchak, so now it was the turn of the railway workers\non whose efforts not only the Red Army but also the whole\nfuture of Russia depended.  He addressed himself to the\nwomen, telling them in very bad Russian that unless their\nmen worked superhumanly they would see their babies die\nfrom starvation next winter.  I saw women nudge their\nhusbands as they listened.  Instead of giving them a pleasant,\ninteresting sketch of the international position, which, no\ndoubt, was what they had expected, he took the opportunity\nto tell them exactly how things stood at home.  And the\namazing thing was that they seemed to be pleased.  They\nlistened with extreme attention, wanted to turn out some one\nwho had a sneezing fit at the far end of the hall, and nearly\nlifted the roof off with cheering when Radek had done.  I\nwondered what sort of reception a man would have who in\nanother country interrupted a play to hammer home truths\nabout the need of work into an audience of working men\nwho had gathered solely for the purpose of legitimate\nrecreation.  It was not as if he sugared the medicine he gave\nthem.  His speech was nothing but demands for discipline\nand work, coupled with prophecy of disaster in case work\nand discipline failed.  It was delivered like all his speeches,\nwith a strong Polish accent and a steady succession of\nmistakes in grammar.",
        "As we walked home along the railway lines, half a dozen of\nthe railwaymen pressed around Radek, and almost fought\nwith each other as to who should walk next to him.\nAnd Radek entirely happy, delighted at his success in",
        "giving them a bombshell instead of a bouquet, with\none stout fellow on one arm, another on the other, two\nor three more listening in front and behind, continued rubbing\nit into them until we reached our wagon, when, after a\ngeneral handshaking, they disappeared into the night.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}