{
    "title": "The Poetics - 8 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nThe Unity of a Plot does not consist, as some suppose, in its having\none man as its subject. An infinity of things befall that one man,\nsome of which it is impossible to reduce to unity; and in like manner\nthere are many actions of one man which cannot be made to form one\naction. One sees, therefore, the mistake of all the poets who have\nwritten a Heracleid, a Theseid, or similar poems; they suppose\nthat, because Heracles was one man, the story also of Heracles must be\none story. Homer, however, evidently understood this point quite well,\nwhether by art or instinct, just in the same way as he excels the rest\ni.e.ery other respect. In writing an Odyssey, he did not make the\npoem cover all that ever befell his hero—it befell him, for instance,\nto get wounded on Parnassus and also to feign madness at the time of\nthe call to arms, but the two incidents had no probable or necessary\nconnexion with one another—instead of doing that, he took an action\nwith a Unity of the kind we are describing as the subject of the\nOdyssey, as also of the Iliad. The truth is that, just as in the\nother imitative arts one imitation is always of one thing, so in\npoetry the story, as an imitation of action, must represent one\naction, a complete whole, with its several incidents so closely\nconnected that the transposal or withdrawal of any one of them will\ndisjoin and dislocate the whole. For that which makes no perceptible\ndifference by its presence or absence is no real part of the whole.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}