{
    "title": "The Store Boy - Chapter XXVI - Mr. Lynx, the Detective",
    "author": "Horatio Alger, Jr.",
    "chapter": "26",
    "content": [
        "\n\n",
        "The detective who presented himself to Mrs. Hamilton was a\nquiet-looking man, clad in a brown suit.  Except that his eyes were\nkeen and searching, his appearance was disappointing.  Conrad met him\nas he was going out of the house, and said to himself contemptuously:\n“He looks like a muff.”",
        "“I have sent for you, Mr. Lynx,” said Mrs. Hamilton, “to see if you\ncan help me in a matter I will explain to you,” and then she gave him\nall the information she possessed about the loss of the opera glass.",
        "“How valuable was the glass?” inquired Mr. Lynx.",
        "“It cost fifty dollars in Paris,” said Mrs. Hamilton.",
        "“But you set a higher value upon it for other reasons?  Just so.”",
        "“You are right.”",
        "“Will you favor me with an exact description of the article?” said the\ndetective, producing his notebook.",
        "Mrs. Hamilton did so, and the detective made an entry.",
        "“Have you ever had anything taken out of your house by outside\nparties?” he asked.",
        "“On one occasion, when my brother was visiting me, his overcoat was\ntaken from the hatstand in the hall.”",
        "“A sneak thief, of course.  The glass, however, was not so exposed?”",
        "“No; it was not on the lower floor at all.”",
        "“It looks, then, as if it was taken by someone in the house.”",
        "“It looks so,” said Mrs. Hamilton gravely.",
        "“Have you confidence in your servants?  Or, rather, have you reason to\nsuspect any of them?”",
        "“I believe they are honest.  I don’t believe they would be tempted by\nsuch an article.”",
        "“Not, perhaps, for their own use, but a glass like this may be pawned\nfor a considerable sum.  Being of peculiar appearance, the thief would\nbe hardly likely to use it himself or herself.  Detection would be too\nsure.”",
        "“No doubt you are right.”",
        "“How long has the glass been missing?” resumed the detective.",
        "“Three days.”",
        "“No doubt it has been pawned by this time.  Your course is clear.”",
        "“And what is that?”",
        "“To make a tour of the pawnshops, and ascertain whether such an\narticle has been brought to any one of them.”",
        "“Very well, Mr. Lynx.  I leave the matter in your hands.  I trust\neverything to your judgment.”",
        "“Thank you.  I will try to deserve your confidence.  And now,\ngood-day.  I may call upon you to-morrow.”",
        "“Mr. Lynx left the presence of the lady, and went downstairs.  He had\njust reached the bottom of the staircase, when a thin lady glided from\nthe rear of the hall, and spoke to him.",
        "“Are you the detective summoned by Mrs. Hamilton?” she asked.",
        "“Yes, madam,” answered Mr. Lynx, surveying housekeeper attentively.",
        "“I am Mrs. Hill, the housekeper,” said she.  “I may add that I am a\ncousin of Mrs. Hamilton’s.”",
        "Mr. Lynx bowed, and waited for further information.  He knew who was\naddressing him, for he had questioned Mrs. Hamilton as to the\ndifferent inmates of the house.",
        "“I stopped you,” said Mrs. Hill, “because I have my suspicions, and I\nthought I might help you in this investigation.”",
        "“I shall feel indebted to you for any help you can afford.  Do you\nmind telling me upon what your suspicions rest?”",
        "“I don’t like to accuse or throw suspicions on anyone,” said the\nhousekeeper, but I think it is my duty to help my cousin in this\nmatter.”",
        "“Undoubtedly,” said Mr. Lynx, noticing that she paused.  “Proceed.”",
        "“You may or may not be aware that my cousin employs a boy of about\nsixteen, whom, as I think, she engaged rather rashly, without knowing\nanything of his antecedents.  He assists her in her writing and\naccounts–in fact, is a sort of secretary.",
        "“His name is Benjamin Barclay, is it not?”",
        "“Yes.”",
        "“Do you know anything of his habits?”",
        "“He is very plausible.  In fact, I think his appearance is in his\nfavor; but I think he is sly.  Still water, you know, runs deep.”",
        "Mr. Lynx bowed assent.",
        "“I was disposed,” proceeded Mrs. Hill artfully, “to think well of the\nboy, and to approve my cousin’s selection, until last week he was seen\nleaving a well-known gambling house in Thirty-first Street.”",
        "“Indeed!  That is certainly suspicious.”",
        "“Is it not?”",
        "“Who saw him leaving the gambling house, Mrs. Hill?”",
        "“My son, Conrad.”",
        "“Curious that he should have been near at the time!”",
        "“He was taking a walk.  He generally goes out in the evening.”",
        "“Of course your son would not visit such a place?”",
        "“Certainly not,” answered Mrs. Hill, looking offended at the\nsuggestion.",
        "“By the way, are the two boys intimate?  Do they seem to like each\nother?”",
        "“My Conrad always treats the other boy well, out of common politeness,\nbut I don’t think he likes him very well.”",
        "“Is your son in any situation?”",
        "“He is now.”",
        "“Was he at the time this Benjamin was engaged by Mrs. Hamilton?”",
        "“No.”",
        "“Rather singular that she did not employ your son, instead of seeking\nout a stranger, isn’t it?”",
        "“Now that you mention it, I confess that I did feel hurt at the slight\nto my boy.  However, I don’t wish to interfere with Cousin Hamilton,\nor obtrude my son upon her.”",
        "“Strong jealousy there!” thought the detective.",
        "“So you think this Ben Barclay may have taken the glass?” he said\ninquiringly.",
        "“I do.  Since he visits gambling houses, he doubtless squanders money,\nand can find a market for more than he can honestly earn.”",
        "“As you say, gambling often leads to dishonesty.  Does Mrs. Hamilton\nknow that her protege visited a gambling house?”",
        "“Yes.”",
        "“Mentioned it to him, I suppose?”",
        "“Yes.”",
        "“Of course, he denied it?”",
        "“No; he admitted it, but said he received a letter from a stranger\nappointing to meet him there.  It is rather curious that he couldn’t\nshow the letter, however.  He pretended he had lost it.”",
        "“Did Mrs. Hamilton believe him?”",
        "“I don’t know.  I think not, for, though she has not discharged him,\nshe treats him very coldly.”",
        "“Have you any further information to give me?”",
        "“No.  I hope this will be of some service to you.”",
        "“I think it will.  Thank you, and good-afternoon.”",
        "“There!  I’ve prejudiced him against Ben,” said Mrs. Hill to herself,\nwith a satisfied smile.  “These detectives are glad of a hint, sharp\nas they think themselves.  If he finds out that it is Ben, he will\ntake all the credit to himself, and never mention me in the matter.\nHowever, that is just what I wish.  It is important that I should not\nappear too active in getting the boy into trouble, or I may be thought\nto be influenced by interested motives, though, Heaven knows, I only\nwant justice for myself and my boy.  The sooner we get this boy out of\nthe house, the better it will be for us.”",
        "As Mr. Lynx left the house, he smiled to himself.",
        "“That woman and her son hate Ben Barclay, that much is certain, and\nlook upon him as an interloper and a rival.  I rather sympathize with\nthe poor fellow.  I should be sorry to find him guilty, but I shall\nnot stop short till I have ferreted out the truth.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}