{
    "title": "The Adventures of Baron Munchausen - Preface to the First Edition",
    "author": "Raspe",
    "chapter": "2",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "Baron Munnikhouson or Munchausen, of Bodenweder, near Hamelyn on the\nWeser, belongs to the noble family of that name, which gave to the\nKing’s German dominions the late prime minister and several other\npublic characters equally bright and illustrious. He is a man of great\noriginal humour; and having found that prejudiced minds cannot be\nreasoned into common sense, and that bold assertors are very apt to\nbully and speak their audience out of it, he never argues with either\nof them, but adroitly turns the conversation upon indifferent topics\nand then tells a story of his travels, campaigns, and sporting\nadventures, in a manner peculiar to himself, and well calculated to\nawaken and shame the common sense of those who have lost sight of it\nby prejudice or habit.",
        "As this method has been often attended with good success, we beg leave\nto lay some of his stories before the public, and humbly request those\nwho shall find them rather extravagant and bordering upon the\nmarvellous, which will require but a very moderate share of common\nsense, to exercise the same upon every occurrence of life, and chiefly\nupon our English politics, in which old habits and bold\nassertions, set off by eloquent speeches and supported by\nconstitutional mobs, associations, volunteers, and foreign influence,\nhave of late, we apprehend, but too successfully turned our brains,\nand made us the laughing-stock of Europe, and of France and Holland in\nparticular.",
        "Having heard, for the first time, that my adventures have been\ndoubted, and looked upon as jokes, I feel bound to come forward and\nvindicate my character for veracity, by paying three shillings at\nthe Mansion House of this great city for the affidavits hereto\nappended.",
        "This I have been forced into in regard of my own honour, although I\nhave retired for many years from public and private life; and I hope\nthat this, my last edition, will place me in a proper light with my\nreaders.",
        "At the City of London, England.",
        "  We, the undersigned, as true believers in the profit, do most\n  solemnly affirm, that all the adventures of our friend Baron\n  Munchausen, in whatever country they may lie, are positive and\n  simple facts. And, as we have been believed, whose adventures\n  are tenfold more wonderful, so do we hope all true believers\n  will give him their full faith and credence.\n                                                       Gulliver. x\n                                                       Sinbad.   x\n                                                       Aladdin.  x\n  Sworn at the Mansion House\n  9th Nov. last, in the absence\n  of the Lord Mayor.\n                        John (the Porter).",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}