{
    "title": "The Golden Sayings of Epictetus - LXXIII ",
    "author": "Unknown",
    "chapter": "73",
    "content": [
        "\n",
        "\n\n",
        "Give me but one young man, that has come to the School with\nthis intention, who stands forth a champion of this cause, and\nsays, “All else I renounce, content if I am but able to pass my\nlife free from hindrance and trouble; to raise my head aloft and\nface all things as a free man; to look up to heaven as a friend\nof God, fearing nothing that may come to pass!” Point out such a\none to me, that I may say, “Enter, young man, into possession of\nthat which is thine own. For thy lot is to adorn Philosophy.\nThine are these possessions; thine these books, these\ndiscourses!”",
        "And when our champion has duly exercised himself in this\npart of the subject, I hope he will come back to me and say:—\n“What I desire is to be free from passion and from perturbation;\nas one who grudges no pains in the pursuit of piety and\nphilosophy, what I desire is to know my duty to the Gods, my duty\nto my parents, to my brothers, to my country, to strangers.”",
        "“Enter then on the second part of the subject; it is thine\nalso.”",
        "“But I have already mastered the second part; only I wished\nto stand firm and unshaken—as firm when asleep as when awake,\nas firm when elated with wine as in despondency and dejection.”",
        "“Friend, you are verily a God! you cherish great designs.”",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}