{
    "title": "The Story of Mankind - The Phoenicians (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "THE PHOENICIANS WHO GAVE US OUR\nALPHABET",
        "THE Phoenicians, who were the neighbours of the Jews,\nwere a Semitic tribe which at a very early age had settled along\nthe shores of the Mediterranean. They had built themselves\ntwo well-fortified towns, Tyre and Sidon, and within a short\ntime they had gained a monopoly of the trade of the western\nseas. Their ships went regularly to Greece and Italy and\nSpain and they even ventured beyond the straits of Gibraltar\nto visit the Scilly islands where they could buy tin. Wherever\nthey went, they built themselves small trading stations, which\nthey called colonies. Many of these were the origin of modern\ncities, such as Cadiz and Marseilles.",
        "They bought and sold whatever promised to bring them a\ngood profit. They were not troubled by a conscience. If we\nare to believe all their neighbours they did not know what the\nwords honesty or integrity meant. They regarded a well-filled\ntreasure chest the highest ideal of all good citizens. Indeed\nthey were very unpleasant people and did not have a single\nfriend. Nevertheless they have rendered all coming generations\none service of the greatest possible value. They gave\nus our alphabet.",
        "The Phoenicians had been familiar with the art of writing,\ninvented by the Sumerians. But they regarded these pothooks\nas a clumsy waste of time. They were practical business men\nand could not spend hours engraving two or three letters.\nThey set to work and invented a new system of writing which\nwas greatly superior to the old one. They borrowed a few\npictures from the Egyptians and they simplified a number of\nthe wedge-shaped figures of the Sumerians. They sacrificed\nthe pretty looks of the older system for the advantage of speed\nand they reduced the thousands of different images to a short\nand handy alphabet of twenty-two letters.",
        "In due course of time, this alphabet travelled across the\nAEgean Sea and entered Greece. The Greeks added a few\nletters of their own and carried the improved system to Italy.\nThe Romans modified the figures somewhat and in turn taught\nthem to the wild barbarians of western Europe. Those wild\nbarbarians were our own ancestors, and that is the reason why\nthis book is written in characters that are of Phoenician origin\nand not in the hieroglyphics of the Egyptians or in the nail-\nscript of the Sumerians.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}