{
    "title": "The Money Master - Epilogue - Chapter XXII: Bells of Memory",
    "author": "Gilbert Parker",
    "chapter": "23",
    "content": [
        "\n\n",
        "However far Jean Jacques went, however long the day since leaving the\nManor Cartier, he could not escape the signals from his past.  He heard\nmore than once the bells of memory ringing at the touch of the invisible\nhand of Destiny which accepts no philosophy save its own.  At Montreal,\nfor one hallowed instant, he had regained his lost Carmen, but he had\nturned from her grave–the only mourners being himself, Mme. Glozel and\nMme. Popincourt, together with a barber who had coiffed her wonderful\nhair once a week–with a strange burning at his heart.  That iceberg\nwhich most mourners carry in their breasts was not his, as he walked down\nthe mountainside from Carmen’s grave.  Behind him trotted Mme. Glozel and\nMme. Popincourt, like little magpies, attendants on this eagle of sorrow\nwhose life-love had been laid to rest, her heart-troubles over.  Passion\nor ennui would no more vex her.",
        "She had had a soul, had Carmen Dolores, though she had never known it\ntill her days closed in on her, and from the dusk she looked out of the\ncasements of life to such a glowing as Jean Jacques had seen when his\nburning mill beatified the evening sky.  She had known passion and vivid\nlife in the days when she went hand-in-hand with Carvillho Gonzales\nthrough the gardens of Granada; she had known the smothering home-\nsickness which does not alone mean being sick for a distant home, but a\nsickness of the home that is; and she had known what George Masson gave\nher for one thrilling hour, and then–then the man who left her in her\ndeath-year, taking not only the last thread of hope which held her to\nlife.  This vulture had taken also little things dear to her daily life,\nsuch as the ring Carvillho Gonzales had given her long ago in Cadiz, also\nanother ring, a gift of Jean Jacques, and things less valuable to her,\nsuch as money, for which she knew surely she would have no long use.",
        "As she lay waiting for the day when she must go from the garish scene,\nshe unconsciously took stock of life in her own way.  There intruded on\nher sight the stages of the theatres where she had played and danced, and\nshe heard again the music of the paloma and those other Spanish airs\nwhich had made the world dance under her girl’s feet long ago.  At first\nshe kept seeing the faces of thousands looking up at her from the stalls,\ndown at her from the gallery, over at her from the boxes; and the hot\nbreath of that excitement smote her face with a drunken odour that sent\nher mad.  Then, alas!  somehow, as disease took hold of her, there were\nthe colder lights, the colder breath from the few who applauded so\nlittle.  And always the man who had left her in her day of direst need;\nwho had had the last warm fires of her life, the last brief outrush of\nher soul, eager as it was for a joy which would prove she had not lost\nall when she fled from the Manor Cartier–a joy which would make her\nforget!",
        "What she really did feel in this last adventure of passion only made her\nremember the more when she was alone now, her life at the Manor Cartier.\nShe was wont to wake up suddenly in the morning–the very early morning\n–with the imagined sound of the gold Cock of Beaugard crowing in her\nears.  Memory, memory, memory–yet never a word, and never a hearsay of\nwhat had happened at the Manor Cartier since she had left it!  Then there\ncame a time when she longed intensely to see Jean Jacques before she\ndied, though she could not bring herself to send word to him.  She\ndreaded what the answer might be-not Jean Jacques’ answer, but the answer\nof Life.  Jean Jacques and her child, her Zoe–more his than hers in\nyears gone by–one or both might be dead!  She dared not write, but she\ncherished a desire long denied.  Then one day she saw everything in her\nlife more clearly than she had ever done.  She found an old book of\nFrench verse, once belonging to Mme. Popincourt’s husband, who had been a\nprofessor.  Some lines therein opened up a chamber of her being never\nbefore unlocked.  At first only the feeling of the thing came, then\nslowly the spiritual meaning possessed her.  She learnt it by heart and\nlet it sing to her as she lay half-sleeping and half-waking, half-living\nand half-dying:",
        "         “There is a World; men compass it through tears,\n          Dare doom for joy of it; it called me o’er the foam;\n          I found it down the track of sundering years,\n          Beyond the long island where the sea steals home.",
        "         “A land that triumphs over shame and pain,\n          Penitence and passion and the parting breath,\n          Over the former and the latter rain,\n          The birth-morn fire and the frost of death.",
        "         “From its safe shores the white boats ride away,\n          Salving the wreckage of the portless ships\n          The light desires of the amorous day,\n          The wayward, wanton wastage of the lips.",
        "         “Star-mist and music and the pensive moon\n          These when I harboured at that perfumed shore;\n          And then, how soon!  the radiance of noon,\n          And faces of dear children at the door.",
        "         “Land of the Greater Love–men call it this;\n          No light-o’-love sets here an ambuscade;\n          No tender torture of the secret kiss\n          Makes sick the spirit and the soul afraid.",
        "         “Bright bowers and the anthems of the free,\n          The lovers absolute–ah, hear the call!\n          Beyond the long island and the sheltering sea,\n          That World I found which holds my world in thrall.",
        "         “There is a World; men compass it through tears,\n          Dare doom for joy of it; it called me o’er the foam;\n          I found it down the track of sundering years,\n          Beyond the long island where the sea steals home.”",
        "At last the inner thought of it got into her heart, and then it was in\nreply to Mme. Glozel, who asked her where her home was, she said: “In\nHeaven, but I did not know it!”  And thus it was, too, that at the very\nlast, when Jean Jacques followed the singing bird into her death-chamber,\nshe cried out, “Ah, my beautiful Jean Jacques!”",
        "And because Jean Jacques knew that, at the last, she had been his, soul\nand body, he went down from the mountain-side, the two black magpies\nfluttering mournfully and yet hopefully behind him, with more warmth at\nhis heart than he had known for years.  It never occurred to him that the\ntwo elderly magpies would jointly or severally have given the rest of\ntheir lives and their scant fortunes to have him with them either as\nhusband, or as one who honourably hires a home at so much a day.",
        "Though Jean Jacques did not know this last fact, when he fared forth\nagain he left behind his canary with Mme. Glozel; also all Carmen’s\nclothes, except the dress she died in, he gave to Mme. Popincourt, on\ncondition that she did not wear them till he had gone.  The dress in\nwhich Carmen died he wrapped up carefully, with her few jewels and her\nwedding-ring, and gave the parcel to Mme. Glozel to care for till he\nshould send for it or come again.",
        "“The bird–take him on my birthday to sing at her grave,” he said to Mme.\nGlozel just before he went West.  “It is in summer, my birthday, and you\nshall hear how he will sing there,” he added in a low voice at the very\ndoor.  Then he took out a ten-dollar bill, and would have given it to her\nto do this thing for him; but she would have none of his money.  She only\nwiped her eyes and deplored his going, and said that if ever he wanted a\nhome, and she was alive, he would know where to find it.  It sounded and\nlooked sentimental, yet Jean Jacques was never less sentimental in a very\nsentimental life.  This particular morning he was very quiet and grave,\nand not in the least agitated; he spoke like one from a friendly, sun-\nbright distance to Mme. Glozel, and also to Mme. Popincourt as he passed\nher at the door of her house.",
        "Jean Jacques had no elation as he took the Western trail; there was not\nmuch hope in his voice; but there was purpose and there was a little\nstream of peace flowing through his being–and also, mark, a stream of\nanger tumbling over rough places.  He had read two letters addressed to\nCarmen by the man–Hugo Stolphe–who had left her to her fate; and there\nwas a grim devouring thing in him which would break loose, if ever the\nman crossed his path.  He would not go hunting him, but if he passed him\nor met him on the way–!  Still he would go hunting–to find his\nCarmencita, his little Carmen, his Zoe whom he had unwittingly, God knew!\ndriven forth into the far world of the millions of acres–a wide, wide\nhunting-ground in good sooth.",
        "So he left his beloved province where he no longer had a home, and though\nno letters came to him from St. Saviour’s, from Vilray or the Manor\nCartier, yet he heard the bells of memory when the Hand Invisible\narrested his footsteps.  One day these bells rang so loud that he would\nhave heard them were he sunk in the world’s deepest well of shame; but,\nas it was, he now marched on hills far higher than the passes through the\nmountains which his patchwork philosophy had ever provided.",
        "It was in the town of Shilah on the Watloon River that the bells boomed\nout–not because he had encountered one he had ever known far down by the\nBeau Cheval, or in his glorious province, not because he had found his\nZoe, but because a man, the man–not George Masson, but the other–met\nhim in the way.",
        "Shilah was a place to which, almost unconsciously, he had deviated his\ncourse, because once Virginie Poucette had read him a letter from there.\nThat was in the office of the little Clerk of the Court at Vilray.  The\nletter was from Virginie’s sister at Shilah, and told him that Zoe and\nher husband had gone away into farther fields of homelessness.  Thus it\nwas that Shilah ever seemed to him, as he worked West, a goal in his\nquest–not the last goal perhaps, but a goal.",
        "He had been far past it by another route, up, up and out into the more\nscattered settlements, and now at last he had come to it again, having\ncompleted a kind of circle.  As he entered it, the past crowded on to him\nwith a hundred pictures.  Shilah–it was where Virginie Poucette’s sister\nlived; and Virginie had been a part of the great revelation of his life\nat St. Saviour’s.",
        "As he was walking by the riverside at Shilah, a woman spoke to him,\ntouching his arm as she did so.  He was in a deep dream as she spoke,\nbut there certainly was a look in her face that reminded him of someone\nbelonging to the old life.  For an instant he could not remember.  For a\nmoment he did not even realize that he was at Shilah.  His meditation had\nalmost been a trance, and it took him time to adjust himself to the\nknowledge of the conscious mind.  His subconsciousness was very\npowerfully alive in these days.  There was not the same ceaselessly\nactive eye, nor the vibration of the impatient body which belonged to the\nmoney-master and miller of the Manor Cartier.  Yet the eye had more depth\nand force, and the body was more powerful and vigorous than it had ever\nbeen.  The long tramping, the everlasting trail on false scents, the\nmental battling with troubles past and present, had given a fortitude and\nvigour to the body beyond what it had ever known.  In spite of his\nhomelessness and pilgrim equipment he looked as though he had a home–\nfar off.  The eyes did not smile; but the lips showed the goodness of\nhis heart–and its hardness too.  Hardness had never been there in the\nold days.  It was, however, the hardness of resentment, and not of\ncruelty.  It was not his wife’s or his daughter’s flight that he\nresented, nor yet the loss of all he had, nor the injury done him by\nSebastian Dolores.  No, his resentment was against one he had never seen,\nbut was now soon to see.  As his mind came back from the far places where\nit had been, and his eyes returned to the concrete world, he saw what the\nwoman recalled to him.  It was–yes, it was Virginie Poucette–the kind\nand beautiful Virginie–for her goodness had made him remember her as\nbeautiful, though indeed she was but comely, like this woman who stayed\nhim as he walked by the river.",
        "“You are M’sieu’ Jean Jacques Barbille?” she said questioningly.",
        "“How did you know?” he asked.  .  .  .  “Is Virginie Poucette here?”",
        "“Ah, you knew me from her?” she asked.",
        "“There was something about her–and you have it also–and the look in the\neyes, and then the lips!” he replied.",
        "Certainly they were quite wonderful, luxurious lips, and so shapely too\n–like those of Virginie.",
        "“But how did you know I was Jean Jacques Barbille?” he repeated.",
        "“Well, then it is quite easy,” she replied with a laugh almost like a\ngiggle, for she was quite as simple and primitive as her sister.  “There\nis a photographer at Vilray, and Virginie got one of your pictures there,\nand sent, it to me.  ’He may come your way,’ said Virginie to me, ’and if\nhe does, do not forget that he is my friend.’”",
        "“That she is my friend,” corrected Jean Jacques.  “And what a friend–\nmerci, what a friend!”  Suddenly he caught the woman’s arm.  “You once\nwrote to your sister about my Zoe, my daughter, that married and ran\naway–”",
        "“That ran away and got married,” she interrupted.",
        "“Is there any more news–tell me, do you know-?”",
        "But Virginie’s sister shook her head.  “Only once since I wrote Virginie\nhave I heard, and then the two poor children–but how helpless they were,\nclinging to each other so!  Well, then, once I heard from Faragay, but\nthat was much more than a year ago.  Nothing since, and they were going\non–on to Fort Providence to spend the winter–for his health–his\nlungs.”",
        "“What to do–on what to live?” moaned Jean Jacques.",
        "“His grandmother sent him a thousand dollars, so your Madame Zoe wrote\nme.”",
        "Jean Jacques raised a hand with a gesture of emotion.  “Ah, the blessed\nwoman!  May there be no purgatory for her, but Heaven at once and\nalways!”",
        "“Come home with me–where are your things?” she asked.",
        "“I have only a knapsack,” he replied.  “It is not far from here.  But I\ncannot stay with you.  I have no claim.  No, I will not, for–”",
        "“As to that, we keep a tavern,” she returned.  “You can come the same\nas the rest of the world.  The company is mixed, but there it is.  You\nneedn’t eat off the same plate, as they say in Quebec.”",
        "Quebec!  He looked at her with the face of one who saw a vision.  How\nlike Virginie Poucette–the brave, generous Virginie–how like she was!",
        "In silence now he went with her, and seeing his mood she did not talk to\nhim.  People stared as they walked along, for his dress was curious and\nhis head was bare, and his hair like the coat of a young lion.  Besides,\nthis woman was, in her way, as brave and as generous as Virginie\nPoucette.  In the very doorway of the tavern by the river a man jostled\nthem.  He did not apologize.  He only leered.  It made his foreign-\nlooking, coarsely handsome face detestable.",
        "“Pig!” exclaimed Virginie Poucette’s sister.  “That’s a man–well, look\nout!  There’s trouble brewing for him.  If he only knew!  If suspicion\ncomes out right and it’s proved–well, there, he’ll jostle the door-jamb\nof a jail.”",
        "Jean Jacques stared after the man, and somehow every nerve in his body\nbecame angry.  He had all at once a sense of hatred.  He shook the\nshoulder against which the man had collided.  He remembered the leer\non the insolent, handsome face.",
        "“I’d like to see him thrown into the river,” said Virginie Poucette’s\nsister.  “We have a nice girl here–come from Ireland–as good as can be.\nWell, last night–but there, she oughtn’t to have let him speak to her.\n’A kiss is nothing,’ he said.  Well, if he kissed me I would kill him–if\nI didn’t vomit myself to death first.  He’s a mongrel–a South American\nmongrel with nigger blood.”",
        "Jean Jacques kept looking after the man.  “Why don’t you turn him out?\"\nhe asked sharply.",
        "“He’s going away to-morrow anyhow,” she replied.  “Besides, the girl,\nshe’s so ashamed–and she doesn’t want anyone to know.  ’Who’d want to\nkiss me after him’ she said, and so he stays till to-morrow.  He’s not in\nthe tavern itself, but in the little annex next door-there, where he’s\ngoing now.  He’s only had his meals here, though the annex belongs to us\nas well.  He’s alone there on his dung-hill.”",
        "She brought Jean Jacques into a room that overlooked the river–which,\nindeed, hung on its very brink.  From the steps at its river-door, a\nlittle ferry-boat took people to the other side of the Watloon, and very\nnear–just a few hand-breadths away–was the annex where was the man who\nhad jostled Jean Jacques.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}