{
    "title": "The Revolutions of Time - Chapter 14: Past and Future",
    "author": "Jonathan Dunn",
    "chapter": "16",
    "content": [
        "\n\n",
        "I have no recollection of how long I stood there staring blankly into\nthe void, for the sun was hidden behind the darkened sky. I have no\nmemory of that period until I saw two short forms coming towards me in\nthe distance. They walked slowly and methodically, as if they were not\nhurried on by any physical concerns. As they drew near, I saw them to be\nOnan and Zimri, the Lords of Past and Future. When they arrived I was\nawakened from the trance that I had fallen into, and I gave them a\nslight bow, for I was still standing upright. The look on their faces\nwas one of sorrow, for no matter how many times they had seen the\ndestruction of humanity, each time it brought only fresh, poignant\nsorrow.",
        "Onan was the first to speak, breaking the silence with a long, hopeless\nsigh, “My dear Jehu,” he said, “This age has come to a close.”",
        "I could say nothing, for Bernibus’ face was still gazing at me in my\nmemory.",
        "“Do not be saddened by grief or guilt, Jehu, for it is what has always\nhappened. It is not your fault, for the events that you have witnessed\ndo not have their roots in your time or in this one, but in the very\nfoundation of the world. It is not your actions that caused this, but\nrather the accumulated momentum of all the ages of humanity, for they\nare history, and history reigns by influence. There were no right\nchoices and no wrong choices for you, for the power of the kinsman\nredeemer is not in himself, but in the way that those around him react\nto what he signifies. In every age before this you have done the same,\nas you will in every age after this as well. You were humanity’s last\nchance, yet it is not up to you to change their course: it is up to them\nto change their own.”",
        "Here I raised my head from its dull droop and looked questioningly into\nhis eyes. “What do you mean,” I asked, “That I did not prevent it in any\nof the other ages? How could I exist in any other age but this?”",
        "“Then you do not understand?”",
        "“Why else would I ask?” I faintly smiled.",
        "“These are the Ice Ages, the end of an age of history. Every time that\nthe temporal continuum revolves around eternity, it has a new age, much\nlike the years of the earth as it revolves around the sun. When the\natomic anionizers went off, they did on a large scale what they were\ndesigned to do on a small scale: reverse the poles through an extreme\nelectric charge, by injecting countless solitary electrons into the\natoms. But with so many of them exploded at once, they did this to the\nearth itself, reversing its poles. It was a theory at your time that the\npoles reversed about every 170,000 years, this is because that is how\nlong an age is.",
        "“When the earth’s poles were reversed, it brought all to desolation,\nexcepting you, for you were protected by the suit. But while this is the\nending of all life on earth, in a way it is also the beginning, for you\nsee, Jehu, you have just witnessed the Big Bang. In a few days, at the\nlongest, you will die yourself, for there is no food or water for you\nhere, but inside of your anti-electron suit, your remains will be\nprotected. Slowly the earth will regenerate, and when conditions\nsuitable for life have been once more returned, your suit will be blown\nagainst a rock somewhere and broken open. From that little hole, the\natoms of life, your life, will escape into the atmosphere and grow and\nevolve until they become like what things were before you were born.\nThen the process will be repeated. You are not only the one who\nsymbolizes the destruction of humanity, but also the one who symbolizes\nthe rebirth of humanity. You are the beginning and the end, in a sense,\na descendant of yourself, simultaneously the father and the son. You\nwill be born again through your own descendants, and will once again\nbecome the kinsman redeemer. It is your destiny, there is no other way.\nYou are the White Eagle.”",
        "“You only confuse me more, what is this White Eagle?”",
        "“Do you remember when we first met, in the Chambers of History? On the\ndome of the ceiling there was a sculpture mural, and in it was a White\nEagle, holding many lords and ladies in its talons while it soared far\nabove the lands, and those on the land were worshiping it. You are the\nWhite Eagle. You hold all of humanity in your hands, for you are the\nfather of all men, they all descend from you, including you, yourself.\nYou were the White Eagle, for the altar had no power, the power was only\nin you.",
        "“Those who worshiped you were those who worship time, in either of its\nforms, past or future. Those who worship the past recognize the\ninfluence of history, and they understand that there are taboos and\ntraditions created through mutual experience. These traditions reign in\nhumanity by keeping men from actions that lead to pain and suffering.\nBut they do not understand that while it influences mankind, the past\r\ndoes not control them, for it is gone, and it will never come again. In\ntheir strict keeping of traditions, they focus on the physical act of\nthe tradition, while neglecting the spiritual principle behind the\ntradition. If you keep only the physical form of the principle, you have\nnothing.",
        "“On the other hand, those who worship the future neglect the past and\nthe valuable lessons that it teaches. They believe that there is some\nmoral advancement that places them above those that have come before,\nthey believe that the people of the past were blinded to the truth, and\nthat the revelation of the truth in the present supersedes the\ntraditions of the past. But they are wrong as well, for humanity is\nhumanity, and those of the past were no more ignorant than those at\npresent. The people of the past fell into the same traps as the those in\nthe present, and both suffer the same consequences.",
        "“While one group remembers only the physical display of the spiritual\ntruth, the other rejects the spiritual truth because of its physical\ndisplay. Those who worship the future break taboos because they\nrecognize that the mere physical manifestation of the truths is not\ntheir entire essence, but they reject the spiritual truth as well. When\ntaboos are broken, there is nothing gained, but everything lost, for the\nphysical traditions at least lead to the knowledge of the spiritual laws\nto those who seek such wisdom. One taboo is broken, but as there is no\nsatisfaction in the breaking of taboos, every one of them is broken in\nsuccession. Then there is no limit to the immorality that is left to\nfreely roam the hearts of men, and when immorality, the breaking of the\nspiritual laws, is widely propagated, there is spiritual suffering. When\nthis spiritual suffering begins to accumulate and is translated into\nphysical suffering, the people see what is happening, how their very\nsociety is crumbling to ruin around them. Yet instead of recognizing the\ntruth of what is happening, they see the traditions of the past as the\ncause of their problems, and continue to make their plight worse. This\ndownward spiral continues until at last we find ourselves where we are\nnow, at the end of an age.”",
        "“But what else is there to do?” I asked Onan, ’If both the past and the\nfuture lead to ruin?”",
        "“The answer is in the present, my dear Jehu, for if one focuses on the\nspiritual laws that bring good or evil, and acts according to them,\ninstead of their physical counterparts and manifestations, then things\nwill thrive and become prosperous. What is evil brings evil\nconsequences, and what is good brings good consequences, over time. The\nends define the means, just as the fruit shows the tree to be either\ngood or bad. These spiritual laws become known and remembered, not why\nthey are so, but simply that they are so. No one can question why, for\nmorality is observed through its effects, just as science is. When\npeople observe that one thing brings good and another bad, they remember\nto stay away from the bad things and cling to the good. Over time these\nevolve into taboos and social restrictions, not meaningless laws\nenforced by tyrants for their own reasons, but rules that are observed\nby all because the are the laws of the spiritual realm and govern\nphysical life. But when the people forget what the traditions represent,\nthen all is lost, and either of the two paths that present themselves\nlead to ruin.”",
        "“But why do not men see?”",
        "“Because they are rooted too strongly in the physical realm, and cannot,\nor will not, see the spiritual. What they see as happiness is not the\nspiritual matter that is happiness, but the physical actions the\nrepresent happiness. What they see as love is not love in the spiritual\nsense, only its manifestation in the physical realm. When they see the\nhappiness that comes from a spiritual connection, they seek after it.\nBut they do not seek after the actual essence of the spiritual\nconnection, yet after its physical counterpart, marriage. This they take\nand defile, and when they go through the physical actions of the\nspiritual marriage but forsake the very thing that makes it bring\nhappiness, they are left without any real sense of satisfaction, without\nany real happiness.",
        "“You must understand that the physical manifestation of the spiritual\nforce is not the spiritual force at all, only a bland deception. If you\nonly focus on what you can see directly, than you chase after only the\nrepresentation and not the object desired. If a bird is flying through\nthe sky at noontime, casting a shadow on the ground below him, and a man\ncomes along, and in the hope of catching the bird chases after its\nshadow, it is evident that he will never catch it, for when he does\nreach it, he will find that there is nothing there at all, only the\nshadow of what it was he desired. So it is with the spiritual!”",
        "“Yes, I think that I am beginning to understand.”",
        "“Excellent. If only I could tell you more, but I must go, my dear Jehu,\nfor Father Temis is in mourning for his children, and I must go to\ncomfort him.”",
        "“I thought that you and Zimri were his children?” I asked.",
        "“You are all his children. He is patient, ever so patient, but still\nthey fall by the wayside, too caught up in their false perception to\nrest in him. Fare thee well, Jehu, may you be blessed ere you must die.”",
        "And with that, Onan and Zimri turned and walked away in the other\ndirection, never to be seen by me again, in this age. I took a look\naround me, and could not bear to remain any longer in a place of such\nill remembrance. Turning slowly and despondently to the westward, I\nbegan to walk over the lifeless mass of what had been the ocean not too\nlong ago. For how long I walked, I could not tell, but in due time I\nreached Daem, though it was no more hospitable than the mainlands, for\nall was laid to ruin by the Big Bang, all was equally devoid of life.",
        "When I came to what had been the center of the savanna, I came across\nsomething that had survived the blast, being unearthed from its previous\nburial hole by the force of the anionizer’s explosion. It was a two foot\nby two foot box, made of a strange metallic substance with an intricate\netching along its top. Written there in its center were these words:",
        "“Temporal Anomaly Box, Number 12, Location: Central Savanna”",
        "I took the lid off carefully, though it was in perfect condition and I\ndid not need to treat it so, and looked inside of it. There was a\nnotebook and a pen there, both capable of producing a large of amount of\nenduring text. This was one of the boxes that had been taken back\nthrough time in the experiments of the Zards and Canitaurs, designed to\nwithstand any conditions, and to hold its contents for countless ages,\nuntil they should be retrieved and studied. I sat down on the ground and\nbegan to write my story down, in order to assist whoever takes the job\nof kinsman redeemer in the next age. I knew that it would have all been\nforgotten, so I made sure to carefully record it, for it could mean the\ndifference between the life and death of humanity.",
        "This was only hours ago, and now I have reached the end my tale. If by\nany chance you come upon this in some subsequent age, I beg you to take\nheed, for what I have written will surely come to pass once more if\nsomething is not done to prevent it. There is nothing else for me to\nsay, for this is the end of my story, and within the next day I will\nalso pass over to the spiritual realm. What, then, can I say to bring\nthis to a close, for this is neither the end nor the beginning. I\nsuppose all that can be said is this:",
        "Deja Vu (the End)",
        " ",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}