{
    "title": "The Jericho Road - Odd-Fellowship and the Future",
    "author": "W. Bion Adkins",
    "chapter": "23",
    "content": [
        "\n\n",
        "There is infinite and perennial fascination in the contemplation of the\nfuture.  The past is a fixed province, the finished result of an\never-moving present.  The future is the province of the poet, the\nprophet and the seer.  The past is adamant, the future is plastic clay.\nThe past is with God alone; the future is with God and man.  We toil\nfor it; dream of it; look to it; and all seek so to",
        "    * * * “Forecast the years,\n  As find in loss a gain to match,\n  Or reach a hand through time to catch\n    The far-off interest of tears.”",
        "Let us consider the future as a field and Odd-Fellowship as a force.\nThe future is a field, billowing with the ripening harvest of golden\npossibilities.  It is as wide as the world, for the world is the field.\nIt comprises every zone and clime; every nation and tribe; every island\nof the seas.  Wherever we find one of our fellow-men in darkness and in\nchains, there is our field.  It is as long as from now to the coming of\nChrist.  A moment’s survey of the field will convince us that the\ngreatest conquests are yet to be made.  There is battle ahead, great\ninterests to be gained, great incentives to heroic effort.  The times\ncall for men–broad-browed, clear-eyed, strong-hearted, swift-footed\nmen.  Odd-Fellows, not behind you but before you, not in the past but\nin the future, lies the widest and richest field of Odd-Fellowship’s\npossibility.  Turn your faces, not toward the waning light of\nyesterday, but toward the growing radiance of a better morning.  The\nforce is commensurate with the field.  The cry of every true Odd-Fellow\nought to be the cry that leaped from the heart of Isaiah when his lips\nwere touched with the coal from off the altar: “Here am I, Lord, send\nme.”  Our order is no longer a puny and helpless infant, but a lusty\ngiant, panoplied in the armor of truth and clad in the strength of\nperpetual youth.  We have riches untold.  We have institutions for the\ncare of the old, and the orphan, the equal of any of which the world\ncan boast.  We have a grasp on the sympathy and confidence of the\nmasses which is immeasurable.  We stand for principles that are the\nincarnation of God’s infinite thought and throbbing love.  We are\nequipped for conquest.  What answer shall the force make to the cry\nfrom the field?  As loyal Odd-Fellows, let us take our answer from the\nGreat Commander.  What answer did He make to a dying world?  What did\nhe come to do?  He came to lift fallen humanity.  He came to bind up\nthe wounds of those who were bruised and bleeding.  He came to speak\nwords of cheer and sympathy to hearts bowed in sorrow.  He came to\nbreak the chains of bondage and restore mankind to its former beauty\nand greatness.  Our mission is identical with His.  Our work is\nidentical with His work.  We are His representatives.  Our highest\ndestiny is the working out of His purposes.  The world with all its\nboasted progress has not advanced beyond the need of a Savior.  It is\nthe same at heart now as it was when the blessed feet of Christ trod\nits hills and valleys.  Men change, but man changes not.  The same\nproblems are confronting us as confronted them.  It may be trite, but\nit is tremendously true, that our primary and ever-present duty is to\nseek and save the lost.  We are to win them to faith in high and noble\nends, and having won them to faith in our mission is not enough.  They\nare to be instructed, cultured, enlarged, inspired, ennobled, until man\nlooking in the face of man shall see the face of Christ shining\nthrough.  He is to be the accepted Lord and law-giver in every realm of\nhuman thought and activity.  He is to rule in the family.  He is to\nrule in business.  He is to rule until the demon of hate, malice and\ninjustice has been throttled.  He must rule in the affairs of state.\nHe must rule in society, until the watchers at the gate shall announce\nto Him who sitteth upon the throne: “Thy kingdom has come and thy will\nis done in earth as it is in heaven.”  Christ is the solution of man’s\nmost difficult problems.  He came to save men.  How did He go about the\ntask?  He gave himself.  We can accomplish our task only as in burning\nearnestness we give ourselves.  What depth of humiliation, what\nself-devotion, what unmeasured sacrifices, what unspeakable suffering,\nwhat unfathomable anguish, what toil and anxiety, what love and pity,\nwhat loneliness and sorrow, are crowded into those three words, “He\ngave himself.”",
        "If we as an order would give ourselves to the principles taught by our\ninstitution, we could win the world in the next half century.  If we\nare to be truest to the future, we must stand by the side of the Great\nTeacher and proclaim a complete and perfect truth.  Our platform should\nbe neither broader nor narrower than His.  If there is one truth in\nrevelation that we can not give its proper setting and due emphasis,\nthen we are not the keepers of God’s truth.  To my thinking, there are\nno organizations formed by man that can appeal more confidently to the\nWord of God for confirmation than the Odd-Fellows.  We appeal to sane\nreason and common sense.  No organization can hold up a higher ideal of\nindividual freedom and worth.  But there is a danger that we become\nnarrow, that we violate the maxims of sane reason and common sense,\nthat we lose the balance between individual prerogative and the claims\nof a united brotherhood.  We can not accomplish the aims of our order\nby onesidedness.  We are to become “all things to all men.”  We are not\nto be prisms breaking up the rays of light and declaring that this or\nthat color is the most important.  We as Odd-Fellows are to be lenses,\nconverging the rays and bringing them to a focus upon the hearts of men\nas the white light of God’s eternal truth.",
        "This is a practical age, and if we are to win we must demonstrate the\nsuperiority of our faith and practice over that of other claimants, not\nonly in terms of the Written Word, but also in terms of manhood.\nOdd-Fellowship is standing upon the golden dawn of a new morning.  It\nis to be a day of battle and conquest.  It is truth blazoned upon the\npage of history, that if we as Odd-Fellows are true to our standard, to\nour possibilities and to our Maker, he will lay the suffering of a\nthrobbing world in our arms that we may lay it at the feet of Him who\ndied to redeem it.  Let us cherish high hopes, noble aims, and lofty\nideals.  Never since the world was peopled has mankind stood in such\nanxious expectancy, awaiting the outcome of the immediate future, as in\nthese closing years of the nineteenth century.  Men are wistfully\ntrying to peer through the portals of the year nineteen\nhundred–marveling, as the effects and forces of applied science is\nunfolded to our comprehension, and discovery moves on, each invention\nleading in another, in stately procession; we, all the while rapt in\nwonder, are straining in hope and fear to catch the coming word, and to\ncomprehend its import.  Never was speculation so rife, never was the\nfield of human observation so unobstructed and expanded, nor the\nascertainment and sifting of facts so facile.  Never were opinions more\ndiverse, nor was it ever so obviously important to detect and assert\nthe philosophical principle, in recognition and obedience to which the\nlaws of human government may be preserved and kept in view, and the\nretrocession of mankind prevented.  At no stage of history was it more\nimportant to call to mind the great principle that government is a\nmeans, and not an end, and is instituted to maintain those general\nliberties which are essential for human happiness and progress.  At\nthis time, Odd-Fellowship looks toward the future with longing eyes,\nand its followers lift high their banner, on which is inscribed that\nbeautiful motto, “Friendship, Love and Truth.”",
        "After all, what lives in this world?  Is it thought pulsations alone or\ndeeds done?  If thought alone, then the lowest thought coordinated in\nthe brain of man would live.  Something must be combined with thought\nin order to have a lasting effect.  There must be thought and deeds and\nsentiment.  Sentiment must go to the very existence of the race.  On\nthese forces may be built up structures that live and breathe a\nbenediction on all mankind.  I ask you to cast your eye over the world\nand note the permanency of such institutions as have come down to us,\nand are alive, and such as we say will live.  I venture your first\nquestion will be: “What is the foundation on which they rest?  Why,\nthrough the slow, revolving years have these institutions lived and\nthrived and grown?  Have they lived on greed, or a desire for pelf or\npower, or out of human desire for adulation and praise?  Or have they\nlived because of man’s needs, and out of human wants?”  If we probe to\nthe bottom we will find this the corner-stone of all laudable\nambitions, because man needs man, and needs help into a higher plane of\nusefulness and activities.",
        "We find institutions coming down to us from a date which the memory of\nman runs not to the contrary; indeed, some so old that the musty\nvolumes of the long ago reveal not their origin.  But simply the need\nof man for man would not entirely account for the duration of society\nin its ancient form.   There must be still other underlying principles.\nThere must be love and the acknowledgment of the brotherhood of man all\nalong the way of life, or the family would go to ruin, society would\ndissolve, citizenship would not exist, states and principalities,\nkingdoms and powers would exist only as an idea in the brain.  There\nwould be no command to be our brother’s keeper, no plighted vow that\n“The Lord be between thee and me, and between my seed and thy seed\nforever.”  Man would, as an individual, stand absolutely alone, like an\natom dropped from the abyssmal depths onto this earth of ours.  The\nlittle wild flower struggles through leafy mold, endures the\ntempestuous blast of winter, that when spring comes it may bloom to\ngladden the earth and scatter sweet incense all around.  But without\nthe cementing influence that runs like a thread all through society,\nman would not, could not, cast a sweet odor even on his own life, and\ndying would leave no benediction on the lives of others.  And here the\ncommand comes, “Gather into thy quiver the lives and aspirations of\nothers, that fitted to thy bow they may go forth scattering blessings\nby your help and by your kindly influence.”  So all great achievements\nhave been based on great fundamental principles, and each principle has\nfor its object the betterment of the conditions of mankind.",
        "Truth is said to be eternal.  It was just as true at the dawn of\ncreation that the square described on the hypotenuse of a right-angle\ntriangle is equal to the square described on the other two sides, as it\nwas when Pythagoras enunciated the theorem.  “Thou shall not kill,” is\na law written by the Divine hand amid tempest and fire, but it stands.\n“Thou shalt love thy neighbor as thyself,” rings from the portals of\nheaven through the gates of humanity and its command will not go\nunheeded.  They are all great fundamental truths.  Do you observe that\nthey live?  Give heed also to the fact that they stand for a better\ncondition among men, for more helpfulness and higher elevations.\nTruths enunciated, whether old or new, that live, only have one\ntendency, viz., to raise man to better conditions.  Since the dawn of\ncreation there has been a constant tendency to arise from a lower to a\nhigher estate.  Self-preservation, self-helps, self-culture have been\nthe trend of thought and action.  And this has not been altogether an\neffort in the individual for his own personal advancement, but for the\nadvancement of the race.  Men have undergone sacrifices, humbled and\nalmost debased themselves, that the succeeding generation might live on\na higher plane, physically, morally and spiritually, than they\nthemselves enjoyed.  I do not know of any act of humanity that calls\nforth louder praise than to so act and speak and do as that humanity\nshall not only catch the inspiration, but shall make material progress\non a better understanding of surrounding conditions.  Odd-Fellowship,\nin its essence, is no new institution.  Its principles, practices and\nprecepts have existed from the beginning of the race.",
        "When Abraham stood with the churlish Lot on the line dividing the\nplains and highlands and said, “I pray thee let there be no contention\nbetween thee and me, if thou goest to the right hand I will go to the\nleft, or, if thou goest to the left hand I will go to the right,” he\nbreathed the pure essence of unselfish devotion to the founder of a\nrace.  The acts of kindness shown by the traveler as the caravan plods\nits tortuous way across the sands of the desert; the mission of the\nwise men from the east in search of a Redeemer, all show forth that\ntrait that you and I, my brother, try to emphasize while vowing\ndevotion to the triple links.  I said a moment ago that Odd-Fellowship,\nin its essence, was no new institution, and so it is not.  As we know\nit in reality we have simply crystalized its workings.  Instead of\nhumanity, by its individual exertion, seeking to perform the task, we,\nas an organized band, have taken up the subject.  What was paramount\nwith individuals has become a living force with the multitude.  What\nwas before an invitation to duty has now become a command.",
        "In seeking after friendship we do not court the beasts of the fields\nand the fowls of the air as the hermit does, but we seek man; not man,\nbut men; not this little society or faction, but embrace all mankind in\nthe issue.  If we seek for love it is not love for pelf or power, but\nlove for man and God.  In truth we do not depend on the right conduct\nof individuals, but accept truth as it is written in nature’s open\nbook, emblazoned on the sky of hope that bends over us, and speaks in\nall the higher attributes of life.  Time was when the inclination of\nmen was to withdraw into clans.  Ishmael stood in the desert by himself\nwith his hand against every man.  His true descendant, the Arabian\nsheik, draws his mantle about him, and surrounded by his little band\nwithdraws within his own circle, and woe betide him who attempts to\nbreak through.  But in this came no advancement, no progress.  The\nIshmaelite of old is the same today.  Wherever progress and advancement\nhas shown itself it is found that true regard for all mankind has been\nthe cardinal doctrine.  “Thou shalt love thy neighbor as thyself.\"\nSoon a broad catholicity of ideas seizes the multitude and man no more\nlives for himself than he lives for others.  He who lives closest to\nthe true heart of humanity lives nearest to God.  Show me a man who\nlives for himself alone, and you will present almost a social outcast.\nSociety tolerates him no more.  In all the plans and calculations of\nlife he is not numbered.",
        "For two thousand years the command has come stronger and stronger for a\ncloser unity on social lines and fraternal regard.  Not to segregate\nbut to crystalize and raise the status.  The conditions of our social\nlife are such that we can not live entirely to ourselves.  The monk may\nwithdraw himself from the gaze of the world, the anchorite may seek a\nhiding place in caves and dens, but they ignore entirely the demands of\nsociety upon them.  If I were the only person in the world there would\nbe no social problem.  I would commune with myself and God and nature\nabout me, without reference to my surroundings.  There would be no\nsocial environment; no one to please, no one to whom I am indebted by\nnature or acquired obligation, and so I would remain.  But we do not\nfind the conditions to so exist.  We must look squarely in the face the\nfacts as they are.  On all sides we are surrounded by a multitude who\nrightly make demands of us and which we can not ignore.  If I were\nalone, I would do as the patriarchs of old did, erect a little altar of\nstone, rude and unsightly, and bow myself down before it and commune\nwith Deity.  But here we find that different types of men have\ndifferent religious views, and different spiritual aspirations, and so\nchurches must be erected; and while all tend to the same end, each\nhopes to reach it by a different route.  I must respect all these\nviews.  Only one can be my view, but my social surroundings are such\nthat all have rights which I am bound to yield some obedience to.",
        "Again, if I were alone there would be no need of law, because both good\nand bad would be represented in my personality.  There could be no\nmurder, no crime, no punishment; but with all the manifold people with\ndifferent tendencies, there must be law, or the social fabric would go\nto pieces by the strong trampling on the weak.  Hence I must stand with\nreference to the law on the right side or the wrong side, and all\nhumanity regardful of each other’s rights must line up on one side or\nthe other.  In addition to our churchly ties and duties, we have family\nduties, and there begins the first of duty, first of government, first\nof obligations as citizens.  And so I say we live in relation to those\nwho surround us, and we can not live unmindful of them.  We are touched\nby humanity everywhere, and walk elbow to elbow down the vale of life,\nsupporting or destroying, and whether our pilgrimage be long or short\nwe can not destroy the facts as they exist.",
        "It must be seen with only a hasty glance that with the varying\nconditions of men, with their different mental dispositions, moral\nideas and social status, that a crying demand comes all the time for\nsome organization where men can unite on a common level–some place\nwhere a divergence of political or moral views do not bar an entrance,\nwhere the family ties remain sacred, and more sacred because of the\norganization.  It seems that men groped about for just such an\norganization, and men’s wants are necessities, and social and civil\nstatus might be brought to a common level with all who might be brought\ninto the assembly.  It is believed by Odd-Fellows that our organization\nfurnishes just this want.  All the life that a man wants outside of his\nspiritual life has its food here, and society and family and man’s\nrelations to man have been helped by it.  I state it without fear of\ncontradiction, that no order has been more potent for good than ours.\nIt has been the hand-maiden of civilization wherever it has established\nitself; it has smoothed out the asperities of life for many, many\nindividuals; it has defended character, protected life and limb, and\nstood as champion of all good between man and man and between God and\nman.",
        "Every agency by which men are advanced, socially and morally, is an\nagency that guides government and state and individual up to a higher\nplane of development.  Odd-Fellowship and Christianity go hand in hand.\nThere is not a tenet of the order in any department that is repugnant\nto the highest development of Christianity.  Indeed, it could not be\nso, for any lesson that is drawn from the three pillars of our order,\nFaith Hope and Charity, is a lesson pointing to the better life here\nand hereafter.",
        "In the eighty years, last past, who can estimate the benign influence\nof the lives and actions of men, yea, on their eternal destinies, of\nthe oft-repeated utterances pointing to the Fatherhood of God and the\nbrotherhood of man–a sermon that has been painted on the bow of God’s\neternal promise since Paul stood on the Mars Hill and preached this\neverlasting, unchangeable doctrine to the heathen world.  When I think\nthat since 1830 there has been expended for the relief of the members\nof this order and their families millions of dollars, in all right\nundertakings, and know that many hearts have ceased to ache, many cold\nfeet covered, many a tear dried up, many a naked person clothed and\nmany a hungry mouth fed, it rejoices my heart.  I know also that such\nlove could not spring from the hearts that were kindled by no spark of\nthe Divine, but the lesson comes to you and to me, my brother and my\nsister, that he who opens not only the granary of earthly substance,\nbut opens also the portals of the heart, and lets the Divine spark\nkindle into a blaze, will be thrice blessed in that day when the jewels\nof the eternity are made up.  I do not desire to convey the impression\nthat all our civilization is the outgrowth of Odd-Fellowship.  We are\ntoo much inclined on such occasions as these to become mutual\nadmiration societies and think that all the good things that we enjoy\ncould not have been possible if our particular order had not existed.\nI do not wish to convey that impression.  I only desire it to be\nunderstood that this order has been helpful in all right undertakings,\nand constantly endeavors to espouse the right and discard the wrong.\nIt does not take the place of the church or the Sunday school or the\nprayer-meeting.  It does not invade the pulpit, but only stands as an\nauxiliary to all these institutions that touch the better side of our\nnatures.  It inveighs against no religion or creed, and has no\nreligious belief other than that we are brothers; nor does it encroach\nupon the domain of the politician.  If Odd-Fellowship had more in it\nthan the social and restraining influence one meets and is subjected to\nin the lodge-room, it would be sufficient inducement to organize and\nperpetuate lodges.  No true Odd-Fellow crosses the threshold of his\nlodge-room but he feels he is treading on more sacred ground than the\nbusy marts of trade, or in the office or counting house; he feels that\nhe is coming home where dwells the purest principles of\nhumanity–friendship, love and truth.",
        "But there is more in the workings of this order than the social.  Its\nobject is to touch humanity in all its phases.  To rejoice with those\nthat rejoice, and weep with those that weep.  It sustains the living\nwith friendship; causes man to stand firm in his integrity by the truth\nit teaches, and embrace the whole world with charity.  The three links\nof friendship, love and truth mark the fuller and better development of\nthis life, reaches beyond the grave, reaches beyond the vision, extends\ninto the portals of the other and the better life.  We may profess\nfriendship, but that is an empty profession; our membership in a lodge\nis fruitless and our meetings produce no good results unless we have\ncharity.  It is but a small part that we should perform our mystic\nrights, typifying friendship, love and truth, but that we should so\nlive them and act them that the touch of a member is the touch of a\nbrother whose words sweeten the asperities of life and whose last\noffering is a tribute at the grave.  We may be rudely brought back to\nthe world with its pomp and show, its pageantry and vanity, by an\nemblem of mortality presented to us, but should we not ever have the\nspectre of mortality before our eyes?  In the mad rush through life we\nforget the kinship of man to man.  We are too often forgetful that the\nhand of a brother is reaching upward for succor.  We forget that we are\nmortal, and the heart grows cold; our sympathies extend only to those\naround and nearest to us, forgetful that all mankind is our brother,\nand that he is especially our brother and friend who has mercy.  But in\nthis mad rush in life we are suddenly and almost rudely brought back to\na full realization of our mortality, our helplessness, our emptiness,\nour nothingness, when we stand at the grave of our departed brother and\nreflect that here lies one who was born and had ambitions and died as\nwe must die.  His ambitions and hopes all went in the grave with him.\nThe little grassy mound and the little marble slab is all that remains\nvisible to tell us that he was our brother.  Life would hardly be worth\nliving; its struggles would be disastrous, its triumphs vain, empty\nbubbles, if the clods that fall upon the coffin and the sprig of\nevergreen tell the whole story of an Odd-Fellow.  No, the very fact\nthat we bury our departed brother teaches us that the grave is not the\nend of all.  Though our brother dies he shall live in our hearts, in\nthe flowers that we cast, in the precious memories that forever cluster\naround the links, the heart and the hand, the altar and the hour glass.\nWhen the supreme moment comes and the brother gathers his arrows into\nhis quiver and fades from sight into the grave, we know that he has\npassed the portal into the land of the eternal, but the quiver and the\narrows will ever stand as the badge of friendship.  The heart may cease\nto beat, and the hand fall listless in death, yet the heart and hand\nwill ever be emblems of love, and denote that when the hand of an\nOdd-Fellow is extended his heart goes with it.",
        "The good Odd-Fellow has constantly before his mind the book of books.\nHis first sight into a lodge-room catches sight of that divine missive\nto man.  It is his solace in life, and its precepts his consolation in\ndeath.  It ever stands to him as an exhaustless fountain of truth.  On\nthese three cardinal principles he lives and dies, and in the constancy\nof that life we venerate his memory and do him kindly offices.  It is\nthe nature of a man to be communistic.  It is only the anchorite that\nwithdraws himself from the societies of man and communes with himself\nand his God.  All right-thinking men desire and enjoy the society of\ntheir kind and kindred spirits.  You had as well lock the sane man in\nthe felon’s cell as to doom him to live without the society of his\nfellows.  The family is the first and best society.  Perhaps the church\nis next, which is only the human family on a larger scale, fitting and\npreparing the members for a community in that house not made by hands.\nNext to my church I prize the secret organization to which I belong,\nwhere the cardinal principles of our holy Christianity are taught.  The\ndeathless friendship of David and Jonathan teaches me that though I may\nlive in the king’s palace, be clothed in purple and fine linen every\nday, be in the line of regal succession, yet I do not live to myself.",
        "I would herald broadcast that tenet of our order, “that we do for\nothers as we would have others do for us, and that if I find my brother\nin distress, I must bind up his wounds, lift him from the quagmire of\ndespond and set him on his feet.”  If any lesson stands out boldly\nbefore the mind of the Odd-Fellow it is truth.  He finds it on his\nbanner wherever he goes.  Friendship is ephemeral.  It lasts only\nthrough life.  It may die, it will die.  The grave ends it all.  The\nsilent messenger that comes to king and peasant alike, and causes the\nscepter of the monarch to be laid by the crook of the shepherd, ends\nour friendship.  Love comes from God.  God is love.  It touches us at\nevery point of our lives.  From the cradle to the grave, every moment\nof our lives we are the objects of love to some one, and we love in\nturn.  But human love must end.  After life’s fitful dream, the cares\nand vanities, the vexations and pleasures of life have no terror or\nconcern for us, the love that thrilled our whole being will return to\nthe source from whence it came.  But truth will never die.  It is the\n“imperial virtue.”  The heart may fail; it will fail, and the hand fall\nlistless by the side.  The arrow will fall after being shot into the\nair and never return, and the bow will be broken; the altar will be\nthrown down; the sand, grain by grain, run through the hour-glass, and\nthe glass be shattered; the eye grow dim; the world roll up as a scroll\nand pass away; the hills may crumble and the pyramids melt with fervent\nheat; all the friendships will die and the love return to the Father\nthat begat it, but truth will stand.  It is indeed the imperial and the\nimperishable virtue.  There, above the chaos and the confusion of time,\nit will stand to warn men from the wrong, and beckon them to do right.",
        "Despite the glamor of the world that secret societies propagate a\nsecresy of men’s actions at the expense of truth and justice, it can\nnot obtain in a lodge of this order.  No man ever took upon himself the\nvows and studied the underlying motives, and practiced the lessons of\nthe order, but he becomes a better citizen.  If he has become a good\nhusband and father, he becomes better in his domestic relations.  If he\nhas been charitable before, he becomes more so now.  Men’s weaknesses\nhe looks upon as human frailties, until time and sense teach him that\nfrailties have degenerated into positive perversity of character and\nbaseness of heart.  He will condemn falsehood and hypocrisy wherever\nfound.",
        "The object of religious organizations is to make men better and fit\nthem for the life immortal.  The object of government and its laws is\nto make and protect good citizens and repress vice.  The object of this\nsecret organization is to bind men more firmly together for mutual\nprotection, for help and sustenance, to look after their families, and\nto be in a broad sense our brother’s keeper.  I would not be understood\nas placing a secret organization in place of the church, or in the\nplace of a political government.  By no means.  Each has its own proper\nand particular sphere of action.  No one in its actions and endeavors\nis inimical to the actions of the others.  Each rests on its own\npeculiar foundation, but all dovetail together, and all make a\nharmonious whole.  The man who is a good Christian is better by being a\ngood Odd-Fellow.  If both a good Christian and a good Odd-Fellow, he\ncomes nearer being the typical citizen.  If man reveres the law of this\norder, he will have more devotion to his church, his home, his flag and\nhis country.  I have no fault to find with those who do not believe in\nuniting with a secret organization, but I do object to any man\ninveighing against the objects and purposes, the ends and aims, of our\norder when he knows nothing about it.  I do not expect every man to\nbelong to my church, for men in their constitution and mental make-up\ncan not see alike theologically.  But I do accord to every member of\nevery church the hope of getting to heaven if he lives up to the\nteachings of this particular sect.  I believe in justification by faith\nand good works, but I have no use for a man who decries this doctrine\nwhen he never exercised a particle of faith nor did a good deed in his\nlife.  And so I would say to any one who thinks he stands on some lofty\npinnacle and scents danger to the family tie, or church, or state, or\nsociety, because of the existence of secret orders, that he thinks and\ntalks of something he knows nothing about.  If I should desire to draw\ncomparisons, I could say truthfully that during the last year this\norder gave more in charity and benefits to its members in Illinois than\nany religious denomination in the state.  Look around your own\ncommunity and see if it be not so.  Think of the widow with\ntear-stained cheek, from whose door the wolf has been kept, because the\ncharitable hand of our order was upon her.  Count the orphan children\nof members of our order who have had shoes put on their feet, clothes\nput on their backs and food in their mouths.  Enumerate the sufferers\non beds of anguish, racked with pain and scorched with fever, who have\nhad the nightly vigil of Odd-Fellows to smooth their pillows, dampen\ntheir parched lips and moisten their feverish brows.  Watch the funeral\npageant with its long train of mourners, brothers, dropping the\nevergreen in the grave, and doing the last sad offices, and then croak\nno more that secret societies are baneful to our civilization.  He who\nthus sustains and soothes and encourages will be reckoned as twice\nblessed in that day when the secrets of all hearts are disclosed, and\nmen are rewarded according to the deeds done in the body.",
        "“[*]Some years ago I stood out on the great plains this side of Denver.\nTo the north, the south and the east was one vast stretch of plains,\nthe eye interrupted only by the horizon.  I turned and looked to the\nwest, and clearly outlined in the distance was the chain of the Rocky\nMountains–the backbone of the continent.  There I saw Long’s Peak,\nPike’s Peak, and the Spanish Peaks, as mighty sentinels–watch\ntowers–that had served as landmarks to many a weary traveler on the\nSanta Fe trail.  They stood as the manifestation of the might of an\nOmnipotent Power.  So I turn to the record made by this order in the\nlast eighty years, and find colossal sums of money–not hoarded, but\ncollected to relieve humanity, to educate the orphan, to bury the dead\nand to befriend the widow.  I see arising, as if by magic, asylums for\nour needy.  I see a great host, one million strong, advancing, shoulder\nto shoulder, elbow touching elbow, all bent on deeds of mercy and acts\nof love.  Are not these also mighty sentinels erected amid this\nsurging, striving throng of humanity to serve to guide man in the road\nto a higher and better life?  These peaks of the Rockies may crumble\nand pass away, but a force for good once set in motion never loses its\nforce.  It is eternal.  To beautify, to strengthen, to adorn and to\nexpand our order and more fully present its magnificence to the world,\nwe have the department of Patriarchs Militant.  It depicts as gallant a\nband as ever marched to the sound of martial music or deployed for\nbattle.  As the knights under Richard Couer de Leon or Peter the Hermit\nmarched forth to rescue the Holy Sepulcher from the hand of the infidel\nand guard its sacred entablatures, so will our chevaliers as bravely\nguard our ritual, our mystic rights, our honor, the honor of our\nmothers wives and sisters, as a sacred trust.",
        "“And so our order moves forward to greater conquests.  In the past it\nhas worked marvels for humanity.  May we not, for the future, predict\nbetter and more highly wrought out achievements?  Humanity has been\ntaken as it is and in the progress of refinement has been raised to a\nhigher standard.  It is the hand-maiden of civilization that works\nunder even yoke for the best sides of humanity.  While it does not\ndisplace or attempt to displace the church, it aids.  It has\nfriendship, love and truth as the three human graces, and clings to\nfaith, hope and charity as the Christian virtues.  It is now like the\ncity that is set upon the hill.  It can not be hid.  Out upon a rocky\npoint of the ocean’s shore at Minot’s ledge is a great light-house,\nerected by the fostering care of the government to protect the mariners\non the high seas.  Its great light swings around, now flashing on the\nland and now sending its rays far out across the billowy ocean.  It is\na grateful act of a great government.  Many a bewildered seaman has\ncaught its rays and sheared the prow of his ship further out to sea to\navoid the dangerous shoals.",
        "“So we, imitating the kind of example of the generous government, and\nmeasuring our acts by the example of the blessed Master, have erected a\nlight-house here for the protection of humanity from its ills.  Now it\nshines on us as mortals hastening to a final consummation of things;\nagain it throws its beams out across the illimitable sea of hope, where\nsooner or later we all may ride, and by the light here given we may\nsteer our bark into a haven of final rest.  Today we are on the\ntempestuous ocean of life.  We who feel that we are on the deck, let us\nthrow the life-line and the life-preservers to him who is about to\nsink.  Let us make this order even a greater light-house than our\nfathers ever dreamed of.  It can be done, because it is so ordained.\nWhat God in his good providence orders can be, will be accomplished.\nWith thankful hearts we have passed over more than three quarters of a\ncentury of existence as an organization.  We are speeding onward to the\ncentury mark, and whether we remain to see its wonderful processes or\nnot, humanity will be here demanding just what we have done in the\npast.  Let us lay the work strong today and transmit it in higher\nforms, so that the end of the century of our existence as an order\nshall see better life, better hope and higher aspirations.  Let the\nSubordinates, Patriarchs, Rebekahs and Chevaliers all form a cordon\naround the altar of our beloved order, where the fires shall never be\nextinguished while friendship, love and truth endures, and faith, hope\nand charity are necessities.",
        "“Grand as has been the record of Odd-Fellowship from 1819 to the\npresent, it is but the sunbeams from the birth of the day that will\ndevelop grandly into a magnificence that shall combine all the charms\nof the morning, the glare of the noontide, and the blaze of a sunset\nsplendor in an endless panorama of glory and grandeur.  And if, with\nsuch a picture before our eyes, painted by a faith founded upon the\nachievements of eighty years, and our intimate knowledge of the vast\npractical benevolence that begins at the cradle and ends only at the\ngate of heaven, the Odd-Fellow is not dazzled by the sublimity of\nOdd-Fellowship and awed into a reverence for its work and character,\nthere is a lamentable defect in his appreciation of the beautiful, and\nan utter failure to read the joys and dignity and influence of a\nproperly developed and appreciative Odd-Fellow.  Let it never be\nforgotten that there is nothing groveling in Odd-Fellowship.  Mutual\nrelief, it is true, is a leading office in our affiliation, but\nOdd-Fellowship seeks to elevate the character of man, make him what God\nintended him to be; and while such a helpful influence is extended to\neach one of us who have chosen to come within its holy power, may we\nendeavor to lift ourselves up to the high standard of the order of\nwhich we are a part, faithfully discharging our duties to ourselves and\nto the world; shedding its benign influence and hallowed inspiration\nalike in the palace with its draped windows and velvet laden floors and\nin the cottage nestling among the flowers of the humble dooryard;\nglowing with the same peerless luster in halls of learning and in\nworkshop and factory; kissing with the same tender, holy touch the\nrough hand that guides the implement of industry, and the soft hand\nthat guides the pen; making character the test of merit and the heart\nthe bond of friendship, and recognizing the equality and holy influence\nof noble womanhood.  Odd-Fellowship is the unerring, resplendent\nguiding star to that grand development of human nature to which hope\nlooks forward with such ardent joy, when one law shall bind all\nnations, tongues and kindred, and that law will be the law of universal\nbrotherhood.”",
        "[*]Extract from address delivered by Hon. E. G. Hogate.",
        " ",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}