{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XVII",
    "author": "Fedor Jagor et al",
    "chapter": "18",
    "content": [
        "\n\n",
        "[Mt. Isaróg.] The Isaróg (pronounced Issaró) rises up in the middle\nof Camarines, between San Miguel and Lagonoy bays. While its eastern\nslope almost reaches the sea, it is separated on its western side by\na broad strip of inundated land from San Miguel Bay. In circumference\nit is at least twelve leagues; and its height 1,966 meters. [142]\nVery flat at its base, it swells gradually to 16°, and higher up\nto 21° of inclination, and extends itself, in its western aspect,\ninto a flat dome-shaped summit. But, if viewed from the eastern side,\nit has the appearance of a circular chain of mountains rent asunder\nby a great ravine. On Coello’s map this ravine is erroneously laid\ndown as extending from south to north; its bearing really is west to\neast. Right in front of its opening, and half a league south from Goa,\nlies the pretty little village of Rungus, by which it is known. The\nexterior sides of the mountain and the fragments of its large crater\nare covered with impenetrable wood. Respecting its volcanic eruptions\ntradition says nothing.",
        "[Primitive mountaineers.] The higher slopes form the dwelling-place\nof a small race of people, whose independence and the customs\nof a primitive age have almost entirely separated them from the\ninhabitants of the plain. One or two Cimarrons might occasionally\nhave been attracted hither, but no such instance is remembered. The\ninhabitants of the Isaróg are commonly, though mistakenly, called\nIgorots; and I retain the name, since their tribal relationship has not\nyet been accurately determined; they themselves maintaining that their\nancestors always dwelt in that locality. There are some who, in the\nopinion of the parish priest of Camarines, speak the Bicol language\nin the purest manner. Their manners and customs are very similar,\nin many respects, to what they were on the arrival of the Spaniards;\nand sometimes they also remind one of those prevailing among the Dyaks\nof Borneo at the present day. [143] These circumstances give rise to\nthe conjecture that they may be the last of a race which maintained\nits independence against the Spanish rule, and probably also against\nthe little tyrants who ruled over the plain before the arrival of the\nEuropeans. When Juan de Salcedo undertook his triumphal march round\nNorth Luzon he found everywhere, at the mouths of the rivers, seafaring\ntribes living under many chieftains who, after a short struggle, were\nslain by the superior discipline and better arms of the Spaniards,\nor submitted voluntarily to the superior race; but he did not succeed\nin subduing the independent tribes in the interior; and these are\nstill to be found in all the larger islands of the Philippine group.",
        "[Similarity to Indian Archipelago conditions.] Similar conditions are\nfound in many places in the Indian Archipelago. The Malays, carrying\non trade and piracy, possess the shore, and their language prevails\nthere; the natives being either subdued by them, or driven into the\nforests, the inaccessibility of which ensures to them a miserable\nbut independent existence. [144]",
        "[Policy of non-intercourse with heathens.] In order to break down\nthe opposition of the wild races, the Spanish Government forbade\nits subjects, under the penalty of one hundred blows and two years\nof forced labor, “to trade or to have any intercourse with the\nheathens in the mountains who pay no tribute to his Catholic Majesty,\nfor although they would exchange their gold, wax, etc., for other\nnecessaries, they will never change for the better.” Probably this\nlaw has for centuries directly contributed to save the barbarians,\nnotwithstanding their small numbers, from complete extermination;\nfor free intercourse between a people existing by agriculture,\nand another living principally by the chase, speedily leads to the\ndestruction of the latter.",
        "[Christian Mountaineers’ villages.] The number of the Igorots of the\nIsaróg however, been much diminished by deadly battles between the\ndifferent ranchos, and by the marauding expeditions which, until\na short time since, were annually undertaken by the commissioners\nof taxes, in the interest of the Government monopoly, against\nthe tobacco fields of the Igorots. Some few have been “pacified\"\n(converted to Christianity and tribute); in which case they are obliged\nto establish themselves in little villages of scattered huts, where\nthey can be occasionally visited by the priest of the nearest place;\nand, in order to render the change easier to them, a smaller tax than\nusual is temporarily imposed upon such newly-obtained subjects.",
        "[Tobacco monopoly wars.] I had deferred the ascent of the mountain\nuntil the beginning of the dry season of the year; but I learned in\nNaga that my wish was hardly practicable, because the expeditions\nagainst the ranchos of the mountain, which I have already mentioned,\nusually occurred about this time. As the wild people could not\nunderstand why they should not cultivate on their own fields a plant\nwhich had become a necessity to them, they saw in the Cuadrilleros,\nnot functionaries of a civilized State, but robbers, against whom\nthey were obliged to defend themselves by force; and appearances\ncontributed no less to confirm them in their error; for these did\nnot content themselves with destroying the plantations of tobacco,\nbut the huts were burnt to the ground, the fruit-trees hewn down, and\nthe fields laid waste. Such forays never occurred without bloodshed,\nand often developed into a little war which was carried on by the\nmountaineers for a long time afterwards, even against people who were\nentirely uninterested in it–Filipinos and Europeans. The expedition\nthis year was to take place in the beginning of April; the Igorots\nconsequently were in a state of great agitation, and had, a few\ndays previously, murdered a young unarmed Spaniard in the vicinity\nof Mabotoboto, at the foot of the mountain, by bringing him to the\nground with a poisoned arrow, and afterwards inflicting twenty-one\nwounds with the wood-knife (bolo).",
        "[A policy of peace.] Fortunately there arrived soon after a countermand\nfrom Manila, where the authorities seemed to have been gradually\nconvinced of the harmful tendency of such violent measures. It could\nnot be doubted that this intelligence would quickly spread amongst the\nranchos; and, acting upon the advice of the commandant (upon whom,\nvery much against his inclination, the conduct of the expedition\nhad devolved), I lost no time in availing myself of the anticipated\nseason of quiet. The Government have since adopted the prudent method\nof purchasing the tobacco, which is voluntarily cultivated by the\nIgorots, at the ordinary rate, and, where practicable, encouraging\nthem to lay out new fields, instead of destroying those in existence.",
        "[A populous fertile district.] The next day at noon I left Naga on\nhorseback. The pueblos of Mogarao, Canaman, Quipayo, and Calabanga, in\nthis fertile district follow so thickly upon one another that they form\nan almost uninterrupted succession of houses and gardens. Calabanga\nlies half a league from the sea, between the mouths of two rivers,\nthe more southerly of which is sixty feet broad and sufficiently deep\nfor large trading vessels. [145]",
        "[A bare plain and wretched village.] The road winds round the foot\nof the Isaróg first to the north-east and then to the east. Soon the\nblooming hedges cease, and are succeeded by a great bare plain, out of\nwhich numerous flat hillocks raise themselves. Both hills and plain,\nwhen we passed, served for pasturage; but from August to January they\nare sown with rice; and fields of batata are occasionally seen. After\nfour hours we arrived at the little village of Maguiring (Manguirin),\nthe church of which, a tumble-down shed, stood on an equally naked\nhillock; and from its neglected condition one might have guessed that\nthe priest was a native.",
        "[Many mountain water courses.] This hillock, as well as the others\nwhich I examined, consisted of the débris of the Isaróg, the more\nor less decomposed trachytic fragments of hornblende rock, the\nspaces between which were filled up with red sand. The number of\nstreams sent down by the Isaróg, into San Miguel and Lagonoy bays,\nis extraordinarily large. On the tract behind Maguiring I counted, in\nthree-quarters of an hour, five considerable estuaries, that is to say,\nabove twenty feet broad; and then, as far as Goa, twenty-six more;\naltogether, thirty-one: but there are more, as I did not include\nthe smallest; and yet the distance between Maguiring and Goa, in\na straight line, does not exceed three miles. This accounts for\nthe enormous quantity of steam with which this mighty condenser is\nfed. I have not met with this phenomenon on any other mountain in so\nstriking a manner. One very remarkable circumstance is the rapidity\nwith which the brimming rivulets pass in the estuaries, enabling them\nto carry the trading vessels, sometimes even ships, into a main stream\n(if the expression may be allowed), while the scanty contributions\nof their kindred streams on the northern side have scarcely acquired\nthe importance of a mill-brook. These waters, from their breadth, look\nlike little rivers, although in reality they consist of only a brook,\nup to the foot of the mountain, and of a river’s mouth in the plain;\nthe intermediate part being absent.",
        "[Comparison with Javan Mountain district.] The country here is\nstrikingly similar to the remarkable mountain district of the\nGelungúng, described by Junghuhn; [146] yet the origin of these\nrising grounds differs in some degree from that of those in Java. The\nlatter were due to the eruption of 1822, and the great fissure in the\nwall of the crater of the Gelungúng, which is turned towards them,\nshows unmistakably whence the materials for their formation were\nderived; but the great chasm of the Isaróg opens towards the east,\nand therefore has no relation to the numberless hillocks on the\nnorth-west of the mountain. Behind Maguiring they run more closely\ntogether, their summits are flatter, and their sides steeper; and they\npass gradually into a gently inclined slope, rent into innumerable\nclefts, in the hollows of which as many brooks are actively employed\nin converting the angular outlines of the little islands into these\nrounded hillocks. The third river behind Maguiring is larger than\nthose preceding it; on the sixth lies the large Visita of Borobod;\nand on the tenth, that of Ragay. The rice fields cease with the hill\ncountry, and on the slope, which is well drained by deep channels,\nonly wild cane and a few groups of trees grow. Passing by many\nvillages, whose huts were so isolated and concealed that they might\nremain unobserved, we arrived at five o’clock at Tagunton; from which\na road, practicable for carabao carts, and used for the transport of\nthe abacá grown in the district, leads to Goa; and here, detained by\nsickness, I hired a little house, in which I lay for nearly four weeks,\nno other remedies offering themselves to me but hunger and repose.",
        "[Useful friends.] During this time I made the acquaintance of some\nnewly-converted Igorots, and won their confidence. Without them I would\nhave had great difficulty in ascending the mountains as well as to\nvisit their tribe in its farms without any danger. [147] When, at last,\nI was able to quit Goa, my friends conducted me, as the first step,\nto their settlement; where, having been previously recommended and\nexpected, I easily obtained the requisite number of attendants to take\ninto their charge the animals and plants which were collected for me.",
        "[A heathen Mountaineers’ settlement.] On the following morning the\nascent was commenced. Even before we arrived at the first rancho,\nI was convinced of the good report that had preceded me. The master\nof the house came towards us and conducted us by a narrow path to his\nhut, after having removed the foot-lances, which projected obliquely\nout of the ground, but were dexterously concealed by brushwood and\nleaves. [148] A woman employed in weaving, at my desire, continued\nher occupation. The loom was of the simplest kind. The upper end,\nthe chain-beam, which consists of a piece of bamboo, is fixed to\ntwo bars or posts; and the weaver sits on the ground, and to the two\nnotched ends of a small lath, which supplies the place of the weaving\nbeam, hooks on a wooden bow, in the arch of which the back of the\nlath is fitted. Placing her feet against two pegs in the ground and\nbending her back, she, by means of the bow, stretches the material\nout straight. A netting-needle, longer than the breadth of the web,\nserves instead of the weaver’s shuttle, but it can be pushed through\nonly by considerable friction, and not always without breaking the\nchains of threads. A lath of hard wood (caryota), sharpened like a\nknife, represents the trestle, and after every stroke it is placed\nupon the edge; after which the comb is pushed forward, a thread put\nthrough, and struck fast, and so forth. The web consisted of threads\nof the abacá, which were not spun, but tied one to another.",
        "[A giant fern hedge.] The huts I visited deserve no special\ndescription. Composed of bamboos and palm-leaves, they are not\nessentially different from the dwellings of poor Filipinos; and in\ntheir neighborhood were small fields planted with batata, maize,\ncaladium and sugar-cane, and enclosed by magnificent polypody\nferns. One of the highest of these, which I caused to be felled for\nthe purpose, measured in the stem nine meters, thirty centimeters;\nin the crown, two meters, twelve centimeters; and its total length\nwas eleven meters, forty-two centimeters or over thirty-six feet.",
        "[Simple stringed instruments.] A young lad produced music on a kind of\nlute, called baringbau; consisting of the dry shaft of the scitamina\nstretched in the form of a bow by means of a thin tendril instead of\ngut. Half a coco shell is fixed in the middle of the bow, which, when\nplaying, is placed against the abdomen, and serves as a sounding board;\nand the string when struck with a short wand, gave out a pleasing\nhumming sound, realizing the idea of the harp and plectrum in their\nsimplest forms. Others accompanied the musician on Jews’ harps of\nbamboos, as accurate as those of the Mintras on the Malay Peninsula;\nand there was one who played on a guitar, which he had himself made,\nbut after a European pattern. The hut contained no utensils besides\nbows, arrows, and a cooking pot. The possessor of clothes bore them\non his person. I found the women as decently clad as the Filipino\nChristian women, and carrying, besides, a forest knife, or bolo. As\na mark of entire confidence, I was taken into the tobacco fields,\nwhich were well concealed and protected by foot-lances; and they\nappeared to be carefully looked after.",
        "[The people and their crops.] The result of my familiarity with\nthis people, both before and after this opportunity, may be briefly\nsummed up: They live on the higher slopes of the mountain, never,\nindeed, below 1,500 feet; each family by itself. It is difficult to\nascertain how many of them there may now be, as but little intercourse\ntakes place amongst them. In the part of the mountain belonging to\nthe district of Goa, their number is estimated at about fifty men\nand twenty women, including the children: but twenty years before\nthe population was more numerous. Their food consists principally\nof batata, besides some gabi (caladium). A little maize is likewise\ncultivated, as well as some ubi (dioscorea), and a small quantity of\nsugar-cane for chewing.",
        "[Batatas.] In laying out a batata field, a wood is partially cleared,\nthe earth loosened with the blunt forest knife (bolo), and the bulbs\nor layers then planted; and within four months the harvest begins,\nand continues uninterruptedly from the time the creeping plant strikes\nroot and forms tubers. [Rotation of crops.] After two years, however,\nthe produce is so much diminished that the old plants are pulled up,\nin order to make room for new ones obtained from the runners. The\nfield is then changed, or other fruits cultivated thereon, but with\nthe addition of manure. A piece of land, fifty brazas long, and thirty\nwide, is sufficient for the support of a family. Only occasionally in\nthe wet season does this resource fail, and then they resort to gabi,\nwhich appears to be as easily cultivated on wet as on dry ground,\nbut is not so profitable as batata. The young shoots of the gabi are\nplanted at distances of a vara, and if consumed in a proper manner,\nought not to be cropped till after a year. Each family kills weekly\none or two wild hogs. Stags are rare, although I obtained a fine\npair of horns; and they do not use the skin. Bows and arrows are\nused in hunting; some poisoned, and some not. Every rancho keeps\ndogs, which live principally on batata, and also cats to protect the\nfields against rats; and they also have poultry, [Game cocks a Spanish\ninnovation.] but no game cocks; which, having been first introduced\ninto the Philippines by the Spaniards are seldom if ever, wanting in\nthe huts of the Filipinos; but the inhabitants of the Isaróg are as\nyet free from this passion.",
        "[Trade.] The few products of a more advanced civilization which they\nrequire, they obtain by the sale of the spontaneous productions of\ntheir forests, chiefly wax and resin (pili), [149] apnik, dagiangan\n(a kind of copal), and some abacá. Wax, which is much in request\nfor church solemnities, fetches half a dollar per catty; and resin\naverages half a real per chinanta. Business is transacted very\nsimply. Filipinos, having intercourse with the Igorots, make a\ncontract with them; and they collect the products and bring them\nto a place previously agreed on, where the Filipinos receive them,\nafter paying down the stipulated price.",
        "[Religion.] Physicians and magicians, or persons supposed to be\npossessed of secret powers, are unknown; every one helps himself. In\norder to arrive at a clear understanding of their religious views,\na longer intercourse would be necessary. But they certainly believe\nin one God, or, at least, say so, when they are closely questioned\nby Christians; and have also loosely acquired several of the external\npractices of Catholicism, which they employ as spells.",
        "[Respect for women and aged.] Hunting and hard labor constitute the\nemployment of man in general, as well as in the Philippines. The\npractice of employing women as beasts of burden–which, although\nit exists among many of the peoples of Europe, for example, the\nBasques, Wallachians, and Portuguese, is almost peculiar to barbarous\nnations,–seems to have been lost in the Philippines as far back\nas the time of its discovery by the Spaniards; and even among the\nwild people of the Isaróg, the women engage only in light labor,\nand are well treated. Every family supports its aged and those unfit\nfor labor. [Medicine.] Headaches and fevers were stated to me as the\nprevalent maladies; for which burnt rice, pounded and mixed to a pap\nwith water, is taken as a remedy; and in case of severe headache they\nmake an incision in the forehead of the sufferer. Their prevalence is\nexplained by the habit of neutralizing the ill effects of drinking\nwater in excess, when they are heated, by the consumption of warm\nwater in large doses; and the rule holds with regard to coco-water;\nthe remedy for immoderate use of which is warm coco-water. Their\nmuscular power is small, and they are not able to carry more than\nfifty pounds weight to any considerable distance.",
        "[Manufactures.] Besides the chase and agriculture, their occupations\nare restricted to the manufacture of extremely rude weapons, for which\nthey purchase the iron, when required, from the Filipinos, and of\nthe coarse webs made by the women, and of wicker work. Every father\nof a family is master in his own house, and acknowledges no power\nhigher than himself. In the event of war with neighboring tribes,\nthe bravest places himself at the head, and the rest follow him as\nlong as they are able; there is no deliberate choosing of a leader.",
        "[Death customs.] On the whole, they are peaceful and honorable towards\neach other, although the idle occasionally steal the fruits of the\nfields; and, should the thief be caught, the person robbed punishes\nhim with blows of the rattan, without being under any apprehensions\nof vengeance in consequence. If a man dies, his nearest kinsmen\ngo out to requite his death by the death of some other individual,\ntaken at random. The rule is strictly enforced. For a dead man a man\nmust be killed; for a woman a woman; and for a child a child. Unless,\nindeed, it be a friend they encounter, the first victim that offers\nis killed. Latterly, however, owing to the unusual success attained by\nsome of them in representing the occurrence of death as an unavoidable\ndestiny, the custom is said to have fallen into desuetude; and the\nrelatives do not exact the satisfaction. This was easy in the case\nof the deceased being an ordinary person; but, to the present day,\nvengeance is required in the event of the death of a beloved child or\nwife. If a man kills a woman of another house, her nearest kinsman\nendeavors to kill a woman of the house of the murderer; but to the\nmurderer himself he does nothing; and the corpse of the victim thus\nslain as a death-offering is not buried, nor is its head cut off; and\nher family, in their turn, seek to avenge the death by murder. This\nis reckoned the most honorable course. Should the murderer, however,\nbe too strong to be so overcome, any weaker person, be it who it may,\nis slain in retaliation; and hence, probably, the comparatively small\nnumber of women.",
        "[Marriage.] Polygamy is permitted; but even the most courageous\nand skilful seldom or never have more than one wife. A young man\nwishing to marry commissions his father to treat with the father\nof the bride as to the price; which latterly has greatly increased;\nbut the average is ten bolos, costing from four to six reals each,\nand about $12 in cash; and the acquisition of so large a sum by\nthe sale of wax, resin, and abacá, often takes the bridegroom two\nyears. The bride-money goes partly to the father, and partly to the\nnearest relations; every one of whom has an equal interest. If there\nshould be many of them, almost nothing remains for the father, who\nhas to give a great feast, on which occasion much palm-wine is drunk.",
        "[Sexual crimes.] Any man using violence towards a girl is killed by\nher parents. If the girl was willing, and the father hears of it,\nhe agrees upon a day with the former, on which he is to bring the\nbride’s dowry; which should he refuse to do, he is caught by the\nrelations, bound to a tree, and whipped with a cane. Adultery is\nof most rare occurrence; but, when it does take place, the dowry is\nreturned either by the woman, who then acquires her freedom, or by\nthe seducer, whom she then follows. The husband has not the right to\ndetain her, if he takes the money, or even if he should refuse it;\nbut the latter contingency is not likely to arise, since that sum of\nmoney will enable him to buy for himself a new wife.",
        "[Basira ravine.] In the afternoon we reached a vast ravine, called\n“Basira,” 973 meters above Uacloy, and about 1,134 meters above\nthe sea, extending from south-east to north-west between lofty,\nprecipitous ranges, covered with wood. Its base, which has an\ninclination of 33°, consists of a naked bed of rock, and, after every\nviolent rainfall, gives issue to a torrent of water, which discharges\nitself violently. Here we bivouacked; and the Igorots, in a very short\ntime, built a hut, and remained on the watch outside. At daybreak\nthe thermometer stood at 13.9° R. [150]",
        "[At the summit.] The road to the summit was very difficult on account\nof the slippery clay earth and the tough network of plants; but the\nlast five hundred feet were unexpectedly easy, the very steep summit\nbeing covered with a very thick growth of thinly leaved, knotted, mossy\nthibaudia, rhododendra, and other dwarf woods, whose innumerable tough\nbranches, running at a very small height along the ground and parallel\nto it, form a compact and secure lattice-work, by which one mounted\nupwards as on a slightly inclined ladder. The point which we reached *\n* * was evidently the highest spur of the horseshoe-shaped mountain\nside, which bounds the great ravine of Rungus on the north. The top\nwas hardly fifty paces in diameter, and so thickly covered with trees\nthat I have never seen its like; we had not room to stand. My active\nhosts, however, went at once to work, though the task of cutting a path\nthrough the wood involved severe labor, and, chopping off the branches,\nbuilt therewith, on the tops of the lopped trees, an observatory, from\nwhich I should have had a wide panoramic view, and an opportunity for\ntaking celestial altitudes, had not everything been enveloped in a\nthick mist. The neighboring volcanoes were visible only in glimpses,\nas well as San Miguel Bay and some lakes in the interior. Immediately\nafter sunset the thermometer registered 12.5° R. [151]",
        "[The descent.] On the following morning it was still overcast; and\nwhen, about ten o’clock, the clouds became thicker, we set out on\nour return. It was my intention to have passed the night in a rancho,\nin order next day to visit a solfatara which was said to be a day’s\njourney further; but my companions were so exhausted by fatigue that\nthey asked for at least a few hours’ rest.",
        "[Ferns and orchids.] On the upper slope I observed no palms with the\nexception of calamus; but polypodies (ferns) were very frequent, and\norchids surprisingly abundant. In one place all the trees were hung,\nat a convenient height, with flowering aërids; of which one could have\ncollected thousands without any trouble. The most beautiful plant\nwas a Medinella, of so delicate a texture that it was impossible to\npreserve it.",
        "[Carbonic acid spring.] Within a quarter of an hour north-east\nof Uacloy, a considerable spring of carbonic acid bursts from the\nground, depositing abundance of calcareous sinter. Our torches were\nquickly extinguished, and a fowl covered with a cigar-box died in\na few minutes, to the supreme astonishment of the Igorots, to whom\nthese phenomena were entirely new.",
        "[Farewell to mountaineers.] On the second day of rest, my poor hosts,\nwho had accompanied me back to Uacloy, still felt so weary that they\nwere not fit for any undertaking. With naked heads and bellies they\nsquatted in the burning sun in order to replenish their bodies with\nthe heat which they had lost during the bivouac on the summit; for\nthey are not allowed to drink wine. When I finally left them on the\nfollowing day, we had become such good friends that I was compelled\nto accept a tamed wild pig as a present. A troop of men and women\naccompanied me until they saw the glittering roofs of Maguiring,\nwhen, after the exchange of hearty farewells, they returned to their\nforests. The natives whom I had taken with me from Goa had proved\nso lazy and morose that nearly the whole task of making the path\nthrough the forest had fallen upon the Igorots. From sheer laziness\nthey threw away the drinking water of which they were the porters;\nand the Igorots were obliged to fetch water from a considerable\ndistance for our bivouac on the summit. In all my troublesome marches,\nI have always done better with Cimarrons than with the civilized\nnatives. The former I have found obliging, trustworthy, active and\nacquainted with localities, while the latter generally displayed the\nopposite qualities. It would, however, be unjust to form a conclusive\nopinion as to their comparative merits from these facts; for the\nwild people are at home when in the forest; what they do is done\nvoluntarily, and the stranger, when he possesses their confidence, is\ntreated as a guest. [Forced labor.] But the Filipinos are reluctant\ncompanions, Polistas, who, even when they receive a high rate of\nwages, consider that they are acting most honorably when they do as\nlittle as possible. At any rate, it is no pleasure to them to leave\ntheir village in order to become luggage-porters or beaters of roads\non fatiguing marches in impracticable districts, and to camp out in\nthe open air under every deprivation. For them, still more than for\nthe European peasant, repose is the most agreeable refreshment. The\nless comfort any one enjoys at home, the greater is the reluctance\nwith which he leaves it; and the same thing may be observed in Europe.",
        "[A petition for liquors.] As the Igorots were not permitted to\nhave cocoa-palms for the preparation of wine, vinegar and brandy,\nso that they might not infringe the monopoly of the government,\nthey presented me with a petition entreating me to obtain this\nfavor for them. The document was put together by a Filipino writer\nin so ludicrously confused a manner that I give it as a specimen of\nPhilippine clerkship. [152] At all events, it had the best of results,\nfor the petitioners were accorded twice as much as they had prayed for.",
        "[Winds and planting season.] The south-west monsoon lasts in this\nregion (district of Goa) from April to October. April is very calm\n(navegación de señoras). From June to August the south-west winds\nblow steadily; March, April, and May are the driest months; there are\nshifting winds in March and the beginning of April; while from October\nto December is the time of storms; “S. Francisco (4th October) brings\nbad weather.” Rice is planted in September and reaped in February.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}