{
    "title": "The Adventures of Jimmie Dale II - Chapter XIV: Out of the Darkness",
    "author": "Frank L. Packard",
    "chapter": "15",
    "content": [
        "\n\n",
        "A moment later, Jimmie Dale stepped forward through the vestibule.\nHe was quite calm now; a sort of cold, merciless precision in every\nmovement succeeding the riot of turbulent emotions that had\npossessed him as he had entered the house.",
        "The half hour, the maximum length of time before the Magpie would\nappear, as he had estimated it when out there under the stoop with\nthe Tocsin, had dwindled now to perhaps twenty minutes, twenty-five\nat the outside.  Twenty-five minutes!  Twenty-five minutes was so\nlittle that for an instant the temptation was strong upon him to\nsacrifice, rather than any of those precious minutes, the Magpie\ninstead!  And then in the darkness, as he stole noiselessly across\nthe hall, he shook his head.  It would be a cowardly, brutal thing\nto do.  What chance would a man with a record like the Magpie’s\nstand if caught there?  How easy it would be to shift the murder of\nthe supposed Henry LaSalle to the Magpie’s shoulders!  Jimmie Dale’s\nlips closed firmly.  Self-preservation was, perhaps, the first law,\nbut he would save the Magpie if he could–the Magpie should have his\nchance!  The man might be a criminal, might deserve punishment at\nthe hands of the law, his liberty might be a menace to the\ncommunity–but he was not a murderer, his life forfeit for a crime\nhe had never committed!",
        "If he, Jimmie Dale, could only in some way have arranged with the\nTocsin out there to keep the Magpie away altogether!  But it could\nnot be done without arousing the Magpie’s suspicions; and, as a\ncorollary to that, afterward, with the subsequent events, would\ncome–the deluge!  The law of the underworld was clear, concise, and\nadmitting of no appeal on that point; to double cross a pal meant,\nsooner or later, a knife thrust, a blackjack, or–  But what\ndifference did it make what form the execution of the sentence took?\nAnd, since, then, that was out of the question, since he could not\nkeep the Magpie away without practically risking his own life, the\nMagpie at least must have his chance.",
        "Jimmie Dale was at the library door now, that, according to the plan\nthe Tocsin had drawn for the Magpie, and as he remembered her\ndescription when she had told him her story earlier in the evening,\nwas just at the foot of the staircase.  How dark it was!  Though the\nstairs could be only a few feet away, he could not see them.  And\nhow intense the silence was again!  Here, where he stood, the\nslightest stir from above must have reached him–but there was not a\nsound.",
        "His hand felt out for the doorknob, found it, turned it, and pushed\nthe door open.  He stepped inside the room and closed the door\nbehind him.  The safe, according to the Tocsin’s plan again, was in\nthat sort of alcove at the lower end of the library.  Jimmie Dale’s\nflashlight played inquisitively about the room.  There was the\nwindow, the only one in the room, the window through which the\nMagpie proposed to enter; there was the archway of the alcove, with\nits–no, there were no longer any portieres; and there was the safe,\nhe could see it quite plainly from where he stood at the upper end\nof the room.",
        "The flashlight went out for the space of perhaps thirty seconds–\nthirty seconds of absolute silence, absolute stillness–then the\nround, white ray of the light again, but glistening now on the\nnickel knobs and dial of the safe–and Jimmie Dale was on his knees\nbefore it.",
        "A low, scarcely breathed exclamation, that seemed to mingle anxiety\nand hesitation, escaped him.  He, who knew the make of every safe in\nthe country, knew this one for its true worth.  Twenty-five minutes!\nCould he open it in that time, let alone with any time to spare!  It\nwas not like the one in Spider Jack’s; it was the kind that the\nMagpie, however clever he might be in his own way, would be forced\nto negotiate with “soup,” and, with the attendant noise, double his\nchance of discovery and capture–and the responsibility for what\nmight have happened UPSTAIRS!  No; the Magpie must have his chance!\nAnd, besides, the money in the safe apart, why should not he, Jimmie\nDale, have his own chance, as well?  All this would help.  The\nmotive–robbery; the perpetrator, there was grim mockery on his lips\nnow as the light went out and the sensitive fingers closed on the\nknob of the dial, the perpetrator–the Gray Seal.  It would afford\nexcellent food for the violent editorial diatribes under which the\npolice again would writhe in frenzy!",
        "Stillness again!  Silence!  Only a low, tense breathing; only, so\nfaint that it could not be heard a foot away, a curious scratching,\nas from time to time the supersensitive fingers fell away from the\ndial to rub upon the carpet–to increase even their sensitiveness by\nsetting the nerves to throbbing through the skin surface at the\ntips.  And then Jimmie Dale’s head, ear pressed close against the\nsafe to catch the tumbler’s fall, was lifted–and the flashlight\nplayed again on the dial.",
        "“Twenty-eight and a quarter–left.”",
        "How fast the time went–and how slowly!  Still the black shape\ncrouched there in the darkness against the safe.  At times, in\nstrange, ghostly flashes, the nickel dial with the ray upon it\nseemed to leap out and glisten through the surrounding blackness; at\ntimes, the quick intake of breath, as from great exertion; at times,\nfaint, musical little clicks, as, after abortive effort, the dial\nwhirled, preparatory to a fresh attempt.  And then, at last–a gasp\nof relief:",
        "“Ah!”",
        "Came the sound, barely audible, as of steel sliding in well-oiled\ngrooves, the muffled thud of metal meeting metal as the bolts shot\nback–and the heavy door swung outward.",
        "Jimmie Dale stretched his cramped limbs, and wiped the moisture from\nhis face–then set to work again upon the inner door.  This was an\neasier matter–far easier.  Five minutes, perhaps a little more,\nwent by–and then the inner door was open, and the flashlight’s ray\nwas flooding the interior of the safe.",
        "A queer little sound, half of astonishment, half of disappointment,\nissued from Jimmie Dale’s lips.  There was money here, a great deal\nof money, undoubtedly, but there was no such sum as he had, somehow,\nfantastically imagined from the Magpie’s evidently overcoloured\nstory that there would be; there was money, ten packages of\nbanknotes neatly piled in the bottom compartment–but there was no\nhalf million of dollars!  He picked up one of the packages\nhurriedly–and drew in his breath.  After all, there was a great\ndeal–the notes were of hundred-dollar denomination, and on the\nbottom were two one-thousand-dollar bills!  Calculated roughly, if\neach of the other nine packages contained a like amount, the total\nmust exceed a hundred thousand.",
        "And now Jimmie Dale began to work with feverish haste.  From the\nleather girdle inside his shirt came the thin metal insignia case–\nand a gray seal was stuck firmly on the dial knob of the safe.  This\ndone, he tucked away the packages of banknotes, some into his\npockets and some inside his shirt; and then quickly ransacked the\ninterior of the safe, flauntingly spilling the contents of drawers\nand pigeonholes out upon the floor.",
        "He stood up, and, leaving the safe door wide open, walked back\nacross the room to the window, unfastened the catch, and opened the\nwindow an inch or two.  The way was open now for the Magpie!  The\nMagpie would have no need to make any noise in forcing an entrance;\nhe would be able to see almost at a glance that he had been\nforestalled–by the Gray Seal; and that, as far as he was concerned,\nthe game was up.  The Magpie had his chance!  If the Magpie did not\ntake the hint and make his escape as noiselessly as he had entered–\nit was his own fault!  He, Jimmie Dale, had given the Magpie his\nchance.",
        "Jimmie Dale turned from the window, and made his way out of the\nlibrary to the foot of the stairs, leaving the library door open\nbehind him.  How long had he been?  Was it more or less than the\ntwenty-five minutes?  He did not know–only, as yet, the Magpie had\nnot come, and now perhaps it did not make so much difference.",
        "Where was he going now?  His foot was on the first stair–and\nsuddenly he drew it back, the cold sweat bursting out on his\nforehead.  Where was he going now?  “THE FIRST ROOM ON THE RIGHT AT\nTHE HEAD OF THE LANDING.”  From his inner consciousness, as it were,\nthe answer, in all the bald, naked horror that it implied, flashed\nupon him.  The first room on the right–THAT man’s room!  God, how\nthe darkness and the stillness began to palpitate again, and\nsuddenly seem to shriek out at him over and over the one single,\nghastly word–MURDER!",
        "It had been with him, that thought, all the time he had been working\nat the safe; but it had been there then only subconsciously, like\nsome heavy, nameless dread, subjugated for the moment by the work he\nhad had to do which had demanded the centred attention of every\nfaculty he possessed.  But now the moment had come when there was\nonly THAT before him, only that, nothing else–only that, the man\nupstairs in the first room to the right of the landing!",
        "Why did he hesitate?  Why did he stand there while the priceless\nmoments before daylight came were passing?  The man was a murderer,\na blotch on society, and, his life already forfeited, he was living\nnow only because the law had not found him out–the man was a\ncriminal, bloodstained–and his life, because he had taken her\nfather’s life and had tried to take the Tocsin’s own life, stood\nbetween her and every hope of happiness, robbing her even literally,\nin a material sense, of everything that the world could hold for\nher!  Why did he hesitate?  It was that man’s life–or hers!  It was\nthe only way!",
        "He put his foot upon the bottom step again–paused still another\ninstant–and then began stealthily to mount the stairs.  The\ndarkness!  There had never been, it seemed, such darkness before!\nThe stillness–he had never known silence so heavy, so full of\nstrange, premonitory pulsings; a silence that seemed so\nincongruously full of clamouring whispers in his ears!  It must be\nthose imagined whispers that were affecting his nerve–for now, as\nhe gained the landing and slipped his automatic from his pocket, his\nhand was shaking with a queer twitching motion.",
        "For an instant, fighting for his self-composure, he stood striving\nto locate his surroundings through the darkness.  The staircase was\na circular one, making the landing nearly at the front of the house,\nand rearward from this, the Tocsin had said, a hallway ran down the\ncentre, with rooms on either side.  The first room to the right,\ntherefore, should be just at his hand.  He reached out, feeling\ncautiously–there was nothing.  He edged to the right–still\nnothing; edged a little farther, a sense of bewilderment growing\nupon him, and finally his fingers touched the wall.  It was very\nstrange!  The hallway must be much wider than he had understood it\nto be from what she had said!",
        "He moved along now straight ahead of him, his hand on the wall,\nfeeling for the door–and with every step his bewilderment\nincreased.  Surely there must be some mistake–perhaps he had\nmisunderstood!  He had come fully twice the distance that one would\nexpect–and yet there was no door.  Ah, what was that?  His fingers\nclosed on soft, heavy velvet hangings.  These could hardly be in\nfront of a door, and yet–what else could it be?  He drew the\nhangings warily apart, and felt behind them.  It was a window; but\nit was shuttered in some way evidently, for he could not see out.",
        "Jimmie Dale stood motionless there for fully a minute.  It seemed\nabsurd, preposterous, the conviction that was being forced home upon\nhim–that there were no rooms on the right-hand side of the corridor\nat all!  But that was not like the Tocsin, accurate always in the\nmost minute details.  The room must be still farther along.  He was\ntempted to use his flashlight–but that, as long as he could feel\nhis way, was an unnecessary risk.  A flashlight upstairs, where a\nsleeping-room door might be ajar, or even wide open, where some one\nwakeful, THAT man himself, perhaps, might see it, was quite another\nmatter than a flashlight in the closed and deserted library below!",
        "He went on once more, still guiding himself by a light finger touch\nupon the wall, passed another portiere similar to the first, and,\nafter that, another–and finally stopped by bringing up abruptly\nagainst the end wall of the house.  It was certainly very strange!\nThere WERE no rooms on the right-hand side of the corridor.  And\nhere, hanging across the end wall, was another of those ubiquitous\nvelvet portieres.  He parted it, and, a little to his surprise,\nfound a window that was not shuttered, but that, instead, was\nheavily barred by an ornamental grille work.  He could see out,\nhowever, and found that he was looking directly out from the rear of\nthe house.  A lamp from the side street threw what was undoubtedly\nthe garage into shadowy outline, and he made out below him a short\nstretch of yard between the garage and the house.  He remembered\nthat now–she had described all that to the Magpie.  There was no\ndriveway between the front and the rear.  The house being on the\ncorner, the entrance to the garage was directly from the side\nstreet.  Yes, she had described all that exactly as it was, but–he\ndropped the portiere and faced around, carrying his hand in a\nnonplused way to his eyes–but here, upstairs, within the house, it\nwas not as she had said it was at all!  What did it mean?  She could\nnot have blundered so egregiously as that, unless–he caught his\nbreath suddenly–unless she had done so intentionally!  Was that it?\nHad she surmised, formed a suspicion of what was in his mind, of\nwhat he meant to do–and taken this means of defeating it?  If so–\nwell, it was too late for that now!  There was one way–only one\nway!  Whatever the cost, whatever it might mean for him–there was\nonly one way out for her.",
        "His flashlight was in his hand now, and the round, white ray shot\ndown the corridor–seemed suddenly to falter unsteadily–swept in\nthrough an open door that was almost beside him–and then, as though\na nerveless hand held it, the ray dropped and played shakily on the\ntoe of his boot before it went out.",
        "A stifled cry rose to his lips.  Something cold, like a hand of ice,\nseemed to clutch at his heart.  Those portieres, the wide, richly\ncarpeted corridor!  It was the corridor of the night before!  That\nroom at his side was the room where he had seen Hilton Travers, the\nchauffeur, dead, lashed in a chair!  He felt the sweat beads burst\nout anew upon his forehead.",
        "It Was the Crime Club!",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}