{
    "title": "The History of England - Chapter III.",
    "author": "John Lingard",
    "chapter": "3",
    "content": [
        "\n\n",
        "Opposite Projects Of The Presbyterians And Independents–The King\nIs Brought From Holmby To The Army–Independents Driven From\nParliament–Restored By The Army–Origin Of The Levellers–King Escapes\nFrom Hampton Court, And Is Secured In The Isle Of Wight–Mutiny In The\nArmy–Public Opinion In Favour Of The King–Scots Arm In His Defence–The\nRoyalists Renew The War–The Presbyterians Assume The Ascendancy–Defeat\nOf The Scots–Suppression Of The Royalists–Treaty Of Newport–The King Is\nAgain Brought To The Army–The House Of Commons Is Purified–The King’s\nTrial–Judgment–And Execution–Reflections.",
        "The king during his captivity at Holmby divided his time between his\nstudies and amusements. A considerable part of the day he spent in his\ncloset, the rest in playing at bowls, or riding in the neighbourhood.[1] He\nwas strictly watched; and without an order from the parliament no access\ncould be obtained to the royal presence. The crowds who came to be touched\nfor the evil were sent back by the guards; the servants who waited on his\nperson received their appointment from the commissioners; and, when he\nrefused[a] the spiritual services of the two Presbyterian ministers sent\nto him from London, his request[b] for the attendance of any of his twelve\nchaplains was equally refused.[c]",
        "[Footnote 1: “He frequently went to Harrowden, a house of the Lord Vaux’s,\nwhere there was a good bowling-green with gardens, groves, and walks, and\nto Althorp, a fair house, two or three miles from Holmby, belonging to the\nLord Spenser, where there was a green well kept.\"–Herbert, 18.]",
        "[Sidenote a: A.D. 1647. Feb. 17.]\n[Sidenote b: A.D. 1647. March 6.]\n[Sidenote c: A.D. 1647. March 8.]",
        "Thus three months passed away without any official communication from the\ntwo houses. The king’s patience was exhausted; and he addressed them in\na[a] letter, which, as it must have been the production of his own pen,\nfurnishes an undoubted and favourable specimen of his abilities. In it\nhe observed that the want of advisers might, in the estimation of any\nreasonable man, excuse him from noticing the important propositions\npresented to him at Newcastle; but his wish to restore a good understanding\nbetween himself and his houses of parliament had induced him to make them\nthe subjects of his daily study; and, if he could not return an answer\nsatisfactory in every particular, it must be attributed not to want of\nwill, but to the prohibition of his conscience. Many things he would\ncheerfully concede: with respect to the others he was ready to receive\ninformation, and that in person, if such were the pleasure of the Lords\nand Commons. Individuals in his situation might persuade themselves that\npromises extorted from a prisoner are not binding. If such were his\nopinion, he would not hesitate a moment to grant whatever had been asked.\nHis very reluctance proved beyond dispute, that with him at least the words\nof a king were sacred.",
        "After this preamble he proceeds to signify his assent to most of the\npropositions; but to the three principal points in debate, he answers: 1.\nThat he is ready to confirm the Presbyterian government for the space of\nthree years, on condition that liberty of worship be allowed to himself\nand his household; that twenty divines of his nomination be added to the\nassembly at Westminster; and that the final settlement of religion at the\nexpiration of that period be made in the regular way by himself and the two\nhouses: 2. he is willing",
        "[Sidenote a: A.D. 1647. May 12.]",
        "that the command of the army and navy be vested in persons to be named by\nthem, on condition that after ten years it may revert to the crown; and 3.\nif these things be accorded, he pledges himself to give full satisfaction\nwith respect to the war in Ireland. By[a] the Lords the royal answer was\nfavourably received, and they resolved by a majority of thirteen to nine\nthat the king should be removed from Holmby to Oatlands; but the Commons\nneglected to notice the subject, and their attention was soon occupied by a\nquestion of more immediate, and therefore in their estimation of superior\nimportance.[1]",
        "The reader is aware that the Presbyterians had long viewed the army under\nFairfax with peculiar jealousy. It offered a secure refuge to their\nreligious, and proved the strongest bulwark of their political, opponents.\nUnder its protection, men were beyond the reach of intolerance. They prayed\nand preached as they pleased; the fanaticism of one served to countenance\nthe fanaticism of another; and all, however they might differ in spiritual\ngifts and theological notions, were bound together by the common profession\nof godliness, and the common dread of persecution. Fairfax, though called\na Presbyterian, had nothing of that stern, unaccommodating character which\nthen marked the leaders of the party. In the field he was distinguished by\nhis activity and daring; but the moment his military duties were performed,\nhe relapsed into habits of ease and indolence; and, with the good-nature\nand the credulity of a child, suffered himself to be guided by the advice\nor the wishes of",
        "[Footnote 1: These particulars appear in the correspondence in Clar. Pap.\n221-226; Journals, 19, 69, 193, 199; Commons’, Feb. 25; March 2, 9; May\n21.]",
        "[Sidenote a: A.D. 1647. May 20.]",
        "those around him–by his wife, by his companions, and particularly by\nCromwell. That adventurer had equally obtained the confidence of the\ncommander-in-chief and of the common soldier. Dark, artful, and designing,\nhe governed Fairfax by his suggestions, while he pretended only to second\nthe projects of that general. Among the privates he appeared as the\nadvocate of liberty and toleration, joined with them in their conventicles,\nequalled them in the cant of fanaticism, and affected to resent their\nwrongs as religionists and their privations as soldiers. To his\nfellow-officers he lamented the ingratitude and jealousy of the parliament,\na court in which experience showed that no man, not even the most\nmeritorious patriot, was secure. To-day he might be in high favour;\ntomorrow, at the insidious suggestion of some obscure lawyer or\nnarrow-minded bigot, he might find himself under arrest, and be consigned\nto the Tower. That Cromwell already aspired to the eminence to which he\nafterwards soared, is hardly credible; but that his ambition was awakened,\nand that he laboured to bring the army into collision with the parliament,\nwas evident to the most careless observer.[1]",
        "To disband that army was now become the main object of the Presbyterian\nleaders; but they disguised their real motives under the pretence of the\nnational benefit. The royalists were humbled in the dust; the Scots had\ndeparted; and it was time to relieve the country from the charge of\nsupporting a multitude of",
        "[Footnote 1: As early as Aug. 2, 1648, Huntingdon, the major in his\nregiment, in his account of Cromwell’s conduct, noticed, that in his\nchamber at Kingston he said, “What a sway Stapleton and Hollis had\nheretofore in the kingdom, and he knew nothing to the contrary but that he\nwas as well able to govern the kingdom as either of them.\"–Journals, x.\n411.]",
        "men in arms without any ostensible purpose. They carried, but with\nconsiderable opposition, the following resolutions: to take from the army\nthree regiments of horse and eight regiments of foot, for the service in\nIreland; to retain in England no greater number of infantry than might be\nrequired to do the garrison duty, with six thousand cavalry for the more\nspeedy suppression of tumults and riots; and to admit of no officer\nof higher rank than colonel, with the exception of Fairfax, the\ncommander-in-chief. In addition it was voted that no commission should be\ngranted to any member of the lower house, or to any individual who refused\nto take the solemn league and covenant, or to any one whose conscience\nforbade him to conform to the Presbyterian scheme of church government.[1]",
        "The object of these votes could not be concealed from the Independents.\nThey resolved to oppose their adversaries with their own weapons, and to\nintimidate those whom they were unable to convince. Suddenly, at their\nsecret instigation, the army, rising from its cantonments in the\nneighbourhood of Nottingham, approached the metropolis, and selected\nquarters in the county of Essex. This movement was regarded and resented\nas a menace: Fairfax, to excuse it, alleged the difficulty of procuring\nsubsistence in an exhausted and impoverished district.[a] At Saffron Walden\nhe was met by the parliamentary commissioners, who called a council of\nofficers, and submitted to their consideration proposals for the service of",
        "[Footnote 1: Journals of Commons, iv., Feb. 15, 19, 20, 23, 25, 26, 27;\nMarch 1, 2, 3, 4, 5. On several divisions, the Presbyterian majority was\nreduced to ten; on one, to two members. They laboured to exclude Fairfax,\nbut were left in a minority of 147 to 159.–Ibid. March 5. “Some,” says\nWhitelock, “wondered it should admit debate and question” (p. 239).]",
        "[Sidenote a: A.D. 1647. March 21.]",
        "Ireland; but instead of a positive answer, inquiries were made and\nexplanations demanded, while a remonstrance against the treatment of the\narmy was circulated for signatures through the several regiments. In it the\nsoldiers required an ordinance of indemnity to screen them from actions\nin the civil courts for their past conduct, the payment of their arrears,\nwhich amounted to forty-three weeks for the horse, and to eighteen for the\ninfantry; exemption from impressment for foreign service; compensation for\nthe maimed; pensions for the widows and families of those who had fallen\nduring the war, and a weekly provision of money, that they might no longer\nbe compelled to live at free quarters on the inhabitants. This remonstrance\nwas presented to Fairfax to be forwarded by him to the two houses. The\nruling party became alarmed: they dreaded to oppose petitioners with swords\nin their hands; and, that the project might be suppressed in its birth,\nboth houses sent instructions to the general, ordered all members\nof parliament holding commands to repair to the army, and issued a\ndeclaration,[a] in which, after a promise to take no notice of what was\npast, they admonished the subscribers that to persist in their illegal\ncourse would subject them to punishment “as enemies to the state and\ndisturbers of the public peace.\"[1]",
        "The framers of this declaration knew little of the temper of the military.\nThey sought to prevail by intimidation, and they only inflamed the general\ndiscontent. Was it to be borne, the soldiers asked each other, that the\ncity of London and the county of Essex should be allowed to petition\nagainst the army,",
        "[Footnote 1: Journals, ix. 66, 72, 82, 89, 95, 112-115. Commons’, v. March\n11, 25, 26, 27, 29.]",
        "[Sidenote a: A.D. 1647 March 29.]",
        "and that they, who had fought, and bled, and conquered in the cause of\ntheir country, should be forbidden either to state their grievances or\nto vindicate their characters? Hitherto the army had been guided, in\nappearance at least, by the council of officers; now, whether it was a\ncontrivance of the officers themselves to shift the odium to the whole body\nof the military, or was suggested by the common men, who began to distrust\nthe integrity of their commanders, two deliberating bodies, in imitation\nof the houses at Westminster, were formed; one consisting of the officers\nholding commissions, the other of two representatives from every troop and\ncompany, calling themselves adjutators or helpers; a name which, by\nthe ingenuity of their enemies, was changed into that of agitators or\ndisturbers.[1] Guided by their resolves, the whole army seemed to be\nanimated with one soul; scarcely a man could be tempted to desert the\ncommon cause by accepting of the service in Ireland; each corps added\nsupernumeraries to its original complement;[2] and language was held,\nand projects were suggested, most alarming to the Presbyterian party.\nConfident, however, in their own power, the majority in the house[a]",
        "[Footnote 1: Hobbes, Behemoth, 587. Berkeley, 359. This, however, was not\nthe first appearance of the agitators. “The first time,” says Fairfax, “I\ntook notice of them was at Nottingham (end of February), by the soldiers\nmeeting to frame a petition to the parliament about their arrears. The\nthing seemed just; but not liking the way, I spoke with some officers\nwho were principally engaged in it, and got it suppressed for that\ntime.\"–Short Memorials of Thomas Lord Fairfax, written by himself.\nSomers’s Tracts, v. 392. Maseres, 446.]",
        "[Footnote 2: Several bodies of troops in the distant counties had been\ndisbanded; but the army under Fairfax, by enlisting volunteers from both\nparties, royalists as well as parliamentarians, was gradually increased by\nseveral thousand men, and the burthen of supporting it was doubled.–See\nJournals, ix. 559-583.]",
        "[Sidebar a: A.D. 1647. April 27.]",
        "resolved that the several regiments should be disbanded on the receipt of\na small portion of their arrears. This vote was scarcely past, when a\ndeputation from the agitators presented to the Commons a defence of the\nremonstrance. They maintained that by becoming soldiers they had not lost\nthe rights of subjects; that by purchasing the freedom of others, they had\nnot forfeited their own; that what had been granted to the adversaries of\nthe commonwealth, and to the officers in the armies of Essex and Waller,\ncould not in justice be refused to them; and that, as without the liberty\nof petitioning, grievances are without remedy, they ought to be allowed to\npetition now in what regarded them as soldiers, no less than afterwards\nin what might regard them as citizens. At the same time the agitators\naddressed to Fairfax and the other general officers a letter complaining of\ntheir wrongs, stating their resolution to obtain redress, and describing\nthe expedition to Ireland as a mere pretext to separate the soldiers from\nthose officers to whom they were attached, “a cloak to the ambition of\nmen who having lately tasted of sovereignty, and been lifted beyond their\nordinary sphere of servants, sought to become masters, and degenerate into\ntyrants.” The tone of these papers excited alarm; and Cromwell, Skippon,\nIreton, and Fleetwood were[a] ordered to repair to their regiments, and\nassure them that ordinances of indemnity should be passed, that their\narrears should be audited, and that a considerable payment should be made\nprevious to their dismissal from the service.[b] When these officers\nannounced, in the words of the parliamentary order, that they were come to\nquiet “the distempers in the army,” the councils replied, that they knew of\nno[b]",
        "[Sidenote a: A.D. 1647. April 30.]\n[Sidenote b: A.D. 1647. May 8.]",
        "distempers, but of many grievances, and that of these they demanded\nimmediate redress.[1]",
        "Whitelock, with his friends, earnestly deprecated a course of proceeding\nwhich he foresaw must end in defeat; but his efforts were frustrated by the\ninflexibility or violence of Holles, Stapleton, and Glyn, the leaders of\nthe ruling party, who, though they condescended to pass[a] the ordinance of\nindemnity, and to issue[b] money for the payment of the arrears of eight\nweeks, procured[c] instructions for the lord general to collect the several\nregiments in their respective quarters, and to disband them without delay.\nInstead of obeying, he called together the council of officers, who\nresolved, in answer to a petition to them from the agitators, that the\nvotes of parliament were not satisfactory; that the arrears of payment for\neight weeks formed but a portion of their just claim, and that no security\nhad been given for the discharge of the remainder; that the bill of\nindemnity was a delusion, as long as the vote declaring them enemies of\nthe state was unrepealed; and that, instead of suffering themselves to be\ndisbanded in their separate quarters, the whole army ought to be drawn\ntogether, that they might consult in common for the security of their\npersons and the reparation of their characters. Orders were despatched at\nthe same time to secure the park of artillery at Oxford, and to seize the\nsum of four thousand pounds destined for the garrison in that city. These\nmeasures opened the eyes of their adversaries. A proposal was made in\nparliament to expunge the offensive declaration from the journals, a more\ncomprehensive bill of indemnity was introduced, and other",
        "[Footnote 1: Journals, ix. 164. Commons’, Ap. 27, 30. Whitelock, 245, 246.\nRushworth, vi. 447, 451, 457, 469, 480, 485.]",
        "[Sidenote a: A.D. 1647. May 21.]\n[Sidenote b: A.D. 1647. May 25.]\n[Sidenote c: A.D. 1647. May 29.]",
        "votes were suggested calculated to remove the objections of the army, when\nthe alarm of the Presbyterian leaders was raised to the highest pitch by\nthe arrival of unexpected tidings from Holmby.[1]",
        "Soon after the appointment of the agitators, an officer had delivered to\nthe king a petition from the army, that he would suffer himself to be\nconducted to the quarters of their general, by whom he should be restored\nto his honour, crown, and dignity.[a] Charles replied, that he hoped one\nday to reward them for the loyalty of their intention, but that he could\nnot give his consent to a measure which, must, in all probability, replunge\nthe nation into the horrors of a civil war. He believed that this answer\nhad induced the army to abandon the design; but six weeks later, on\nWednesday the 2nd of June, while he was playing at bowls at Althorp, Joyce,\na cornet in the general’s lifeguard, was observed standing among the\nspectators; and late in the evening of the same day, the commissioners in\nattendance upon him understood that a numerous party of horse had assembled\non Harleston Heath, at the distance of two miles from Holmby.[b] Their\nobject could not be doubted; it was soon ascertained that the military\nunder their orders would offer no resistance; and Colonel Greaves, their\ncommander, deemed it expedient to withdraw to a place of safety. About\ntwo in the morning a body of troopers appeared before the gates, and were\ninstantly admitted.[c] To the questions of the commissioners, who was their\ncommander, and what was their purpose, Joyce replied, that they were all\ncommanders, and that they had",
        "[Footnote 1: Whitelock, 248, 250. Holles, 92. Journals, 207, 222, 226-228.\nCommons’, May 14, 21, 25, 28, June 1, 4, 5. Rushworth, vi. 489, 493,\n497-500, 505.]",
        "[Transcriber’s Note: Footnote 2 not found in the text.]",
        "[Footnote 2: Clarendon Papers, ii. 365.]",
        "[Sidenote a: A.D. 1647. April 21]\n[Sidenote b: A.D. 1647. June 2]\n[Sidenote c: A.D. 1647. June 3]",
        "come to arrest Colonel Greaves, and to secure the person of the king, that\nhe might not be carried away by their enemies. With a pistol in his hand\nhe then demanded admission to Charles; but the grooms of the bedchamber\ninterposed; and, after a violent altercation, he was induced to withdraw.\nDuring the day the parliamentary guards were replaced by these strangers;\nabout ten at night Joyce again demanded admission to the royal bedchamber,\nand informed the king that his comrades were apprehensive of a rescue, and\nwished to conduct him to a place of greater security. Charles signified\nhis assent, on the condition that what then passed between them in private\nshould be repeated in public; and at six the next morning, took his station\non the steps at the door, while the troopers drew up before him, with Joyce\na little in advance of the line. This dialogue ensued:–",
        "KING.–Mr. Joyce, I desire to ask you, what authority you have to take\ncharge of my person and convey me away?",
        "JOYCE.–I am sent by authority of the army, to prevent the design of their\nenemies, who seek to involve the kingdom a second time in blood.",
        "KING.–That is no lawful authority. I know of none in England but my own,\nand, after mine, that of the parliament. Have you any written commission\nfrom Sir Thomas Fairfax?",
        "JOYCE.–I have the authority of the army, and the general is included in\nthe army.",
        "KING.–That is no answer. The general is the head of the army. Have you any\nwritten commission?",
        "JOYCE.–I beseech your majesty to ask me no more questions. There is my\ncommission, pointing to the troopers behind him.",
        "KING, with a smile–I never before read such a commission; but it is\nwritten in characters fair and legible enough; a company of as handsome\nproper gentlemen as I have seen a long while. But to remove me hence,\nyou must use absolute force, unless you give me satisfaction as to these\nreasonable and just demands which I make: that I may be used with honour\nand respect, and that I may not be forced in any thing against my\nconscience or honour, though I hope that my resolution is so fixed that no\nforce can cause me to do a base thing. You are masters of my body, my soul\nis above your reach.",
        "The troopers signified their assent by acclamation; and Joyce rejoined,\nthat their principle was not to force any man’s conscience, much less that\nof their sovereign. Charles proceeded to demand the attendance of his own\nservants, and, when this had been granted, asked whither they meant to\nconduct him. Some mentioned Oxford, others Cambridge, but, at his\nown request, Newmarket was preferred. As soon as he had retired, the\ncommissioners protested against the removal of the royal person, and called\non the troopers present to come over to them, and maintain the authority\nof parliament. But they replied with one voice “None, none;” and the king,\ntrusting himself to Joyce and his companions, rode that day as far as\nHinchinbrook House, and afterwards proceeded to Childersley, not far from\nCambridge.[1]",
        "[Footnote 1: Compare the narrative published by the army (Rushw. vi. 53),\nwith the letters sent by the commissioners to the House of Lords, Journals,\n237, 240, 248, 250, 273, and Herbert’s Memoirs, 26-33. Fairfax met the king\nat Childersley, near Cambridge, and advised him to return to Holmby. “The\nnext day I waited on his majesty, it being also my business to persuade his\nreturn to Holmby; but he was otherwise resolved.... So having spent the\nwhole day about this business, I returned to my quarters; and as I took\nleave of the king, he said to me, Sir, I have as good interest in the army\nas you.... I called for a council of war to proceed against Joyce for this\nhigh offence, and breach of the articles of war; but the officers, whether\nfor fear of the distempered soldiers, or rather (as I suspected) a secret\nallowance of what was done, made all my endeavours in this ineffectual.\"\nSomers’s Tracts, v. 394. Holles asserts that the removal of the king had\nbeen planned at the house of Cromwell, on the 30th of May (Holles, 96);\nHuntingdon, that it was advised by Cromwell and Ireton.–Lords’ Journals,\nx. 409.]",
        "This design of seizing the person of the king was openly avowed by the\ncouncil of the agitators, though the general belief attributed it to the\nsecret contrivance of Cromwell. It had been carefully concealed from the\nknowledge of Fairfax, who, if he was not duped by the hypocrisy of the\nlieutenant-general and his friends, carefully suppressed his suspicions,\nand acted as if he believed his brother officers to be animated with the\nsame sentiments as himself, an earnest desire to satisfy the complaints of\nthe military, and at the same time to prevent a rupture between them and\nthe parliament. But Cromwell appears to have had in view a very different\nobject, the humiliation of his political opponents; and his hopes were\nencouraged not only by the ardour of the army, but also by the general\nwishes of the people.",
        "1. The day after the abduction of the king[a] from Holmby, the army\nrendezvoused at Newmarket, and entered into a solemn engagement, stating\nthat, whereas several officers had been called in question for advocating\nthe cause of the military, they had chosen certain men out of each company,\nwho then chose two or more out of themselves, to act in the name and behalf\nof the whole soldiery of their respective regiments; and that they did\nnow unanimously declare and promise that the army should not disband, nor\nvolunteer for the service in Ireland, till",
        "[Sidenote a: A.D. 1647. June 5.]",
        "their grievances had been so far redressed, and their subsequent safety so\nfar secured, as to give satisfaction to a council composed of the general\nofficers, and of two commissioned officers, and two privates, or agitators,\nchosen from each regiment.[1]",
        "2. The forcible removal of the king had warned the Presbyterian leaders\nof the bold and unscrupulous spirit which animated the soldiery; yet\nthey entertained no doubt of obtaining the victory in this menacing and\nformidable contest. So much apparent reverence was still paid to the\nauthority of the parliament, so powerful was the Presbyterian interest in\nthe city and among the military, that they believed it would require only a\nfew concessions, and some judicious management on their part, to break that\nbond of union which formed the chief element of strength possessed by their\nadversaries. But when it became known that a friendly understanding already\nexisted between the officers and the king, they saw that no time was to be\nlost. In their alarm the measures, which they had hitherto discussed very\nleisurely, were turned through the two houses; the obnoxious declaration\nwas erased from the journals; a most extensive bill of indemnity was\npassed; several ordinances were added securing more plentiful pay to the\ndisbanded soldiers, and still more plentiful to those who should volunteer\nfor the service in Ireland. Six commissioners–the earl of Nottingham\nand Lord Delaware from the House of Lords, and Field-Marshal General\nSkippon,[2] Sir Henry Vane the younger, and two",
        "[Footnote 1: Parl. Hist. iii. 64.]",
        "[Footnote 2: Skippon had been appointed commander-in-chief of the forces in\nIreland, with the title of field-marshal, and six pounds per day for his\nentertainment.–Journals, ix. 122, Ap. 6. He also received the sum of one\nthousand pounds for his outfit–Holles, p. 250.]",
        "others, from the House of Commons–were appointed to superintend the\ndisbandment of the forces; and peremptory orders were despatched to the\nlord general, to collect all the regiments under his immediate command on\nNewmarket Heath on Wednesday the 9th of June, and to second to the utmost\nof his power the proceedings on the part of the six deputies. He professed\nobedience; but of his own authority changed the place of rendezvous to\nTriploe Heath, between Cambridge and Royston, and the day also from\nWednesday to Thursday, apparently with a view to the convenience of the two\nhouses.[1]",
        "It was only on the morning of Wednesday that the earl of Nottingham, with\nhis five companions, was able to set out from London on their important\nmission; and, while they were on the road, their colleagues at Westminster\nsought to interest Heaven in their favour by spending the day, as one of\nfasting and humiliation, in religious exercises, according to the fashion\nof the time.[a] Late in the evening the commissioners reached Cambridge,\nand immediately offered the votes and ordinances, of which they were the\nbearers, to the acceptance of Fairfax and his council. The whole, however,\nof the next morning was wasted (artfully, it would seem, on the part of the\nofficers) in trifling controversies on mere matters of form, till at last\nthe lord general deigned to return an answer which was tantamount to\na refusal.[b] To the proposals of parliament he preferred the solemn\nengagement already entered into by the army on Newmarket Heath, because",
        "[Footnote 1: The orders of the parliament with respect to the time\nand place are in the Lords’ Journals, ix. 241. Yet the debates on the\nconcessions did not close before Tuesday, nor did the negotiation between\nthe commissioners and the military council conclude till afternoon on\nThursday.–Ibid. 247, 353.]",
        "[Sidenote a: A.D. 1647. June 9.]\n[Sidenote b: A.D. 1647. June 10.]",
        "the latter presented a more effectual way of disbanding the forces under\nhis command without danger, and of extinguishing satisfactorily the\ndiscontent which pervaded the whole nation. If, however, the commissioners\nwished to ascertain in person the real sentiments of the soldiery, he\nwas ready with his officers to attend upon them, whilst they made the\ninquiry.[1] It was now one in the afternoon; every corps had long since\noccupied its position on the heath; and there is reason to believe, that\nthe opportunity afforded by this delay had been improved to prepare each\nregiment separately, and particular agents in each regiment, against the\narrival and proposals of the commissioners. The latter dared not act on\ntheir own discretion, but resolved to obey their instructions to the very\nletter. Proceeding, therefore, to the heath, they rode at once to the\nregiment of infantry of which Fairfax was colonel. The votes of the two\nhouses were then read to the men, and Skippon, having made a long harangue\nin commendation of the votes, concluded by asking whether, with these\nconcessions, they were not all satisfied. “To that no answer can be\nreturned,” exclaimed a voice from the ranks, “till your proposals have been\nsubmitted to, and approved by, the council of officers and agitators.\"\nThe speaker was a subaltern, who immediately, having asked and obtained\npermission from his colonel to address the whole corps, called aloud, “Is\nnot that the opinion of you all?” They shouted, “It is, of all, of all.\"\n“But are there not,” he pursued, “some among you who think otherwise?\"\n“No,” was the general response, “no, not one.” Disconcerted and abashed,\nthe commissioners turned aside, and, as they withdrew, were",
        "[Footnote 1: The correspondence is in the Journals, ibid.]",
        "greeted with continual cries of “Justice, justice, we demand justice.\"[1]",
        "From this regiment they proceeded to each of the others. In every instance\nthe same ceremony was repeated, and always with the same result. No one now\ncould doubt that both officers and men were joined in one common league;\nand that the link which bound them together was the “solemn engagement.\"[2]\nBoth looked upon that engagement as the charter of their rights and\nliberties. No concession or intrigue, no partiality of friendship or\nreligion, could seduce them from the faith which they had sworn to it.\nThere were, indeed, a few seceders, particularly the captains, and several\nof the lord general’s life-guard; but after all, the men who yielded to\ntemptation amounted to a very inconsiderable number, in comparison with\nthe immense majority of those who with inviolable fidelity adhered to\nthe engagement, and, by their resolution and perseverance, enabled their\nleaders to win for them a complete, and at the same time a bloodless\nvictory.",
        "3. On the next day a deputation of freeholders from the county of Norfolk,\nand soon afterwards similar deputations from the counties of Suffolk,\nEssex, Herts, and Buckingham, waited with written addresses upon Fairfax.\nThey lamented that now, when the war with the king was concluded, peace had\nnot brought with it the blessings, the promise of which by the parliament\nhad induced them to submit to the evils and privations of war; a\ndisappointment that could be attributed only to the obstinacy with which\ncertain individuals clung to the emoluments of office",
        "[Footnote 1: Rushworth, vi. 518. Whitelock, 251. Holles, 252.]",
        "[Footnote 2: Nottingham’s Letter in the Lords’ Journals, ix. 253.]",
        "and the monopoly of power. To Fairfax, therefore, under God, they appealed\nto become the saviour of his country, to be the mediator between it and the\ntwo houses. With this view, let him keep his army together, till he had\nbrought the incendiaries to condign punishment, and extorted full redress\nof the grievances so severely felt both by the army and the people.[1]",
        "The chiefs, however, who now ruled at Westminster, were not the men to\nsurrender without a struggle. They submitted, indeed, to pass a few\nordinances calculated to give satisfaction, but these were combined with\nothers which displayed a fixed determination not to succumb to the dictates\nof a mutinous soldiery. A committee was established with power to raise\nforces for the defence of the nation: the favourite general Skippon was\nappointed to provide for the safety of the capital; and the most positive\norders were sent to Fairfax not to suffer any one of the corps under his\ncommand to approach within forty miles of London. Every day the\ncontest assumed a more threatening aspect. A succession of petitions,\nremonstrances, and declarations issued from the pens of Ireton and Lambert,\nguided, it was believed, by the hand of Cromwell. In addition to their\nformer demands, it was required that all capitulations granted by military\ncommanders during the war should be observed; that a time[a] should be\nfixed for the termination of the present parliament; that the House of\nCommons should be purged of every individual disqualified by preceding\nordinances;",
        "[Footnote 1: Lords’ Journals, 260, 263, 277. Holles says that these\npetitions were drawn by Cromwell, and sent into the counties for\nsubscriptions.–Holles, 256.]",
        "[Sidenote a: A.D. 1647. June 14.]",
        "and, in particular, that eleven of its members, comprising Holles, Glyn,\nStapleton, Clotworthy, and Waller, the chief leaders of the Presbyterian\nparty, and members of the committee at Derby House, should be excluded,\ntill they had been tried by due course of law for the offence of\nendeavouring to commit the army with the parliament. To give weight to\nthese demands, Fairfax, who seems to have acted as the mere organ of the\ncouncil of officers,[1] marched successively to St. Alban’s, to Watford,\nand to Uxbridge.[a] His approach revealed the weakness of his opponents,\nand the cowardice, perhaps hypocrisy, of many, who foresaw the probable\nissue of the contest, and deemed it not their interest to provoke by a\nuseless resistance the military chiefs, who might in a few hours be\ntheir masters.[b] Hence it happened that men, who had so clamorously and\nsuccessfully appealed to the privileges of parliament, when the king\ndemanded the five members, now submitted tamely to a similar demand, when\nit was made by twelve thousand men in arms. Skippon, their oracle, was one\nof the first deserters. He resigned the several commands which he held,\nand exhorted the Presbyterians to fast and pray, and submit to the will of\nGod.[c] From that time it became their chief solicitude to propitiate the\narmy. They granted very ingeniously leave of absence to the eleven accused\nmembers; they ordered the new levies for the defence of the city to be\ndisbanded, and the",
        "[Footnote 1: “From the time they declared their usurped authority at\nTriploe Heath (June 10th), I never gave my free consent to any thing they\ndid; but being yet undischarged of my place, they set my name in way of\ncourse to all their papers, whether I consented or not.\"–Somers’s Tracts,\nv. 396. This can only mean that he reluctantly allowed them to make use\nof his name; for he was certainly at liberty to resign his command, or to\nprotest against the measures which he disapproved.]",
        "[Sidenote a: A.D. 1647. June 12.]\n[Sidenote b: A.D. 1647. June 25.]\n[Sidenote c: A.D. 1647. June 21.]",
        "new lines of communication to be demolished; they sent a month’s pay to\nthe forces under Fairfax, with a vote declaring them the army of the\nparliament, and appointed commissioners to treat with commissioners from\nthe military council, as if the latter were the representatives of an\nindependent and coequal authority.[1]",
        "This struggle and its consequences were viewed with intense interest by the\nroyalists, who persuaded themselves that it must end in the restoration\nof the king; but the opportunities furnished by the passions of his\nadversaries were as often forfeited by the irresolution of the monarch.\nWhile both factions courted his assistance, he, partly through distrust of\ntheir sincerity, partly through the hope of more favourable terms,\nbalanced between their offers, till the contest was decided without his\ninterference. Ever since his departure from Holmby, though he was still a\ncaptive, and compelled to follow the marches of the army, the officers had\ntreated him with the most profound respect; attention was paid to all his\nwants; the general interposed to procure for him occasionally the company\nof his younger children; his servants, Legge, Berkeley, and Ashburnham,\nthough known to have come from France with a message from the queen,[2]\nwere permitted to attend him; and free access was",
        "[Footnote 1: Rushworth, vi. 518-596. Whitelock, 251-256. Holles, 104.\nJournals, 249, 257, 260, 263, 275, 277, 284, 289, 291, 298. Commons’, June\n7, 11, 12, 15, 18, 25, 26, 28. On divisions in general, the Presbyterians\nhad a majority of forty; but on the 28th, the first day after the departure\nof their leaders, they were left in a minority of eighty-five to one\nhundred and twenty-one.–Ibid.]",
        "[Footnote 2: “I returned with instructions to endeavour by the best means\nimaginable such a compliance between his majesty and the army, as might\nhave influence, and beget a right understanding between his majesty and the\nparliament\"–Ashburnham’s Letter, in 1648, p. 5.]",
        "given to some of his chaplains, who read the service in his presence\npublicly and without molestation. Several of the officers openly professed\nto admire his piety, and to compassionate his misfortunes; even Cromwell,\nthough at first he affected the distance and reserve of an enemy, sent him\nsecret assurances of his attachment; and successive addresses were made to\nhim in the name of the military, expressive of the general wish to effect\nan accommodation, which should reconcile the rights of the throne with\nthose of the people. A secret negotiation followed through the agency of\nBerkeley and Ashburnham; and Fairfax, to[a] prepare the public for the\nresult, in a letter to the two houses, spurned the imputation cast upon\nthe army, as if it were hostile to monarchical government, justified the\nrespect and indulgence with which he had treated the royal captive, and\nmaintained that “tender, equitable, and moderate dealing towards him, his\nfamily, and his former adherents,” was the most hopeful course to lull\nasleep the feuds which divided the nation. Never had the king so fair a\nprospect of recovering his authority.[1]",
        "In the treaty between the commissioners of the parliament and those of\nthe army, the latter proceeded with considerable caution. The redress of\nmilitary grievances was but the least of their cares; their great object\nwas the settlement of the national tranquillity on what they deemed a\nsolid and permanent basis. Of this intention they had suffered some hints\nto transpire; but before the open announcement of their plan, they resolved\nto bring the city, as they had brought the parliament, under subjection.\nLondon,",
        "[Footnote 1: Journals, ix. 323, 324. Ashburn. ii. 91. Also Huntingdon’s\nNarrative, x. 409.]",
        "[Sidenote a: A.D. 1647. July 2.]",
        "with its dependencies, had hitherto been the chief support of the contrary\nfaction; it abounded with discharged officers and soldiers who had served\nunder Essex and Waller, and who were ready at the first summons to draw\nthe sword in defence of the covenant; and the supreme authority over the\nmilitary within the lines of communication had been, by an ordinance of the\nlast year, vested in a committee, all the members of which were strongly\nattached to the Presbyterian interest. To wrest this formidable weapon from\nthe hands of their adversaries, they forwarded a request to the two\nhouses, that the command of the London militia might be transferred from\ndisaffected persons to men distinguished by their devotion to the cause of\nthe country. The Presbyterians in the city were alarmed; they suspected a\ncoalition between the king and the Independents; they saw that the covenant\nitself was at stake, and that the propositions of peace so often voted in\nparliament might in a few days be set aside. A petition was presented[a]\nin opposition to the demand of the army; but the houses, now under the\ninfluence of the Independents, passed[b] the ordinance; and the city, on\nits part, determined[c] to resist both the army and the parliament. Lord\nLauderdale, the chief of the Scottish commissioners, hastened to the king\nto obtain his concurrence; a new covenant, devised in his favour, was\nexposed at Skinners’ Hall, and the citizens and soldiers, and probably the\nconcealed royalists, hastened in crowds to subscribe their names. By it\nthey bound themselves, in the presence of God, and at the risk of their\nlives and fortunes, to bring the sovereign to Westminster, that he might\nconfirm the concessions which he had made in his letter from Holmby, and",
        "[Sidenote a: A.D. 1647. July 14.]\n[Sidenote b: A.D. 1647. July 23.]\n[Sidenote c: A.D. 1647. July 24.]",
        "might confer with his parliament on the remaining propositions. But the\nrecent converts to the cause of the army hastened to prove the sincerity of\ntheir conversion. Both Lords and Commons voted this engagement an act of\ntreason against the kingdom; and the publication of the vote, instead\nof damping the zeal, inflamed the passions of the people. The citizens\npetitioned a second time, and received a second refusal. The moment the\npetitioners departed, a multitude of apprentices, supported by a crowd of\nmilitary men, besieged the doors of the two houses; for eight hours they\ncontinued, by shouts and messages, to call for the repeal of the ordinance\nrespecting the militia, and of the vote condemning the covenant; and the\nmembers, after a long resistance, worn out with fatigue, and overcome with\nterror, submitted to their demands. Even after they had been suffered to\nretire, the multitude suddenly compelled the Commons to return, and,\nwith the speaker in the chair, to pass a vote[a] that the king should be\nconducted without delay to his palace at Westminster. Both houses adjourned\nfor three days, and the two speakers, with most of the Independent party\nand their proselytes, amounting to eight peers and fifty-eight commoners,\navailed themselves of the opportunity to withdraw from the insults of the\npopulace, and to seek an asylum in the army.[1]",
        "In the mean while the council of officers had completed their plan “for the\nsettlement of the nation,” which they submitted first to the consideration\nof Charles, and afterwards to that of the parliamentary commissioners. In\nmany points it was similar to the",
        "[Footnote 1: Whitelock, 260, 261. Journals, ix. 377, 393. Holles, 145.\nLeicester’s Journal in the Sydney Papers, edited by Mr. Blencowe, p. 25.]",
        "[Sidenote a: A.D. 1647. July 25.]",
        "celebrated “propositions of peace;” but contained in addition several\nprovisions respecting the manner of election, and the duration of\nparliament and the composition of the magistracy, which may not be\nuninteresting to the reader even at the present day. It proposed that a\nparliament should meet every year, to sit not less than a certain number of\ndays, nor more than another certain number, each of which should be fixed\nby law; that if at the close of a session any parliamentary business\nremained unfinished, a committee should be appointed with power to sit and\nbring it to a conclusion; that a new parliament should be summoned every\ntwo years, unless the former parliament had been previously dissolved\nwith its own consent; that decayed and inconsiderable boroughs should be\ndisfranchised, and the number of county members increased, such increase\nbeing proportionate to the rates of each county in the common charges\nof the kingdom; that every regulation respecting the reform of the\nrepresentation and the election of members should emanate from the House of\nCommons alone, whose decision on such matters should have the force of law,\nindependently of the other branches of the legislature; that the names of\nthe persons to be appointed sheriffs annually, and of those to be appointed\nmagistrates at any time, should be recommended to the king by the grand\njury at the assizes; and that the grand jury itself should be selected, not\nby the partiality of the sheriff, but equally by the several divisions of\nthe county; that the excise should be taken off all articles of necessity\nwithout delay, and off all others within a limited time; that the land-tax\nshould be equally apportioned; that a remedy should be applied to the\n“unequal, troublesome, and contentious way of ministers’ maintenance by\ntithes;” that suits at law should be rendered less tedious and expensive;\nthat the estates of all men should be made liable for their debts;\nthat insolvent debtors, who had surrendered all that they had to their\ncreditors, should be discharged; and that no corporation should exact\nfrom their members oaths trenching on freedom of conscience.[1] To these\ninnovations, great and important as they were, it was not the interest, if\nit had been the inclination, of Charles to make any serious objection: but\non three other questions he felt much more deeply,–the church, the army,\nand the fate of the royalists: yet there existed a disposition to spare\nhis feelings on all three; and after long and frequent discussion, such\nmodifications of the original proposals were adopted, as in the opinion of\nhis agents, Berkeley and Ashburnham, would insure his assent. 1. Instead\nof the abolition of the hierarchy, it was agreed to deprive it only of\nthe power of coercion, to place the liturgy and the covenant on an equal\nfooting, by taking away the penalties for absence from the one, and for\nrefusal of the other; and to substitute in place of the oppressive and\nsanguinary laws still in force, some other provision for the discovery of\npopish recusants, and the restraint of popish priests and Jesuits, seeking\nto disturb the state. 2. To restore to the crown the command of the army\nand navy at the expiration of ten years. 3. And to reduce the number of\ndelinquents among the English royalists to be excluded from pardon, to five\nindividuals. Had the king accepted these terms, he would most probably have\nbeen replaced on the throne; for his agents, who had the best means of\nforming a judgment, though",
        "[Footnote 1: Charles’s Works, 579. Parl. History, ii. 738.]",
        "they differed on other points, agreed in this, that the officers acted\nuprightly and sincerely; but he had unfortunately persuaded himself–and\nin that persuasion he was confirmed both by the advice of several\nfaithful royalists and by the interested representations of the Scottish\ncommissioners–that the growing struggle between the Presbyterians and\nIndependents would enable him to give the law to both parties; and hence,\nwhen “the settlement” was submitted to him for his final approbation, he\nreturned an unqualified refusal. The astonishment of his agents was not\nless than that of the officers. Had he dissembled, or had he changed his\nmind? In either case both had been deceived. They might suppress their\nfeelings; but the agitators complained aloud, and a party of soldiers,\nattributing the disappointment to the intrigues of Lord Lauderdale, burst\nat night into the bedchamber of that nobleman, and ordered him to rise\nand depart without delay. It was in vain, that he pleaded his duty as\ncommissioner from the estates of Scotland, or that he solicited the favour\nof a short interview with the king: he was compelled to leave his bed and\nhasten back to the capital.[1]",
        "Before this, information of the proceedings in London had induced Fairfax\nto collect his forces and march towards the city. On the way he was joined\nby the speakers of both houses, eight lords and fifty-eight commoners, who\nin a council held at Sion House solemnly bound themselves “to live and die\nwith the army.” Here it was understood that many royalists",
        "[Footnote 1: Compare the narratives of Berkeley, 364, Ashburnham, ii. 92,\nLudlow, i. 174, and Huntingdon (Journals, x. 410) with the proposals of the\narmy in Charles’s Works, 578. The insult to Lauderdale is mentioned in the\nLords’ Journals, ix. 367.]",
        "[Sidenote a: A.D. 1647. July 30.]",
        "had joined the Presbyterians, and that a declaration had been circulated\nin the name of the king, condemning all attempts to make war on the\nparliament. The officers, fearing the effect of this intelligence on\nthe minds of the military, already exasperated by the refusal of their\nproposals, conjured Charles to write a conciliatory letter to the general,\nin which he should disavow any design of assisting the enemy, should\nthank the army for its attention to his comfort, and should commend the\nmoderation of their plan of settlement in many points, though he could not\nconsent to it in all. The ill-fated monarch hesitated; the grace of the\nmeasure was lost by a delay of twenty-four hours; and though the letter was\nat last[a] sent, it did not arrive before the city had[b] made an offer of\nsubmission. In such circumstances it could serve no useful purpose. It\nwas interpreted as an artifice to cover the king’s intrigues with the\nPresbyterians, instead of a demonstration of his good will to the army.[1]",
        "To return to the city, Holles and his colleagues had resumed the ascendancy\nduring the secession of the Independents. The eleven members returned to\nthe house; the command of the militia was restored to the former committee;\nand a vote was passed that the king should be invited to Westminster. At\nthe same time the common council resolved to raise by subscription a loan\nof ten thousand pounds, and to add auxilairies to the trained bands to the\namount of eighteen regiments. Ten thousand men were already in arms; four\nhundred barrels of gunpowder, with other military stores,",
        "[Footnote 1: Journals, 359, 375. Heath, 140. Ludlow, i. 181. Charles\nafterwards disavowed the declaration, and demanded that the author and\npublisher should be punished.–Whitelock, 267. There are two copies of his\nletter, one in the Clarendon Papers, ii. 373; another and shorter in the\nParliamentary History, xv. 205.]",
        "[Sidenote a: A.D. 1647. August 3.]\n[Sidenote b: A.D. 1647. August 4.]",
        "were drawn from the magazine in the Tower; and the Presbyterian generals,\nMassey, Waller, and Poyntz, gladly accepted the command.[1] But the event\nproved that these were empty menaces. In proportion as it was known that\nFairfax had begun his march, that he had reviewed the army on Hounslow\nHeath, and that he had fixed his head-quarters at Hammersmith, the sense of\ndanger cooled the fervour of enthusiasm, and the boast of resistance was\ninsensibly exchanged for offers of submission.[a] The militia of Southwark\nopenly fraternized with the army; the works on the line of communication\nwere abandoned; and the lord mayor, on a promise that no violence should be\noffered to the inhabitants, ordered the gates to be thrown open. The next\nmorning was celebrated the triumph of the Independents.[b] A regiment of\ninfantry, followed by one of cavalry, entered the city; then came Fairfax\non horseback, surrounded by his body-guards and a crowd of gentlemen;\na long train of carriages, in which were the speakers and the fugitive\nmembers, succeeded; and another regiment of cavalry closed the procession.\nIn this manner, receiving as they passed the forced congratulations of the\nmayor and the common council, the conquerors marched to Westminster, where\neach speaker was placed in his chair by the hand of the general.[2] Of the\nlords who had remained in London after the secession, one only, the earl of\nPembroke, ventured to appear; and he was suffered to make his peace by a\ndeclaration that he considered all the proceedings during the absence of",
        "[Footnote 1: Journals, x. 13, 16, 17.]",
        "[Footnote 2: Whitelock, 261-264. Leicester’s Journal, 27. Baillie calls\nthis surrender of the city “an example rarely paralleled, if not of\ntreachery, yet at least of childish improvidence and base cowardice” (ii.\n259). The eleven members instantly fled.–Leicester, ibid.]",
        "[Sidenote a: A.D. 1647. August 5.]\n[Sidenote b: A.D. 1647. August 6.]",
        "the members compulsory, and therefore null. But in the lower house the\nPresbyterians and their adherents composed a more formidable body; and\nby their spirit and perseverance, though they could not always defeat,\nfrequently embarrassed the designs of their opponents. To many things they\ngave their assent; they suffered Maynard and Glyn, two members, to be\nexpelled, the lord mayor, one of the sheriffs, and four of the aldermen, to\nbe sent to the Tower, and the seven peers who sat during the secession of\ntheir colleagues, to be impeached. But a sense of danger induced them to\noppose a resolution sent from the Lords, to annul all the votes passed\nfrom the 20th of July to the 6th of August. Four times,[a] contrary to the\npractice of the house, the resolution was brought forward, and as often, to\nthe surprise of the Independents, was rejected. Fairfax hastened to the aid\nof his friends. In a letter to the speaker, he condemned the conduct of the\nCommons as equivalent to an approval of popular violence, and hinted\nthe necessity of removing from the house the enemies of the public\ntranquillity. The next morning[b] the subject was resumed: the\nPresbyterians made the trial of their strength on an amendment, and\nfinding themselves outnumbered, suffered the resolution to pass without a\ndivision.[1]",
        "The submission of the citizens made a considerable change in the prospects\nof the captive monarch. Had any opposition been offered, it was the\nintention of the officers (so we are told by Ashburnham) to have unfurled\nthe royal standard, and to have placed Charles at their head. The ease\nwith which they had subdued their opponents convinced them of their own\nsuperiority",
        "[Footnote 1: Journals, 375, 385, 388, 391-398. Commons’, iv. Aug. 9, 10,\n17, 19, 20.]",
        "[Sidenote a: A.D. 1647. August 9, 10, 17, 19.]\n[Sidenote b: A.D. 1647. August 20.]",
        "and rendered the policy of restoring the King a more doubtful question.\nStill they continued to treat him with respect and indulgence. From\nOatlands he was transferred[a] to the palace of Hampton Court. There he\nwas suffered to enjoy the company of his children, whenever he pleased to\ncommand their attendance, and the pleasure of hunting, on his promise not\nto attempt an escape; all persons whom he was content to see found ready\nadmission to his presence; and, what he prized above all other concessions,\nhe was furnished with the opportunity of corresponding freely and safely\nwith the queen at Paris.[1] At the same time the two houses, at the\nrequisition of the Scottish commissioners, submitted[b] “the propositions\"\nonce more to the royal consideration; but Charles replied,[c] that the plan\nsuggested by the army was better calculated to form the basis of a lasting\npeace, and professed his readiness to treat respecting that plan with\ncommissioners appointed by the parliament, and others by the army.[2] The\nofficers applauded this answer; Cromwell in the Commons spoke in its favour\nwith a vehemence which excited suspicion; and, though it was ultimately\nvoted[d] equivalent to a refusal, a grand committee was appointed[e] “to\ntake the whole matter respecting the king into consideration.” It had been\ncalculated that this attempt to amalgamate the plan of the parliament with\nthat of the army might be accomplished in the space of",
        "[Footnote 1: Clarendon Papers, ii. 381, Appendix, xli. Rushw. vii. 795.\nMemoirs of Hamiltons, 316. Herbert, 48. Ashburn. ii. 93, 95.]",
        "[Footnote 2: Of this answer, Charles himself says to the Scottish\ncommissioners. “Be not startled at my answer which I gave yesterday to the\ntwo houses; for if you truly understand it, I have put you in a right way,\nwhere before you were wrong.\"–Memoirs of Hamiltons, 323.]",
        "[Sidenote a: A.D. 1647. August 24.]\n[Sidenote b: A.D. 1647. Sept. 8.]\n[Sidenote c: A.D. 1647. Sept. 9.]\n[Sidenote d: A.D. 1647. Sept. 21.]\n[Sidenote e: A.D. 1647. Sept. 22.]",
        "twenty days; but it occupied more than two months; for there was now a\nthird house to consult, the council of war, which debated every clause,\nand notified its resolves to the Lords and Commons, under the modest, but\nexpressive, name of the desires of the army.[1]",
        "While the king sought thus to flatter the officers, he was, according to\nhis custom, employed in treating with the opposite party.[2] The marquess\nof Ormond, and the lord Capel,[3] with the Scottish commissioners, waited\non him from London; and a resolution was[a] formed that in the next spring,\nthe Scots should enter England with a numerous army, and call on the\nPresbyterians for their aid; that Charles, if he were at liberty, otherwise\nthe prince of Wales, should sanction the enterprise by his presence; and\nthat Ormond should resume the government of Ireland, while Capel summoned\nto the royal standard the remains of the king’s party in England. Such was\nthe outline of the plan; the minor details had not been arranged, when\nCromwell, either informed by his spies, or prompted by his suspicions,\ncomplained to Ashburnham of the incurable duplicity of his master, who was",
        "[Footnote 1: Ludlow, i. 184. Whitelock, 269. Huntingdon in Journals, x.\n410. Journals, v. Sept. 22. On the division, Cromwell was one of the\ntellers for the Yea, and Colonel Rainsborough, the chief of the Levellers,\nfor the No. It was carried by a majority of 84 to 34.–Ibid.]",
        "[Footnote 2: In vindication of Charles it has been suggested that he was\nonly playing at the same game as his opponents, amusing them as they sought\nto amuse him. This, however, is very doubtful as far as it regards the\nsuperior officers, who appear to me to have treated with him in good\nearnest, till they were induced to break off the negotiation by repeated\nproofs of his duplicity, and the rapid growth of distrust and disaffection\nin the army. I do not, however, give credit to Morrice’s tale of a letter\nfrom Charles to Henrietta intercepted by Cromwell and Ireton.]",
        "[Footnote 3: Capel was one of the most distinguished of the royal\ncommanders, and had lately returned from beyond the sea with the permission\nof parliament.]",
        "[Sidenote a: A.D. 1647. October.]",
        "at the same time soliciting the aid, and plotting the destruction of the\narmy.[1]",
        "But by this time a new party had risen, equally formidable to royalists,\nPresbyterians, and Independents. Its founders were a few fanatics in the\nranks, who enjoyed the reputation of superior godliness. They pretended not\nto knowledge or abilities; they were but humble individuals, to whom God\nhad given reason for their guide, and whose duty it was to act as that\nreason dictated. Hence they called themselves Rationalists, a name which\nwas soon exchanged for the more expressive appellation of Levellers. In\nreligion they rejected all coercive authority; men might establish a public\nworship at their pleasure, but, if it were compulsory, it became unlawful\nby forcing conscience, and leading to wilful sin: in politics they taught\nthat it was the duty of the people to vindicate their own rights and do\njustice to their own claims. Hitherto the public good had been sacrificed\nto private interest; by the king, whose sole object was the recovery of\narbitrary power; by the officers, who looked forward to commands, and\ntitles, and emoluments; and by the parliament, which sought chiefly the\npermanence of its own authority. It was now time for the oppressed to\narise, to take the cause into their own hands, and to resolve “to part with\ntheir lives, before they would part with their freedom.\"[2] These doctrines",
        "[Footnote 1: Clarendon, iii. 70-72-75. Ashburnham, ii. 94. Of the\ndisposition of the Scottish parliament, we have this account from Baillie:\n“If the king be willing to ratify our covenant, we are all as one man to\nrestore him to all his rights, or die by the way; if he continue resolute\nto reject our covenant, and only to give us some parts of the matter of it,\nmany here will be for him, even on these terms; but divers of the best and\nwisest are irresolute, and wait till God give more light.\"–Baillie, ii.\n260.]",
        "[Footnote 2: Clarendon Papers, ii. App. xl. Walker, History of\nIndependents, 194. Rushworth, vii. 845. Hutchinson, 287. Secretary\nNicholas, after mentioning the Rationalists, adds, “There are a sect of\nwomen lately come from foreign parts, and lodged in Southwark, called\nQuakers, who swell, shiver, and shake; and when they come to themselves\n(for in all the time of their fits Mahomet’s holy ghost converses with\nthem) they begin to preach what hath been delivered to them by the\nspirit\"–Clarendon Papers, ii. 383.]",
        "were rapidly diffused: they made willing converts of the dissolute, the\nadventurous, and the discontented; and a new spirit, the fruitful parent\nof new projects, began to agitate the great mass of the army. The king was\nseldom mentioned but in terms of abhorrence and contempt; he was an Ahab or\nColoquintida, the everlasting obstacle to peace, the cause of dissension\nand bloodshed. A paper[a] entitled “The Case of the Army,” accompanied with\nanother under the name of “The Agreement of the People,” was presented to\nthe general by the agitators of eleven regiments. They offered,[b] besides\na statement of grievances, a new constitution for the kingdom. It made no\nmention of king or lords. The sovereignty was said to reside in the people,\nits exercise to be delegated to their representatives, but with the\nreservation of equality of law, freedom of conscience, and freedom from\nforced service in the time of war; three privileges of which the nation\nwould never divest itself; parliaments were to be biennial, and to\nsit during six months; the elective franchise to be extended, and the\nrepresentation to be more equally distributed. These demands of\nthe Levellers were strenuously supported by the colonels Pride and\nRainsborough, and as fiercely opposed by Cromwell and Ireton. The council\nof officers yielded so far as to require that no more addresses should be\nmade to the king; but the two houses voted the papers destructive",
        "[Sidenote a: A.D. 1647. Oct. 18.]\n[Sidenote b: A.D. 1647. Nov. 1.]",
        "of the government, and ordered the authors to be prosecuted; though at the\nsame time, to afford some satisfaction to the soldiery, they resolved[a]\nthat the king was bound to give the royal assent to all laws for the\npublic good, which had been passed and presented to him by the Lords and\nCommons.[1]",
        "It was now some time since the king had begun to tremble for his safety. He\nsaw that the violence of the Levellers daily increased; that the officers,\nwho professed to be his friends, were become objects of suspicion; that\nIreton had been driven from the council, and Cromwell threatened\nwith impeachment; that several regiments were in a state of complete\ninsubordination; and that Fairfax himself doubted of his power to restore\nthe discipline of the army. Charles had formerly given his word of honour\nto the governor, Colonel Whalley, not to attempt an escape: he now withdrew\nit under the pretence that of late he had been as narrowly watched as if no\ncredit were due to his promise. His guards were immediately doubled; his\nservants, with the exception of Legge, were dismissed; and the gates were\nclosed against the admission of strangers. Yet it may be doubted whether\nthese precautions were taken with any other view than to lull the suspicion\nof the Levellers; for he still possessed the means of conferring personally\nwith Ashburnham and Berkeley, and received from Whalley repeated hints of\nthe dangerous designs of his enemies. But where was he to seek an asylum?\nJersey, Berwick, the Isle of Wight, and the residence of the Scottish\ncommissioners in London were proposed. At first the commissioners expressed\na willingness to",
        "[Footnote 1: Claren. Papers, ii, App. xl. xli. Journ. Nov. 5, 6. Rush. vii.\n849 857, 860, 863. Whitelock, 274-277.]",
        "[Sidenote a: A.D. 1647. Nov. 6.]",
        "receive him; the next day they withdrew their consent, and he fixed, as a\nlast resource, on the Isle of Wight. On November 10th his apprehensions\nwere wound up to the highest pitch, by some additional and most alarming\nintelligence; the next evening[a] he was missing. At supper-time Whalley\nentered his apartment, but, instead of the king, found on his table several\nwritten papers, of which one was an anonymous letter, warning him of danger\nto his person, and another, a message from himself to the two houses,\npromising, that though he had sought a more secure asylum, he should be\nalways ready to come forth, “whenever he might be heard with honour,\nfreedom, and safety.\"[1]",
        "This unexpected escape drew from the parliament threats of vengeance\nagainst all persons who should presume to harbour the royal fugitive; but\nin the course of three days the intelligence arrived, that he was again\na prisoner in the custody of Colonel Hammond, who had very recently been\nappointed governor of the Isle of Wight. The king, accompanied by Legge,\ngroom of the chamber, had on the evening of his departure descended the\nback stairs into the garden, and repaired to a spot where Berkeley and\nAshburnham waited[b] his arrival. The night was dark and stormy, which\nfacilitated their escape; but, when they had crossed the river at Thames\nDitton, they lost their way, and it was daybreak before they reached\nSutton, where they mounted their horses. The unfortunate",
        "[Footnote 1: See Ashburnham’s letter to the speaker on Nov. 26, p. 2; his\nmemoir, 101-112; Berkeley, 373-375; Journals, ix. 520; Rush. vii. 871;\nClarendon, iii. 77; Mem. of Hamiltons, 324; Whitelock, 278. That a letter\nfrom Cromwell was received or read by the king, is certain (see Journals,\nx. 411; Berkeley, 377); that it was written for the purpose of inducing him\nto escape, and thus fall into the hands of the Levellers, is a gratuitous\nsurmise of Cromwell’s enemies.]",
        "[Sidenote a: A.D. 1647. Nov. 11.]\n[Sidenote b: A.D. 1647. Nov. 12.]",
        "monarch had still no fixed plan. As they proceeded in a southerly\ndirection, he consulted his companions; and after some debate resolved to\nseek a temporary asylum at Tichfield House, the residence of the countess\nof Southampton, whilst Ashburnham and Berkeley should cross over to the\nIsle of Wight, and sound the disposition of Hammond the governor, of\nwhom little more was known than that he was nephew to one of the royal\nchaplains. When Hammond first learned[a] the object of the messengers,\nhe betrayed considerable alarm, under the impression that the king was\nactually on the island; but, having recovered his self-possession, he\nreminded them that he was but a servant bound to obey the orders of his\nemployers, and refused to give any other pledge than that he would prove\nhimself an honest man. How they could satisfy themselves with this\nambiguous promise, is a mystery which was never explained–each\nsubsequently shifting the blame to the other–but they suffered him to\naccompany them to the king’s retreat, and even to take with him a brother\nofficer, the captain of Cowes Castle.",
        "During their absence Charles had formed a new plan of attempting to escape\nby sea, and had despatched a trusty messenger to look out for a ship in\nthe harbour of Southampton. He was still meditating on this project when\nAshburnham returned, and announced that Hammond with his companion was\nalready in the town, awaiting his majesty’s commands. The unfortunate\nmonarch exclaimed, “What! have you brought him hither? Then I am undone.\"\nAshburnham instantly saw his error. It was not, he replied, too late.\nThey were but two, and might be easily despatched. Charles paced the room\na few minutes, and then rejected the sanguinary hint. Still he clung to",
        "[Sidenote a: A.D. 1647. Nov. 13.]",
        "the vain hope that a ship might he procured; but at the end of two hours,\nHammond became impatient; and the king, having nerved his mind for the\ninterview, ordered him to be introduced, received him most graciously, and,\nmingling promises with flattery, threw himself on his honour. Hammond,\nhowever, was careful not to commit himself; he replied in language dutiful,\nyet ambiguous; and the king, unable to extricate himself from the danger,\nwith a cheerful countenance, but misboding heart, consented to accompany\nhim to the island. The governor ordered every demonstration of respect to\nbe paid to the royal guest, and lodged him in Carisbrook Castle.[1]",
        "The increasing violence of the Levellers, and the mutinous disposition\nof the army, had awakened the most serious apprehensions in the superior\nofficers; and Fairfax, by the advice of the council, dismissed the\nagitators to their respective regiments,[a] and ordered the several corps\nto assemble in three brigades on three different days. Against the time\na remonstrance was prepared in his name, in which he complained of the\ncalumnies circulated among the soldiers, stated the objects which he had\nlaboured to obtain, and offered to persist in his endeavours, provided the\nmen would return to their ancient habits of military obedience. All looked\nforward with anxiety to the result; but no one with more apprehension than\nCromwell. His life was at stake. The Levellers had threatened to make him\npay with his head the forfeit of his intrigues with Charles; and the flight\nof that prince, by disconcerting their plans, had irritated their former\nanimosity. On the appointed day the first",
        "[Footnote 1: Journals, ix. 525. Rushworth, vii. 874. Ashburnham, ii.\nBerkeley, 377-382. Herbert, 52. Ludlow, i. 187-191.]",
        "[Sidenote a: A.D. 1647. Nov. 8.]",
        "brigade, that on which the officers could rely, mustered in a field between\nHertford and Ware; and the remonstrance was read by order of Fairfax to\neach regiment in succession. It was answered with acclamations; the men\nhastened to subscribe an engagement to obey the commands of the general;\nand the sowers of discord, the distributors of seditious pamphlets, were\npointed out, and taken into custody. From this corps Fairfax proceeded to\ntwo regiments, which had presumed to come on the ground without orders. The\nfirst, after some debate, submitted; the second was more obstinate. The\nprivates had expelled the majority of the officers, and wore round their\nhats this motto: “The people’s freedom, and the soldiers’ rights.” Cromwell\ndarted into the ranks to seize the ringleaders; his intrepidity daunted the\nmutineers; one man was immediately shot, two more were tried and condemned\non the spot, and several others were reserved as pledges for the\nsubmission of their comrades.[1] By this act of vigour it was thought that\nsubordination had been restored; but Cromwell soon discovered that the\nLevellers constituted two-thirds of the military force, and that it was\nnecessary for him to retrace his steps, if he wished to retain his former\ninfluence. With that view he made a public acknowledgment of his error,\nand a solemn promise to stand or fall with the army. The conversion of\nthe sinner was hailed with acclamations of joy, a solemn fast was kept to\ncelebrate the event; and Cromwell in the assembly of officers confessed,\nweeping as he spoke,",
        "[Footnote 1: Whitelock, 278. Journals, ix. 527. Ludlow, i. 192. It was\nreported among the soldiers that the king had promised to Cromwell the\ntitle of earl with a blue ribbon, to his son the office of gentleman of\nthe bedchamber to the prince, and to Ireton the command of the forces in\nIreland.–Holles, 127.]",
        "that “his eyes, dazzled by the glory of the world, had not clearly\ndiscerned the work of the Lord; and therefore he humbled himself before\nthem, and desired the prayers of the saints that God would forgive his\nself-seeking.” His fellow-delinquent Ireton followed in the same repentant\nstrain; both poured forth their souls before God in fervent and extemporary\nprayer; and “never,” so we are assured, “did more harmonious music ascend\nto the ear of the Almighty.\"[1]",
        "The king had yet no reason to repent of his confidence in Hammond; but\nthat governor, while he granted every indulgence to his captive, had no\nintention of separating his own lot from that of the army. He consulted the\nofficers at the head-quarters, and secretly resolved to adhere to their\ninstructions. Charles recommenced his former intrigues. Through the agency\nof Dr. Gough, one of the queen’s chaplains, he sought to prevail on the\nScottish commissioners to recede from their demand that he should confirm\nthe covenant: he sent Sir John Berkeley to Cromwell and his friends, to\nremind them of their promises, and to solicit their aid towards a personal\ntreaty; and by a message[a] to the parliament he proposed, in addition to\nhis former offers, to surrender the command of the army during his life,\nto exchange the profits of the Court of Wards for a yearly income, and to\nprovide funds for the discharge of the moneys due to the military and to\nthe public creditors. The neglect with which this message was received,\nand the discouraging answer[b] returned by the officers, awakened his\napprehensions; they were confirmed by the Scottish",
        "[Footnote 1: Clarendon Papers, ii. App. xliv. Berkeley, 385. Whitelock,\n284.]",
        "[Sidenote a: A.D. 1647. Nov. 16.]\n[Sidenote b: A.D. 1647. Dec. 8.]",
        "commissioners, who while they complained of his late offer as a violation\nof his previous engagement, assured him that many of his enemies sought to\nmake him a close prisoner, and that others openly talked of removing him\neither by a legal trial, or by assassination. These warnings induced him to\narrange a plan of escape: application was made to the queen for a ship[a]\nof war to convey him from the island; and Berwick was selected as the place\nof his retreat.[1] He had, however, but little time to spare. As their\nultimatum, and the only condition on which they would consent to a personal\ntreaty, the houses demanded the royal assent to four bills which they had\nprepared. The first of these, after vesting the command of the army in the\nparliament for twenty years, enacted, that after that period it might be\nrestored to the crown, but not without the previous consent of the Lords\nand Commons; and that still, whenever they should declare the safety of the\nkingdom to be concerned, all bills passed by them respecting the forces by\nsea or land should be deemed acts of parliament, even though the king for\nthe time being should refuse his assent; the second declared all oaths,\nproclamations, and proceedings against the parliament during the war, void\nand of no effect: the third annulled all titles of honour granted since the\n20th of May, 1642, and deprived all peers to be created hereafter of the\nright of sitting in parliament, without the consent of the two houses; and\nthe fourth gave to the houses themselves the power of adjourning from place\nto place at their discretion.[2][b] The Scots, to delay the proceedings,\nasked",
        "[Footnote 1: Memoirs of Hamiltons, 325-333. Ludlow, i. 195-201. Berkeley,\n383.]",
        "[Footnote 2: Journals, ix. 575. Charles’s Works, 590-593. Now let the\nreader turn to Clarendon, History, iii. 88. He tells us, that by one, the\nking was to have confessed himself the author of the war, and guilty of\nall the blood which had been spilt; by another, he was to dissolve the\ngovernment of the church, and grant all lands belonging to the church to\nother uses; by a third, to settle the militia, without reserving so much\npower to himself as any subject was capable of; and in the last place, he\nwas in effect to sacrifice all those who had served him, or adhered to him,\nto the mercy of the parliament. When this statement is compared with the\nreal bills, it may be judged how little credit is due to the assertions of\nClarendon, unless they are supported by other authorities.]",
        "[Sidenote a: A.D. 1647. Dec. 14.]\n[Sidenote b: A.D. 1647. Dec. 15.]",
        "for a copy of the bills, and remonstrated against the alterations which\nhad been made in the propositions of peace. Their language was bold and\nirritating; they characterized the conduct of the parliament as a violation\nof the league and covenant; and they openly charged the houses with\nsuffering themselves to be controlled by a body, which owed its origin and\nits subsistence to their authority. But the Independents were not to be\nawed by the clamour of men whom they knew to be enemies under the name of\nallies; they voted[a] the interference of any foreign nation in acts of\nparliament a denial of the independence of the kingdom, and ordered[b] the\nfour bills to be laid before the king for his assent without further delay.\nThe Scots hastened to Carisbrook, in appearance to protest against them,\nbut with a more important object in view. They now relaxed from their\nformer obstinacy; they no longer insisted on the positive confirmation of\nthe covenant, but were content with a promise that Charles should make\nevery concession in point of religion which his conscience would allow.\nThe treaty which had been so long in agitation between them was privately\nsigned; and the king returned[c] this answer to the two houses, that\nneither his present sufferings, nor the apprehension of worse treatment,\nshould ever induce him to give his assent to any bills",
        "[Sidenote a: A.D. 1647. Dec. 18.]\n[Sidenote b: A.D. 1647. Dec. 24.]\n[Sidenote c: A.D. 1647. Dec. 28.]",
        "as a part of the agreement, before the whole was concluded.[1]",
        "Aware of the consequences of his refusal, Charles had resolved to\nanticipate the vengeance of the parliament by making his escape the same\nevening to a ship which had been sent by the queen, and had been waiting\nfor him several days in Southampton Water; but he was prevented by the\nvigilance of Hammond, who closed the gates on the departure of the\ncommissioners, doubled the guards, confined the royal captive to his\nchamber, and dismissed Ashburnham, Berkeley, Legge, and the greater part of\nhis attendants.[2] An attempt to raise in his favour the inhabitants of the\nisland was instantly suppressed, and its author, Burley, formerly a captain\nin the royal army, suffered the punishment of a traitor. The houses\nresolved[a] (and the army promised to live and die with them in defence of\nthe resolution)[3] that they would receive no additional message from the\nking; that they would send no address or application to him; that if any\nother person did so without leave, he should be subject to the penalties of\nhigh treason; and that the committee of public safety should be renewed to\nsit and act alone, without the aid of foreign coadjutors. This last hint\nwas understood by the Scots: they made a demand[b] of the hundred thousand\npounds due to them by the",
        "[Footnote 1: Journals, ix. 575, 578, 582, 591, 604, 615, 621. Charles’s\nWorks, 594. Memoirs of Hamiltons, 334.]",
        "[Footnote 2: Ashburnham, ii. 121. Berkeley, 387, 393.]",
        "[Footnote 3: On Jan 11, before the vote passed, an address was presented\nfrom the general and the council of war by seven colonels and other\nofficers to the House of Commons, expressive of the resolution of the army\nto stand by the parliament: and another to the House of Lords, expressive\nof their intention to preserve inviolate the rights of the peerage. Of the\nlatter no notice is taken in the journals of the house.–Journ. v. Jan. 11.\nParl. Hist. vi. 835.]",
        "[Sidenote a: A.D. 1648. Jan. 3 and Jan. 15.]\n[Sidenote b: A.D. 1648. Jan. 17.]",
        "treaty of evacuation, and announced their intention of returning\nimmediately to their own parliament.[1]",
        "The king appeared to submit with patience to the[a] new restraints imposed\non his freedom; and even affected an air of cheerfulness, to disguise the\ndesign which he still cherished of making his escape. The immediate charge\nof his person had been intrusted to four warders of approved fidelity, who,\ntwo at a time, undertook the task in rotation. They accompanied the\ncaptive wherever he was, at his meals, at his public devotions, during his\nrecreation on the bowling-green, and during his walks round the walls of\nthe castle. He was never permitted to be alone, unless it were in the\nretirement of his bedchamber; and then one of the two warders was\ncontinually stationed at each of the doors which led from that apartment.\nYet in defiance of these precautions (such was the ingenuity of the king,\nso generous the devotion of those who sought to serve him) he found the\nmeans of maintaining a correspondence with his friends on the coast of\nHampshire, and through them with the English royalists, the Scottish\ncommissioners in Edinburgh, the queen at Paris, and the duke of York at St.\nJames’s, who soon afterwards, in obedience to the command of[b] his father,\nescaped in the disguise of a female to Holland.[2]",
        "[Footnote 1: The vote of non-addresses passed by a majority of 141 to 92.\nJournals, v. Jan. 3. See also Jan. 11, 15, 1648; Lords’ Journals, ix. 640,\n662; Rushworth, vii. 953, 961, 965; Leicester’s Journal, 30.]",
        "[Footnote 2: Journals, x. 35, 76, 220. Rushworth, vii. 984, 1002, 1067,\n1109. Clarendon, iii. 129. One of those through whom Charles corresponded\nwith his friends was Firebrace, who tells us that he was occasionally\nemployed by one of the warders to watch for him at the door of the king’s\nbedchamber, and on such occasions gave and received papers through a small\ncrevice in the boards. See his account in the additions to Herbert’s\nMemoirs, p. 187. The manner of the duke’s escape is related in his Life, i.\n33, and Ellis, 2nd series, iii. 329.]",
        "[Sidenote a: A.D. 1648. Feb. 2.]\n[Sidenote b: A.D. 1648. April. 17.]",
        "In the mean while an extraordinary ferment seemed to agitate the whole mass\nof the population. With the exception of the army, every class of men was\ndissatisfied. Though the war had ceased twelve months before, the nation\nenjoyed few of the benefits of peace. Those forms and institutions, the\nsafeguards of liberty and property, which had been suspended during the\ncontest, had not been restored; the committees in every county continued to\nexercise the most oppressive tyranny; and a monthly tax was still levied\nfor the support of the forces, exceeding in amount the sums which had been\nexacted for the same purpose during the war. No man could be ignorant that\nthe parliament, nominally the supreme authority, was under the control of\nthe council of officers; and the continued captivity of the king, the known\nsentiments of the agitators, and, above all, the vote of non-addresses,\nprovoked a general suspicion that it was in contemplation to abolish the\nmonarchical government, and to introduce in its place a military despotism.\nFour-fifths of the nation began to wish for the re-establishment of the\nthrone. Much diversity of opinion prevailed with respect to the conditions;\nbut all agreed that what Charles had so often demanded, a personal treaty,\nought to be granted, as the most likely means to reconcile opposite\ninterests and to lead to a satisfactory arrangement.",
        "Soon after the passing of the vote of non-addresses,[a] the king had\nappealed to the good sense of the people through the agency of the press.\nHe put it to them to judge between him and his opponents, whether by his\nanswer to the four bills he had given any reasonable",
        "[Sidenote a: A.D. 1648 Jan. 18.]",
        "cause for their violent and unconstitutional vote; and whether they, by the\nobstinate refusal of a personal conference, had not betrayed their resolve\nnot to come to any accommodation.[1] The impression made by this paper\ncalled for an answer: a long and laboured vindication of the proceedings of\nthe House of Commons was prepared, and after many erasures and amendments\napproved; copies of it were allotted to the members to be circulated among\ntheir constituents, and others were sent to the curates to be read by them\nto their parishioners.[2] It contained a tedious enumeration of all the\ncharges, founded or unfounded, which had ever been made against the king\nfrom the commencement of his reign; and thence deduced the inference that,\nto treat with a prince so hostile to popular rights, so often convicted of\nfraud and dissimulation, would be nothing less than to betray the\ntrust reposed in the two houses by the country. But the framers of the\nvindication marred their own object. They had introduced much questionable\nmatter, and made numerous statements open to refutation: the advantage\nwas eagerly seized by the royalists; and, notwithstanding the penalties\nrecently enacted on account of unlicensed publications, several answers,\neloquently and convincingly written, were circulated in many parts of\nthe country. Of these the most celebrated came from the pens of Hyde the\nchancellor, and of Dr. Bates, the king’s physician.[3]",
        "But, whilst the royal cause made rapid progress among the people, in the\narmy itself the principles of the Levellers had been embraced by the\nmajority of",
        "[Footnote 1: King’s Works, 130. Parl. Hist. iii. 863.]",
        "[Footnote 2: Journals, v. Feb. 10, 11. Parl. Hist. iii. 847. Perrinchiefe,\n44.]",
        "[Footnote 3: Ibid. Parl. Hist. iii. 866. King’s Works, 132.]",
        "the privates, and had made several converts among the officers. These\nfanatics had discovered in the Bible, that the government of kings was\nodious in the sight of God,[1] and contended that in fact Charles had now\nno claim to the sceptre. Protection and allegiance were reciprocal. At his\naccession he had bound himself by oath to protect the liberties of his\nsubjects, and by the violation of that oath he had released the people from\nthe obligation of allegiance to him. For the decision of the question he\nhad appealed to the God of battles, who, by the result, had decided against\nhis pretensions. He therefore was answerable for the blood which had been\nshed; and it was the duty of the representatives of the nation to call\nhim to justice for the crimes and, in order to prevent the recurrence of\nsimilar mischiefs, to provide for the liberties of all, by founding an\nequal commonwealth on the general consent. Cromwell invited the patrons of\nthis doctrine to meet at his house the grandees (so they were called) of\nthe parliament and army. The question was argued; but both he and his\ncolleagues were careful to conceal their real sentiments. They did not\nopenly contradict the principles laid down by the Levellers, but they\naffected to doubt the possibility of reducing them to practice. The truth\nwas, that they wished not to commit themselves by too explicit an avowal\nbefore they could see their way plainly before them.[2]",
        "In this feverish state of the public mind in England, every eye was turned\ntowards the proceedings in Scotland. For some time a notion had been\ncherished by the Scottish clergy, that the king at Carisbrook had not only\nsubscribed the covenant, but had solemnly",
        "[Footnote 1: 1 Kings, viii. 8.]",
        "[Footnote 2: Ludlow, i. 206. Whitelock, 317.]",
        "engaged to enforce it throughout his dominions; and the prospect of a\nspeedy triumph over the Independents induced them to preach a crusade from\nthe pulpit in favour of the kirk and the throne. But the return of the\ncommissioners, and the publication of “the agreement” with the king,\nbitterly disappointed their hopes. It was found that Charles had indeed\nconsented to the establishment of Presbyterianism in England, but only as\nan experiment for three years, and with the liberty of dissent both for\nhimself, and for those who might choose to follow his example. Their\ninvectives were no longer pointed against the Independents; “the agreement\"\nand its advocates became the objects of their fiercest attacks. Its\nprovisions were said to be unwarranted by the powers of the commissioners,\nand its purpose was pronounced an act of apostasy from the covenant, an\nimpious attempt to erect the throne of the king in preference to the\nthrone of Christ. Their vehemence intimidated the Scottish parliament, and\nadmonished the duke of Hamilton to proceed with caution. That nobleman,\nwhose imprisonment ended with the surrender of Pendennis, had waited on the\nking in Newcastle; a reconciliation followed; and he was now become the\navowed leader of the royalists and moderate Presbyterians. That he might\nnot irritate the religious prejudices of his countrymen, he sought to mask\nhis real object, the restoration of the monarch, under the pretence of\nsuppressing heresy and schism; he professed the deepest veneration for the\ncovenant, and the most implicit deference to the authority of the kirk;\nhe listened with apparent respect to the remonstrances of the clerical\ncommission, and openly solicited its members to aid the parliament with\ntheir wisdom, and to state their desires. But these were mere words\nintended to lull suspicion. By dint of numbers (for his party comprised\ntwo-thirds of the convention), he obtained the appointment of a committee\nof danger; this was followed by a vote to place the kingdom in a posture\nof defence; and the consequence of that vote was the immediate levy of\nreinforcements for the army. But his opponents under the earl of Argyle\nthrew every obstacle in his way. They protested in parliament against the\nwar; the commissioners of the kirk demanded that their objections should be\npreviously removed; the women cursed the duke as he passed, and pelted\nhim with stones from their windows; and the ministers from their pulpits\ndenounced the curse of God on all who should take a share in the unholy\nenterprise. Forty thousand men had been voted; but though force was\nfrequently employed, and blood occasionally shed, the levy proceeded so\nslowly, that even in the month of July the grand army hardly exceeded\none-fourth of that number.[1]",
        "By the original plan devised at Hampton Court, it had been arranged\nthat the entrance of the Scots into England should be the signal for a\nsimultaneous rising of the royalists in every quarter of the kingdom. But\nthe former did not keep their time, and the zeal of the latter could not\nbrook delay.[a] The first who proclaimed the king, was a parliamentary\nofficer, Colonel Poyer, mayor of the town, and governor of the castle, of\nPembroke. He refused to resign his military appointment at the command of\nFairfax, and, to justify",
        "[Footnote 1: Memoirs of the Hamiltons, 339, 347, 353. Thurloe, i. 94.\nRushworth, vii. 1031, 48, 52, 67, 114, 132. Two circumstantial and\ninteresting letters from Baillie, ii. 280-297. Whitelock, 305. Turner, 52.]",
        "[Sidenote a: A.D. 1648. March 3.]",
        "his refusal, unfurled the royal standard. Poyer was joined by Langherne and\nPowel, two officers whose forces had lately been disbanded. Several of the\nmen hastened to the aid of their former leaders; the Cavaliers ran to arms\nin both divisions of the principality; a force of eight thousand men was\nformed; Chepstow was surprised, Carnarvon besieged, and Colonel Fleming\ndefeated.[a] By these petty successes the unfortunate men were lured on\nto their ruin. Horton checked their progress; Cromwell followed with five\nregiments to punish their presumption. The tide immediately changed.\nLangherne was defeated; Chepstow was recovered; the besiegers of Carnarvon\nwere cut to pieces.[b] On the refusal of Poyer to surrender, the\nlieutenant-general assembled his corps after sunset, and the fanatical Hugh\nPeters foretold that the ramparts of Pembroke, like those of Jericho, would\nfall before the army of the living God. From prayer and sermon the men\nhastened to the assault; the ditch was passed, the walls were scaled; but\nthey found the garrison at its post, and, after a short but sanguinary\ncontest, Cromwell ordered a retreat. A regular siege was now formed; and\nthe Independent general, notwithstanding his impatience to proceed to\nthe north, was detained more than six weeks before this insignificant\nfortress.[1]",
        "Scarcely a day passed, which was not marked by some new occurrence\nindicative of the approaching contest.[c] An alarming tumult in the city,\nin which the apprentices forced the guard, and ventured to engage the\nmilitary under the command of the general, was quickly followed by similar\ndisturbances in",
        "[Footnote 1: Lords’ Journals, x. 88, 253. Rushworth, vii. 1016, 38, 66, 97,\n129. Heath, 171. Whitelock, 303, 305. May, 116.]",
        "[Sidenote a: A.D. 1648. May 1.]\n[Sidenote b: A.D. 1648. May 20.]\n[Sidenote c: A.D. 1648. April 9.]",
        "Norwich, Thetford, Canterbury, Exeter, and several towns.[a] They were,\nindeed, suppressed by the vigilance of Fairfax and the county committees;\nbut the cry of “God and the king,” echoed and re-echoed by the rioters on\nthese occasions, sufficiently proved that the popular feeling was setting\nfast in favour of royalty. At the same time petitions from different public\nbodies poured into the two houses, all concurring in the same prayer, that\nthe army should be disbanded, and the king brought back to his capital.[1]\nThe Independent leaders, aware that it would not be in their power to\ncontrol the city while their forces were employed in the field, sought\na reconciliation.[b] The parliament was suffered to vote that no change\nshould be made in the fundamental government of the realm by king, lords,\nand commons; and the citizens in return engaged themselves to live and die\nwith the parliament. Though the promises on both sides were known to be\ninsincere, it was the interest of each to dissemble. Fairfax withdrew his\ntroops from Whitehall and the Mews; the charge of the militia was once more\nintrusted to the lord mayor and the aldermen; and the chief command was\nconferred on Skippon, who, if he did not on every subject agree with the\nIndependents, was yet distinguished by his marked opposition to the policy\nof their opponents.[c]",
        "The inhabitants of Surrey and Essex felt dissatisfied with the answers\ngiven to their petitions; those of Kent repeatedly assembled to consider\ntheir grievances, and to consult on the means of redress. These meetings,\nwhich originated with a private gentleman of the name of Hales, soon\nassumed the character of",
        "[Footnote 1: Journals, 243, 260, 267, 272. Commons’, April 13, 27, May 16.\nWhitelock, 299, 302, 303, 305, 306.]",
        "[Sidenote a: A.D. 1648. April 28.]\n[Sidenote b: A.D. 1648. May 2.]",
        "loyalty and defiance. Associations were formed, arms were collected, and on\nan appointed day[a] a general rising took place. The inhabitants of\nDeal distinguished themselves on this occasion; and Rainsborowe, the\nparliamentarian admiral, prepared to chastise their presumption. Leaving\norders for the fleet to follow, he proceeded[b] in his barge to reconnoitre\nthe town; but the men, several of whom had families and relatives in it,\nbegan to murmur, and Lindale, a boatswain in the admiral’s ship, proposed\nto declare for the king. He was answered with acclamations; the officers\nwere instantly arrested; the crews of the other ships followed the example;\nthe arguments and entreaties of Rainsborowe himself, and of the earl of\nWarwick, who addressed them in the character of lord high admiral, were\ndisregarded, and the whole fleet, consisting of six men-of-war fully\nequipped for the summer service, sailed under the royal colours to\nHelvoetsluys, in search of the young duke of York, whom they chose for\ntheir commander-in-chief.[1] But the alarm excited by this revolt at sea\nwas quieted by the success of Fairfax against the insurgents on land. The\nCavaliers had ventured to oppose him[c] in the town of Maidstone, and for\nsix hours, aided by the advantage of their position, they resisted the\nefforts of the enemy; but their loss was proportionate to their valour, and\ntwo hundred fell in the streets, four hundred were made prisoners. Many\nof the countrymen, discouraged by this defeat, hastened to their homes.\nGoring, earl of Newport, putting himself at the head of a different body,\nadvanced[d] to Blackheath, and solicited admission into the city. It was a\nmoment big with the most important consequences. The king’s friends formed\na",
        "[Footnote 1: Life of James II. i. 41.]",
        "[Sidenote a: A.D. 1648. May 23.]\n[Sidenote b: A.D. 1648. May 27.]\n[Sidenote c: A.D. 1648. June 1.]\n[Sidenote d: A.D. 1648. June 2.]",
        "numerous party; the common council wavered; and the parliament possessed no\narmed force to support its authority. The leaders saw that they had but one\nresource, to win by conciliation. The aldermen imprisoned at the request of\nthe army were set[a] at liberty; the impeachment against the six lords was\ndischarged; and the excluded members were permitted to resume their seats.\nThese concessions, aided by the terror which the victory at Maidstone\ninspired, and by the vigilance of Skippon, who intercepted all\ncommunication between the royalists, and the party at Blackheath, defeated\nthe project of Goring. That commander, having received a refusal,\ncrossed[b] the river, with five thousand horse, was joined by Lord Capel\nwith the royalists from Hertfordshire, and by Sir Charles Lucas with a body\nof horse from Chelmsford, and assuming the command of the whole, fixed his\nhead-quarters in Colchester. The town had no other fortification than a low\nrampart of earth; but, relying on his own resources and the constancy of\nhis followers, he resolved to defend it against the enemy, that he might\ndetain Fairfax and his army in the south, and keep the north open to the\nadvance of the Scots. This plan succeeded; Colchester was assailed and\ndefended with equal resolution; nor was its fate decided till the failure\nof the Scottish invasion had proved the utter hopelessness of the royal\ncause.[1]",
        "It soon appeared that the restoration of the impeached and excluded\nmembers, combined with the departure of the officers to their commands in\nthe army, had imparted a new tone to the proceedings in",
        "[Footnote 1: Journals, x. 276, 278, 279, 283, 289, 297, 301, 304. Commons,\nMay 24, 25, June 4, 8. Whitelock, 307, 308, 309, 310. Clarendon, iii. 133,\n151, 154.]",
        "[Sidenote a: A.D. 1648. June 3.]\n[Sidenote b: A.D. 1648. June 4.]",
        "parliament. Holles resumed not only his seat, but his preponderance in the\nlower house. The measures which his party had formerly approved were again\nadopted; and a vote was passed to open a new treaty with the king, on\ncondition that he should previously engage to give the royal assent to\nthree bills, revoking all declarations against the parliament, establishing\nthe Presbyterian discipline for the term of three, and vesting the command\nof the army and navy in certain persons during that of ten years. But among\nthe lords a more liberal spirit prevailed. The imprisonment of the six\npeers had taught them a salutary lesson. Aware that their own privileges\nwould infallibly fall with the throne, they rejected the three bills of\nthe Commons, voted a personal treaty without any previous conditions,\nand received from the common council an assurance that, if the king were\nsuffered to come to London, the city would guarantee both the royal person\nand the two houses from insult and danger. But Holles and his adherents\nrefused to yield; conference after conference was held; and the two parties\ncontinued for more than a month to debate the subject without interruption\nfrom the Independents. These had no leisure to attend to such disputes.\nTheir object was to fight and conquer, under the persuasion that victory in\nthe field would restore to them the ascendancy in the senate.[1]",
        "It was now the month of July, and the English royalists had almost\nabandoned themselves to despair, when they received the cheering\nintelligence that the duke of Hamilton had at last redeemed his promise,\nand entered[a] England at the head of a numerous army.[a]",
        "[Footnote 1: Journals, 308, 349, 351, 362, 364, 367. Commons, July 5.\nWhitelock, 315, 316, 318, 319. Ludlow, i. 251.]",
        "[Sidenote a: A.D. 1648. April 28.]",
        "The king’s adherents in the northern counties had already surprised Berwick\nand Carlisle; and, to facilitate his entry, had for two months awaited\nwith impatience his arrival on the borders. The approach of Lambeth, the\nparliamentary general, compelled them to seek shelter within the walls of\nCarlisle, and the necessity of saving that important place compelled the\nduke to despatch a part of his army to its relief. Soon afterwards[a] he\narrived himself. Report exaggerated his force to thirty thousand men,\nthough it did not in fact amount to more than half that number; but he\nwas closely followed by Monroe, who led three thousand veterans from the\nScottish army in Ireland, and was accompanied or preceded by Sir Marmaduke\nLangdale, the commander of four thousand Cavaliers, men of approved valour,\nwho had staked their all on the result. With such an army a general of\ntalent and enterprise might have replaced the king on his throne; but\nHamilton, though possessed of personal courage, was diffident of his own\npowers, and resigned himself to the guidance of men who sacrificed the\ninterests of the service to their private jealousies and feuds. Forty days\nwere consumed in a short march of eighty miles; and when the decisive\nbattle was fought, though the main body had reached the left bank of the\nRibble near Preston, the rear-guard, under Monroe, slept in security at\nKirkby Lonsdale. Lambert had retired slowly before the advance of the\nScots, closely followed by Langdale and his Cavaliers; but in Otley Park he\nwas joined by Cromwell, with several regiments which had been employed in\nthe reduction of Pembroke. Their united force did not exceed nine thousand\nmen; but the impetuosity of the general despised inequality of numbers; and\nthe",
        "[Sidenote a: A.D. 1648. July 8.]",
        "ardour of his men induced him to lead them without delay against the enemy.\nFrom Clithero, Langdale fell back on the Scottish army near Preston, and\nwarned the duke to prepare for battle on the following day.[a] Of the\ndisasters which followed, it is impossible to form any consistent notion\nfrom the discordant statements of the Scottish officers, each of whom,\nanxious to exculpate himself, laid the chief blame on some of his\ncolleagues. This only is certain, that the Cavaliers fought with the\nobstinacy of despair; that for six hours they bore the whole brunt of the\nbattle; that as they retired from hedge to hedge they solicited from the\nScots a reinforcement of men and a supply of ammunition; and that, unable\nto obtain either, they retreated into the town, where they discovered that\ntheir allies had crossed to the opposite bank, and were contending with\nthe enemy for the possession of the bridge. Langdale, in this extremity,\nordered his infantry to disperse, and, with the cavalry and the duke,\nwho had refused to abandon his English friends, swam across the Ribble.\nCromwell won the bridge, and the royalists fled in the night toward Wigan.\nOf the Scottish forces, none but the regiments under Monroe and the\nstragglers who rejoined him returned to their native country. Two-thirds\nof the infantry, in their eagerness to escape, fell into the hands of\nthe neighbouring inhabitants; nor did Baillie, their general, when he\nsurrendered at Warrington, number more than three thousand men under their\ncolours. The duke wandered as far as Uttoxeter with the cavalry; there his\nfollowers mutinied,[b] and he yielded himself a prisoner to General Lambert\nand the Lord Grey of Groby. The Cavaliers disbanded[c] themselves in\nDerbyshire; their gallant leader, who travelled in",
        "[Sidenote: A.D. 1648. Aug. 17.]\n[Sidenote: A.D. 1648. Aug. 20.]\n[Sidenote: A.D. 1648. Aug. 25.]",
        "the disguise of a female, was discovered and taken in the vicinity of\nNottingham: but Lady Savile bribed his keeper: dressed in a clergyman’s\ncassock he escaped to the capital; and remained there in safety with Dr.\nBarwick, being taken for an Irish minister driven from his cure by the\nIrish Catholics.[1]",
        "On the very day on which the Scots began their march, a feeble attempt had\nbeen made to assist their advance by raising the city of London. Its author\nwas one who by his inconstancy had deservedly earned the contempt of every\nparty,–the earl of Holland. He had during the contest passed from the king\nto the parliament, and from the parliament to the king. His ungracious\nreception by the royalists induced him to return to their opponents, by\nwhom he was at first treated with severity, afterwards with neglect.\nWhether it were resentment or policy, he now professed himself a true\npenitent, offered to redeem his past errors by future services, and\nobtained from the prince of Wales a commission to raise forces. As it had\nbeen concerted between him and Hamilton, on the 5th of July, he marched[a]\nat the head of five hundred",
        "[Footnote 1: Lords’ Journals, x. 455-458. Rushworth, vii. 1227, 1242.\nBarwicci Vita, 66. The narrative in Burnet’s Memoirs of the Hamiltons\n(355-365) should be checked by that in Clarendon (iii. 150, 160). The\nfirst was derived from Sir James Turner (Turner’s Memoirs, 63), who held\na command in the Scottish army; the second from Sir Marmaduke Langdale.\nAccording to Turner, Langdale was ignorant, or kept the Scots in ignorance,\nof the arrival of Cromwell and his army; according to Langdale, he\nrepeatedly informed them of it, but they refused to give credit to the\ninformation. Langdale’s statement is confirmed by Dachmont, who affirmed to\nBurnet, that “on fryday before Preston the duke read to Douchel and him\na letter he had from Langdale, telling how the enemy had rendesvoused at\nOatley and Oatley Park, wher Cromwell was,\"–See a letter from Burnet to\nTurner in App. to Turner’s Memoirs, 251. Monroe also informed the duke,\nprobably by Dachmont, of Cromwell’s arrival at Skipton.–Ibid, 249.]",
        "[Sidenote a: A.D. 1648. July 5.]",
        "horse, in warlike array from his house in the city, and having fixed his\nquarters in the vicinity of Kingston, sent messages to the parliament and\nthe common council, calling on them to join with him in putting an end to\nthe calamities of the nation. On the second day,[a] through the negligence,\nit was said, of Dalbier, his military confidant, he was surprised, and\nafter a short conflict, fled with a few attendants to St. Neots; there a\nsecond action followed,[b] and the earl surrendered at discretion to his\npursuers. His misfortune excited little interest; but every heart felt\ncompassion for two young noblemen whom he had persuaded to engage in this\nrash enterprise, the duke of Buckingham and his brother the Lord Francis\nVilliers. The latter was slain at Kingston; the former, after many\nhair-breadth escapes, found an asylum on the continent.[1]",
        "The discomfiture of the Scottish army was followed by the surrender\nof Colchester. While there was an object to fight for, Goring and his\ncompanions had cheerfully submitted to every privation; now that not a hope\nremained, they offered to capitulate, and received for answer that quarter\nwould be granted to the privates, but that the officers had been declared\ntraitors by the parliament, and must surrender at discretion. These terms\nwere accepted;[c] the council deliberated on the fate of the captives;\nGoring, Capel, and Hastings, brother to the earl of Huntingdon, were\nreserved for the judgment of the parliament; but two, Sir George Lisle and\nSir Charles Lucas, because they were not men of family, but soldiers of\nfortune,[2] were",
        "[Footnote 1: Clarendon, iii. 121, 176. Whitelock, 317, 318, 320. Lords’\nJournals, 367. Commons, July 7, 12. Leicester’s Journal, 35.]",
        "[Footnote 2: This is the reason assigned by Fairfax himself. Memoirs, 50.]",
        "[Sidenote a: A.D. 1648. July 7.]\n[Sidenote b: A.D. 1648. July 10.]\n[Sidenote c: A.D. 1648. August 29.]",
        "selected for immediate execution. Both had been distinguished by their\nbravery, and were reckoned among the first commanders in the royal service.\nLucas, tearing open his doublet, exclaimed, “Fire, rebels!” and instantly\nfell. Lisle ran to him, kissed his dead body, and turning to the soldiers,\ndesired them to advance nearer. One replied, “Fear not, sir, we shall hit\nyou.” “My friends,” he answered, “I have been nearer when you have missed\nme.” The blood of these brave men impressed a deep stain on the character\nof Fairfax, nor was it wiped away by the efforts of his friends, who\nattributed their death to the revengeful counsels of Ireton.[1]",
        "At this time the prince of Wales had been more than six weeks in the Downs.\nAs soon as he heard of the revolt of the fleet, he repaired to the Hague,\nand taking upon himself the command, hastened with nineteen sail to the\nEnglish coast. Had he appeared before the Isle of Wight, there can be\nlittle doubt that Charles would have recovered his liberty; but the council\nwith the prince decided[a] that it was more for the royal interest to sail\nto the month of the river, where they long continued to solicit by letters\nthe wavering disposition of the parliament and the city. While Hamilton\nadvanced, there seemed a prospect of success; the destruction of his army\nextinguished their hopes. The king, by a private message, suggested that\nbefore their departure from the coast, they should free him from his\ncaptivity. But the mariners proved that they were the masters. They\ndemanded to fight the hostile fleet under the earl of",
        "[Footnote 1: Journals, x. 477. Rushworth, vii. 1242, 1244. Clarendon, iii,\n177. Fairfax says in his vindication that they surrendered “at mercy,\nwhich means that some are to suffer, some to be spared.\"–Memoirs, p. 540.]",
        "[Sidenote a: A.D. 1648. July 20.]",
        "Warwick, who studiously avoided an engagement, that he might be joined by\na squadron from Portsmouth. During two days the royalists offered[a] him\nbattle; by different manoeuvres he eluded their attempts; and on the third\nday the want of provisions compelled the prince to steer for the coast\nof Holland, without paying attention to the request of his royal father.\nWarwick, who had received his reinforcements, followed at a considerable\ndistance; but, though he defended his conduct on motives of prudence, he\ndid not escape the severe censure of the Independents and Levellers, who\nmaintained that the cause had always been betrayed when it was intrusted to\nthe cowardice or disaffection of noble commanders.[1]",
        "It is now time to revert to the contest between the two houses respecting\nthe proposed treaty with the king. Towards the end of July the Commons had\nyielded[b] to the obstinacy of the Lords; the preliminary conditions on\nwhich they had insisted were abandoned,[c] and the vote of non-addresses\nwas repealed. Hitherto these proceedings had been marked with the\ncharacteristic slowness of every parliamentary measure; but the victory of\nCromwell over Hamilton, and the danger of interference on the part of the\narmy, alarmed the Presbyterian leaders; and fifteen commissioners, five\nlords and ten commoners, were appointed[d] to conduct the negotiation.[2]\nAt length they arrived;[e] Charles repaired[f] from his prison in\nCarisbrook Castle to the neighbouring town of Newport;",
        "[Footnote 1: Lords’ Journals, x. 399, 414, 417, 426, 444, 483, 488, 494.\nClarendon Papers, ii. 412, 414.]",
        "[Footnote 2: They were the earls of Northumberland, Salisbury, Pembroke,\nand Middlesex, the lords Say and Seale, Lord Wenman, Sir Henry Vane,\njunior, Sir Harbottle Grimstone, and Holles, Pierrepoint, Brown, Crew,\nGlyn, Potts, and Bulkely.]",
        "[Sidenote a: A.D. 1648. August 30.]\n[Sidenote b: A.D. 1648. July 28.]\n[Sidenote c: A.D. 1648. August 3.]\n[Sidenote d: A.D. 1648. Sept. 1.]\n[Sidenote e: A.D. 1648. Sept. 15.]\n[Sidenote f: A.D. 1648. Sept. 18.]",
        "he was suffered to call around him his servants, his chaplains, and such\nof his counsellors as had taken no part in the war; and, as far as outward\nappearances might be trusted, he had at length obtained the free and\nhonourable treaty which he had so often solicited. Still he felt that he\nwas a captive, under promise not to leave the island till twenty days after\nthe conclusion of the treaty, and he soon found, in addition, that he was\nnot expected to treat, but merely to submit. How far the two houses might\nhave yielded in other circumstances is uncertain; but, under the present\nsuperiority of the army, they dared not descend from the lofty pretensions\nwhich they had previously put forth. The commissioners were permitted to\nargue, to advise, to entreat; but they had no power to concede; their\ninstructions bound them to insist on the king’s assent to every proposition\nwhich had been submitted to his consideration at Hampton Court. To many of\nthese demands Charles made no objection; in lieu of those which he\nrefused, he substituted proposals of his own, which were forwarded to\nthe parliament, and voted unsatisfactory. He offered new expedients and\nmodifications; but the same answer was invariably returned, till the\nnecessity of his situation wrung from the unfortunate prince his\nunqualified assent to most of the articles in debate. On four points only\nhe remained inflexible. Though he agreed to suspend for three years, he\nrefused to abolish entirely, the functions of the bishops; he objected to\nthe perpetual alienation of the episcopal lands, but proposed to grant\nleases of them for lives, or for ninety-nine years, in favour of the\npresent purchasers; he contended that all his followers, without any\nexception, should be admitted to compound for their delinquency; and he\nprotested that, till his conscience were satisfied of the lawfulness of the\ncovenant, he would neither swear to it himself, nor impose it upon others.\nSuch was the state of the negotiation, when the time allotted by the\nparliament expired;[a] and a prolongation for twenty days was voted.[1]",
        "The Independents from the very beginning had disapproved of the treaty. In\na petition presented[b] by “thousands of well-affected persons in and near\nLondon,” they enumerated the objects for which they had fought, and which\nthey now claimed as the fruit of their victory. Of these the principal\nwere, that the supremacy of the people should be established against the\nnegative voice of the king and of the lords; that to prevent civil wars,\nthe office of the king and the privileges of the peers should be clearly\ndefined; that a new parliament, to be elected of course and without writs,\nshould assemble every year, but never for a longer time than forty or fifty\ndays; that religious belief and worship should be free from restraint",
        "[Footnote 1: The papers given in during this treaty may be seen in the\nLords’ Journals, x. 474-618. The best account is that composed by order of\nthe king himself, for the use of the prince of Wales.–Clarendon Papers,\nii. 425-449. I should add, that a new subject of discussion arose\nincidentally during the conferences. The lord Inchiquin had abandoned the\ncause of the parliament in Ireland, and, at his request, Ormond had been\nsent from Paris by the queen and the prince, to resume the government, with\na commission to make peace with the Catholic party. Charles wrote to him\ntwo letters (Oct. 10, 28.–Carte, ii. App. xxxi. xxxii.), ordering him to\nfollow the queen’s instructions, to obey no commands from himself as long\nas he should be under restraint, and not to be startled at his concessions\nrespecting Ireland, for they would come to nothing. Of these letters the\nhouses were ignorant; but they got possession of one from Ormond to the\nIrish Catholics, and insisted that Charles should order the lord lieutenant\nto desist. This he eluded for some time, alleging that if the treaty took\neffect, their desire was already granted by his previous concessions; if it\ndid not, no order of his would be obeyed. At last he consented, and wrote\nthe letter required.–Journals, x. 576-578, 597, 618. Clarendon Papers, ii.\n441, 445, 452.]",
        "[Sidenote a: A.D. 1648. Nov. 5.]\n[Sidenote b: A.D. 1648. Sept. 11.]",
        "or compulsion; that the proceedings in law should be shortened, and the\ncharges ascertained; that tithes for the support of the clergy, and\nperpetual imprisonment for debt, should be abolished; and that the\nparliament “should lay to heart the blood spilt, and the rapine perpetrated\nby commission from the king, and consider whether the justice of God could\nbe satisfied, or his wrath be appeased, by an act of oblivion.” This\ninstrument is the more deserving of attention, because it points out the\npolitical views which actuated the leaders of the party.[1]",
        "In the army, flushed as it was with victory, and longing for revenge,\nmaxims began to prevail of the most dangerous tendency in respect of the\nroyal captive. The politicians maintained that no treaty could be safely\nmade with the king, because if he were under restraint, he could not be\nbound by his consent; if he were restored to liberty, he could not be\nexpected to make any concessions. The fanatics went still further. They had\nread in the book of Numbers that “blood defileth the land, and the land\ncannot be cleansed of the blood that is shed therein, but by the blood of\nhim that shed it;” and hence they inferred that it was a duty, imposed\non them by the God who had given them the victory, to call the king to a\nstrict account for all the blood which had been shed during the civil\nwar. Among these, one of the most eminent was Colonel Ludlow, a member of\nparliament, who, having persuaded himself that the anger of God could be\nappeased only by the death of Charles, laboured, though in vain, to make\nFairfax a convert to his opinion. He proved more successful with Ireton,\nwhose regiment petitioned[a] the commander-in-chief,",
        "[Footnote 1: Whitelock, 335.]",
        "[Sidenote a: A.D. 1648. Oct. 18.]",
        "that crime might be impartially punished without any distinction of high or\nlow, rich or poor; that all who had contrived or abetted the late war might\nreceive their just deserts; and that whosoever should speak or act in\nfavour of Charles, before that prince had been acquitted of shedding\ninnocent blood, should incur the penalties of treason. The immediate object\nof this paper was to try the general disposition of the army. Though it did\nnot openly express, it evidently contemplated the future trial of the\nking, and was followed by another petition[a] from the regiment of Colonel\nIngoldsby, which, in plainer and bolder terms, demanded that the monarch\nand his adherents should be brought to justice; condemned the treaty\nbetween him and the parliament as dangerous and unjust; and required the\nappointment of a council of war to discover an adequate remedy for the\nnational evils. Fairfax had not the courage to oppose what, in his own\njudgment, he disapproved; the petitions were laid before an assembly of\nofficers; and the result of their deliberation was a remonstrance[b] of\nenormous length, which, in a tone of menace and asperity, proclaimed the\nwhole plan of the reformers. It required that “the capital and grand author\nof all the troubles and woes which the kingdom had endured, should be\nspeedily brought to justice for the treason, blood, and mischief of which\nhe had been guilty;” that a period should be fixed for the dissolution of\nthe parliament; that a more equal representation of the people should be\ndevised; that the representative body should possess the supreme power, and\nelect every future king; and that the prince so elected should be bound to\ndisclaim all pretentions to a negative voice in the passing of laws, and to\nsubscribe to that form of government which he",
        "[Sidenote a: A.D. 1648. Oct. 30.]\n[Sidenote b: A.D. 1648. Nov. 16.]",
        "should find established by the present parliament. This remonstrance\nwas addressed to the lower house alone, for the reformers declared\nthemselves[a] unable to understand on what ground the lords could claim\nco-equal power with the representatives of the people, in whom alone the\nsovereignty resided.[1] It provoked a long and animated debate; but the\nPresbyterians met its advocates without fear, and silenced them[b] by an\noverwhelming majority. They felt that they were supported by the general\nwish of the nation, and trusted that if peace were once established\nby agreement with the king, the officers would act dare to urge their\npretensions. With this view they appointed a distant day for the\nconsideration of the remonstrance, and instructed the commissioners at\nNewport to hasten the treaty to a speedy conclusion.[2]",
        "The king now found himself driven to the last extremity. The threats of the\narmy resounded in his ears; his friends conjured him to recede from his\nformer answers; and the commissioners declared their conviction, that\nwithout full satisfaction, the two houses could not save him from the\nvengeance of his enemies. To add to his alarm, Hammond, the governor of the\nisland, had received a message from Fairfax to repair without delay to the\nhead-quarters at Windsor. This was followed by the arrival[c] of Colonel\nEure, with orders to seize the king, and confine[d] him again in Carisbrook\nCastle, or, if he met with opposition, “to act as God should direct him.\"\nHammond replied with firmness, that in military matters he would obey his\ngeneral; but as to the royal person, he had received",
        "[Footnote 1: Whitelock, 343, 346, 355. Rushworth, vii. 1298, 1311, 1331.]",
        "[Footnote 2: Journals of Commons, Nov. 20, 24, 30. There were two divisions\nrelating to this question; in the first the majority was 94 to 60, in the\nsecond 125 to 58.]",
        "[Sidenote a: A.D. 1648. Nov. 18.]\n[Sidenote b: A.D. 1648. Nov. 20.]\n[Sidenote c: A.D. 1648. Nov. 25.]\n[Sidenote d: A.D. 1648. Nov. 26.]",
        "the charge from the parliament, and would not suffer the interference of\nany other authority. Eure departed; but Charles could no longer conceal\nfrom himself the danger which stared him in the face; his constancy or\nobstinacy relented; and he agreed,[a] after a most painful struggle, and\nwhen the time was run to the last minute, to remit the compositions of his\nfollowers to the mercy of parliament; to consent to the trial of the seven\nindividuals excepted from pardon, provided they were allowed the benefit of\nthe ancient laws; and to suspend the functions and vest in the crown the\nlands of the bishops, till religion should be settled, and the support of\nits ministers determined by common consent of the king and the two houses.\nBy this last expedient it was hoped that both parties would be satisfied;\nthe monarch, because the order was not abolished, nor its lands alienated\nfor ever; the parliament, because neither one nor the other could be\nrestored without its previous consent.[1]",
        "[Footnote 1: Clarendon Papers, 449-454. Journals, x. 620-622. The royalists\nexcepted from mercy were the marquess of Newcastle, Sir Marmaduke Langdale,\nLord Digby, Sir Richard Grenville, Mr. Justice Jenkins, Sir Francis\nDorrington, and Lord Byron. It appears to me difficult to read the letters\nwritten by Charles during the treaty to his son the prince of Wales\n(Clarendon Papers, ii. 425-454), and yet believe that he acted with\ninsincerity. But how then, asks Mr. Laing (Hist. of Scotland, iii. 411),\nare we to account for his assertion to Ormond, that the treaty would come\nto nothing, and for his anxiety to escape manifested by his correspondence\nwith Hopkins?–Wagstaff’s Vindication of the Royal Martyr, 142-161. 1.\nCharles knew that, besides the parliament, there was the army, which had\nboth the will and the power to set aside any agreement which might be made\nbetween him and the parliament; and hence arose his conviction that “the\ntreaty would come to nothing.” 2. He was acquainted with all that passed\nin the private councils of his enemies; with their design to bring him to\ntrial and to the scaffold; and he had also received a letter, informing him\nof an intention to assassinate him during the treaty.–Herbert, 134. Can we\nbe surprised, if, under such circumstances, he sought to escape? Nor\nwas his parole an objection. He conceived himself released from it by\nmisconduct on the part of Hammond, who, at last, aware of that persuasion,\nprevailed on him, though with considerable difficulty, to renew his\npledge.–Journals, x. 598. After this renewal he refused to escape even\nwhen every facility was offered him.–Rushworth, vii. 1344.]",
        "[Sidenote a: A.D. 1648. Nov. 27.]",
        "In the morning, when the commissioners took their leave,[a] Charles\naddressed them with a sadness of countenance and in a tone of voice which\ndrew tears from all his attendants. “My lords,” said he, “I believe we\nshall scarce ever see each other again. But God’s will be done! I have made\nmy peace with him, and shall undergo without fear whatever he may suffer\nmen to do to me. My lords, you cannot but know that in my fall and ruin you\nsee your own, and that also near you. I pray God send you better friends\nthan I have found. I am fully informed of the carriage of them who plot\nagainst me and mine; but nothing affects me so much as the feeling I have\nof the sufferings of my subjects, and the mischief that hangs over my three\nkingdoms, drawn upon them by those who, upon pretences of good, violently\npursue their own interests and ends.” Hammond departed at the same time\nwith the commissioners, and the command at Carisbrook devolved on Boreman,\nan officer of the militia, at Newport on Rolfe, a major in the army. To\nboth he gave a copy of his instructions from the parliament for the safety\nof the royal person; but the character of Rolfe was known; he had been\ncharged with a design to take the king’s life six months before, and had\nescaped a trial by the indulgence of the grand jury, who ignored the bill,\nbecause the main fact was attested by the oath of only one witness.[2]",
        "The next morning[b] a person in disguise ordered one",
        "[Footnote 1: Appendix to Eveyln’s Memoirs, ii. 128.]",
        "[Footnote 2: Journals, x. 615, 345, 349, 358, 370, 390. Clarendon, iii.\n234.]",
        "[Sidenote a: A.D. 1648. Nov. 28.]\n[Sidenote b: A.D. 1648. Nov. 29.]",
        "of the royal attendants to inform the king that a military force was on\nits way to make him prisoner. Charles immediately consulted the duke of\nRichmond, the earl of Lindsey, and Colonel Coke, who joined in conjuring\nhim to save his life by an immediate escape. The night was dark and stormy;\nthey were acquainted with the watchword; and Coke offered him horses and a\nboat. But the king objected, that he was bound in honour to remain twenty\ndays after the treaty, nor would he admit of the distinction which\nthey suggested, that his parole was given not to the army, but to the\nparliament. It was in vain that they argued and entreated: Charles, with\nhis characteristic obstinacy,[a] retired to rest about midnight; and in a\nshort time Lieutenant-Colonel Cobbett arrived with a troop of horse and a\ncompany of foot. Boreman refused to admit him into Carisbrook. But Rolfe\noffered him aid at Newport; at five the king was awakened by a message that\nhe must prepare to depart; and about noon he was safely lodged in Hurst\nCastle, situate on a solitary rock, and connected by a narrow causeway, two\nmiles in length, with the opposite coast of Hampshire.[1]",
        "The same day the council of officers published a menacing declaration\nagainst the House of Commons. It charged the majority with apostasy\nfrom their former principles, and appealed from their authority to “the\nextraordinary judgment of God and of all good people;” called on the\nfaithful members to protest against the past conduct of their colleagues,\nand to place themselves under the protection of the army; and asserted that\nsince God had given to the officers the power, he had also made it their\nduty, to",
        "[Footnote 1: Rushworth, vii. 1344-1348, 1351. Herbert, 113, 124.]",
        "[Sidenote a: A.D. 1648. Nov. 30.]",
        "provide for the settlement of the kingdom and the punishment of the\nguilty.[a] In the pursuit of these objects, Fairfax marched several\nregiments to London, and quartered them at Whitehall, York House, the Mews,\nand in the skirts of the city.[1]",
        "The reader will recollect the pusillanimous conduct of the Presbyterian\nmembers on the approach of the army in the year 1646.[b] On the present\noccasion they resolved to redeem their character. They betrayed no symptom\nof fear, no disposition to retire, or to submit. Amidst the din of arms and\nthe menaces of the soldiers, they daily attended their duty in parliament,\ndeclared that the seizure of the royal person had been, made without\ntheir knowledge or consent, and proceeded to consider the tendency of the\nconcessions made by Charles in the treaty of Newport. This produced\nthe longest and most animated debate hitherto known in the history of\nparliament. Vane drew a most unfavourable portrait of the king, and\nrepresented all his promises and professions as hollow and insincere;\nFiennes became for the first time the royal apologist, and refuted the\ncharges brought by his fellow commissioner; and Prynne, the celebrated\nadversary of Laud, seemed to forget his antipathy to the court, that he\nmight lash the presumption and perfidy of the army. The debate continued\nby successive adjournments three days and a whole night; and on the\nlast division in the morning a resolution was carried by a majority of\nthirty-six, that the offers of the sovereign furnished a sufficient ground\nfor the future settlement of the kingdom.[2][c]",
        "[Footnote 1: Rushworth, vii. 1341, 1350. Whitelock, 358.]",
        "[Footnote 2: Journals, Dec. 1, 2, 3, 5. Clarendon Papers, ii. App, xlviii.\nCobbett, Parl. Hist. 1152. In some of the previous divisions, the house\nconsisted of two hundred and forty members; but several seem to have\nretired during the night; at the conclusion there were only two hundred and\ntwelve.]",
        "[Sidenote a: A.D. 1648. Dec. 2.]\n[Sidenote b: A.D. 1648. Dec. 5]",
        "But the victors were not suffered to enjoy their triumph. The next day\nSkippon discharged the guards of the two houses, and their place was\nsupplied by a regiment of horse and another of foot from the[a] army.\nColonel Pride, while Fairfax, the commander-in-chief, was purposely\nemployed in a conference with some of the members, stationed himself in the\nlobby: in his hand he held a list of names, while the Lord Grey stood\nby his side to point out the persons of the members; and two-and-fifty\nPresbyterians, the most distinguished of the party by their talents or\ninfluence, were taken into custody and conducted to different places of\nconfinement. Many of those who passed the ordeal on this, met with a\nsimilar treatment on the following day; numbers embraced the opportunity\nto retire into the country; and the house was found, after repeated\npurifications, to consist of about fifty individuals, who, in the quaint\nlanguage of the time, were afterwards dignified with the honourable\nappellation of the “Rump.\"[1]",
        "Whether it were through policy or accident, Cromwell was not present to\ntake any share in these extraordinary proceedings. After his victory at\nPreston he had marched in pursuit of Monroe, and had besieged the important\ntown of Berwick. But his real views were not confined to England. The\ndefeat of the Scottish royalists had raised the hopes of their opponents\nin their own country. In the western shires the curse of Meroz had been\ndenounced from",
        "[Footnote 1: Whitelock, 358, 359. Commons’ Journals, Dec. 6, 7. This was\ncalled Pride’s purge. Forty-seven members were imprisoned, and ninety-six\nexcluded.–Parl. Hist. iii. 1248.]",
        "[Sidenote a: A.D. 1648. Dec. 6.]",
        "the pulpit against all who refused to arm in defence of the covenant; the\nfanatical peasants marshalled themselves under their respective ministers;\nand Loudon and Eglington, assuming the command, led them to Edinburgh.[1]\nThis tumultuary mass, though joined by Argyle and his Highlanders, and by\nCassilis with the people of Carrick and Galloway, was no match for the\ndisciplined army under Lanark and Monroe; but Cromwell offered to advance\nto their support, and the[a] two parties hastened to reconcile their\ndifferences by a treaty, which secured to the royalists their lives and[b]\nproperty, on condition that they should disband their forces. Argyle with\nhis associates assumed the name and the office of the committee of the\nestates; Berwick and Carlisle were delivered to the English[c] general;\nand he himself with his army was invited to the capital. Amidst the public\nrejoicing, private conferences of which the subject never transpired, were\nrepeatedly held; and Cromwell returning to[d] England, left Lambeth with\ntwo regiments of horse, to support the government of his friends till they\ncould raise a sufficient force among their own party.[2] His progress\nthrough the northern counties was slow;[e] nor did he reach the capital\ntill the day after the exclusion of the Presbyterian members. His late\nvictory had rendered him the idol of the soldiers: he was conducted with\nacclamations of joy to the",
        "[Footnote 1: This was called the inroad of the Whiggamores; a name given\nto these peasants either from whiggam, a word employed by them in driving\ntheir horses, or from whig (Anglicè whey), a beverage of sour milk, which\nformed one of the principal articles of their meals.–Burnet’s History of\nhis Own Times, i. 43. It soon came to designate an enemy of the king, and\nin the next reign was transferred, under the abbreviated form of whig, to\nthe opponents of the court.]",
        "[Footnote 2: Memoirs of the Hamiltons, 367-377. Guthrie, 283-299.\nRushworth, vii. 1273, 1282, 1286, 1296, 1325.]",
        "[Sidenote a: A.D. 1648. Sept. 26.]\n[Sidenote b: A.D. 1648. Sept. 30.]\n[Sidenote c: A.D. 1648. Oct. 4.]\n[Sidenote d: A.D. 1648. Oct. 11.]\n[Sidenote e: A.D. 1648. Dec. 7.]",
        "royal apartments in Whitehall, and received the next day the thanks of the\nHouse of Commons for his distinguished services to the two kingdoms. Of his\nsentiments with respect to the late proceedings no doubt was entertained.\nIf he had not suggested, he had at least been careful to applaud the\nconduct of the officers, and in a letter to Fairfax he blasphemously\nattributed it to the inspiration of the Almighty.[1]",
        "The government of the kingdom had now devolved in reality on the army.\nThere were two military councils, the one select, consisting of the\ngrandees, or principal commanders, the other general, to which the inferior\nofficers, most of them men of levelling principles, were admitted. A\nsuspicion existed that the former aimed at the establishment of an\noligarchy: whence their advice was frequently received with jealousy and\ndistrust, and their resolutions were sometimes negatived by the greater\nnumber of their inferiors. When any measure had received the approbation\nof the general council, it was carried to the House of Commons, who were\nexpected to impart to it the sanction of their authority. With ready\nobedience[a] they renewed the vote of non-addresses, resolved that\nthe re-admission of the eleven expelled members was dangerous in its\nconsequences, and contrary to the usages of the house, and declared that\nthe treaty in the Isle of Wight, and the approbation given to the[b] royal\nconcessions, were dishonourable to parliament, destructive of the common\ngood, and a breach of the public faith.[2] But these were only preparatory\nmeasures:",
        "[Footnote 1: Journals, Dec. 8. Whitelock, 362. Rushworth, vii. 1339.]",
        "[Footnote 2: Journals, Dec. 3, 13, 14, 20. Whitelock, 362, 363. Clarendon\nPapers, ii. App. xlix.]",
        "[Sidenote a: A.D. 1648. Dec. 12.]\n[Sidenote b: A.D. 1648. Dec. 13.]",
        "they were soon called upon to pass a vote, the very mention of which a few\nyears before would have struck the boldest among them with astonishment and\nterror.",
        "It had long been the conviction of the officers that the life of the king\nwas incompatible with their safety. If he were restored, they would become\nthe objects of royal vengeance; if he were detained in prison, the public\ntranquillity would be disturbed by a succession of plots in his favour. In\nprivate assassination there was something base and cowardly from which the\nmajority revolted; but to bring him to public justice, was to act openly\nand boldly; it was to proclaim their confidence in the goodness of their\ncause; to give to the world a splendid proof of the sovereignty of the\npeople and of the responsibility of kings.[1][a] When the motion was made\nin the Commons, a few ventured to oppose it, not so much with the hope of\nsaving the life of Charles, as for the purpose of transferring the odium of\nhis death on its real authors. They suggested that the person of the king\nwas sacred; that history afforded no precedent of a sovereign compelled\nto plead before a court of judicature composed of his own subjects; that\nmeasures of vengeance could only serve to widen the bleeding wounds of the\ncountry; that it was idle to fear any re-action in favour of the monarch,\nand it was now time to settle on a permanent basis the liberties of the\ncountry. But their opponents were clamorous, obstinate, and menacing. The\nking, they maintained, was the capital delinquent; justice required that he\nshould suffer as well as the minor offenders. He had been guilty of treason\nagainst the people, it remained for their representatives to bring",
        "[Footnote 1: Clarendon, Hist. iii. 249.]",
        "[Sidenote a: A.D. 1648. Dec. 29.]",
        "him to punishment; he had shed the blood of man, God made it a duty to\ndemand his blood in return. The opposition was silenced; and a committee of\nthirty-eight members was appointed to receive information and to devise the\nmost eligible manner of proceeding. Among the more influential names were\nthose of Widdrington and Whitelock, Scot and Marten. But the first two\ndeclined to attend; and, when the clerk brought them a summons, retired\ninto the country.[1]",
        "[a]At the recommendation of this committee, the house passed a vote\ndeclaratory of the law, that it was high treason in the king of England,\nfor the time being, to levy war against the parliament and kingdom of\nEngland; and this was followed up with an ordinance erecting a high court\nof justice to try the question of fact, whether Charles Stuart, king\nof England, had or had not been guilty of the treason described in the\npreceding vote. But the subserviency of the Commons was not imitated by the\nLords. They saw the approaching ruin of their own order in the fall of the\nsovereign; and when the vote and ordinance were transmitted to their house,\nthey rejected both without a dissentient voice, and then adjourned for a\nweek.[b] This unexpected effort surprised, but did not disconcert, the\nIndependents.[c] They prevailed on the Commons to vote that the people are\nthe origin of all just power, and from this theoretical truth proceeded to\ndeduce two practical falsehoods. As if no portion of that power had been\ndelegated to the king and the lords, they determined that “the Commons\nof England assembled in parliament, being chosen by and representing the\npeople, have the supreme authority:” and thence inferred",
        "[Footnote 1: Journals, Dec. 23. Whitelock, 363.]",
        "[Sidenote a: A.D. 1649. Jan. 1.]\n[Sidenote b: A.D. 1649. Jan. 2.]\n[Sidenote c: A.D. 1649. Jan. 4.]",
        "that “whatsoever is enacted and declared for law by the Commons in\nparliament hath force of law, and concludes all the people of the nation,\nalthough the consent and concurrence of the king and the House of Peers\nbe not had thereunto.” But even in that hypothesis, how could the house,\nconstituted as it then was, claim to be the representative of the people?\nIt was in fact the representative of the army only, and not a free but an\nenslaved representative, bound to speak with the voice, and to enregister\nthe decrees of its masters.[1] Two days later an act for the trial of the\nking was passed by the authority of the Commons only.",
        "In the mean while Cromwell continued to act his accustomed part. Whenever\nhe rose in the house, it was to recommend moderation, to express the doubts\nwhich agitated his mind, to protest that, if he assented to harsh and\nungracious measures, he did it with reluctance, and solely in obedience to\nthe will of the Almighty. Of his conduct during the debate on the king’s\ntrial we have no account; but when it was suggested to dissolve the upper\nhouse, and transfer its members to that of the Commons, he characterized\nthe proposal as originating in revolutionary phrensy; and, on the\nintroduction of a bill to alter the form of the great seal, adopted a\nlanguage which strongly marks the hypocrisy of the man, though it was\ncalculated to make impression on the fanatical minds of his hearers.[a]\n“Sir,” said he, addressing the speaker, “if any man whatsoever have carried\non this design of deposing the king, and disinheriting his posterity, or if\nany man have still such a design, he must be the greatest",
        "[Footnote 1: Journals, x. 641. Commons, Jan. 1, 2, 4, 6. Hitherto the Lords\nhad seldom exceeded seven in number; but on this occasion they amounted to\nfourteen–Leicester’s Journal, 47.]",
        "[Sidenote a: A.D. 1649. Jan. 9.]",
        "traitor and rebel in the world; but since the providence of God has cast\nthis upon us, I cannot but submit to Providence, though I am not yet\nprepared to give you my advice.\"[1]",
        "The lord general, on the contrary, began to assume a more open and a bolder\ntone. Hitherto, instead of leading, he had been led. That he disapproved of\nmuch that had been done, we may readily believe; but he only records his\nown weakness, where he alleges in excuse of his conduct that his name had\nbeen subscribed to the resolves of the council, whether he consented or\nnot. He had lately shed the blood of two gallant officers at Colchester,\nbut no solicitations could induce him to concur in shedding the blood of\nthe king. His name stood at the head of the commissioners: he attended at\nthe first meeting, in which no business was transacted, but he constantly\nrefused to be present at their subsequent sittings, or to subscribe his\nname to their resolutions.[A] This conduct surprised and mortified the\nIndependents: it probably arose from the influence of his wife, whose\ndesperate",
        "[Footnote 1: For Cromwell’s conduct see the letters in the Appendix to the\nsecond volume of the Clarendon Papers, 1. li. The authenticity of this\nspeech has been questioned, as resting solely on the treacherous credit of\nPerrinchiefe; but it occurs in a letter written on the 11th of January,\nwhich describes the proceedings of the 9th, and therefore cannot, I think,\nbe questioned. By turning to the Journals, it will be found that on that\nday the house had divided on a question whether any more messages should\nbe received from the Lords, which was carried, in opposition to Ludlow and\nMarten. “Then,” says the letter, “they fell on the business of the king’s\ntrial.” On this head nothing is mentioned in the Journals; but a motion\nwhich would cause frequent allusions to it, was made and carried. It was\nfor a new great seal, on which should be engraven the House of Commons,\nwith this inscription:–\"In the first year of freedom, by God’s blessing\nrestored, 1648.” Such a motion would naturally introduce Cromwell’s speech\nrespecting the deposition of the king and the disherison of his posterity.]",
        "[Sidenote a: A.D. 1649. Jan. 3.]",
        "loyalty will soon challenge the attention of the reader.[1]",
        "Before this the king, in anticipation of his subsequent trial, had\nbeen removed to the palace of St.[a] James’s. In the third week of his\nconfinement in Hurst Castle, he was suddenly roused out of his sleep at\nmidnight by the fall of the drawbridge and the trampling of horses. A\nthousand frightful ideas rushed on his mind, and at an early hour in the\nmorning, he desired his servant Herbert to ascertain the cause; but every\nmouth was closed, and Herbert returned with the scanty information that a\nColonel Harrison had arrived. At the name the king turned pale, hastened\ninto the closet, and sought to relieve his terrors by private devotion. In\na letter which he had received at Newport, Harrison had been pointed out to\nhim as a man engaged to take his life. His alarm, however, was unfounded.\nHarrison was a fanatic, but no murderer: he sought, indeed, the blood of\nthe king, but it was his wish that it should be shed by the axe of the\nexecutioner, not by the dagger of the assassin. He had been appointed to\nsuperintend the removal of the royal captive, and had come to arrange\nmatters with the governor, of whose fidelity some suspicion existed.\nKeeping himself private during the days he departed in the night; and two\ndays later Charles was conducted with a numerous[b] escort to the royal\npalace of Windsor.[2]",
        "Hitherto, notwithstanding his confinement, the king had always been\nserved with the usual state; but at Windsor his meat was brought to table\nuncovered and[c] by the hands of the soldiers; no say was given; no",
        "[Footnote 1: Nalson, Trial of Charles I. Clarendon Papers, ii. App. ii.]",
        "[Footnote 2: Herbert, 131-136, Rushworth, vii. 1375.]",
        "[Sidenote a: A.D. 1648. Dec. 18.]\n[Sidenote b: A.D. 1648. Dec. 23.]\n[Sidenote c: A.D. 1648. Dec. 27.]",
        "cup presented on the knee. This absence of ceremony made on the unfortunate\nmonarch a deeper impression than could have been expected. It was, he said,\nthe denial of that to him, which by ancient custom was due to many of his\nsubjects; and rather than submit to the humiliation, he chose to diminish\nthe number of the dishes, and to take his meals in private. Of the\nproceedings against him he received no official intelligence; but he\ngleaned the chief particulars through the inquiries of Herbert, and in\ncasual conversation with Witchcott the governor. The information was\nsufficient to appal the stoutest heart; but Charles was of a most sanguine\ntemperament, and though he sought to fortify his mind against the worst, he\nstill cherished a hope that these menacing preparations were only intended\nto extort from him the resignation of his crown. He relied on the\ninterposition of the Scots, the intercession of foreign powers, and the\nattachment of many of his English subjects. He persuaded himself that his\nvery enemies would blush to shed the blood of their sovereign; and that\ntheir revenge would be appeased, and their ambition sufficiently gratified,\nby the substitution in his place of one of his younger children on the\nthrone.[1]",
        "But these were the dreams of a man who sought to allay his fears by\nvoluntary delusions. The princes of Europe looked with cold indifference\non his fate. The king of Spain during the whole contest had maintained a\nfriendly correspondence with the parliament. Frederic III. king of Denmark,\nthough he was his",
        "[Footnote 1: Herbert, 155, 157. Whitelock, 365. Sir John Temple attributed\nhis tranquillity “to a strange conceit of Ormond’s working for him in\nIreland. He still hangs upon that twigg; and by the enquireys he made after\nhis and Inchiquin’s conjunction, I see he will not be beaten off it.\"–In\nLeicester’s Journal, 48.]",
        "cousin-german, made no effort to save his life; and Henrietta could obtain\nfor him no interposition from France, where the infant king had been\ndriven from his capital by civil dissension, and she herself depended for\nsubsistence on the charity of the Cardinal de Retz, the leader of the\nFronde.[1] The Scottish parliament, indeed, made a feeble effort in his\nfavour. The commissioners subscribed a protest against the proceedings\nof the Commons, by whom it was never answered; and argued the case with\nCromwell, who referred them to the covenant, and maintained, that if it was\ntheir duty to punish the malignants in general, it was still more so to\npunish him who was the chief of the malignants.[2]",
        "As the day of trial approached, Charles resigned the hopes which he had\nhitherto indulged; and his removal to Whitehall admonished him to\nprepare for that important scene on which he was soon to appear. Without\ninformation or advice, he could only resolve to maintain the port and\ndignity of a king, to refuse the authority of his judges, and to commit no\nact unworthy of his exalted rank and that of his ancestors.[a] On the 20th\nof January the commissioners appointed by the act assembled in the painted\nchamber, and proceeded in state to the upper end of Westminster Hall.[b]\nA chair of crimson velvet had been placed for the lord president, John\nBradshaw, serjeant-at-law; the others, to the number of sixty-six, ranged\nthemselves on either side, on benches covered with scarlet; at the feet\nof the president sat two clerks at a table on which lay the sword and the\nmace; and directly opposite stood a chair intended for the king. After the\npreliminary",
        "[Footnote 1: Memoirs of Retz, i. 261.]",
        "[Footnote 2: Journals, Jan. 6, 22, 23. Parl. Hist. iii. 1277. Burnett’s Own\nTimes, i. 42.]",
        "[Sidenote a: A.D. 1649. Jan 19]\n[Sidenote b: A.D. 1649. Jan 20]",
        "formalities of reading the commission, and calling over the members,\nBradshaw ordered the prisoner to be introduced.[1]",
        "Charles was received at the door by the serjeant-at-arms, and conducted by\nhim within the bar. His step was firm, his countenance erect and unmoved.\nHe did not uncover; but first seated himself, then rose, and surveyed the\ncourt with an air of superiority, which abashed and irritated his enemies.\nWhile the clerk read the charge, he appeared to listen with indifference;\nbut a smile of contempt was seen to quiver on his lips at the passage which\ndescribed him as a “tyrant, traitor, murderer, and public and implacable\nenemy to the commonwealth of England.” At the conclusion Bradshaw called on\nhim to answer; but he demanded by what lawful authority he had been brought\nthither. He was king of England; he acknowledged no superior upon earth;\nand the crown, which he had received from his ancestors, he would transmit\nunimpaired by any act of his to his posterity. His case, moreover, was the\ncase of all the people of England; for if force without law could alter the\nfundamental laws of the kingdom, there was no man who could be secure of\nhis life or liberty for an hour. He was told that the court sat by the\nauthority of the House of",
        "[Footnote 1: The commissioners according to the act (for bills passed by\nthe Commons alone were now denominated acts), were in number 133, chosen\nout of the lower house, the inns of court, the city, and the army. In one\nof their first meetings they chose Bradshaw for their president. He was a\nnative of Cheshire, bred to the bar, had long practised in the Guildhall,\nand had lately before been made serjeant. In the first list of\ncommissioners his name did not occur; but on the rejection of the ordinance\nby the upper house, the names of six lords were erased, and his name with\nthose of five others was substituted. He obtained for the reward of his\nservices the estate of Lord Cottington, the chancellorship of the duchy of\nLancaster, and the office of president of the council.]",
        "Commons. But where, he asked, were the Lords? Were the Commons the whole\nlegislature? Were they free? Were they a court of judicature? Could they\nconfer on others a jurisdiction which they did not possess themselves? He\nwould never acknowledge an usurped authority. It was a duty imposed upon\nhim by the Almighty to disown every lawless power, that invaded either the\nrights of the crown or the liberties of the subject. Such was the substance\nof his discourse, delivered on three different days, and amidst innumerable\ninterruptions from the president, who would not suffer the jurisdiction of\nthe court to be questioned, and at last ordered the “default and contempt\nof the prisoner” to be recorded.",
        "The two following days the court sat in private, to receive evidence that\nthe king had commanded in several engagements, and to deliberate on the\nform of judgment to be pronounced.[a] On the third Bradshaw took his seat,\ndressed in scarlet; and Charles immediately demanded to be heard. He did\nnot mean, he said, on this occasion either to acknowledge or deny the\nauthority of the court; his object was to ask a favour, which would\nspare them the commission of a great crime, and restore the blessing of\ntranquillity to his people. He asked permission to confer with a joint\ncommittee of the Lords and Commons. The president replied that the proposal\nwas not altogether new, though it was now made for the first time by\nthe king himself; that it pre-supposed the existence of an authority\nco-ordinate with that of the Commons, which could not be admitted; that\nits object could only be to delay the proceedings of the court, now that\njudgment was to be pronounced. Here he was interrupted by the earnest\nexpostulation of Colonel Downes, one of the members. The king was\nimmediately",
        "[Sidenote a: A.D. 1649. Jan. 27.]",
        "removed; the commissioners adjourned into a neighbouring apartment, and\nalmost an hour was spent in private and animated debate. Had the conference\nbeen granted, Charles would have proposed (so at least it was understood)\nto resign the crown in favour of the prince of Wales.",
        "When the court resumed, Bradshaw announced to him the refusal of his\nrequest, and proceeded to animadvert in harsh and unfeeling language on the\nprincipal events of his reign. The meek spirit of the prisoner was roused;\nhe made an attempt to speak, but was immediately silenced with the remark,\nthat the time for his defence was past; that he had spurned the numerous\nopportunities offered to him by the indulgence of the court; and that\nnothing remained for his judges but to pronounce sentence; for they had\nlearned from holy writ that “to acquit the guilty was of equal abomination\nas to condemn the innocent.” The charge was again read, and was followed by\nthe judgment, “that the court, being satisfied in conscience that he, the\nsaid Charles Stuart, was guilty of the crimes of which he had been accused,\ndid adjudge him as a tyrant, traitor, murderer, and public enemy to the\ngood people of the nation, to be put to death by severing his head from\nhis body.” The king heard it in silence, sometimes smiling with contempt,\nsometimes raising his eyes to heaven, as if he appealed from the malice of\nmen to the justice of the Almighty. At the conclusion the commissioners\nrose in a body to testify their assent, and Charles made a last and more\nearnest effort to speak; but Bradshaw ordered him to be removed, and the\nguards hurried him out of the hall.[1]",
        "[Footnote 1: See the Trial of Charles Stuart, with additions by Nalson,\nfolio, London, 1735.]",
        "During this trial a strong military force had been kept under arms to\nsuppress any demonstration of popular feeling in favour of the king. On\nthe first day, when the name of Fairfax, as one of the commissioners, was\ncalled, a female voice cried from the gallery, “He has more wit than to be\nhere.” On another occasion, when Bradshaw attributed the charge against the\nking to the consentient voice of the people of England, the same female\nvoice exclaimed, “No, not one-tenth of the people.” A faint murmur of\napprobation followed, but was instantly suppressed by the military.\nThe speaker was recognised to be Lady Fairfax, the wife of the\ncommander-in-chief; and these affronts, probably on that account, were\nsuffered to pass unnoticed.[1]",
        "When Coke, the solicitor-general, opened the pleadings, the king gently\ntapped him on the shoulder with his cane, crying, “Hold, hold.” At the same\nmoment the silver head of the cane fell off, and rolled on the floor.\nIt was an accident which might have happened at any time; but in this\nsuperstitions age it could not fail to be taken for an omen. Both his\nfriends and enemies interpreted it as a presage of his approaching\ndecapitation.[2]",
        "On one day, as the king entered the court, he heard behind him the cry of\n“Justice, justice;” on another, as he passed between two lines of soldiers,\nthe word “execution” was repeatedly sounded in his ears. He bore these\naffronts with patience, and on",
        "[Footnote 1: Nalson’s Trial. Clarendon, iii. 254. State Trials, 366, 367,\n368, folio, 1730.]",
        "[Footnote 2: Nalson. Herbert, 165. “He seemed unconcerned; yet told the\nbishop, it really made a great impression on him; and to this hour, says\nhe, I know not possibly how it should come.\"–Warwick, 340.]",
        "his return said to Herbert, “I am well assured that the soldiers bear me no\nmalice. The cry was suggested by their officers, for whom they would do the\nlike if there were occasion.\"[1]",
        "On his return from the hall, men and women crowded behind the guards,\nand called aloud, “God preserve your majesty.” But one of the soldiers\nventuring to say, “God bless you, Sir,” received a stroke on the head\nfrom an officer with his cane. “Truly,” observed the king, “I think the\npunishment exceeded the offence.\"[2]",
        "By his conduct during these proceedings, Charles had exalted his character\neven in the estimation of his enemies: he had now to prepare himself for a\nstill more trying scene, to nerve his mind against the terrors of a public\nand ignominious death. But he was no longer the man he had been before\nthe civil war. Affliction had chastened his mind; he had learned from\nexperience to submit to the visitations of Providence; and he sought and\nfound strength and relief in the consolations of religion. The next day,\nthe Sunday, was spent by him at St. James’s, by the commissioners at\nWhitehall.[a] They observed a fast, preached on the judgments of God,\nand prayed for a blessing on the commonwealth. He devoted his time to\ndevotional exercises in the company of Herbert and of Dr. Juxon, bishop of\nLondon, who at the request of Hugh Peters (and it should be recorded to\nthe honour of that fanatical preacher) had been permitted to attended the\nmonarch. His nephew the prince elector, the duke of Richmond, the\nmarquess of Hertford, and several other noblemen, came to the door of his\nbedchamber, to pay their last respects to",
        "[Footnote 1: Herbert, 163, 164.]",
        "[Footnote 2: Ibid. 163, 165.]",
        "[Sidenote a: A.D. 1649. Jan. 28.]",
        "their sovereign; but they were told in his name that he thanked them for\ntheir attachment, and desired their prayers; that the shortness of his time\nadmonished him to think of another world; and that the only moments which\nhe could spare must be given to his children. These were two, the Princess\nElizabeth and the duke of Gloucester, the former wept for her father’s\nfate; the latter, too young to understand the cause, joined his tears\nthrough sympathy. Charles placed them on his knees, gave them such advice\nas was adapted to their years, and seemed to derive pleasure from the\npertinency of their answers. In conclusion, he divided a few jewels between\nthem, kissed them, gave them his blessings and hastily retired to his\ndevotions.[1]",
        "On the last night of his life he slept soundly about four hours, and early\nin the morning[a] awakened Herbert, who lay on a pallet by his bed-side.\n“This,” he said, “is my second marriage-day. I would be as trim as may\nbe; for before night I hope to be espoused to my blessed Jesus.” He then\npointed out the clothes which he meant to wear, and ordered two shirts,\non account of the severity of the weather; “For,” he observed, “were I to\nshake through cold, my enemies would attribute it to fear, I would have no\nsuch imputation. I fear not death. Death is not terrible to me. I bless my\nGod I am prepared.\"[2]",
        "[Footnote 1: Herbert, 169-180. State Trials, 357-360.]",
        "[Footnote 2: Herbert, 183-185, I may here insert an anecdote, which seems\nto prove that Charles attributed his misfortunes in a great measure to the\ncounsels of Archbishop Laud. On the last night of his life, he had observed\nthat Herbert was restless during his sleep, and in the morning insisted on\nknowing the cause. Herbert answered that he was dreaming. He saw Laud\nenter the room; the king took him aside, and spoke to him with a pensive\ncountenance; the archbishop sighed, retired, and fell prostrate on the\nground. Charles replied, “It is very remarkable; but he is dead. Yet had we\nconferred together during life, ’tis very likely (albeit I loved him\nwell) I should have said something to him, might have occasioned his\nsigh.\"–Herbert’s Letter to Dr. Samways, published at the end of his\nMemoirs, p. 220.]",
        "[Sidenote a: A.D. 1649. Jan. 30.]",
        "The king spent an hour in privacy with the bishop; Herbert was afterwards\nadmitted; and about ten o’clock Colonel Hacker announced that it was time\nto proceed to Whitehall. He obeyed, was conducted on foot, between two\ndetachments of military, across the park, and received permission to repose\nhimself in his former bedchamber. Dinner had been prepared for him; but he\nrefused to eat, though afterwards, at the solicitation of the bishop, he\ntook the half of a manchet and a glass of wine. Here he remained almost\ntwo hours, in constant expectation of the last summons, spending his time\npartly in prayer and partly in discourse with Dr. Juxon. There might have\nbeen nothing mysterious in the delay; if there was, it may perhaps be\nexplained from the following circumstances.",
        "Four days had now elapsed since the arrival of ambassadors from the Hague\nto intercede in his favour. It was only on the preceding evening that they\nhad obtained audiences of the two houses, and hitherto no answer had been\nreturned. In their company came Seymour, the bearer of two letters from the\nprince of Wales, one addressed to the king, the other to the Lord Fairfax.\nHe had already delivered the letter, and with it a sheet of blank paper\nsubscribed with the name and sealed with the arms of the prince. It was\nthe price which he offered to the grandees of the army for the life of his\nfather. Let them fill it up with the conditions: whatever they might be,\nthey were already granted; his seal and signature were affixed.[1] It is\nnot improbable that this offer may have induced the leaders to pause. That\nFairfax laboured to postpone the execution, was always asserted by his\nfriends; and we have evidence to prove that, though he was at Whitehall, he\nknew not, or at least pretend not to know, what was passing.[2]",
        "In the mean while Charles enjoyed the consolation of learning that his\nson had not forgotten him in his distress. By the indulgence of Colonel\nTomlinson, Seymour was admitted, delivered the letter, and received the\nroyal instructions for the prince. He was hardly gone, when Hacker arrived\nwith the fatal summons. About two o’clock the king proceeded through the\nlong gallery, lined on each side with soldiers, who, far from insulting the\nfallen monarch, appeared by their sorrowful looks to sympathize with his\nfate. At the end an aperture had been made in the wall, through which he\nstepped at once upon the scaffold. It was hung with black; at the farther\nend were seen the two executioners, the block, and the axe; below",
        "[Footnote 1: For the arrival of the ambassadors see the Journals of the\nHouse of Commons on the 26th. A fac-simile of the carte-blanche, with the\nsignature of the prince, graces the title-page of the third volume of the\nOriginal Letters, published by Mr. Ellis.]",
        "[Footnote 2: “Mean time they went into the long gallery, where, chancing to\nmeet the general, he ask’d Mr. Herbert how the king did? Which he\nthought strange.... His question being answered, the general seem’d much\nsurprised.\"–Herbert, 194. It is difficult to believe that Herbert could\nhave mistaken or fabricated such a question, or that Fairfax would have\nasked it, had he known what had taken place. To his assertion that\nFairfax was with the officers in Harrison’s room, employed in “prayer or\ndiscourse,” it has been objected that his name does not occur among the\nnames of those who were proved to have been there at the trial of the\nregicides. But that is no contradiction. The witnesses speak of what\nhappened before, Herbert of what happened during, the execution. See also\nEllis, 2nd series, iii. 345.]",
        "appeared in arms several regiments of horse and foot; and beyond, as far\nas the eye was permitted to reach, waved a dense and countless crowd of\nspectators. The king stood collected and undismayed amidst the apparatus\nof death. There was in his countenance that cheerful intrepidity, in his\ndemeanour that dignified calmness, which had characterized, in the hall of\nFotheringay, his royal grandmother, Mary Stuart. It was his wish to address\nthe people; but they were kept beyond the reach of his voice by the swords\nof the military; and therefore confining his discourse to the few persons\nstanding with him on the scaffold, he took, he said, that opportunity of\ndenying in the presence of his God the crimes of which he had been accused.\nIt was not to him, but to the houses of parliament, that the war and all\nits evils should be charged. The parliament had first invaded the rights of\nthe crown by claiming the command of the army; and had provoked hostilities\nby issuing commissions for the levy of forces, before he had raised a\nsingle man. But he had forgiven all, even those, whoever they were (for he\ndid not desire to know their names), who had brought him to his death. He\ndid more than forgive them, he prayed that they might repent. But for that\npurpose they must do three things; they must render to God his due, by\nsettling the church according to the Scripture; they must restore to the\ncrown those rights which belonged to it by law; and they must teach the\npeople the distinction between the sovereign and the subject; those persons\ncould not be governors who were to be governed, they could not rule,\nwhose duty it was to obey. Then, in allusion to the offers formerly made\nto him by the army, he concluded with, these words:–\"Sirs, it was for the\nliberties of the people that I am come here. If I would have assented to an\narbitrary sway, to have all things changed according to the power of the\nsword, I needed not to have come hither; and therefore, I tell you (and\nI pray God it be not laid to your charge), that I am the martyr of the\npeople.”",
        "Having added, at the suggestion of Dr. Juxon, “I die a Christian according\nto the profession of the church of England, as I found it left me by my\nfather,” he said, addressing himself to the prelate, “I have on my side a\ngood cause, and a gracious God.”",
        "BISHOP.–There is but one stage more; it is turbulent and troublesome, but\na short one. It will carry you from earth to heaven, and there you will\nfind joy and comfort.",
        "KING.–I go from a corruptible to an incorruptible Crown.",
        "BISHOP.–You exchange an earthly for an eternal crown–a good exchange.",
        "Being ready, he bent his neck on the block, and after a short pause,\nstretched out his hand as a signal. At that instant the axe descended; the\nhead rolled from the body; and a deep groan burst from the multitude of the\nspectators. But they had no leisure to testify their feelings; two troops\nof horse dispersed them in different directions.[1]",
        "[Footnote 1: Herbert, 189-194. Warwick, 344. Nalson, Trial of Charles\nStuart. The royal corpse, having been embalmed, was after some days\ndelivered to the earl of Richmond for private interment at Windsor. That\nnobleman, accompanied by the marquess of Hertford, the earls of Southampton\nand Lindsey, Dr. Juxon, and a few of the king’s attendants, deposited it in\na vault in the choir of St. George’s chapel, which already contained the\nremains of Henry VIII. and of his third queen, Jane Seymour.–Herbert, 203.\nBlencowe, Sydney Papers, 64. Notwithstanding such authority, the assertion\nof Clarendon that the place could not be discovered threw some doubt upon\nthe subject. But in 1813 it chanced that the workmen made an aperture in a\nvault corresponding in situation, and occupied by three coffins; and the\nprince-regent ordered an investigation to ascertain the truth. One of the\ncoffins, in conformity with the account of Herbert, was of lead, with a\nleaden scroll in which were cut the words “King Charles.” In the upper lid\nof this an opening was made; and when the cerecloth and unctuous\nmatter were removed, the features of the face, as far as they could be\ndistinguished, bore a strong resemblance to the portraits of Charles I.\nTo complete the proof, the head was found to have been separated from the\ntrunk by some sharp instrument, which had cut through the fourth, vertebra\nof the neck.–See “An Account of what appeared on opening the coffin of\nKing Charles I. by Sir Henry Halford, bart.” 1813. It was observed at the\nsame time, that “the lead coffin of Henry VIII. had been beaten in about\nthe middle, and a considerable opening in that part exposed a mere skeleton\nof the king.” This may, perhaps, be accounted for from a passage in\nHerbert, who tells us that while the workmen were employed about the\ninscription, the chapel was cleared, but a soldier contrived to conceal\nhimself, descended into the vault, cut off some of the velvet pall, and\n“wimbled a hole into the largest coffin.” He was caught, and “a bone was\nfound about him, which, he said, he would haft a knife with.\"–Herbert 204.\nSee note (C).]",
        "Such was the end of the unfortunate Charles Stuart; an awful lesson to\nthe possessors of royalty, to watch the growth of public opinion, and to\nmoderate their pretensions in conformity with the reasonable desires of\ntheir subjects. Had he lived at a more early period, when the sense of\nwrong was quickly subdued by the habit of submission, his reign would\nprobably have been marked with fewer violations of the national liberties.\nIt was resistance that made him a tyrant. The spirit of the people refused\nto yield to the encroachments of authority; and one act of oppression\nplaced him under the necessity of committing another, till he had revived\nand enforced all those odious prerogatives, which, though usually claimed,\nwere but sparingly exercised, by his predecessors. For some years his\nefforts seemed successful; but the Scottish insurrection revealed the\ndelusion; he had parted with the real authority of a king, when he\nforfeited the confidence and affection of his subjects.",
        "But while we blame the illegal measures of Charles, we ought not to screen\nfrom censure the subsequent conduct of his principal opponents. From the\nmoment that war seemed inevitable, they acted as if they thought themselves\nabsolved from all obligations of honour and honesty. They never ceased to\ninflame the passions of the people by misrepresentation and calumny; they\nexercised a power far more arbitrary and formidable than had ever been\nclaimed by the king; they punished summarily, on mere suspicion, and\nwithout attention to the forms of law; and by their committees they\nestablished in every county a knot of petty tyrants, who disposed at\nwill of the liberty and property of the inhabitants. Such anomalies may,\nperhaps, be inseparable from the jealousies, the resentments, and the\nheart-burnings, which are engendered in civil commotions; but certain it is\nthat right and justice had seldom been more wantonly outraged, than they\nwere by those who professed to have drawn the sword in the defence of right\nand justice.",
        "Neither should the death of Charles be attributed to the vengeance of the\npeople. They, for the most part, declared themselves satisfied with their\nvictory; they sought not the blood of the captive monarch; they were even,\nwilling to replace him on the throne, under those limitations which they\ndeemed necessary for the preservation of their rights. The men who hurried\nhim to the scaffold were a small faction of bold and ambitious spirits, who\nhad the address to guide the passions and fanaticism of their followers,\nand were enabled through them to control the real sentiments of the nation.\nEven of the commissioners appointed to sit in judgment on the king,\nscarcely one-half could be induced to attend at his trial; and many of\nthose who concurred in his condemnation subscribed the sentence with\nfeelings of shame and remorse. But so it always happens in revolutions: the\nmost violent put themselves forward; their vigilance and activity seem to\nmultiply their number; and the daring of the few wins the ascendancy over\nthe indolence or the pusillanimity of the many.",
        "Continue...",
        "\nThis eBook of “The History of England” (From The First Invasion By The Romans To The Accession Of King George The Fifth, 1912) by\nJohn Lingard, D.D. and Hilaire Belloc, B.A. with an introduction by His Eminence James Cardinal Gibbons belongs\nto the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A history of England from the first invasion of the Romans to the accession of William & Mary in 1688. By John Lingard.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}