{
    "title": "The Meaning of Truth - VIII. The Pragmatist Account of Truth and Its Misunderstanders",
    "author": "William James",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprint from the Philosophical Review, January, 1908\n(vol. xvii, p. 1).]",
        " The account of truth given in my volume entitled Pragmatism,\ncontinues to meet with such persistent misunderstanding that I\nam tempted to make a final brief reply. My ideas may well deserve\nrefutation, but they can get none till they are conceived of in\ntheir proper shape. The fantastic character of the\ncurrent misconceptions shows how unfamiliar is the concrete point of\nview which pragmatism assumes. Persons who are familiar with a\nconception move about so easily in it that they understand each\nother at a hint, and can converse without anxiously attending to\ntheir P’s and Q’s. I have to admit, in view of the results, that we\nhave assumed too ready an intelligence, and consequently in many\nplaces used a language too slipshod. We should never have spoken\nelliptically. The critics have boggled at every word they could\nboggle at, and refused to take the spirit rather than the letter of\nour discourse. This seems to show a genuine unfamiliarity in the\nwhole point of view. It also shows, I think, that the second stage\nof opposition, which has already begun to express itself in the\nstock phrase that ’what is new is not true, and what is true not\nnew,’ in pragmatism, is insincere. If we said nothing in any degree\nnew, why was our meaning so desperately hard to catch? The\nblame cannot be laid wholly upon our obscurity of speech, for in\nother subjects we have attained to making ourselves understood. But\nrecriminations are tasteless; and, as far as I personally am\nconcerned, I am sure that some of the misconception I complain of is\ndue to my doctrine of truth being surrounded in that volume\nof popular lectures by a lot of other opinions not necessarily\nimplicated with it, so that a reader may very naturally have grown\nconfused. For this I am to blame,–likewise for omitting certain\nexplicit cautions, which the pages that follow will now in part\nsupply.",
        "First Misunderstanding: Pragmatism Is Only a Re-Editing Of\nPositivism.",
        "This seems the commonest mistake. Scepticism, positivism, and\nagnosticism agree with ordinary dogmatic rationalism in\npresupposing that everybody knows what the word ’truth’ means,\nwithout further explanation. But the former doctrines then either\nsuggest or declare that real truth, absolute truth, is inaccessible\nto us, and that we must fain put up with relative or phenomenal\ntruth as its next best substitute. By scepticism this is treated as\nan unsatisfactory state of affairs, while positivism and agnosticism\nare cheerful about it, call real truth sour grapes, and consider\nphenomenal truth quite sufficient for all our ’practical’ purposes.",
        "In point of fact, nothing could be farther from all this than what\npragmatism has to say of truth. Its thesis is an altogether\nprevious one. It leaves off where these other theories begin, having\ncontented itself with the word truth’s DEFINITION. ’No matter\nwhether any mind extant in the universe possess truth or not,’ it\nasks, ’what does the notion of truth signify IDEALLY?’ ’What kind of\nthings would true judgments be IN CASE they existed?’ The answer\nwhich pragmatism offers is intended to cover the most complete truth\nthat can be conceived of, ’absolute’ truth if you like, as well\nas truth of the most relative and imperfect description. This\nquestion of what truth would be like if it did exist, belongs\nobviously to a purely speculative field of inquiry. It is not a\ntheory about any sort of reality, or about what kind of knowledge is\nactually possible; it abstracts from particular terms altogether,\nand defines the nature of a possible relation between two of them.",
        "As Kant’s question about synthetic judgments had escaped previous\nphilosophers, so the pragmatist question is not only so subtile as\nto have escaped attention hitherto, but even so subtile, it would\nseem, that when openly broached now, dogmatists and sceptics\nalike fail to apprehend it, and deem the pragmatist to be treating\nof something wholly different. He insists, they say (I quote an\nactual critic), ’that the greater problems are insoluble by human\nintelligence, that our need of knowing truly is artificial and\nillusory, and that our reason, incapable of reaching the\nfoundations of reality, must turn itself exclusively\ntowards ACTION.’ There could not be a worse misapprehension.",
        "Second Misunderstanding: Pragmatism Is Primarily An Appeal To\nAction.",
        "The name ’pragmatism,’ with its suggestions of action, has been an\nunfortunate choice, I have to admit, and has played into the\nhands of this mistake. But no word could protect the doctrine from\ncritics so blind to the nature of the inquiry that, when Dr.\nSchiller speaks of ideas ’working’ well, the only thing they think\nof is their immediate workings in the physical environment, their\nenabling us to make money, or gain some similar\n’practical’ advantage. Ideas do work thus, of course, immediately or\nremotely; but they work indefinitely inside of the mental world\nalso. Not crediting us with this rudimentary insight, our critics\ntreat our view as offering itself exclusively to engineers, doctors,\nfinanciers, and men of action generally, who need some sort of\na rough and ready weltanschauung, but have no time or wit to study\ngenuine philosophy. It is usually described as a characteristically\nAmerican movement, a sort of bobtailed scheme of thought,\nexcellently fitted for the man on the street, who naturally hates\ntheory and wants cash returns immediately.",
        "It is quite true that, when the refined theoretic question that\npragmatism begins with is once answered, secondary corollaries of a\npractical sort follow. Investigation shows that, in the function\ncalled truth, previous realities are not the only independent\nvariables. To a certain extent our ideas, being realities, are\nalso independent variables, and, just as they follow other reality\nand fit it, so, in a measure, does other reality follow and fit\nthem. When they add themselves to being, they partly redetermine the\nexistent, so that reality as a whole appears incompletely definable\nunless ideas also are kept account of. This pragmatist\ndoctrine, exhibiting our ideas as complemental factors of reality,\nthrows open (since our ideas are instigators of our action) a wide\nwindow upon human action, as well as a wide license to\noriginality in thought. But few things could be sillier than to\nignore the prior epistemological edifice in which the window is\nbuilt, or to talk as if pragmatism began and ended at the\nwindow. This, nevertheless, is what our critics do almost without\nexception. They ignore our primary step and its motive, and make the\nrelation to action, which is our secondary achievement, primary.",
        "Third Misunderstanding: Pragmatists Cut Themselves Off From The\nRight to Believe in Ejective Realities.",
        "They do so, according to the critics, by making the truth of our\nbeliefs consist in their verifiability, and their verifiability in\nthe way in which they do work for us. Professor Stout, in his\notherwise admirable and hopeful review of Schiller in Mind for\nOctober, 1897, considers that this ought to lead Schiller (could he\nsincerely realize the effects of his own doctrine) to the absurd\nconsequence of being unable to believe genuinely in another\nman’s headache, even were the headache there. He can only\n’postulate’ it for the sake of the working value of the postulate to\nhimself. The postulate guides certain of his acts and leads\nto advantageous consequences; but the moment he understands fully\nthat the postulate is true ONLY (!) in this sense, it ceases (or\nshould cease) to be true for him that the other man really HAS a\nheadache. All that makes the postulate most precious then\nevaporates: his interest in his fellow-man ’becomes a veiled form\nof self-interest, and his world grows cold, dull, and heartless.’",
        "Such an objection makes a curious muddle of the pragmatist’s\nuniverse of discourse. Within that universe the pragmatist finds\nsome one with a headache or other feeling, and some one else who\npostulates that feeling. Asking on what condition the postulate is\n’true’ the pragmatist replies that, for the postulator at any rate,\nit is true just in proportion as to believe in it works in him the\nfuller sum of satisfactions. What is it that is satisfactory\nhere? Surely to BELIEVE in the postulated object, namely, in the\nreally existing feeling of the other man. But how (especially if the\npostulator were himself a thoroughgoing pragmatist) could it ever be\nsatisfactory to him NOT to believe in that feeling, so long as, in\nProfessor Stout’s words, disbelief ’made the world seem to him cold,\ndull, and heartless’? Disbelief would seem, on pragmatist\nprinciples, quite out of the question under such conditions,\nunless the heartlessness of the world were made probable already on\nother grounds. And since the belief in the headache, true for the\nsubject assumed in the pragmatist’s universe of discourse, is also\ntrue for the pragmatist who for his epitemologizing purposes has\nassumed that entire universe, why is it not true in that\nuniverse absolutely? The headache believed in is a reality there,\nand no extant mind disbelieves it, neither the critic’s mind nor his\nsubject’s! Have our opponents any better brand of truth in this real\nuniverse of ours that they can show us? [Footnote: I see here a\nchance to forestall a criticism which some one may make on Lecture\nIII of my Pragmatism, where, on pp. 96-100, I said that ’God’ and\n’Matter’ might be regarded as synonymous terms, so long as no\ndiffering future consequences were deducible from the two\nconceptions. The passage was transcribed from my address at the\nCalifornia Philosophical Union, reprinted in the Journal of\nPhilosophy, vol. i, p. 673. I had no sooner given the address than I\nperceived a flaw in that part of it; but I have left the passage\nunaltered ever since, because the flaw did not spoil its\nillustrative value. The flaw was evident when, as a case analogous\nto that of a godless universe, I thought of what I called an\n’automatic sweetheart,’ meaning a soulless body which should be\nabsolutely indistinguishable from a spiritually animated maiden,\nlaughing, talking, blushing, nursing us, and performing all feminine\noffices as tactfully and sweetly as if a soul were in her. Would\nany one regard her as a full equivalent? Certainly not, and\nwhy? Because, framed as we are, our egoism craves above all\nthings inward sympathy and recognition, love and admiration.\nThe outward treatment is valued mainly as an expression, as\na manifestation of the accompanying consciousness believed\nin. Pragmatically, then, belief in the automatic sweetheart\nwould not work, and is point of fact no one treats it as a\nserious hypothesis. The godless universe would be exactly\nsimilar. Even if matter could do every outward thing that God does,\nthe idea of it would not work as satisfactorily, because the\nchief call for a God on modern men’s part is for a being who will\ninwardly recognize them and judge them sympathetically. Matter\ndisappoints this craving of our ego, so God remains for most men the\ntruer hypothesis, and indeed remains so for definite pragmatic\nreasons.]",
        "So much for the third misunderstanding, which is but one\nspecification of the following still wider one.",
        "Fourth Misunderstanding: No Pragmatist Can Be a Realist in His\nEpistemology.",
        "This is supposed to follow from his statement that the truth of our\nbeliefs consists in general in their giving satisfaction. Of\ncourse satisfaction per se is a subjective condition; so the\nconclusion is drawn that truth falls wholly inside of the subject,\nwho then may manufacture it at his pleasure. True beliefs become\nthus wayward affections, severed from all responsibility to other\nparts of experience.",
        "It is difficult to excuse such a parody of the pragmatist’s opinion,\nignoring as it does every element but one of his universe of\ndiscourse. The terms of which that universe consists\npositively forbid any non-realistic interpretation of the function\nof knowledge defined there. The pragmatizing epistemologist posits\nthere a reality and a mind with ideas. What, now, he asks, can make\nthose ideas true of that reality? Ordinary epistemology contents\nitself with the vague statement that the ideas must ’correspond’ or\n’agree’; the pragmatist insists on being more concrete, and asks\nwhat such ’agreement’ may mean in detail. He finds first that the\nideas must point to or lead towards THAT reality and no other, and\nthen that the pointings and leadings must yield satisfaction as\ntheir result. So far the pragmatist is hardly less abstract than the\nordinary slouchy epistemologist; but as he defines himself\nfarther, he grows more concrete. The entire quarrel of the\nintellectualist with him is over his concreteness, intellectualism\ncontending that the vaguer and more abstract account is here the\nmore profound. The concrete pointing and leading are conceived by\nthe pragmatist to be the work of other portions of the same\nuniverse to which the reality and the mind belong,\nintermediary verifying bits of experience with which the mind at one\nend, and the reality at the other, are joined. The ’satisfaction,’\nin turn, is no abstract satisfaction ueberhaupt, felt by an\nunspecified being, but is assumed to consist of such satisfactions\n(in the plural) as concretely existing men actually do find in\ntheir beliefs. As we humans are constituted in point of fact, we\nfind that to believe in other men’s minds, in independent physical\nrealities, in past events, in eternal logical relations,\nis satisfactory. We find hope satisfactory. We often find it\nsatisfactory to cease to doubt. Above all we find CONSISTENCY\nsatisfactory, consistency between the present idea and the entire\nrest of our mental equipment, including the whole order of our\nsensations, and that of our intuitions of likeness and difference,\nand our whole stock of previously acquired truths.",
        "The pragmatist, being himself a man, and imagining in general no\ncontrary lines of truer belief than ours about the ’reality’ which\nhe has laid at the base of his epistemological discussion, is\nwilling to treat our satisfactions as possibly really true guides to\nit, not as guides true solely for US. It would seem here to be\nthe duty of his critics to show with some explicitness why, being\nour subjective feelings, these satisfactions can not yield\n’objective’ truth. The beliefs which they accompany ’posit’\nthe assumed reality, ’correspond’ and ’agree’ with it, and ’fit’ it\nin perfectly definite and assignable ways, through the sequent\ntrains of thought and action which form their verification, so\nmerely to insist on using these words abstractly instead of\nconcretely is no way of driving the pragmatist from the field,–\nhis more concrete account virtually includes his critic’s. If our\ncritics have any definite idea of a truth more objectively grounded\nthan the kind we propose, why do they not show it more articulately?\nAs they stand, they remind one of Hegel’s man who wanted\n’fruit,’ but rejected cherries, pears, and grapes, because they were\nnot fruit in the abstract. We offer them the full quart-pot, and\nthey cry for the empty quart-capacity.",
        "But here I think I hear some critic retort as follows: ’If\nsatisfactions are all that is needed to make truth, how about the\nnotorious fact that errors are so often satisfactory? And how about\nthe equally notorious fact that certain true beliefs may cause the\nbitterest dissatisfaction? Isn’t it clear that not the\nsatisfaction which it gives, but the relation of the belief TO THE\nREALITY is all that makes it true? Suppose there were no such\nreality, and that the satisfactions yet remained: would they not\nthen effectively work falsehood? Can they consequently be treated\ndistinctively as the truth-builders? It is the INHERENT RELATION TO\nREALITY of a belief that gives us that specific TRUTH-satisfaction,\ncompared with which all other satisfactions are the hollowest\nhumbug. The satisfaction of KNOWING TRULY is thus the only one which\nthe pragmatist ought to have considered. As a PSYCHOLOGICAL\nSENTIMENT, the anti-pragmatist gladly concedes it to him, but then\nonly as a concomitant of truth, not as a constituent. What\nCONSTITUTES truth is not the sentiment, but the purely logical or\nobjective function of rightly cognizing the reality, and the\npragmatist’s failure to reduce this function to lower values is\npatent.’",
        "Such anti-pragmatism as this seems to me a tissue of confusion. To\nbegin with, when the pragmatist says ’indispensable,’ it\nconfounds this with ’sufficient.’ The pragmatist calls satisfactions\nindispensable for truth-building, but I have everywhere called them\ninsufficient unless reality be also incidentally led to. If\nthe reality assumed were cancelled from the pragmatist’s universe of\ndiscourse, he would straightway give the name of falsehoods to the\nbeliefs remaining, in spite of all their satisfactoriness. For him,\nas for his critic, there can be no truth if there is nothing to be\ntrue about. Ideas are so much flat psychological surface unless\nsome mirrored matter gives them cognitive lustre. This is why as a\npragmatist I have so carefully posited ’reality’ AB INITIO, and\nwhy, throughout my whole discussion, I remain an epistemological\nrealist. [Footnote: I need hardly remind the reader that both sense-\npercepts and percepts of ideal relation (comparisons, etc.) should\nbe classed among the realities. The bulk of our mental\n’stock’ consists of truths concerning these terms.]",
        "The anti-pragmatist is guilty of the further confusion of imagining\nthat, in undertaking to give him an account of what truth\nformally means, we are assuming at the same time to provide a\nwarrant for it, trying to define the occasions when he can be sure\nof materially possessing it. Our making it hinge on a reality so\n’independent’ that when it comes, truth comes, and when it goes,\ntruth goes with it, disappoints this naive expectation, so he\ndeems our description unsatisfactory. I suspect that under this\nconfusion lies the still deeper one of not discriminating\nsufficiently between the two notions, truth and reality. Realities\nare not TRUE, they ARE; and beliefs are true OF them. But I suspect\nthat in the anti-pragmatist mind the two notions sometimes swap\ntheir attributes. The reality itself, I fear, is treated as if\n’true’ and conversely. Whoso tells us of the one, it is then\nsupposed, must also be telling us of the other; and a true idea must\nin a manner BE, or at least YIELD without extraneous aid, the\nreality it cognitively is possessed of.",
        "To this absolute-idealistic demand pragmatism simply opposes its non\npossumus. If there is to be truth, it says, both realities and\nbeliefs about them must conspire to make it; but whether there ever\nis such a thing, or how anyone can be sure that his own beliefs\npossess it, it never pretends to determine. That truth-satisfaction\npar excellence which may tinge a belief unsatisfactory in other\nways, it easily explains as the feeling of consistency with\nthe stock of previous truths, or supposed truths, of which one’s\nwhole past experience may have left one in possession.",
        "But are not all pragmatists sure that their own belief is right?\ntheir enemies will ask at this point; and this leads me to the",
        "Fifth Misunderstanding: What Pragmatists Say Is Inconsistent With\nTheir Saying So.",
        "A correspondent puts this objection as follows: ’When you say to\nyour audience, “pragmatism is the truth concerning truth,” the\nfirst truth is different from the second. About the first you and\nthey are not to be at odds; you are not giving them liberty to take\nor leave it according as it works satisfactorily or not for their\nprivate uses. Yet the second truth, which ought to describe and\ninclude the first, affirms this liberty. Thus the INTENT of your\nutterance seems to contradict the CONTENT of it.’",
        "General scepticism has always received this same classic refutation.\n’You have to dogmatize,’ the rationalists say to the sceptics,’\nwhenever you express the sceptical position; so your lives keep\ncontradicting your thesis.’ One would suppose that the impotence of\nso hoary an argument to abate in the slightest degree the amount of\ngeneral scepticism in the world might have led some rationalists\nthemselves to doubt whether these instantaneous logical refutations\nare such fatal ways, after all, of killing off live mental\nattitudes. General scepticism is the live mental attitude\nof refusing to conclude. It is a permanent torpor of the will,\nrenewing itself in detail towards each successive thesis that\noffers, and you can no more kill it off by logic than yon can\nkill off obstinacy or practical joking. This is why it is so\nirritating. Your consistent sceptic never puts his scepticism into a\nformal proposition,–he simply chooses it as a habit. He provokingly\nhangs back when he might so easily join us in saying yes, but he is\nnot illogical or stupid,–on the contrary, he often impresses us by\nhis intellectual superiority. This is the REAL scepticism that\nrationalists have to meet, and their logic does not even touch it.",
        "No more can logic kill the pragmatist’s behavior: his act of\nutterance, so far from contradicting, accurately exemplifies the\nmatter which he utters. What is the matter which he utters? In part,\nit is this, that truth, concretely considered, is an attribute of\nour beliefs, and that these are attitudes that follow satisfactions.\nThe ideas around which the satisfactions cluster are primarily only\nhypotheses that challenge or summon a belief to come and take its\nstand upon them. The pragmatist’s idea of truth is just such a\nchallenge. He finds it ultra-satisfactory to accept it, and takes\nhis own stand accordingly. But, being gregarious as they are, men\nseek to spread their beliefs, to awaken imitation, to infect others.\nWhy should not YOU also find the same belief satisfactory? thinks\nthe pragmatist, and forthwith endeavors to convert you. You and he\nwill then believe similarly; you will hold up your subject-end of a\ntruth, which will be a truth objective and irreversible if the\nreality holds up the object-end by being itself\npresent simultaneously. What there is of self-contradiction in all\nthis I confess I cannot discover. The pragmatist’s conduct in his\nown case seems to me on the contrary admirably to illustrate his\nuniversal formula; and of all epistemologists, he is perhaps the\nonly one who is irreproachably self-consistent.",
        "Sixth Misunderstanding: Pragmatism Explains Not What Truth Is, But\nOnly How It Is Arrived At.",
        "In point of fact it tells us both, tells us what it is incidentally\nto telling us how it is arrived at,–for what IS arrived at except\njust what the truth is? If I tell you how to get to the railroad\nstation, don’t I implicitly introduce you to the WHAT, to the being\nand nature of that edifice? It is quite true that the abstract WORD\n’how’ hasn’t the same meaning as the abstract WORD ’what,’ but in\nthis universe of concrete facts you cannot keep hows and\nwhats asunder. The reasons why I find it satisfactory to believe\nthat any idea is true, the HOW of my arriving at that belief, may be\namong the very reasons why the idea IS true in reality. If not, I\nsummon the anti-pragmatist to explain the impossibility\narticulately.",
        "His trouble seems to me mainly to arise from his fixed inability to\nunderstand how a concrete statement can possibly mean as much, or be\nas valuable, as an abstract one. I said above that the main quarrel\nbetween us and our critics was that of concreteness\nVERSUS abstractness. This is the place to develop that point\nfarther.",
        "In the present question, the links of experience sequent upon an\nidea, which mediate between it and a reality, form and for\nthe pragmatist indeed ARE, the CONCRETE relation of truth that may\nobtain between the idea and that reality. They, he says, are all\nthat we mean when we speak of the idea ’pointing’ to the reality,\n’fitting’ it, ’corresponding’ with it, or ’agreeing’ with it,–they\nor other similar mediating trains of verification. Such\nmediating events make the idea ’true.’ The idea itself, if it exists\nat all, is also a concrete event: so pragmatism insists that truth\nin the singular is only a collective name for truths in the plural,\nthese consisting always of series of definite events; and that what\nintellectualism calls the truth, the inherent truth, of any one such\nseries is only the abstract name for its truthfulness in act, for\nthe fact that the ideas there do lead to the supposed reality in a\nway that we consider satisfactory.",
        "The pragmatist himself has no objection to abstractions.\nElliptically, and ’for short,’ he relies on them as much as any one,\nending upon innumerable occasions that their comparative emptiness\nmakes of them useful substitutes for the overfulness of the facts he\nmeets, with. But he never ascribes to them a higher grade of\nreality. The full reality of a truth for him is always some process\nof verification, in which the abstract property of connecting ideas\nwith objects truly is workingly embodied. Meanwhile it is endlessly\nserviceable to be able to talk of properties abstractly and apart\nfrom their working, to find them the same in innumerable cases, to\ntake them ’out of time,’ and to treat of their relations to other\nsimilar abstractions. We thus form whole universes of platonic ideas\nante rem, universes in posse, tho none of them exists effectively\nexcept in rebus. Countless relations obtain there which nobody\nexperiences as obtaining,–as, in the eternal universe of musical\nrelations, for example, the notes of Aennchen von Tharau were a\nlovely melody long ere mortal ears ever heard them. Even so the\nmusic of the future sleeps now, to be awakened hereafter. Or, if we\ntake the world of geometrical relations, the thousandth decimal of\n’pi’ sleeps there, tho no one may ever try to compute it. Or, if\nwe take the universe of ’fitting,’ countless coats ’fit’ backs, and\ncountless boots ’fit’ feet, on which they are not practically\nFITTED; countless stones ’fit’ gaps in walls into which no one seeks\nto fit them actually. In the same way countless opinions ’fit’\nrealities, and countless truths are valid, tho no thinker\never thinks them.",
        "For the anti-pragmatist these prior timeless relations are the\npresupposition of the concrete ones, and possess the profounder\ndignity and value. The actual workings of our ideas in verification-\nprocesses are as naught in comparison with the ’obtainings’ of\nthis discarnate truth within them.",
        "For the pragmatist, on the contrary,–all discarnate truth is\nstatic, impotent, and relatively spectral, full truth being the\ntruth that energizes and does battle. Can any one suppose that the\nsleeping quality of truth would ever have been abstracted or have\nreceived a name, if truths had remained forever in that storage-\n vault of essential timeless ’agreements’ and had never been\nembodied in any panting struggle of men’s live ideas for\nverification? Surely no more than the abstract property of\n’fitting’ would have received a name, if in our world there had been\nno backs or feet or gaps in walls to be actually fitted. EXISTENTIAL\ntruth is incidental to the actual competition of opinions. ESSENTIAL\ntruth, the truth of the intellectualists, the truth with no one\nthinking it, is like the coat that fits tho no one has ever tried it\non, like the music that no ear has listened to. It is less real, not\nmore real, than the verified article; and to attribute a superior\ndegree of glory to it seems little more than a piece of perverse\nabstraction-worship. As well might a pencil insist that the outline\nis the essential thing in all pictorial representation, and chide\nthe paint-brush and the camera for omitting it, forgetting that\nTHEIR pictures not only contain the whole outline, but a hundred\nother things in addition. Pragmatist truth contains the whole of\nintellectualist truth and a hundred other things in addition.\nIntellectualist truth is then only pragmatist truth in posse.\nThat on innumerable occasions men do substitute truth in posse or\nverifiability, for verification or truth in act, is a fact to which\nno one attributes more importance than the pragmatist: he emphasizes\nthe practical utility of such a habit. But he does not on that\naccount consider truth in posse,–truth not alive enough ever to\nhave been asserted or questioned or contradicted, to be the\nmetaphysically prior thing, to which truths in act are tributary and\nsubsidiary. When intellectualists do this, pragmatism charges them\nwith inverting the real relation. Truth in posse MEANS only\ntruths in act; and he insists that these latter take precedence in\nthe order of logic as well as in that of being.",
        "Seventh Minunderstanding: Pragmatism Ignores the Theoretical\nInterest.",
        "This would seem to be an absolutely wanton slander, were not a\ncertain excuse to be found in the linguistic affinities of the word\n’pragmatism,’ and in certain offhand habits of speech of ours which\nassumed too great a generosity on our reader’s part. When we\nspoke of the meaning of ideas consisting “in their ’practical’\nconsequences”, or of the ’practical’ differences which our beliefs\nmake to us; when we said that the truth of a belief consists in\nits ’working’ value, etc.; our language evidently was too careless,\nfor by ’practical’ we were almost unanimously held to mean OPPOSED\nto theoretical or genuinely cognitive, and the consequence was\npunctually drawn that a truth in our eyes could have no relation to\nany independent reality, or to any other truth, or to anything\nwhatever but the acts which we might ground on it or the\nsatisfactions they might bring. The mere existence of the idea, all\nby itself, if only its results were satisfactory, would give full\ntruth to it, it was charged, in our absurd pragmatist epistemology.\nThe solemn attribution of this rubbish to us was also encouraged by\ntwo other circumstances. First, ideas ARE practically useful in the\nnarrow sense, false ideas sometimes, but most often ideas which we\ncan verify by the sum total of all their leadings, and the reality\nof whose objects may thus be considered established beyond\ndoubt. That these ideas should be true in advance of and apart from\ntheir utility, that, in other words, their objects should be\nreally there, is the very condition of their having that kind of\nutility,–the objects they connect us with are so important that the\nideas which serve as the objects’ substitutes grow important\nalso. This manner of their practical working was the first thing\nthat made truths good in the eyes of primitive men; and buried among\nall the other good workings by which true beliefs are\ncharacterized, this kind of subsequential utility remains.",
        "The second misleading circumstance was the emphasis laid by Schiller\nand Dewey on the fact that, unless a truth be relevant to the mind’s\nmomentary predicament, unless it be germane to the ’practical’\nsituation,–meaning by this the quite particular perplexity,–it is\nno good to urge it. It doesn’t meet our interests any better than a\nfalsehood would under the same circumstances. But why\nour predicaments and perplexities might not be theoretical here as\nwell as narrowly practical, I wish that our critics would explain.\nThey simply assume that no pragmatist CAN admit a genuinely\ntheoretic interest. Having used the phrase ’cash-value’ of an idea,\nI am implored by one correspondent to alter it, ’for every one\nthinks you mean only pecuniary profit and loss.’ Having said that\nthe true is ’the expedient in our thinking,’ I am rebuked in this\nwise by another learned correspondent:",
        "’The word expedient has no other meaning than that of self-interest.\nThe pursuit of this has ended by landing a number of officers\nof national banks in penitentiaries. A philosophy that leads to such\nresults must be unsound.’",
        "But the word ’practical’ is so habitually loosely used that more\nindulgence might have been expected. When one says that a sick\nman has now practically recovered, or that an enterprise has\npractically failed, one usually means I just the opposite of\npractically in the literal sense. One means that, altho untrue in\nstrict practice, what one says is true in theory, true virtually,\ncertain to be true. Again, by the practical one often means the\ndistinctively concrete, the individual, particular, and\neffective, as opposed to the abstract, general, and inert. To speak\nfor myself, whenever I have emphasized the practical nature of\ntruth, this is mainly what has been in my mind. ’Pragmata’\nare things in their plurality; and in that early California address,\nwhen I described pragmatism as holding that the meaning of any\nproposition can always be brought down to some\nparticular consequence in our future practical experience, whether\npassive or active, expressly added these qualifying words: the point\nlying rather in the fact that the experience must be particular than\nin the fact that it must be active,–by ’active’ meaning here\n’practical’ in the narrow literal sense. [Footnote: The ambiguity of\nthe word ’practical’ comes out well in these words of a recent\nwould-be reporter of our views: ’Pragmatism is an Anglo-Saxon\nreaction against the intellectualism and rationalism of the Latin\nmind.... Man, each individual man is the measure of things. He is\nable to conceive one but relative truths, that is to say, illusions.\nWhat these illusions are worth is revealed to him, not by general\ntheory, but by individual practice. Pragmatism, which consists\nin experiencing these illusions of the mind and obeying them\nby acting them out, is a PHILOSOPHY WITHOUT WORDS, a philosophy of\nGESTURES AND OF ACTS, which abandons what is general and olds only\nto what is particular.’ (Bourdeau, in Journal des. debats, October\n89, 1907.)] But particular consequences can perfectly well be of a\ntheoretic nature. Every remote fact which we infer from an idea is a\nparticular theoretic consequence which our mind practically works\ntowards. The loss of every old opinion of ours which we see that we\nshall have to give up if a new opinion be true, is a particular\ntheoretic as well as a particular practical consequence. After man’s\ninterest in breathing freely, the greatest of all his interests\n(because it never fluctuates or remits, as most of his\nphysical interests do), is his interest in consistency, in feeling\nthat what he now thinks goes with what he thinks on other occasions.\nWe tirelessly compare truth with truth for this sole purpose. Is the\npresent candidate for belief perhaps contradicted by principle\nnumber one? Is it compatible with fact number two? and so forth. The\nparticular operations here are the purely logical ones of analysis,\ndeduction, comparison, etc.; and altho general terms may be used ad\nlibitum, the satisfactory practical working of the candidate–idea\nconsists in the consciousness yielded by each successive theoretic\nconsequence in particular. It is therefore simply idiotic to repeat\nthat pragmatism takes no account of purely theoretic interests. All\nit insists on is that verity in act means VERIFICATIONS, and that\nthese are always particulars. Even in exclusively theoretic matters,\nit insists that vagueness and generality serve to verify nothing.",
        "Eighth Misunderstanding: Pragmatism Is Shut Up to Solipsism.",
        "I have already said something about this misconception under the\nthird and fourth heads, above, but a little more may be helpful. The\nobjection is apt to clothe itself in words like these: ’You make\ntruth to consist in every value except the cognitive value proper;\nyou always leave your knower at many removes (or, at the uttermost,\nat one remove) from his real object; the best you do is to let his\nideas carry him towards it; it remains forever outside of him,’ etc.",
        "I think that the leaven working here is the rooted intellectualist\npersuasion that, to know a reality, an idea must in some\ninscrutable fashion possess or be it. [Footnote: Sensations may,\nindeed, possess their objects or coalesce with them, as common sense\nsupposes that they do; and intuited differences between concepts may\ncoalesce with the ’eternal’ objective differences; but to simplify\nour discussion. here we can afford to abstract from these very\nspecial cases of knowing.] For pragmatism this kind of coalescence\nis inessential. As a rule our cognitions are only processes of mind\noff their balance and in motion towards real termini; and the\nreality of the termini, believed in by the states of mind in\nquestion, can be guaranteed only by some wider knower [Footnote: The\ntranscendental idealist thinks that, in some inexplicable way, the\nfinite states of mind are identical with the transfinite all-knower\nwhich he finds himself obliged to postulate in order to supply a\nfundamentum far the relation of knowing, as he apprehends it.\nPragmatists can leave the question of identity open; but they cannot\ndo without the wider knower any more than they can do without the\nreality, if they want to prove a case of knowing. They themselves\nplay the part of the absolute knower for the universe of discourse\nwhich serves them as material for epistemologizing. They warrant the\nreality there, and the subject’s true knowledge, there, of it.\nBut whether what they themselves say about that whole universe is\nobjectively true, i.e., whether the pragmatic theory of truth is\ntrue really, they cannot warrant,–they can only believe it To their\nhearers they can only propose it, as I propose it to my readers, as\nsomething to be verified ambulando, or by the way is which its\nconsequences may confirm it]. But if there is no reason extant in\nthe universe why they should be doubted, the beliefs are true in the\nonly sense in which anything can be true anyhow: they are\npractically and concretely true, namely. True in the mystical\nmongrel sense of an Identitatsphilosophie they need not be; nor is\nthere any intelligible reason why they ever need be true otherwise\nthan verifiably and practically. It is reality’s part to possess its\nown existence; it is thought’s part to get into ’touch’ with it by\ninnumerable paths of verification.",
        "I fear that the ’humanistic’ developments of pragmatism may cause a\ncertain difficulty here. We get at one truth only through the rest\nof truth; and the reality, everlastingly postulated as that which\nall our truth must keep in touch with, may never be given to us save\nin the form of truth other than that which we are now testing. But\nsince Dr. Schiller has shown that all our truths, even the most\nelemental, are affected by race-inheritance with a\nhuman coefficient, reality per se thus may appear only as a sort of\nlimit; it may be held to shrivel to the mere PLACE for an object,\nand what is known may be held to be only matter of our psyche that\nwe fill the place with. It must be confessed that pragmatism, worked\nin this humanistic way, is COMPATIBLE with solipsism. It joins\nfriendly hands with the agnostic part of kantism, with\ncontemporary agnosticism, and with idealism generally. But worked\nthus, it is a metaphysical theory about the matter of reality, and\nflies far beyond pragmatism’s own modest analysis of the nature of\nthe knowing function, which analysis may just as harmoniously be\ncombined with less humanistic accounts of reality. One\nof pragmatism’s merits is that it is so purely epistemological. It\nmust assume realities; but it prejudges nothing as to their\nconstitution, and the most diverse metaphysics can use it as\ntheir foundation. It certainly has no special affinity with\nsolipsism.",
        "As I look back over what I have written, much of it gives me a queer\nimpression, as if the obvious were set forth so condescendingly that\nreaders might well laugh at my pomposity. It may be, however, that\nconcreteness as radical as ours is not so obvious. The\nwhole originality of pragmatism, the whole point in it, is its use\nof the concrete way of seeing. It begins with concreteness, and\nreturns and ends with it. Dr. Schiller, with his two\n’practical’ aspects of truth, (1) relevancy to situation, and (2)\nsubsequential utility, is only filling the cup of concreteness to\nthe brim for us. Once seize that cup, and you cannot misunderstand\npragmatism. It seems as if the power of imagining the world\nconcretely MIGHT have been common enough to let our readers\napprehend us better, as if they might have read between our\nlines, and, in spite of all our infelicities of expression, guessed\na little more correctly what our thought was. But alas! this was not\non fate’s programme, so we can only think, with the German ditty:–",
        "   “Es waer’ zu schoen gewesen, Es hat nicht sollen sein.”",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}