{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XVI",
    "author": "Fedor Jagor et al",
    "chapter": "17",
    "content": [
        "\n\n",
        "[On foot to San Miguel bay.] Sending my baggage from Daet to Cabusao\nin a schooner, I proceeded on foot, by the road to that place, to\nthe coast on the west side of the Bay of San Miguel. We crossed the\nmouth of the river in a boat, which the horses swam after; but they\nwere soon abandoned from unfitness. At the mouth of the next river,\nSacavin, the water was so high that the bearers stripped themselves\nnaked and carried the baggage over on their heads. In simple jacket\nand cotton hose, I found this precaution needless; indeed, according\nto my experience, it is both refreshing and salutary to wear wet\nclothes, during an uniformly high temperature; besides which, one\nis thereby spared many a spring over ditches, and many a roundabout\ncourse to avoid puddles, which, being already wet through, we no longer\nfear. After having waded over eight other little rivers we were obliged\nto leave the shore and pursue the road to Colasi along steep, slippery,\nforest paths, the place lying right in the middle of the west side of\nthe bay. The sea-shore was very beautiful. Instead of a continuous and,\nat the ebb, ill-smelling border of mangroves, which is never wanting in\nthose places where the land extends into the sea, the waves here reach\nthe foot of the old trees of the forest, many of which were washed\nunderneath. Amongst the most remarkable was a fringe of stately old\nBarringtoni, covered with orchids and other epiphytes–gorgeous trees\nwhen in flower; the red stamens, five inches long, with golden yellow\nanthers like tassels, depending from the boughs; and their fruit, of\nthe size of the fist, is doubly useful to the fisherman, who employs\nthem, on account of their specific gravity, in floating his nets, and\nbeats them to pieces to stupefy the fish. The foremost trees stood bent\ntowards the sea, and have been so deflected probably for a long time,\nlike many others whose remains still projected out of the water. The\ndestruction of this coast appears to be very considerable. Amongst\nthe climbing palms one peculiar kind was very abundant, the stem of\nwhich, as thick as the arm, either dragged itself, leafless, along\nthe ground, or hung in arches above the branches, carrying a crown\nof leaves only at its extremity; while another, from its habitat the\ncommon calamus, had caryota leaves. Wild boars are very plentiful here;\na hunter offered us two at one real each.",
        "[Colasi.] The direction of the flat coast which extends N.N.W. to\nS.S.E. from the point of Daet is here interrupted by the little peak\nof Colasi, which projects to the east, and has grown so rapidly\nthat all old people remember it to have been lower. In the Visita\nColasi, on the northern slope of the mountain, the sea is so rough\nthat no boat can live in it. The inhabitants carry on fishing; their\nfishing-grounds lie, however, on the southern slope of the mountain,\nin the sheltered bay of Lalauigan, which we reached after thee hours’\njourney over the ridge.",
        "[By sea to Cabusao.] A four-oared baroto, hired at this place,\nas the weather was favorable, was to have conveyed us in two hours\nto Cabusao, the port of Naga; but the wind swung round, and a storm\nensued. Thoroughly wet and not without loss, we ran to Barceloneta,\na visita situated at a third of the distance. The intelligent Teniente\nof Colasi, whom we met here, also confirmed the fact of the rapid\ngrowth of the little peak.",
        "[Unreliable excuses.] In opposition to my wish to ascend the mountain,\ngreat obstacles were said to exist when every one would be occupied\nin preparations for the Easter festival, which would hardly occur\nduring the succeeding weeks. As these objections did not convince me,\na more substantial reason was discovered the next morning. Inland\nshoes are excellent for the mud, and particularly for horseback;\nbut for climbing mountains, or rough ground, they would not last a\nday; and the one remaining pair of strong European shoes, which I\nreserved for particular purposes, had been given away by my servant,\nwho did not like climbing mountains, on the pretext they were very\nmuch too heavy for me.",
        "[A shipwrecked family.] The shore from Barceloneta to Cabusao is of\nthe same character as the Daet-Colasi but running north and south;\nthe ground, sandy clay, is covered with a thick stratum of broken\nbivalves. The road was very difficult, as the high tide forced us to\nclimb between the trees and thick underwood. On the way we met an\nenterprising family who had left Daet with a cargo of coconuts for\nNaga, and had been wrecked here; saving only one out of five tinajas\nof oil, but recovering all the nuts. [137] They were living in a\nsmall hastily-run-up hut, upon coconuts, rice, fish, and mussels,\nin expectation of a favorable wind to return. There were several\nvarieties of shore-birds; but my gun would not go off, although\nmy servant, in expectation of a hunt, had cleaned it with especial\ncare. As he had lost the ramrod whilst cleaning it, the charge was\nnot withdrawn before we reached Cabusao, when it was discovered that\nboth barrels were full of sand to above the touchhole.",
        "[Making palm-sugar.] The coast was still more beautiful than on the\npreceding day, particularly in one place where the surge beat against a\nwood of fan-palms (Corypha sp.). On the side facing the sea, in groups\nor rows stood the trees, bereft of their crowns, or lying overthrown\nlike columns amid the vast ruins of temples (one of them was three feet\nin diameter); and the sight immediately reminded me of Pompeii. I could\nnot account for the bareness of the trunks, until I discovered a hut in\nthe midst of the palms, in which two men were endeavoring to anticipate\nthe waves in their work of destruction by the preparation of sugar\n(tunguleh). For this purpose, after stripping off the leaves (this\npalm flowering at the top), the upper end of the stem is cut across,\nthe surface of the incision being inclined about five degrees towards\nthe horizon, and, near its lower edge, hollowed out to a very shallow\ngutter. The juice exudes over the whole surface of the cut, with the\nexception of the intersected exterior petioles, and, being collected\nin the shallow channel, is conducted by a piece of banana-leaf,\ntwo inches broad, and four inches long, into a bamboo-cane attached\nto the trunk. In order to avert the rain from the saccharine issue,\nwhich has a faint, pleasantly aromatic flavor as of barley-sugar,\nall the trees which have been tapped are provided with caps formed of\nbent and folded palm-leaves. The average daily produce of each tree is\nfour bamboos, the interior of which is about three inches and a half\nin diameter. When removed, they are full to about eighteen inches;\nwhich gives somewhat more than ten quarts daily.",
        "[The money side.] The produce of each tree of course is very\nunequal. Always intermittent, it ceases completely after two months–at\nthe utmost, three months; but, the proportion of those newly cut to\nthose cut at an earlier date being the same, the yield of the incisions\nis about equal. The juice of thirty-three palms, after evaporation in\nan iron pan immediately upon each collection, produces one ganta, or\n(there being four such collections) four gantas, daily; the weekly\nresult being twenty gantas, or two tinajas of sugar, each worth two\ndollars and a half on the spot. This statement, derived from the people\nthemselves, probably shows the proportion somewhat more unfavorable\nthan it really is; still, according to the opinion of an experienced\nmestizo, the difference cannot be very considerable. Assuming the above\nfigures as correct, however, one of these magnificent trees would give\nabout one dollar and two-thirds, or, after deducting the laborers’\nwages one real per diem, about a thaler and two-thirds; not a large\nsum truly; but it is some consolation to know that, even if man did\nnot interfere, these trees would in process of time fall victims to\nthe breakers, and that, even if protected against external ravages,\nthey are doomed to natural extinction after once producing fruit.",
        "[Neglected roads.] Cabusao lies in the southern angle of San Miguel\nBay which is, almost on every side, surrounded by high mountains, and\naffords good anchorage for ships. From here I repaired across Naga to\nthe south coast. Four leagues from Naga, in the heart of Ragay, on the\nsouthern border of Luzon, is the small but deep harbor of Pasacao; and\ntwo hours by water conducted us to the intermediate Visita Pamplona,\nwhence the route is pursued by land. The still-existing remnant of the\nold road was in a miserable condition, and even at that dry season\nof the year scarcely passable; the bridges over the numerous little\nditches were broken down, and in many places, right across the road,\nlay large stones and branches of trees which had been brought there\nyears before to repair the bridges, and, having been unused, have\never since continued to obstruct the road.",
        "[A French planter.] In Quitang, between Pamplona and Pasacao, where two\nbrooks unite themselves into one little river debouching at the latter\nplace, a young Frenchman had established a hacienda. He was contented\nand hopeful, and loudly praised the industry and friendliness of his\npeople. Probably because they make fewer exactions, foreigners, as a\nrule, seem to agree better with the natives than Spaniards. Of these\nexactions, the bitterest complaints are rife of the injustice of the\ndemands made upon the lower classes in the settlement of their wages;\nwhich, if they do not immediately find the necessary hands for every\nemployment, do not correspond with the enhanced value of the products;\nand, according to them, the natives must even be driven from public\nemployments, to labor in their service. [138]",
        "[The Filipino as a laborer.] The Filipino certainly is more independent\nthan the European laborer, because he has fewer wants and, as a native\nlandowner, is not compelled to earn his bread as the daily laborer of\nanother; yet, with reference to wages, it may be questioned whether\nany colony whatever offers more favorable conditions to the planter\nthan the Philippines. In Dutch India, where the prevalence of monopoly\nalmost excludes private industry, free laborers obtain one-third of a\nguilder–somewhat more than one real, the usual wages in the wealthy\nprovinces of the Philippines (in the poorer it amounts to only the\nhalf); and the Javanese are not the equals of the Filipinos, either\nin strength, or intelligence, or skill; and the rate of wages in all\nthe older Slave States is well known. For the cultivation of sugar and\ncoffee, Mauritius and Ceylon are obliged to import foreign laborers\nat great expense, and to pay them highly; and yet they are successful.",
        "[Pasacao.] From Quitang to Pasacao the road was far worse than\nit had heretofore been; and this is the most important road in\nthe province! Before reaching Pasacao, evident signs are visible,\non the denuded sides of the limestone, of its having been formerly\nwashed by the sea. Pasacao is picturesquely situated at the end of the\nvalley which is intersected by the Itulan, and extends from Pamplona,\nbetween wooded mountains of limestone, as far as the sea. The ebb tides\nhere are extremely irregular. From noon to evening no difference was\nobservable, and, when the decrease just became visible, the tide rose\nagain. Immediately to the south, and facing the district, the side of a\nmountain, two thousand feet high and above one thousand feet broad, had\ntwo years ago given way to the subterranean action of the waves. The\nrock consists of a tough calcareous breccia, full of fragments of\nmussels and corals; but, being shoeless, I could not remain on the\nsharp rock sufficiently long to make a closer examination.",
        "[A beautiful coast.] For the same reason, I was obliged to leave\nthe ascent of the Yamtik, which I had before vainly attempted from\nLibmanan, unaccomplished from this point, although I had the advantage\nof the company of an obliging French planter in a boat excursion in a\nnorth-westerly direction along the coast. Here our boat floated along\nover gardens of coral, swarming with magnificently colored fishes;\nand after two hours we reached a cavern in the limestone, Suminabang,\nso low that one could stir in it only by creeping; which contained a\nfew swallows and bats. On the Calebayan river, on the further side of\nPoint Tanaun, we came upon a solitary shed, our night-quarters. Here\nthe limestone range is interrupted by an isolated cliff on the left\nbank of the little river, consisting of a crystalline rock chiefly\ncomposed of hornblende; which moreover, on the side exposed to the\nwater, is surrounded completely by limestone.",
        "[Cattle.] The surrounding mountains must swarm with wild boars. Under\nthe thatched roof of our hut, which serves as a shelter to occasional\nhunters, more than a hundred and fifty lower jaw-bones were set\nup as hunting trophies. The place appeared as if created for the\nbreeding of cattle. Soft with fodder grass, and covered with a few\ngroups of trees, with slopes intersected by rustling brooks, it rose\nup out of the sea, and was encompassed by a steep wall of rock in\nthe form of a semicircle; and here cattle would find grass, water,\nshade, and the protection of an enclosing rampart. While travelling\nalong the coast, we had remarked a succession of similar localities,\nwhich however, from lack of enterprise and from the dread of pirates,\nwere not utilized. As soon as our supper was prepared, we carefully\nextinguished our fire, that it might not serve as a signal to the\nvagabonds of the sea, and kept night watches.",
        "[A delusive cave.] On the following morning we intended to visit\na cave never before entered; but, to our astonishment, we found\nno proper cavern, but only an entrance to a cavern a few feet in\ndepth. Visible from a distance, it must often have been passed by\nthe hunters, although, as we were assured by our companions–who\nwere astonished at the delusion–-no one had ventured to enter it\nfrom stress of superstitious terror.",
        "[Isolation of fertile regions.] The north coast of Camarines,\nas I have frequently mentioned, is, during the north-east monsoon,\nalmost unapproachable; while the south coast, screened by the outlying\nislands, remains always accessible. The most fertile districts of the\neastern provinces, which during summer export their produce by the\nnorthern ports, in the winter often remain for months cut off from\nall communication with the chief town, because there is no road over\nthe small strip of land to the south coast. How much has been done by\nNature, and how little by man, to facilitate this intercourse, is very\nevident when we reflect upon the condition of the road to Pasacao,\nlately described, in connection with the condition of matters in the\neast, as shown by the map.",
        "[River highways.] Two rivers, one coming from the north-west,\nand the other from the south-east, and both navigable before they\nreach the borders of the province, flow through the middle of it in\na line parallel with the coast (taking no account of its windings),\nand, after their junction, send their waters together through the\nestuary of Cabusao into the Bay of San Miguel. The whole province,\ntherefore, is traversed through its center by two navigable rivers,\nwhich, as regards commerce, form only one.",
        "[Cabusao and Pasacao harbors.] But the harbor of Cabusao, at the bottom\nof the Bay of San Miguel, is not accessible during the north-east\nmonsoon, and has this further disadvantage, that the intercourse of\nthe whole of the eastern part of Luzon with Manila can be carried\non only by a very circuitous route. On the south coast, on the other\nhand, is the harbor of Pasacao, into which a navigable little river,\nabove a mile in width, discharges itself; so that the distance between\nthis river highway and the nearest point of the Bicol River amounts to\na little more than a mile. The road connecting the two seas, laid out\nby an active alcalde in 1847, and maintained up to 1852, was however,\nat the date of my inquiry, in so bad a condition that a picul of abacá\npaid two reals freight for this short distance, in the dry season; and\nin the wet season it could not be forwarded for double the price. [139]",
        "[Bad roads raise freights.] Many similar instances may be brought\nforward. In 1861 the English vice-consul reported that in Iloilo a\npicul of sugar had risen more than 2 r. in price (as much as the cost\nof freight from Iloilo to Manila), in consequence of the bad state\nof the road between the two places, which are only one league asunder.",
        "[Social and political reasons for bad roads.] If, without reference to\ntransport by sea, the islands were not favored in so extraordinary a\nmanner by innumerable rivers with navigable mouths, a still greater\nproportion of their produce would not have been convertible into\nmoney. The people, as well as the local authorities, have no desire\nfor roads, which they themselves construct by forced labor, and,\nwhen completed, must maintain by the same method; for, when no roads\nare made, the laborers are so much more easily employed in private\noperations. Even the parish priests, generally, are as little favorable\nto the planning of commercial intercourse, by means of which trade,\nprosperity, and enlightenment would be introduced into the country,\nand their authority undermined. Indeed the Government itself, up\nto within a short time since, favored such a state of affairs; for\nbad roads belong to the essence of the old Spanish colonial policy,\nwhich was always directed to effect the isolation of the separate\nprovinces of their great transmarine possessions, and to prevent the\ngrowth of a sense of national interest, in order to facilitate their\ngovernment by the distant mother country.",
        "[Spanish economic backwardness.] Besides, in Spain itself matters\nare no better. The means of communication there are so very deficient\nthat, as an instance, merchandise is sent from Santander to Barcelona,\nround the whole Iberian peninsula, in preference to the direct route,\nwhich is partly accomplished by railway. [140] In Estremadura the hogs\nwere fed with wheat (live animals can be transported without roads),\nwhile at the same time the seaports were importing foreign grain. [141]\nThe cause of this condition of affairs in that country is to be sought\nless in a disordered state of finance, than in the enforcement of\nthe Government maxim which enjoins the isolation of separate provinces.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}