{
    "title": "The Life of Abraham Lincoln - Chapter XXXVI. Second Election",
    "author": "Henry Ketcham",
    "chapter": "38",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "It was Lincoln’s life-long habit to keep himself close to the plain\npeople. He loved them. He declared that the Lord must love them or he\nwould not have made so many of them. Out of them he came, to them he\nbelonged. In youth he was the perennial peacemaker and umpire of\ndisputes in his rural neighborhood. When he was President the same\npeople instinctively turned to him for help. The servants called him\nOld Abe,–from them a term of affection, not of indignity. The soldiers\ncalled him Father Abraham. He was glad to receive renowned politicians\nand prominent business men at the White House; he was more glad to see\nthe plain people. When a farmer neighbor addressed him as “Mister\nPresident,” he said, “Call me Lincoln.” The friendship of these people\nrested him.",
        "Then, too, he had a profound realization of their importance to the\nnational prosperity. It was their instincts that constituted the\nnational conscience. It was their votes that had elected him. It was\ntheir muskets that had defended the capital. It was on their loyalty\nthat he counted for the ultimate triumph of the Union cause. As his\nadministrative policy progressed it was his concern not to outstrip\nthem so far as to lose their support. In other words, he was to lead\nthem, not run away from them. His confidence in them was on the whole\nwell founded, though there were times when the ground seemed to be\nslipping out from under him.",
        "The middle portion of 1864 was one such period of discouragement. The\nmaterial for volunteer soldiers was about exhausted, and it was\nbecoming more and more necessary to depend upon the draft, and that\nmeasure caused much friction. The war had been long, costly, sorrowful.\nGrant was before Petersburg, Farragut at Mobile, and Sherman at\nAtlanta. The two first had no promise of immediate success, and as to\nthe third it was a question whether he was not caught in his own trap.\nThis prolongation of the war had a bad effect on the northern public.",
        "Lincoln, shrewdly and fairly, analyzed the factions of loyal people as\nfollows:",
        "“We are in civil war. In such cases there always is a main question;\nbut in this case that question is a perplexing compound–Union and\nslavery. It thus becomes a question not of two sides merely, but of at\nleast four sides, even among those who are for the Union, saying\nnothing of those who are against it. Thus–",
        "Those who are for the Union with, but not without, slavery;",
        "Those for it without, but not with;",
        "Those for it with or without, but prefer it with; and",
        "Those for it with or without, but prefer it without.",
        "Among these again is a subdivision of those who are for gradual, but\nnot for immediate, and those who are for immediate, but not for\ngradual, extinction of slavery.”",
        "One man who was in the political schemes of that day says that in\nWashington there were only three prominent politicians who were not\nseriously discontented with and opposed to Lincoln. The three named\nwere Conkling, Sumner, and Wilson. Though there was undoubtedly a\nlarger number who remained loyal to their chief, yet the discontent was\ngeneral. The President himself felt this. Nicolay and Hay have\npublished a note which impressively tells the sorrowful story:",
        "   “Executive Mansion,\n  Washington, August 28, 1864.",
        "This morning, as for some days past, it seems exceedingly probable that\nthis administration will not be reelected. Then it will be my duty to\nso cooperate with the President-elect as to save the Union between the\nelection and the inauguration, as he will have secured his election on\nsuch ground that he cannot possibly save it afterward.",
        "Early in the year this discontent had broken out in a disagreeable and\ndangerous form. The malcontents were casting about to find a candidate\nwho would defeat Lincoln. They first tried General Rosecrans, and from\nhim they got an answer of no uncertain sound. “My place,” he declared,\n“is here. The country gave me my education, and so has a right to my\nmilitary services.”",
        "Their next attempt was Grant, with whom they fared no better. Then they\ntried Vice-President Hamlin who was certainly dissatisfied with the\nslowness with which Lincoln moved in the direction of abolition. But\nHamlin would not be a candidate against his chief.",
        "Then the Secretary of the Treasury, Chase, entered the race as a rival\nof Lincoln. When this became known, the President was urged by his\nfriends to dismiss from the cabinet this secretary who was so far out\nof sympathy with the administration he was serving. He refused to do\nthis so long as Chase did his official duties well, and when Chase\noffered to resign he told him there was no need of it. But the citizens\nof Ohio, of which state Chase had in 1860 been the “favorite son,” did\nnot take the same view of the matter. Both legislature and mass\nmeetings demanded his resignation so emphatically that he could not\nrefuse. He did resign and was for a short time in private life. In\nDecember, 1864, Lincoln, in the full knowledge of the fact that during\nthe summer Chase had done his utmost to injure him, nominated him as\nchief justice, and from him received his oath of office at his second\ninaugural.",
        "The search for a rival for Lincoln was more successful when Fremont was\nsolicited. He was nominated by a convention of extreme abolitionists\nthat met in the city of Cleveland. But it soon became apparent that his\nfollowing was insignificant, and he withdrew his name.",
        "The regular republican convention was held in Baltimore, June 8, 1864.\nLincoln’s name was presented, as in 1860, by the state of Illinois. On\nthe first ballot he received every vote except those from the state of\nMissouri. When this was done, the Missouri delegates changed their\nvotes and he was nominated unanimously.",
        "In reply to congratulations, he said, “I do not allow myself to suppose\nthat either the convention or the League have concluded to decide that\nI am either the greatest or best man in America, but rather that they\nhave concluded that it is not best to swap horses while crossing the\nriver, and have further concluded that I am not so poor a horse that\nthey might not make a botch of it trying to swap.”",
        "That homely figure of “swapping horses while crossing the river” caught\nthe attention of the country. It is doubtful if ever a campaign speech,\nor any series of campaign speeches, was so effective in winning and\nholding votes as that one phrase.",
        "But, as has already been said, the prospects during the summer,–for\nthere was a period of five months from the nomination to the election,\n–were anything but cheering. At this crisis there developed a means of\nvigorous support which had not previously been estimated at its full\nvalue. In every loyal state there was a “war governor.” Upon these men\nthe burdens of the war had rested so heavily that they understood, as\nthey would not otherwise have understood, the superlative weight of\ncares that pressed on the President, and they saw more clearly than\nthey otherwise could have seen, the danger in swapping horses while\ncrossing the river. These war governors rallied with unanimity and with\ngreat earnestness to the support of the President. Other willing\nhelpers were used. The plain people, as well as the leading patriots,\nrallied to the support of the President.",
        "The democrats nominated McClellan on the general theory that the war\nwas a failure. As election day approached, the increased vigor with\nwhich the war was prosecuted made it look less like a failure, even\nthough success was not in sight. The result of the election was what in\nlater days would be called a landslide. There were two hundred and\nthirty-three electors. Of this number two hundred and twelve were for\nLincoln. The loyal North was back of him. He might now confidently gird\nhimself for finishing the work.",
        "Such was his kindliness of spirit that he was not unduly elated by\nsuccess, and never, either in trial or achievement, did he become\nvindictive or revengeful. After the election he was serenaded, and in\nacknowledgment he made a little speech. Among other things he said,\n“Now that the election is over, may not all, having a common interest,\nreunite in a common effort to save our common country? For my own part,\nI have striven, and will strive, to place no obstacle in the way. So\nlong as I have been here I have not willingly planted a thorn in any\nman’s bosom.”",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}