{
    "title": "The Fortieth Door - Chapter IV",
    "author": "Mary Hastings Bradley",
    "chapter": "4",
    "content": [
        "\n\n",
        "EXPLANATIONS",
        "The remaining hours of Jack Ryder’s night might be divided into\nthree periods. There was an interval of astounding exhilaration\ncoupled with complete mental vacancy, during which a figure in a\nScots costume might have been observed by the astonished Egyptian\nmoon striding obliviously along the silent road to the Nile, past\nsleeping camels and snoring dhurra merchants–a period during\nwhich his sole distinguishable sensation was the memory of\nenchanting eyes, of a voice, low and lovely ... of a slender figure\nin a muffling tcharchaf ... of the touch of soft lips beneath a\ngauzy veil....",
        "This period was succeeded by hours of utter incredulity, in which he\nlay wide-eyed on the sleeping porch of McLean’s domicile and stared\ninto the white cloud of his fly net and questioned high heaven and\nhimself.",
        "Had he really done this? Had he actually caught and kissed this\ngirl, this girl whose name he did not know, whose face he had never\nseen, of whom he knew nothing but that she was the daughter of a\nTurk and utterly forbidden by every canon of sanity and\nself-preservation?",
        "In the name of wonder, what had possessed him? The night? The moon?\nThe mystery of the unknown?... If he had never really kissed her he\nmight have convinced himself that he had never really wanted to. But\nhaving kissed her–!",
        "He looked upon himself as a stranger. A stranger of whom he would be\nremarkably wary, in the days and nights to come ... but a stranger\nfor whom he entertained a sort of secret, amazed respect. There had\nbeen an undeniable dash and daring to that stranger....",
        "During the third period he slept.",
        "When he awoke, late in the morning, and descended from a cold tub to\na breakfast room from which McLean had long since departed, he\nbrought yet another mood with him, a mood of dark, deep disgust and\na shamed inclination to dismiss these events very speedily from\nmemory. For that shadowy and rather shady affair he had abandoned\nthe merry and delightful Jinny Jeffries and got himself involved now\nin the duty of explanations and peacemaking.",
        "What in the world was he going to say?",
        "He meditated a note–but he hated a lie on paper. It looked so\nthunderingly black and white. Besides, he could not think of any.\n“Dear Jinny–Awfully sorry I was called away.”",
        "No, that wouldn’t do. He could take refuge in no such vagueness.\nUnfortunately, he and Jinny were on such terms of old intimacy that\na certain explicitness of detail was expected.",
        "“Dear Jinny–I had to leave last night and take a girl home–”",
        "No, she would ask about the girl. Jinny had a propensity for\nlocating people. It wouldn’t do.",
        "His masculine instinct for saying the least possible in a matter\nwith a woman, and his ripening experience which taught him to leave\nno mystery to awaken suspicion, wrestled with the affair for some\ntime and then retired from the field.",
        "He compromised by telephoning Jinny briefly–and Jinny was equally\nas brief and twice as cool and cryptic–and promising to take her\nout to tea.",
        "He reflected that if he took her to tea he would really have to stay\nover another night, for it would be too late to regain his desert\ncamp. But the circumstances seemed to call for some social amend....\nAnd no matter how many nights he stayed he certainly was not going\nto lurk about that lane, outside garden doors!",
        "He must have been mad, stark, staring, March-hatter mad!",
        "That morning, during its remainder, he concluded his buying of\nsupplies and saw to their shipment upon the boat that left upon the\nfollowing morning. That noon he lunched with an assistant curator of\nthe Cairo museum who found him a good listener.",
        "That afternoon he escorted Jinny Jeffries and her uncle and aunt,\nthe Josiah Pendletons, to tea upon the little island in the Cairo\npark, where white-robed Arabs brought them tea over the tiny bridge\nand violins played behind the shrubbery and white swans glided upon\nthe blue lake, and then he carried them off in a victoria to view\nthe sunset from the Citadel heights.",
        "Not a word about the dance–except a general affirmative to Mrs.\nPendleton’s question if he had enjoyed himself. The Pendletons had\nnot stayed to look on for long, and Jinny had apparently not worn\nher bleeding heart upon her sleeve.",
        "But this immunity could not last. He could not hug the protecting\nPendletons to him forever.",
        "Nor did he want to. They waned upon him. Mrs. Pendleton’s\nconversation was a perpetual, “Do look at–!” or dissertations from\nthe guide books–already she had imparted a great deal of Flinders\nPetrie to him about his tombs. Mr. Pendleton was neither\nenthusiastic nor voluble, but he was attacking the objects of their\ntravels in the same thorough-going spirit that he had attacked and\nsurmounted the industrial obstacles of his career, and he went to a\ngreat deal of persistent trouble to ascertain the exact dates of\npassing mosques and the conformations of their arches.",
        "The travelers had already “done” the Citadel. They had climbed its\nrocky hill, they had viewed the Mahomet Ali mosque and its columns\nand its carpets and had taken their guide’s and their guidebook’s\nword that it was an inferior structure although so amazingly\neffective from below; they had looked studiously down upon the city\nand tried to distinguish its minarets and towers and ancient gates,\nthey had viewed with proper quizzicalness the imprint in the stone\nparapet of the hoof of that blindfolded horse which the last of the\nMamelukes, cornered and betrayed, had spurred from the heights.",
        "So now, no duty upon them, Ryder led them past the Citadel, up the\nMokattam hills behind it, to that hilltop on which stood the little\nancient mosque of the Sheykh-el-Gauchy, where the sunset spaces\nflowed round them like a sea of light and the world dropped into\nminiature at their feet.",
        "Below them, in a golden haze, Cairo’s domes and minarets were\nshining like a city of dreams. To the north, toy fields, vivid\ngreen, of rice and cotton lands, and the silver thread of the\nwinding Nile, and all beyond, west and southwest, the vast,\nillimitable stretch of desert, shimmering in the opalescent air,\nsweeping on to the farthest edge of blue horizon.",
        "“A nice resting place,” said Jack Ryder appreciatively of the tomb\nof the Sheykh-el-Gauchy.",
        "“I presume the date is given,” Mr. Pendleton was murmuring, as he\nbegan to ferret with his Baedecker.",
        "Mrs. Pendleton sighed sentimentally. “He must have been very fond of\nnature.”",
        "“He was very distrustful of his wives,” said Ryder, grinning. “He\nhad three of them, all young and beautiful.”",
        "“I thought you said he was a saint?” murmured Jinny, to which\ninterpolation he responded, “Wouldn’t three wives make any man a\nsaint?” and resumed his narrative.",
        "“And so he had his tomb made where he could overlook the whole city\nand observe the conduct of his widows.”",
        "“They could move,” objected Miss Jeffries.",
        "“The female of the Mohammedan species is not the free agent that you\nimagine,” Ryder retorted, beginning with a smile and ending with a\nqueer, reminiscent pang. He had a moment’s rather complicated twinge\nof amusement at her reactions if she should know that to an\nencounter with a female of the Mohammedan species was to be\nattributed his departure from her party last night.",
        "And then he remembered that he hadn’t decided yet what to tell her\nand the time was undoubtedly at hand.",
        "The time was at hand. The Pendletons were too thorough-going\nAmericans not to abdicate before the young. They did not saunter\nself-consciously away and make any opportunity for Jack and Jinny,\nas sympathetic European chaperons might have done; they sat\nmatter-of-factedly upon the rocks while their competent young people\nbetook themselves to higher heights.",
        "Conscientiously Ryder was pointing out the pyramid fields.",
        "“Gizeh, Abusir, Sakkara, Dahsur–and now here, if you look–that’s\nthe Medun pyramid–that tiny, sharp prick. If we had glasses....”",
        "“Yes; but why didn’t you like the ball?” murmured Jinny the direct.",
        "“I did like the ball. Very much.”",
        "“Then why didn’t you stay?”",
        "“I–I wasn’t feeling top-hole,” he murmured lamely, wondering why\ngirls always wanted to go back and stir up dogs that had gone\ncomfortably to sleep.",
        "“Did it come on suddenly?” said Jinny, unsympathetically, her eyes\nstill upon the pyramids.",
        "Something whimsical twitched at Jack Ryder’s lips. “Very suddenly.\nLike thunder, out of China crost the bay.”",
        "“I suppose that dancing with the same girl in succession brings on\nthe seizures?”",
        "So she had noticed that!... Not for nothing were those bright, gray\neyes of hers! Not for nothing the red hair.",
        "“Well, I rather think it did,” he said deliberately. “That girl was\na child who hadn’t danced in four years–so she said, and I believe\nher.”",
        "And Jinny received what he intended to convey. “Stepped on your\nbuckled shoon and you felt a martyr?... But why bolt? There were\nother girls who had danced within four years–”",
        "“I went into the garden,” he murmured. “The fact is, I was feeling\nawfully–queer,” he brought out in an odd tone.",
        "Queer was a good word for it. He let it go at that. He couldn’t do\nbetter.",
        "Jinny looked suddenly uncertain. Her pique was streaked with\ncompunction. She had been horribly angry with him for running away,\nand she remembered his opposition to the idea enough to be\nsuspicious of any disappearance–but there was certainly an accent\nof embarrassed sincerity about him.",
        "Perhaps he had been ill. Sudden seizures were not unknown in\nEgypt. And for all his desert brown he didn’t look very rugged.",
        "She murmured, “I hope you hadn’t taken anything that disagreed with\nyou.”",
        "“H’m–it rather agreed with me at the time,” said Jack, and then\nbrought himself up short. “I expect I haven’t looked very sharp\nafter myself–”",
        "But Jinny did not wholly renounce her idea. “Does it always take you\nat dances you don’t want to go to?”",
        "“That’s unfair. I came, you know.”",
        "“You came–and went.”",
        "“I’d have been all right if I hadn’t come,” he murmured, and Jinny\nfelt suddenly ashamed of herself.",
        "“Do you suppose that you would stay all right if you came to\ndinner?” she offered pacificably. “It’s our last night, you know,\ntill we come back from the Nile.”",
        "“I wish I could.” Ryder stopped short. Now, why didn’t he? Certainly\nhe didn’t intend–",
        "But his tongue took matters promptly out of his hesitation’s hands.\n“Fact is, I’ve an engagement.” He added, appeasingly, “That’s why I\nwas so keen on getting you for tea.” And Jinny told him\nappreciatively that it was a lovely tea and a lovely view.",
        "“We’re going to be at the hotel, I expect,” she threw out,\ncarelessly, “and if you get through in time–”",
        "Rather hastily he assured her that indeed, if he got through in\ntime–",
        "She was a nice girl, was Jinny. A pretty girl, with just the right\namount of red in her hair. Sanity would have sent him to the hotel\nto dine with her.",
        "Sanity would also have sent him to the Jockey Club with McLean.",
        "Certainly sanity had nothing to do with the way that he kept himself\nto himself, after his farewells at the hotel with the Pendletons,\nand took him to an out-of-the-way Greek café where he dined very\nbadly upon stringy lamb and sodden baklava.",
        "Later he wandered restlessly about dark, medieval streets where\nsquat groups were clustered about some coffee house door, intent\nupon a game of checkers or some patriarchal story teller,\nrecounting, very probably, a bandied narration of the Thousand and\nOne Nights. Through other open doors drifted the exasperating nasal\ntwang of Cairene music, and idly pausing, Ryder could see above the\nred fezes and turbans that topped the cross-legged audiences the\ndark, sleek, slowly-revolving body of some desert dancing girl.",
        "Irresolutely he drifted on to the Esbekeyih quarters, to the streets\nwhere the withdrawn camels and donkeys had left pre-eminent the\ncarriages and motors of that stream of Continental night life which\nsets towards Cairo in the season, Russian dukes and German\nmillionaires, Viennese actresses and French singers and ladies of no\navowed profession, gamblers, idlers, diplomats, drifters, vivid\nflashes of color in the bizarre, kaleidoscopic spectacle.",
        "It was quite dark now. The last pale gleam of the afterglow had\nfaded, and the blue of the sky, deepening and darkening, was pierced\nwith the thronging stars. It was very warm; no breeze, but a fitful\nstirring in the tops of the feathery palms.",
        "The streets were growing still. Only from some of the hotels came\nthe sound of music from lighted, open windows.",
        "Jinny would be rather expectant at her hotel. He could, of course,\ndrop in for a few minutes since he was so near.... He walked past\nthe hotel.... Jinny would be packing–or ought to be. A pity to\ndisturb her.... And his dusty tweeds and traveling cap was no\ncalling costume....",
        "He walked past again. And this time he paused, on the brink of a\ndark canyon of a lane, running back between walls hung with\nbougainvillea.",
        "Quite suddenly he remembered that he had told that girl, whose name\nhe did not know, that he would come. It was a definite promise. It\nwas an obligation.",
        "He could do nothing less. It might be unwelcome, absurd, a nuisance,\nbut really it was an obligation.",
        "He sauntered down the lane, keeping carefully in the shadow. He\nloitered within that deep-set door–and felt a queer throb of\nemotion at the sight of it–and so, sauntering and loitering, he\nwaited in the darkening night, promising himself disgustedly through\nthe dragging moments to clear out and be done with this, but still\ninterminably lingering, his pulses throbbing with that disowned\nexpectancy.",
        "Very cautiously, the gate began to open.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}