{
    "title": "The Sorrows of Young Werther - May 12.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "4",
    "content": [
        "\n\n",
        "I know not whether some deceitful spirits haunt this spot, or\nwhether it be the warm, celestial fancy in my own heart which\nmakes everything around me seem like paradise. In front of the\nhouse is a fountain, — a fountain to which I am bound by a charm\nlike Melusina and her sisters. Descending a gentle slope, you come\nto an arch, where, some twenty steps lower down, water of the\nclearest crystal gushes from the marble rock. The narrow wall which\nencloses it above, the tall trees which encircle the spot, and the\ncoolness of the place itself, — everything imparts a pleasant but\nsublime impression. Not a day passes on which I do not spend an\nhour there. The young maidens come from the town to fetch water,\n— innocent and necessary employment, and formerly the occupation of\nthe daughters of kings. As I take my rest there, the idea of the old\npatriarchal life is awakened around me. I see them, our old ancestors,\nhow they formed their friendships and contracted alliances at the\nfountain-side; and I feel how fountains and streams were guarded by\nbeneficent spirits. He who is a stranger to these sensations has\nnever really enjoyed cool repose at the side of a fountain after the\nfatigue of a weary summer day.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}