{
    "title": "The God-Idea of the Ancients (or Sex in Religion)",
    "author": "Eliza Burt Gamble",
    "chapter": "1",
    "content": [
        "\n\n",
        "Much of the material for this volume was collected during the\ntime that I was preparing for the press the Evolution of Woman,\nor while searching for data bearing on the subject of\nsex-specialization.  While preparing that book for publication,\nit was my intention to include within it this branch of my\ninvestigation, but wishing to obtain certain facts relative to\nthe foundations of religious belief and worship which were not\naccessible at that time, and knowing that considerable labor and\npatience would be required in securing these facts, I decided to\npublish the first part of the work, withholding for the time\nbeing that portion of it pertaining especially to the development\nof the God-idea.",
        "As mankind construct their own gods, or as the prevailing ideas\nof the unknowable reflect the inner consciousness of human\nbeings, a trustworthy history of the growth of religions must\ncorrespond to the processes involved in the mental, moral, and\nsocial development of the individual and the nation.",
        "By means of data brought forward in these later times relative to\nthe growth of the God-idea, it is observed that an independent\nchain of evidence has been produced in support of the facts\nrecently set forth bearing upon the development of the two\ndiverging lines of sexual demarcation.  In other words, it has\nbeen found that sex is the fundamental fact not only in the\noperations of Nature but in the construction of a god.",
        "In the Evolution of Woman it has been shown that the peculiar\ninheritance of the two sexes, female and male, is the result of\nthe bias given to these separate lines of development during the\nearliest periods of sex-differentiation; and, as this division of\nlabor was a necessary step in the evolutionary processes, the\nrate of progress depended largely on the subsequent adjustment of\nthese two primary elements or forces.  A comprehensive study of\nprehistoric records shows that in an earlier age of existence\nupon the earth, at a time when woman’s influence was in the\nascendancy over that of man, human energy was directed by the\naltruistic characters which originated in and have been\ntransmitted through the female; but after the decline of woman’s\npower, all human institutions, customs, forms, and habits of\nthought are seen to reflect the egoistic qualities acquired by\nthe male.",
        "Nowhere is the influence of sex more plainly manifested than in\nthe formulation of religious conceptions and creeds.  With the\nrise of male power and dominion, and the corresponding repression\nof the natural female instincts, the principles which originally\nconstituted the God-idea gradually gave place to a Deity better\nsuited to the peculiar bias which had been given to the male\norganism.  An anthropomorphic god like that of the Jews–a god\nwhose chief attributes are power and virile might–could have had\nits origin only under a system of masculine rule.",
        "Religion is especially liable to reflect the vagaries and\nweaknesses of human nature; and, as the forms and habits of\nthought connected with worship take a firmer hold on the mental\nconstitution than do those belonging to any other department of\nhuman experience, religious conceptions should be subjected to\nfrequent and careful examination in order to perceive, if\npossible, the extent to which we are holding on to ideas which\nare unsuited to existing conditions.",
        "In an age when every branch of inquiry is being subjected to\nreasonable criticism, it would seem that the origin and growth of\nreligion should be investigated from beneath the surface, and\nthat all the facts bearing upon it should be brought forward as a\ncontribution to our fund of general information.  As well might\nwe hope to gain a complete knowledge of human history by studying\nonly the present aspect of society, as to expect to reach\nreasonable conclusions respecting the prevailing God-idea by\ninvestigating the various creeds and dogmas of existing faiths.",
        "The object of this volume is not only to furnish a brief outline\nof religious growth, but to show the effect which each of the two\nforces, female and male, has had on the development of our\npresent God- idea, which investigation serves to accentuate the\nconclusions arrived at in the Evolution of Woman relative to the\ninheritance of each of the two lines of sexual demarcation.",
        "E.B.G.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}