{
    "title": "The Gatlings at Santiago - Chapter XII: The Voyage Home and the End of the Gatling Gun Detachment",
    "author": "John H. Parker",
    "chapter": "13",
    "content": [
        "\n\n",
        "The detachment received permission on the 10th of August to use any\nstanding tentage which it could find, and it was thoroughly under\nshelter an hour after this permission was received. The climate of\nCuba was not so disagreeable when one could look at it through the\ndoor of a tent, but we were not destined to enjoy our tentage very\nlong. On the 15th, at two o’clock, orders were received to go on board\nthe Leona at Santiago, bound for Montauk Point, and at half-past\nfive o’clock men, guns, and equipment were duly stowed for the voyage\nhome.",
        "It was much more agreeable than the one to Cuba, The transport was not\ncrowded, the men had excellent hammocks, which could be rolled up\nduring the day, thus leaving the whole berth deck for exercise and\nventilation, and the Leona was a much better vessel than the Cherokee.",
        "The detachment finally disembarked at Montauk Point on the 23d, passed\nthrough the usual detention camp, and was assigned a camping-place. It\nwas disbanded per instructions from headquarters, Montauk Point, on\nthe 5th of September, the members of the detachment returning to their\nrespective regiments, well satisfied with the work they had done and\nwith each other.",
        "In concluding this memoir the author desires to pay a personal tribute\nof admiration and respect to the brave men composing the detachment,\nboth individually and collectively. Some of them have figured more\nprominently in these pages than others, but there was not a man in the\ndetachment who was not worthy to be called the highest term that can\nbe applied to any man–a brave American soldier.",
        "The End.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}