{
    "title": "The Sorrows of Young Werther - November 3.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "75",
    "content": [
        "\n\n",
        "Witness, Heaven, how often I lie down in my bed with a wish, and\neven a hope, that I may never awaken again. And in the morning,\nwhen I open my eyes, I behold the sun once more, and am wretched.\nIf I were whimsical, I might blame the weather, or an acquaintance,\nor some personal disappointment, for my discontented mind; and then\nthis insupportable load of trouble would not rest entirely upon\nmyself. But, alas! I feel it too sadly. I am alone the cause\nof my own woe, am I not? Truly, my own bosom contains the source\nof all my sorrow, as it previously contained the source of all my\npleasure. Am I not the same being who once enjoyed an excess of\nhappiness, who, at every step, saw paradise open before him, and\nwhose heart was ever expanded toward the whole world? And this\nheart is now dead, no sentiment can revive it; my eyes are dry;\nand my senses, no more refreshed by the influence of soft tears,\nwither and consume my brain. I suffer much, for I have lost the\nonly charm of life: that active, sacred power which created worlds\naround me, — it is no more. When I look from my window at the\ndistant hills, and behold the morning sun breaking through the\nmists, and illuminating the country around, which is still wrapped\nin silence, whilst the soft stream winds gently through the willows,\nwhich have shed their leaves; when glorious nature displays all\nher beauties before me, and her wondrous prospects are ineffectual\nto extract one tear of joy from my withered heart, I feel that in\nsuch a moment I stand like a reprobate before heaven, hardened,\ninsensible, and unmoved. Oftentimes do I then bend my knee to the\nearth, and implore God for the blessing of tears, as the desponding\nlabourer in some scorching climate prays for the dews of heaven\nto moisten his parched corn.",
        "But I feel that God does not grant sunshine or rain to our\nimportunate entreaties. And oh, those bygone days, whose memory\nnow torments me! why were they so fortunate? Because I then\nwaited with patience for the blessings of the Eternal, and received\nhis gifts with the grateful feelings of a thankful heart.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}