{
    "title": "The Revolutions of Time",
    "author": "Jonathan Dunn",
    "chapter": "1",
    "content": [
        "\n\n",
        "Throughout history all literature was in the public domain, but, in the\nUnited States, intellectual property is traded as if it were some sort\nof tangible commodity. This is especially shameful when one considers that\nthe public domain is precisely what drives the advancement of society. As\nthe technology to promulgate and store information increases, so too does\nthe ability to use that information as a framework for future advances.\nIt is unfortunate that as the physical obstacles are overcome, legal ones\nare created to replace them.",
        "Intellectual property rights simply do not exist outside of man’s legislation,\nand this type of law is, in my opinion, akin to protectionism. Let me explain:\non one hand we constantly endeavor to improve transportation and the moving\nof goods. But as the obstacles to trade are eliminated, we find that trade\nis increased. In order to protect our labor, taxes or tariffs are placed\non the products that are thus exchanged. It is essentially the same as building\na highway between two cities in order to make travel less expensive, and\nthen charging a toll that entirely replaces the expense saved by the highway.\nIn the end, it brings no increase in efficiency. The parallel is that while\nwe have advanced methods of storing and promulgating information, we replace\nany advantage gained in that respect with legislation that restricts the\nflow of information (such as our oppressive copyright laws). On the one\nhand the laws of nature no longer inhibit us from accumulating knowledge,\nbut on the other hand the laws of men make it more difficult than ever.",
        "Until the digital revolution, intellectual property was rarely separated\nfrom its physical manifestation. By that I mean that if you wanted to read\na book, you bought the physical product, and the price of the intellectual\nproperty was hidden within the price of its materials. But when the medium\nand the actual content became separated, suddenly the issue of intellectual\nproperty came into being. But how can a product be sold without a transference\nof something? If I purchase an e-book, it costs the publisher nothing to\nsell one to someone else, because from the one original copy, an infinite\namount of copies can be grafted. It costs something to produce the original\ne-book, perhaps, but I am merely buying a copy of it. First we had a fiat\ncurrency, which the government can conjure up at whim and promulgate for\nprofit, and now we also have a fiat product with which publishers can do\nthe same.",
        "The only argument against the public domain is the protection of the\nwriters and artists and programmers who create the work in the first place.\nIt should be noted, however, that in many cases they are not even the ones\nwho own the copyrights. A poverty stricken musician could, perhaps, argue\nthat he needed copyrights to survive, but how can a corporation of people\nwho did not produce the work in the beginning argue the same? But, one\nsays, the artist sold the copyright to the corporation by his own will,\nand that is how he supports himself. Perhaps, but that is assuming that\na piece of intellectual property – in essence, a thought  can be traded\nas if it were a physical entity, as if there were no difference between\nit and a piece of land or a car. Yet by its very definition it is something\nthat is not tangible, something that has no value outside of its communication\nwith a human brain. If I hear a song on the radio, and afterwards listen\nto it by memory, am I violating its copyright? And if not, what is the difference\nbetween storing it in the human memory, and storing it on some physical\nmedium – or inhuman memory – when it is not that physical medium that\nis protected by the copyright?",
        "The basic question is this: is a thought a piece of property, is an\nentity that exists beyond its physical manifestation the same as one which\nonly is its physical manifestation? If I buy a chair, I am paying for the\nmaterials and the labor that went into the individual chair. But if I buy\nan e-book, or an mp3, what am I paying for? There is no cost for materials,\nand the same labor that went into making what I bought also went into what\neveryone else bought. If that were the measure of its price, e-books would\ncost an insignificant amount.",
        "I will conclude with saying that it is shameful that there are so many\nchildren (and adults) around the world who have received an insufficient\neducation for no other reason than that they couldn’t afford it, when all\nthe knowledge of the world could be given away freely in a digital format.\nKnowledge is power, as they say, and right now knowledge is kept from the\npeople through the oppression of copyright laws and the forces that maintain\nthem. But I have hope, for there is a time coming when the liberation of\nliterature will lead to the liberation of the people. Long live the public\ndomain.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}