{
    "title": "The Golden Sayings of Epictetus - LXXXI ",
    "author": "Unknown",
    "chapter": "81",
    "content": [
        "\n",
        "\n\n",
        "“Epictetus, I have often come desiring to hear you speak,\nand you have never given me any answer; now if possible, I\nentreat you, say something to me.”",
        "“Is there, do you think,” replied Epictetus, “an art of\nspeaking as of other things, if it is to be done skilfully and\nwith profit to the hearer?”",
        "“Yes.”",
        "“And are all profited by what they hear, or only some among\nthem? So that it seems there is an art of hearing as well as of\nspeaking. . . . To make a statue needs skill: to view a statue\naright needs skill also.”",
        "“Admitted.”",
        "“And I think all will allow that one who proposes to hear\nphilosophers speak needs a considerable training in hearing. Is\nthat not so? Then tell me on what subject you are able to hear\nme.”",
        "“Why, on good and evil.”",
        "“The good and evil of what? a horse, an ox?”",
        "“No; of a man.”",
        "“Do we know then what Man is? what his nature is? what is the\nidea we have of him? And are our ears practised in any degree on\nthe subject? Nay, do you understand what Nature is? can you\nfollow me in any degree when I say that I shall have to use\ndemonstration? Do you understand what Demonstration is? what True\nor False is? . . .must I drive you to Philosophy? . . . Show me\nwhat good I am to do by discoursing with you. Rouse my desire to\ndo so. The sight of the pasture it loves stirs in a sheep the\ndesire to feed: show it a stone or a bit of bread and it remains\nunmoved. Thus we also have certain natural desires, aye, and one\nthat moves us to speak when we find a listener that is worth his\nsalt: one that himself stirs the spirit. But if he sits by like\na stone or a tuft of grass, how can he rouse a man’s desire?”",
        "“Then you will say nothing to me?”",
        "“I can only tell you this: that one who knows not who he is\nand to what end he was born; what kind of world this is and with\nwhom he is associated therein; one who cannot distinguish Good\nand Evil, Beauty and Foulness, . . . Truth and Falsehood, will\nnever follow Reason in shaping his desires and impulses and\nrepulsions, nor yet in assent, denial, or suspension of\njudgment; but will in one word go about deaf and blind, thinking\nhimself to be somewhat, when he is in truth of no account. Is\nthere anything new in  all this? Is not this ignorance the cause\nof all the mistakes and mischances of men since the human race\nbegan? . . .”",
        "“This is all I have to say to you, and even this against the\ngrain. Why? Because you have not stirred my spirit. For what can\nI see in you to stir me, as a spirited horse will stir a judge of\nhorses? Your body? That you maltreat. Your dress? That is\nluxurious. Your behaviour, your look?—Nothing whatever. When you\nwant to hear a philosopher, do not say, ’You say nothing to me’;\nonly show yourself worthy or fit to hear, and then you will see\nhow you will move the speaker.”",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}