{
    "title": "The Meaning of Truth - VII. Professor Pratt On Truth",
    "author": "William James",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprinted from the Journal of Philosophy, etc.,\nAugust 15, 1907 (vol. iv, p. 464).]",
        "Professor J. B. Pratt’s paper in the Journal of Philosophy for June\n6, 1907, is so brilliantly written that its misconception of\nthe pragmatist position seems doubly to call for a reply.",
        "He asserts that, for a pragmatist, truth cannot be a relation\nbetween an idea and a reality outside and transcendent of the idea,\nbut must lie ’altogether within experience,’ where it will need ’no\nreference to anything else to justify it’–no reference to the\nobject, apparently. The pragmatist must ’reduce everything\nto psychology,’ aye, and to the psychology of the immediate moment.\nHe is consequently debarred from saying that an idea that\neventually gets psychologically verified WAS already true before the\nprocess of verifying was complete; and he is equally debarred from\ntreating an idea as true provisionally so long as he only believes\nthat he CAN verify it whenever he will.",
        "Whether such a pragmatist as this exists, I know not, never having\nmyself met with the beast. We can define terms as we like; and\nif that be my friend Pratt’s definition of a pragmatist, I can only\nconcur with his anti-pragmatism. But, in setting up the weird\ntype, he quotes words from me; so, in order to escape being classed\nby some reader along with so asinine a being, I will reassert my own\nview of truth once more.",
        "Truth is essentially a relation between two things, an idea, on the\none hand, and a reality outside of the idea, on the other. This\nrelation, like all relations, has its fundamentum, namely, the\nmatrix of experiential circumstance, psychological as well as\nphysical, in which the correlated terms are found embedded. In\nthe case of the relation between ’heir’ and ’legacy’ the fundamentum\nis a world in which there was a testator, and in which there is now\na will and an executor; in the case of that between idea and object,\nit is a world with circumstances of a sort to make a satisfactory\nverification process, lying around and between the two terms. But\njust as a man may be called an heir and treated as one before the\nexecutor has divided the estate, so an idea may practically be\ncredited with truth before the verification process has been\nexhaustively carried out–the existence of the mass of\nverifying circumstance is enough. Where potentiality counts for\nactuality in so many other cases, one does not see why it may not so\ncount here. We call a man benevolent not only for his kind acts paid\nin, but for his readiness to perform others; we treat an idea as\n’luminous’ not only for the light it has shed, but for that\nwe expect it will shed on dark problems. Why should we not equally\ntrust the truth of our ideas? We live on credits everywhere; and\nwe use our ideas far oftener for calling up things connected with\ntheir immediate objects, than for calling up those objects\nthemselves. Ninety-nine times out of a hundred the only use\nwe should make of the object itself, if we were led up to it by our\nidea, would be to pass on to those connected things by its means. So\nwe continually curtail verification-processes, letting our belief\nthat they are possible suffice.",
        "What CONSTITUTES THE RELATION known as truth, I now say, is just the\nEXISTENCE IN THE EMPIRICAL WORLD OF THIS FUNDAMENTUM OF\nCIRCUMSTANCE SURROUNDING OBJECT AND IDEA and ready to be either\nshort-circuited or traversed at full length. So long as it exists,\nand a satisfactory passage through it between the object and\nthe idea is possible, that idea will both BE true, and will HAVE\nBEEN true of that object, whether fully developed verification has\ntaken place or not. The nature and place and affinities of\nthe object of course play as vital a part in making the particular\npassage possible as do the nature and associative tendencies of the\nidea; so that the notion that truth could fall altogether inside of\nthe thinker’s private experience and be something purely\npsychological, is absurd. It is BETWEEN the idea and the object that\nthe truth-relation is to be sought and it involves both terms.",
        "But the ’intellectualistic’ position, if I understand Mr. Pratt\nrightly, is that, altho we can use this fundamentum, this mass\nof go-between experience, for TESTING truth, yet the truth-relation\nin itself remains as something apart. It means, in Mr. Pratt’s\nwords, merely ’THIS SIMPLE THING THAT THE OBJECT OF WHICH ONE IS\nTHINKING IS AS ONE THINKS IT.’",
        "It seems to me that the word ’as,’ which qualifies the relation\nhere, and bears the whole ’epistemological’ burden, is anything but\nsimple. What it most immediately suggests is that the idea should be\nLIKE the object; but most of our ideas, being abstract concepts,\nbear almost no resemblance to their objects. The ’as’ must\ntherefore, I should say, be usually interpreted functionally, as\nmeaning that the idea shall lead us into the same quarters of\nexperience AS the object would. Experience leads ever on and on, and\nobjects and our ideas of objects may both lead to the same goals.\nThe ideas being in that case shorter cuts, we SUBSTITUTE them more\nand more for their objects; and we habitually waive direct\nverification of each one of them, as their train passes through our\nmind, because if an idea leads AS the object would lead, we can say,\nin Mr. Pratt’s words, that in so far forth the object is AS we think\nit, and that the idea, verified thus in so far forth, is true\nenough.",
        "Mr. Pratt will undoubtedly accept most of these facts, but he will\ndeny that they spell pragmatism. Of course, definitions are free to\nevery one; but I have myself never meant by the pragmatic view of\ntruth anything different from what I now describe; and inasmuch as\nmy use of the term came earlier than my friend’s, I think it ought\nto have the right of way. But I suspect that Professor\nPratt’s contention is not solely as to what one must think in order\nto be called a pragmatist. I am cure that he believes that the\ntruth-relation has something MORE in it than the fundamentum which I\nassign can account for. Useful to test truth by, the matrix of\ncircumstance, be thinks, cannot found the truth-relation in se, for\nthat is trans-empirical and ’saltatory.’",
        "Well, take an object and an idea, and assume that the latter is true\nof the former–as eternally and absolutely true as you like. Let the\nobject be as much ’as’ the idea thinks it, as it is possible for one\nthing to be ’as’ another. I now formally ask of Professor Pratt to\ntell what this ’as’-ness in itself CONSISTS in–for it seems to me\nthat it ought to consist in something assignable and describable,\nand not remain a pure mystery, and I promise that if he can assign\nany determination of it whatever which I cannot successfully refer\nto some specification of what in this article I have called the\nempirical fundamentum, I will confess my stupidity cheerfully, and\nwill agree never to publish a line upon this subject of truth again.",
        "Professor Pratt has returned to the charge in a whole book,\n[Footnote 1: J. B. Pratt: What is Pragmatism. New York, The\nMacmillan Company, 1909.–The comments I have printed were written\nin March, 1909, after some of the articles printed later in the\npresent volume.] which for its clearness and good temper deserves to\nsupersede all the rest of the anti-pragmatistic literature. I wish\nit might do so; for its author admits all MY essential contentions,\nsimply distinguishing my account of truth as ’modified’\npragmatism from Schiller’s and Dewey’s, which he calls pragmatism of\nthe ’radical’ sort. As I myself understand Dewey and Schiller, our\nviews absolutely agree, in spite of our different modes of\nstatement; but I have enough trouble of my own in life without\nhaving to defend my friends, so I abandon them provisionally to the\ntender mercy of Professor Pratt’s interpretations, utterly erroneous\ntho I deem these to be. My reply as regards myself can be\nvery short, for I prefer to consider only essentials, and Dr.\nPratt’s whole book hardly takes the matter farther than the article\nto which I retort in Part I of the present paper.",
        "He repeats the ’as’-formula, as if it were something that I, along\nwith other pragmatists, had denied, [Footnote: Op. cit., pp. 77-\n80.] whereas I have only asked those who insist so on its importance\nto do something more than merely utter it–to explicate it, for\nexample, and tell us what its so great importance consists in. I\nmyself agree most cordially that for an idea to be true the object\nmust be ’as’ the idea declares it, but I explicate the ’as’-ness as\nmeaning the idea’s verifiability.",
        "Now since Dr. Pratt denies none of these verifying ’workings’ for\nwhich I have pleaded, but only insists on their inability to serve\nas the fundamentum of the truth-relation, it seems that there is\nreally nothing in the line of FACT about which we differ, and that\nthe issue between us is solely as to how far the notion of\nworkableness or verifiability is an essential part of the notion of\n’trueness’–’trueness’ being Dr. Pratt’s present name for the\ncharacter of as-ness in the true idea. I maintain that there is no\nmeaning left in this notion of as-ness or trueness if no reference\nto the possibility of concrete working on the part of the idea is\nmade.",
        "Take an example where there can be no possible working. Suppose I\nhave an idea to which I give utterance by the vocable ’skrkl,’\nclaiming at the same time that it is true. Who now can say\nthat it is FALSE, for why may there not be somewhere in the\nunplumbed depths of the cosmos some object with which ’skrkl’ can\nagree and have trueness in Dr. Pratt’s sense? On the other hand who\ncan say that it is TRUE, for who can lay his hand on that object and\nshow that it and nothing else is what I MEAN by my word? But yet\nagain, who can gainsay any one who shall call my word utterly\nIRRELATIVE to other reality, and treat it as a bare fact in my mind,\ndevoid of any cognitive function whatever. One of these three\nalternatives must surely be predicated of it. For it not to be\nirrelevant (or not-cognitive in nature), an object of some kind must\nbe provided which it may refer to. Supposing that object provided,\nwhether ’skrkl’ is true or false of it, depends, according to\nProfessor Pratt, on no intermediating condition whatever. The\ntrueness or the falsity is even now immediately, absolutely, and\npositively there.",
        "I, on the other hand, demand a cosmic environment of some kind to\nestablish which of them is there rather than utter\nirrelevancy. [Footnote: Dr. Pratt, singularly enough, disposes of\nthis primal postulate of all pragmatic epistemology, by saying that\nthe pragmatist ’unconsciously surrenders his whole case by smuggling\nin the idea of a conditioning environment which determines whether\nor not the experience can work, and which cannot itself be\nidentified with the experience or any part of it’ (pp. 167-168). The\n’experience’ means here of course the idea, or belief; and the\nexpression ’smuggling in’ is to the last degree diverting. If any\nepistemologist could dispense with a conditioning environment, it\nwould seem to be the antipragmatist, with his immediate saltatory\ntrueness, independent of work done. The mediating pathway which the\nenvironment supplies is the very essence of the pragmatist’s\nexplanation.] I then say, first, that unless some sort of a\nnatural path exists between the ’skrkl’ and THAT object,\ndistinguishable among the innumerable pathways that run among all\nthe realities of the universe, linking them promiscuously with one\nanother, there is nothing there to constitute even the POSSIBILITY\nOF ITS REFERRING to that object rather than to any other.",
        "I say furthermore that unless it have some TENDENCY TO FOLLOW UP\nTHAT PATH, there is nothing to constitute its INTENTION to refer to\nthe object in question.",
        "Finally, I say that unless the path be strown with possibilities of\nfrustration or encouragement, and offer some sort of terminal\nsatisfaction or contradiction, there is nothing to constitute its\nagreement or disagreement with that object, or to constitute the as-\nness (or ’not-as-ness’) in which the trueness (or falseness) is\nsaid to consist.",
        "I think that Dr. Pratt ought to do something more than repeat the\nname ’trueness,’ in answer to my pathetic question whether\nthat there be not some CONSTITUTION to a relation as important as\nthis. The pathway, the tendency, the corroborating or contradicting\nprogress, need not in every case be experienced in full, but I don’t\nsee, if the universe doesn’t contain them among its possibilities of\nfurniture, what LOGICAL MATERIAL FOR DEFINING the trueness of\nmy idea is left. But if it do contain them, they and they only are\nthe logical material required.",
        "I am perplexed by the superior importance which Dr. Pratt attributes\nto abstract trueness over concrete verifiability in an idea, and\nI wish that he might be moved to explain. It is prior to\nverification, to be sure, but so is the verifiability for which I\ncontend prior, just as a man’s ’mortality’ (which is nothing but\nthe possibility of his death) is prior to his death, but it can\nhardly be that this abstract priority of all possibility to its\ncorrelative fact is what so obstinate a quarrel is about. I think it\nprobable that Dr. Pratt is vaguely thinking of something concreter\nthan this. The trueness of an idea must mean SOMETHING DEFINITE IN\nIT THAT DETERMINES ITS TENDENCY TO WORK, and indeed towards this\nobject rather than towards that. Undoubtedly there is something of\nthis sort in the idea, just as there is something in man\nthat accounts for his tendency towards death, and in bread that\naccounts for its tendency to nourish. What that something is in\nthe case of truth psychology tells us: the idea has associates\npeculiar to itself, motor as well as ideational; it tends by its\nplace and nature to call these into being, one after another;\nand the appearance of them in succession is what we mean by the\n’workings’ of the idea. According to what they are, does the\ntrueness or falseness which the idea harbored come to light. These\ntendencies have still earlier conditions which, in a general way,\nbiology, psychology and biography can trace. This whole chain of\nnatural causal conditions produces a resultant state of things in\nwhich new relations, not simply causal, can now be found, or\ninto which they can now be introduced,–the relations namely which\nwe epistemologists study, relations of adaptation, of\nsubstitutability, of instrumentality, of reference and of truth.",
        "The prior causal conditions, altho there could be no knowing of any\nkind, true or false, without them, are but preliminary to the\nquestion of what makes the ideas true or false when once their\ntendencies have been obeyed. The tendencies must exist in some shape\nanyhow, but their fruits are truth, falsity, or\nirrelevancy, according to what they concretely turn out to be. They\nare not ’saltatory’ at any rate, for they evoke their consequences\ncontiguously, from next to next only; and not until the final result\nof the whole associative sequence, actual or potential, is in our\nmental sight, can we feel sure what its epistemological\nsignificance, if it have any, may be. True knowing is, in fine, not\nsubstantially, in itself, or ’as such,’ inside of the idea from the\nfirst, any more than mortality AS SUCH is inside of the man,\nor nourishment AS SUCH inside of the bread. Something else is there\nfirst, that practically MAKES FOR knowing, dying or nourishing, as\nthe case may be. That something is the ’nature’ namely of the first\nterm, be it idea, man, or bread, that operates to start the causal\nchain of processes which, when completed, is the complex fact to\nwhich we give whatever functional name best fits the case. Another\nnature, another chain of cognitive workings; and then either another\nobject known or the same object known differently, will ensue.",
        "Dr. Pratt perplexes me again by seeming to charge Dewey and Schiller\n[Footnote: Page 200] (I am not sure that he charges me) with an\naccount of truth which would allow the object believed in not\nto exist, even if the belief in it were true. ’Since the truth of an\nidea,’ he writes, ’means merely the fact that the idea works, that\nfact is all that you mean when you say the idea is true’ (p. 206).\n’WHEN YOU SAY THE IDEA IS TRUE’–does that mean true for YOU, the\ncritic, or true for the believer whom you are describing? The\ncritic’s trouble over this seems to come from his taking the word\n’true’ irrelatively, whereas the pragmatist always means ’true for\nhim who experiences the workings.’ ’But is the object REALLY true or\nnot?’–the critic then seems to ask,–as if the pragmatist\nwere bound to throw in a whole ontology on top of his epistemology\nand tell us what realities indubitably exist. ’One world at a time,’\nwould seem to be the right reply here.",
        "One other trouble of Dr. Pratt’s must be noticed. It concerns the\n’transcendence’ of the object. When our ideas have worked so as\nto bring us flat up against the object, NEXT to it, ’is our relation\nto it then ambulatory or saltatory?’ Dr. Pratt asks. If YOUR\nheadache be my object, ’MY experiences break off where yours begin,’\nDr. Pratt writes, and ’this fact is of great importance, for it bars\nout the sense of transition and fulfilment which forms so important\nan element in the pragmatist description of knowledge–the sense of\nfulfilment due to a continuous passage from the original idea to the\nknown object. If this comes at all when I know your headache, it\ncomes not with the object, but quite on my side of\nthe “epistemological gulf.” The gulf is still there to be\ntranscended.’ (p. 158).",
        "Some day of course, or even now somewhere in the larger life of the\nuniverse, different men’s headaches may become confluent or be ’co-\nconscious.’ Here and now, however, headaches do transcend each other\nand, when not felt, can be known only conceptually. My idea is that\nyou really have a headache; it works well with what I see of your\nexpression, and with what I hear you say; but it doesn’t put me in\npossession of the headache itself. I am still at one remove, and the\nheadache ’transcends’ me, even tho it be in nowise transcendent of\nhuman experience generally. Bit the ’gulf’ here is that which the\npragmatist epistemology itself fixes in the very first words it\nuses, by saying there must be an object and an idea. The idea\nhowever doesn’t immediately leap the gulf, it only works from next\nto next so as to bridge it, fully or approximately. If it bridges\nit, in the pragmatist’s vision of his hypothetical universe, it can\nbe called a ’true’ idea. If it only MIGHT bridge it, but doesn’t, or\nif it throws a bridge distinctly AT it, it still has, in the\nonlooking pragmatist’s eyes, what Professor Pratt calls\n’trueness.’ But to ask the pragmatist thereupon whether, when it\nthus fails to coalesce bodily with the object, it is REALLY true or\nhas REAL trueness,–in other words whether the headache he\nsupposes, and supposes the thinker he supposes, to believe in, be a\nreal headache or not,–is to step from his hypothetical universe\nof discourse into the altogether different world of natural fact.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}