{
    "title": "The Store Boy - Chapter XXIII - Ben’s Visit to Thirty-First Street",
    "author": "Horatio Alger, Jr.",
    "chapter": "23",
    "content": [
        "\n\n",
        "Ben’s evenings being unoccupied, he had no difficulty in meeting the\nappointment made for him.  He was afraid Conrad might ask him to\naccompany him somewhere, and thus involve the necessity of an\nexplanation, which he did not care to give until he had himself found\nout why he had been summoned.",
        "The address given by James Barnes was easy to find.  Ben found himself\nstanding before a brick building of no uncommon exterior.  The second\nfloor seemed to be lighted up; the windows were hung with crimson\ncurtains, which quite shut out a view of what was transpiring within.",
        "Ben rang the bell.  The door was opened by a colored servant, who\nlooked at the boy inquiringly.",
        "“Is Mr. Barnes within?” asked Ben.",
        "“I don’t know the gentleman,” was the answer.",
        "“He sent me a letter, asking me to meet him here at nine o’clock.”",
        "“Then I guess it’s all right.  Are you a telegraph boy?”",
        "“No,” answered Ben, in surprise.",
        "“I reckon it’s all right,” said the negro, rather to himself than to\nBen.  “Come upstairs.”",
        "Ben followed his guide, and at the first landing a door was thrown\nopen.  Mechanically, Ben followed the servant into the room, but he\nhad not made half a dozen steps when he looked around in surprise and\nbewilderment.  Novice as he was, a glance satisfied him that he was in\na gambling house.  The double room was covered with a soft, thick\ncarpet, chandeliers depended from the ceiling, frequent mirrors\nreflecting the brilliant lights enlarged the apparent size the\napartment, and a showy bar at one end of the room held forth an\nalluring invitation which most failed to resist.  Around tables were\ncongregated men, young and old, each with an intent look, watching the\nvarying chances of fortune.",
        "“I’ll inquire if Mr. Barnes is here,” said Peter, the colored servant.",
        "Ben stood uneasily looking at the scene till Peter came back.",
        "“Must be some mistake,” he said.  “There’s no gentleman of the name of\nBarnes here.”",
        "“It’s strange,” said Ben, perplexed.",
        "He turned to go out, but was interrupted.  A man with a sinister\nexpression, and the muscle of a prize fighter, walked up to him and\nsaid, with a scowl:",
        "“What brings you here, kid?”",
        "“I received a letter from Mr. Barnes, appointing to meet me here.”",
        "“I believe you are lying.  No such man comes here.”",
        "“I never lie,” exclaimed Ben indignantly.",
        "“Have you got that letter about you?” asked the man suspiciously.",
        "Ben felt in his pocket for the letter, but felt in vain.",
        "“I think I must have left it at home,” he said nervously.",
        "The man’s face darkened.",
        "“I believe you come here as a spy,” he said.",
        "“Then you are mistaken!” said Ben, looking him fearlessly in the face.",
        "“I hope so, for your sake.  Do you know what kind of a place this is?”",
        "“I suppose it is a gambling house,” Ben answered, without hesitation.",
        "“Did you know this before you came here?”",
        "“I had not the least idea of it.”",
        "The man regarded him suspiciously, but no one could look into Ben’s\nhonest face and doubt his word.",
        "“At any rate, you’ve found it out.  Do you mean to blab?”",
        "“No; that is no business of mine.”",
        "“Then you can go, but take care that you never come here again.”",
        "“I certainly never will.”",
        "“Give me your name and address.”",
        "“Why do you want it?”",
        "“Because if you break your word, you will be tracked and punished.”",
        "“I have no fear,” answered Ben, and he gave his name and address.",
        "“Never admit this boy again, Peter,” said the man with whom Ben had\nbeen conversing; neither this boy, nor any other, except a telegraph\nboy.”",
        "“All right, sah.”",
        "A minute later, Ben found himself on the street, very much perplexed\nby the events of the evening.  Who could have invited him to a\ngambling house, and with what object in view?  Moreover, why had not\nJames Barnes kept the appointment he had himself made?  These were\nquestions which Ben might have been better able to answer if he could\nhave seen, just around the corner, the triumphant look of one who was\nstealthily watching him.",
        "This person was Conrad Hill, who took care to vacate his position\nbefore Ben had reached the place where he was standing.",
        "“So far, so good!” he muttered to himself.  “Master Ben has been seen\ncoming out of a gambling house.  That won’t be likely to recommend him\nto Mrs. Hamilton, and she shall know it before long.”",
        "Ben could not understand what had become of the note summoning him to\nthe gambling house.  In fact, he had dislodged it from the vest pocket\nin which he thrust it, and it had fallen upon the carpet near the desk\nin what Mrs. Hamilton called her “office.”  Having occasion to enter\nthe room in the evening, his patroness saw it on the carpet, picked it\nup, and read it, not without surprise.",
        "“This is a strange note for Ben to receive,” she said to herself.  “I\nwonder what it means?”",
        "Of course, she had no idea of the character of the place indicated,\nbut was inclined to hope that some good luck was really in store for\nher young secretary.",
        "“He will be likely to tell me sooner or later,” she said to herself.\n“I will wait patiently, and let him choose his own time.  Meanwhile I\nwill keep the note.”",
        "Mrs. Hamilton did not see Ben till the next morning.  Then he looked\nthoughtful, but said nothing.  He was puzzling himself over what had\nhappened.  He hardly knew whether to conclude that the whole thing was\na trick, or that the note was written in good faith.",
        "“I don’t understand why the writer should have appointed to meet me at\nsuch a place,” he reflected.  “I may hear from him again.”",
        "It was this reflection which led him to keep the matter secret from\nMrs. Hamilton, to whom be had been tempted to speak.",
        "“I will wait till I know more,” he said to himself.  “This Barnes\nknows my address, and he can communicate with me if he chooses.”",
        "Of course, the reader understands that Conrad was at the bottom of the\ntrick, and that the object was to persuade Mrs. Hamilton that the boy\nshe trusted was in the habit of visiting gambling houses.  The plan\nhad been suggested by Conrad, and the details agreed on by him and his\nmother.  This explains why Conrad was so conveniently near at hand to\nsee Ben coming out of the gambling house.",
        "The boy reported the success of this plan to his mother.",
        "“I never saw a boy look so puzzled,” he said, with a chuckle, “when he\ncame out of the gambling house.  I should like to know what sort of\ntime he had there.  I expected he would get kicked out.”",
        "“I feel no interest in that matter,” said his mother.  “I am more\ninterested to know what Cousin Hamilton will say when she finds where\nher model boy has been.”",
        "“She’ll give him his walking ticket, I hope.”",
        "“She ought to; but she seems so infatuated with him that there is no\ntelling.”",
        "“When shall you tell her, mother?”",
        "“I will wait a day or two.  I want to manage matters so as not to\narouse any suspicion.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}