{
    "title": "The Diary of a Nobody - Chapter XVIII.",
    "author": "George and Weedon Grossmith",
    "chapter": "19",
    "content": [
        "\n\n",
        "Trouble with a stylographic pen.  We go to a Volunteer Ball, where\nI am let in for an expensive supper.  Grossly insulted by a cabman.\nAn odd invitation to Southend.",
        "\nApril 8. - No events of any importance, except that Gowing strongly\nrecommended a new patent stylographic pen, which cost me nine-and-\nsixpence, and which was simply nine-and-sixpence thrown in the mud.\nIt has caused me constant annoyance and irritability of temper.\nThe ink oozes out of the top, making a mess on my hands, and once\nat the office when I was knocking the palm of my hand on the desk\nto jerk the ink down, Mr. Perkupp, who had just entered, called\nout:  “Stop that knocking!  I suppose that is you, Mr. Pitt?”  That\nyoung monkey, Pitt, took a malicious glee in responding quite\nloudly:  “No, sir; I beg pardon, it is Mr. Pooter with his pen; it\nhas been going on all the morning.”  To make matters worse, I saw\nLupin laughing behind his desk.  I thought it wiser to say nothing.\nI took the pen back to the shop and asked them if they would take\nit back, as it did not act.  I did not expect the full price\nreturned, but was willing to take half.  The man said he could not\ndo that - buying and selling were two different things.  Lupin’s\nconduct during the period he has been in Mr. Perkupp’s office has\nbeen most exemplary.  My only fear is, it is too good to last.",
        "April 9. - Gowing called, bringing with him an invitation for\nCarrie and myself to a ball given by the East Acton Rifle Brigade,\nwhich he thought would be a swell affair, as the member for East\nActon (Sir William Grime) had promised his patronage.  We accepted\nof his kindness, and he stayed to supper, an occasion I thought\nsuitable for trying a bottle of the sparkling Algera that Mr. James\n(of Sutton) had sent as a present.  Gowing sipped the wine,\nobserving that he had never tasted it before, and further remarked\nthat his policy was to stick to more recognised brands.  I told him\nit was a present from a dear friend, and one mustn’t look a gift-\nhorse in the mouth.  Gowing facetiously replied:  “And he didn’t\nlike putting it in the mouth either.”",
        "I thought the remarks were rude without being funny, but on tasting\nit myself, came to the conclusion there was some justification for\nthem.  The sparkling Algera is very like cider, only more sour.  I\nsuggested that perhaps the thunder had turned it a bit acid.  He\nmerely replied:  “Oh! I don’t think so.”  We had a very pleasant\ngame of cards, though I lost four shillings and Carrie lost one,\nand Gowing said he had lost about sixpence:  how he could have\nlost, considering that Carrie and I were the only other players,\nremains a mystery.",
        "April 14, Sunday. - Owing, I presume, to the unsettled weather, I\nawoke with a feeling that my skin was drawn over my face as tight\nas a drum.  Walking round the garden with Mr. and Mrs. Treane,\nmembers of our congregation who had walked back with us, I was much\nannoyed to find a large newspaper full of bones on the gravel-path,\nevidently thrown over by those young Griffin boys next door; who,\nwhenever we have friends, climb up the empty steps inside their\nconservatory, tap at the windows, making faces, whistling, and\nimitating birds.",
        "April 15. - Burnt my tongue most awfully with the Worcester sauce,\nthrough that stupid girl Sarah shaking the bottle violently before\nputting it on the table.",
        "April 16. - The night of the East Acton Volunteer Ball.  On my\nadvice, Carrie put on the same dress that she looked so beautiful\nin at the Mansion House, for it had occurred to me, being a\nmilitary ball, that Mr. Perkupp, who, I believe, is an officer in\nthe Honorary Artillery Company, would in all probability be\npresent.  Lupin, in his usual incomprehensible language, remarked\nthat he had heard it was a “bounders’ ball.”  I didn’t ask him what\nhe meant though I didn’t understand.  Where he gets these\nexpressions from I don’t know; he certainly doesn’t learn them at\nhome.",
        "The invitation was for half-past eight, so I concluded if we\narrived an hour later we should be in good time, without being\n“unfashionable,” as Mrs. James says.  It was very difficult to find\n- the cabman having to get down several times to inquire at\ndifferent public-houses where the Drill Hall was.  I wonder at\npeople living in such out-of-the-way places.  No one seemed to know\nit.  However, after going up and down a good many badly-lighted\nstreets we arrived at our destination.  I had no idea it was so far\nfrom Holloway.  I gave the cabman five shillings, who only\ngrumbled, saying it was dirt cheap at half-a-sovereign, and was\nimpertinent enough to advise me the next time I went to a ball to\ntake a ’bus.",
        "Captain Welcut received us, saying we were rather late, but that it\nwas better late than never.  He seemed a very good-looking\ngentleman though, as Carrie remarked, “rather short for an\nofficer.”  He begged to be excused for leaving us, as he was\nengaged for a dance, and hoped we should make ourselves at home.\nCarrie took my arm and we walked round the rooms two or three times\nand watched the people dancing.  I couldn’t find a single person I\nknew, but attributed it to most of them being in uniform.  As we\nwere entering the supper-room I received a slap on the shoulder,\nfollowed by a welcome shake of the hand.  I said:  “Mr. Padge, I\nbelieve;” he replied, “That’s right.”",
        "I gave Carrie a chair, and seated by her was a lady who made\nherself at home with Carrie at once.",
        "There was a very liberal repast on the tables, plenty of champagne,\nclaret, etc., and, in fact, everything seemed to be done regardless\nof expense.  Mr. Padge is a man that, I admit, I have no particular\nliking for, but I felt so glad to come across someone I knew, that\nI asked him to sit at our table, and I must say that for a short\nfat man he looked well in uniform, although I think his tunic was\nrather baggy in the back.  It was the only supper-room that I have\nbeen in that was not over-crowded; in fact we were the only people\nthere, everybody being so busy dancing.",
        "I assisted Carrie and her newly-formed acquaintance, who said her\nname was Lupkin, to some champagne; also myself, and handed the\nbottle to Mr. Padge to do likewise, saying:  “You must look after\nyourself.”  He replied:  “That’s right,” and poured out half a\ntumbler and drank Carrie’s health, coupled, as he said, “with her\nworthy lord and master.”  We all had some splendid pigeon pie, and\nices to follow.",
        "The waiters were very attentive, and asked if we would like some\nmore wine.  I assisted Carrie and her friend and Mr. Padge, also\nsome people who had just come from the dancing-room, who were very\ncivil.  It occurred to me at the time that perhaps some of the\ngentlemen knew me in the City, as they were so polite.  I made\nmyself useful, and assisted several ladies to ices, remembering an\nold saying that “There is nothing lost by civility.”",
        "The band struck up for the dance, and they all went into the ball-\nroom.  The ladies (Carrie and Mrs. Lupkin) were anxious to see the\ndancing, and as I had not quite finished my supper, Mr. Padge\noffered his arms to them and escorted them to the ball-room,\ntelling me to follow.  I said to Mr. Padge:  “It is quite a West\nEnd affair,” to which remark Mr. Padge replied:  “That’s right.”",
        "When I had quite finished my supper, and was leaving, the waiter\nwho had been attending on us arrested my attention by tapping me on\nthe shoulder.  I thought it unusual for a waiter at a private ball\nto expect a tip, but nevertheless gave a shilling, as he had been\nvery attentive.  He smilingly replied:  “I beg your pardon, sir,\nthis is no good,” alluding to the shilling.  “Your party’s had four\nsuppers at 5s. a head, five ices at 1s., three bottles of champagne\nat 11s. 6d., a glass of claret, and a sixpenny cigar for the stout\ngentleman - in all 3 pounds 0s. 6d.!”",
        "I don’t think I was ever so surprised in my life, and had only\nsufficient breath to inform him that I had received a private\ninvitation, to which he answered that he was perfectly well aware\nof that; but that the invitation didn’t include eatables and\ndrinkables.  A gentleman who was standing at the bar corroborated\nthe waiter’s statement, and assured me it was quite correct.",
        "The waiter said he was extremely sorry if I had been under any\nmisapprehension; but it was not his fault.  Of course there was\nnothing to be done but to pay.  So, after turning out my pockets, I\njust managed to scrape up sufficient, all but nine shillings; but\nthe manager, on my giving my card to him, said:  “That’s all\nright.”",
        "I don’t think I ever felt more humiliated in my life, and I\ndetermined to keep this misfortune from Carrie,  for it would\nentirely destroy the pleasant evening she was enjoying.  I felt\nthere was no more enjoyment for me that evening, and it being late,\nI sought Carrie and Mrs. Lupkin.  Carrie said she was quite ready\nto go, and Mrs. Lupkin, as we were wishing her “Good-night,” asked\nCarrie and myself if we ever paid a visit to Southend?  On my\nreplying that I hadn’t been there for many years, she very kindly\nsaid:  “Well, why don’t you come down and stay at our place?”  As\nher invitation was so pressing, and observing that Carrie wished to\ngo, we promised we would visit her the next Saturday week, and stay\ntill Monday.  Mrs. Lupkin said she would write to us to-morrow,\ngiving us the address and particulars of trains, etc.",
        "When we got outside the Drill Hall it was raining so hard that the\nroads resembled canals, and I need hardly say we had great\ndifficulty in getting a cabman to take us to Holloway.  After\nwaiting a bit, a man said he would drive us, anyhow, as far as “The\nAngel,” at Islington, and we could easily get another cab from\nthere.  It was a tedious journey; the rain was beating against the\nwindows and trickling down the inside of the cab.",
        "When we arrived at “The Angel” the horse seemed tired out.  Carrie\ngot out and ran into a doorway, and when I came to pay, to my\nabsolute horror I remembered I had no money, nor had Carrie.  I\nexplained to the cabman how we were situated.  Never in my life\nhave I ever been so insulted; the cabman, who was a rough bully and\nto my thinking not sober, called me every name he could lay his\ntongue to, and positively seized me by the beard, which he pulled\ntill the tears came into my eyes.  I took the number of a policeman\n(who witnessed the assault) for not taking the man in charge.  The\npoliceman said he couldn’t interfere, that he had seen no assault,\nand that people should not ride in cabs without money.",
        "We had to walk home in the pouring rain, nearly two miles, and when\nI got in I put down the conversation I had with the cabman, word\nfor word, as I intend writing to the TELEGRAPH for the purpose of\nproposing that cabs should be driven only by men under Government\ncontrol, to prevent civilians being subjected to the disgraceful\ninsult and outrage that I had had to endure.",
        "April 17. - No water in our cistern again.  Sent for Putley, who\nsaid he would soon remedy that, the cistern being zinc.",
        "April 18. - Water all right again in the cistern.  Mrs. James, of\nSutton, called in the afternoon.  She and Carrie draped the\nmantelpiece in the drawing-room, and put little toy spiders, frogs\nand beetles all over it, as Mrs. James says it’s quite the fashion.\nIt was Mrs. James’ suggestion, and of course Carrie always does\nwhat Mrs. James suggests.  For my part, I preferred the mantelpiece\nas it was; but there, I’m a plain man, and don’t pretend to be in\nthe fashion.",
        "April 19. - Our next-door neighbour, Mr. Griffin, called, and in a\nrather offensive tone accused me, or “someone,” of boring a hole in\nhis cistern and letting out his water to supply our cistern, which\nadjoined his.  He said he should have his repaired, and send us in\nthe bill.",
        "April 20. - Cummings called, hobbling in with a stick, saying he\nhad been on his back for a week.  It appears he was trying to shut\nhis bedroom door, which is situated just at the top of the\nstaircase, and unknown to him a piece of cork the dog had been\nplaying with had got between the door, and prevented it shutting;\nand in pulling the door hard, to give it an extra slam, the handle\ncame off in his hands, and he fell backwards downstairs.",
        "On hearing this, Lupin suddenly jumped up from the couch and rushed\nout of the room sideways.  Cummings looked very indignant, and\nremarked it was very poor fun a man nearly breaking his back; and\nthough I had my suspicions that Lupin was laughing, I assured\nCummings that he had only run out to open the door to a friend he\nexpected.  Cummings said this was the second time he had been laid\nup, and we had never sent to inquire.  I said I knew nothing about\nit.  Cummings said:  “It was mentioned in the BICYCLE NEWS.”",
        "April 22. - I have of late frequently noticed Carrie rubbing her\nnails a good deal with an instrument, and on asking her what she\nwas doing, she replied:  “Oh, I’m going in for manicuring.  It’s\nall the fashion now.”  I said:  “I suppose Mrs. James introduced\nthat into your head.”  Carrie laughingly replied:  “Yes; but\neveryone does it now.”",
        "I wish Mrs. James wouldn’t come to the house.  Whenever she does\nshe always introduces some new-fandangled rubbish into Carrie’s\nhead.  One of these days I feel sure I shall tell her she’s not\nwelcome.  I am sure it was Mrs. James who put Carrie up to writing\non dark slate-coloured paper with white ink.  Nonsense!",
        "April 23. - Received a letter from Mrs. Lupkin, of Southend,\ntelling us the train to come by on Saturday, and hoping we will\nkeep our promise to stay with her.  The letter concluded:  “You\nmust come and stay at our house; we shall charge you half what you\nwill have to pay at the Royal, and the view is every bit as good.\"\nLooking at the address at the top of the note-paper, I found it was\n“Lupkin’s Family and Commercial Hotel.”",
        "I wrote a note, saying we were compelled to “decline her kind\ninvitation.”  Carrie thought this very satirical, and to the point.",
        "By-the-by, I will never choose another cloth pattern at night.  I\nordered a new suit of dittos for the garden at Edwards’, and chose\nthe pattern by gaslight, and they seemed to be a quiet pepper-and-\nsalt mixture with white stripes down.  They came home this morning,\nand, to my horror, I found it was quite a flash-looking suit.\nThere was a lot of green with bright yellow-coloured stripes.",
        "I tried on the coat, and was annoyed to find Carrie giggling.  She\nsaid:  “What mixture did you say you asked for?”",
        "I said:  “A quiet pepper and salt.”",
        "Carrie said:  “Well, it looks more like mustard, if you want to\nknow the truth.”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}