{
    "title": "The Jungle Book - “Tiger! Tiger!” (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "5",
    "content": [
        "\n\n",
        "             What of the hunting, hunter bold?\n                Brother, the watch was long and cold.\n             What of the quarry ye went to kill?\n                Brother, he crops in the jungle still.\n             Where is the power that made your pride?\n                Brother, it ebbs from my flank and side.\n             Where is the haste that ye hurry by?\n                Brother, I go to my lair–to die.",
        "Now we must go back to the first tale.  When Mowgli left the\nwolf’s cave after the fight with the Pack at the Council Rock, he\nwent down to the plowed lands where the villagers lived, but he\nwould not stop there because it was too near to the jungle, and he\nknew that he had made at least one bad enemy at the Council.  So\nhe hurried on, keeping to the rough road that ran down the valley,\nand followed it at a steady jog-trot for nearly twenty miles, till\nhe came to a country that he did not know.  The valley opened out\ninto a great plain dotted over with rocks and cut up by ravines.\nAt one end stood a little village, and at the other the thick\njungle came down in a sweep to the grazing-grounds, and stopped\nthere as though it had been cut off with a hoe.  All over the\nplain, cattle and buffaloes were grazing, and when the little boys\nin charge of the herds saw Mowgli they shouted and ran away, and\nthe yellow pariah dogs that hang about every Indian village\nbarked.  Mowgli walked on, for he was feeling hungry, and when he\ncame to the village gate he saw the big thorn-bush that was drawn\nup before the gate at twilight, pushed to one side.",
        "“Umph!” he said, for he had come across more than one such\nbarricade in his night rambles after things to eat.  “So men are\nafraid of the People of the Jungle here also.”  He sat down by the\ngate, and when a man came out he stood up, opened his mouth, and\npointed down it to show that he wanted food.  The man stared, and\nran back up the one street of the village shouting for the priest,\nwho was a big, fat man dressed in white, with a red and yellow\nmark on his forehead.  The priest came to the gate, and with him\nat least a hundred people, who stared and talked and shouted and\npointed at Mowgli.",
        "“They have no manners, these Men Folk,” said Mowgli to\nhimself.  “Only the gray ape would behave as they do.”  So he\nthrew back his long hair and frowned at the crowd.",
        "“What is there to be afraid of?” said the priest.  “Look at\nthe marks on his arms and legs.  They are the bites of wolves.  He\nis but a wolf-child run away from the jungle.”",
        "Of course, in playing together, the cubs had often nipped\nMowgli harder than they intended, and there were white scars all\nover his arms and legs.  But he would have been the last person in\nthe world to call these bites, for he knew what real biting meant.",
        "“Arre! Arre!” said two or three women together.  “To be bitten\nby wolves, poor child!  He is a handsome boy.  He has eyes like\nred fire.  By my honor, Messua, he is not unlike thy boy that was\ntaken by the tiger.”",
        "“Let me look,” said a woman with heavy copper rings on her\nwrists and ankles, and she peered at Mowgli under the palm of her\nhand.  “Indeed he is not.  He is thinner, but he has the very look\nof my boy.”",
        "The priest was a clever man, and he knew that Messua was wife\nto the richest villager in the place.  So he looked up at the sky\nfor a minute and said solemnly: “What the jungle has taken the\njungle has restored.  Take the boy into thy house, my sister, and\nforget not to honor the priest who sees so far into the lives of\nmen.”",
        "“By the Bull that bought me,” said Mowgli to himself, “but all\nthis talking is like another looking-over by the Pack!  Well, if I\nam a man, a man I must become.”",
        "The crowd parted as the woman beckoned Mowgli to her hut,\nwhere there was a red lacquered bedstead, a great earthen grain\nchest with funny raised patterns on it, half a dozen copper\ncooking pots, an image of a Hindu god in a little alcove, and on\nthe wall a real looking glass, such as they sell at the country\nfairs.",
        "She gave him a long drink of milk and some bread, and then she\nlaid her hand on his head and looked into his eyes; for she\nthought perhaps that he might be her real son come back from the\njungle where the tiger had taken him.  So she said, “Nathoo, O\nNathoo!”  Mowgli did not show that he knew the name.  “Dost thou\nnot remember the day when I gave thee thy new shoes?”  She touched\nhis foot, and it was almost as hard as horn.  “No,” she said\nsorrowfully, “those feet have never worn shoes, but thou art very\nlike my Nathoo, and thou shalt be my son.”",
        "Mowgli was uneasy, because he had never been under a roof\nbefore.  But as he looked at the thatch, he saw that he could tear\nit out any time if he wanted to get away, and that the window had\nno fastenings.  “What is the good of a man,” he said to himself at\nlast, “if he does not understand man’s talk?  Now I am as silly\nand dumb as a man would be with us in the jungle.  I must speak\ntheir talk.”",
        "It was not for fun that he had learned while he was with the\nwolves to imitate the challenge of bucks in the jungle and the\ngrunt of the little wild pig.  So, as soon as Messua pronounced a\nword Mowgli would imitate it almost perfectly, and before dark he\nhad learned the names of many things in the hut.",
        "There was a difficulty at bedtime, because Mowgli would not\nsleep under anything that looked so like a panther trap as that\nhut, and when they shut the door he went through the window.\n“Give him his will,” said Messua’s husband.  “Remember he can\nnever till now have slept on a bed.  If he is indeed sent in the\nplace of our son he will not run away.”",
        "So Mowgli stretched himself in some long, clean grass at the\nedge of the field, but before he had closed his eyes a soft gray\nnose poked him under the chin.",
        "“Phew!” said Gray Brother (he was the eldest of Mother Wolf’s\ncubs).  “This is a poor reward for following thee twenty miles.\nThou smellest of wood smoke and cattle–altogether like a man\nalready.  Wake, Little Brother; I bring news.”",
        "“Are all well in the jungle?” said Mowgli, hugging him.",
        "“All except the wolves that were burned with the Red Flower.\nNow, listen.  Shere Khan has gone away to hunt far off till his\ncoat grows again, for he is badly singed.  When he returns he\nswears that he will lay thy bones in the Waingunga.”",
        "“There are two words to that.  I also have made a little\npromise.  But news is always good.  I am tired to-night,–very\ntired with new things, Gray Brother,–but bring me the news\nalways.”",
        "“Thou wilt not forget that thou art a wolf?  Men will not make\nthee forget?” said Gray Brother anxiously.",
        "“Never.  I will always remember that I love thee and all in\nour cave.  But also I will always remember that I have been cast\nout of the Pack.”",
        "“And that thou mayest be cast out of another pack.  Men are\nonly men, Little Brother, and their talk is like the talk of frogs\nin a pond.  When I come down here again, I will wait for thee in\nthe bamboos at the edge of the grazing-ground.”",
        "For three months after that night Mowgli hardly ever left the\nvillage gate, he was so busy learning the ways and customs of men.\nFirst he had to wear a cloth round him, which annoyed him\nhorribly; and then he had to learn about money, which he did not\nin the least understand, and about plowing, of which he did not\nsee the use.  Then the little children in the village made him\nvery angry.  Luckily, the Law of the Jungle had taught him to keep\nhis temper, for in the jungle life and food depend on keeping your\ntemper; but when they made fun of him because he would not play\ngames or fly kites, or because he mispronounced some word, only\nthe knowledge that it was unsportsmanlike to kill little naked\ncubs kept him from picking them up and breaking them in two.",
        "He did not know his own strength in the least.  In the jungle\nhe knew he was weak compared with the beasts, but in the village\npeople said that he was as strong as a bull.",
        "And Mowgli had not the faintest idea of the difference that\ncaste makes between man and man.  When the potter’s donkey slipped\nin the clay pit, Mowgli hauled it out by the tail, and helped to\nstack the pots for their journey to the market at Khanhiwara.\nThat was very shocking, too, for the potter is a low-caste man,\nand his donkey is worse.  When the priest scolded him, Mowgli\nthreatened to put him on the donkey too, and the priest told\nMessua’s husband that Mowgli had better be set to work as soon as\npossible; and the village head-man told Mowgli that he would have\nto go out with the buffaloes next day, and herd them while they\ngrazed.  No one was more pleased than Mowgli; and that night,\nbecause he had been appointed a servant of the village, as it\nwere, he went off to a circle that met every evening on a masonry\nplatform under a great fig-tree.  It was the village club, and the\nhead-man and the watchman and the barber, who knew all the gossip\nof the village, and old Buldeo, the village hunter, who had a\nTower musket, met and smoked.  The monkeys sat and talked in the\nupper branches, and there was a hole under the platform where a\ncobra lived, and he had his little platter of milk every night\nbecause he was sacred; and the old men sat around the tree and\ntalked, and pulled at the big huqas (the water-pipes) till far\ninto the night.  They told wonderful tales of gods and men and\nghosts; and Buldeo told even more wonderful ones of the ways of\nbeasts in the jungle, till the eyes of the children sitting\noutside the circle bulged out of their heads.  Most of the tales\nwere about animals, for the jungle was always at their door.  The\ndeer and the wild pig grubbed up their crops, and now and again\nthe tiger carried off a man at twilight, within sight of the\nvillage gates.",
        "Mowgli, who naturally knew something about what they were\ntalking of, had to cover his face not to show that he was\nlaughing, while Buldeo, the Tower musket across his knees, climbed\non from one wonderful story to another, and Mowgli’s shoulders\nshook.",
        "Buldeo was explaining how the tiger that had carried away\nMessua’s son was a ghost-tiger, and his body was inhabited by the\nghost of a wicked, old money-lender, who had died some years ago.\n“And I know that this is true,” he said, “because Purun Dass\nalways limped from the blow that he got in a riot when his account\nbooks were burned, and the tiger that I speak of he limps, too,\nfor the tracks of his pads are unequal.”",
        "“True, true, that must be the truth,” said the gray-beards,\nnodding together.",
        "“Are all these tales such cobwebs and moon talk?” said Mowgli.\n“That tiger limps because he was born lame, as everyone knows.  To\ntalk of the soul of a money-lender in a beast that never had the\ncourage of a jackal is child’s talk.”",
        "Buldeo was speechless with surprise for a moment, and the\nhead-man stared.",
        "“Oho!  It is the jungle brat, is it?” said Buldeo.  “If thou\nart so wise, better bring his hide to Khanhiwara, for the\nGovernment has set a hundred rupees on his life.  Better still,\ntalk not when thy elders speak.”",
        "Mowgli rose to go.  “All the evening I have lain here\nlistening,” he called back over his shoulder, “and, except once or\ntwice, Buldeo has not said one word of truth concerning the\njungle, which is at his very doors.  How, then, shall I believe\nthe tales of ghosts and gods and goblins which he says he has\nseen?”",
        "“It is full time that boy went to herding,” said the head-man,\nwhile Buldeo puffed and snorted at Mowgli’s impertinence.",
        "The custom of most Indian villages is for a few boys to take\nthe cattle and buffaloes out to graze in the early morning, and\nbring them back at night.  The very cattle that would trample a\nwhite man to death allow themselves to be banged and bullied and\nshouted at by children that hardly come up to their noses.  So\nlong as the boys keep with the herds they are safe, for not even\nthe tiger will charge a mob of cattle.  But if they straggle to\npick flowers or hunt lizards, they are sometimes carried off.\nMowgli went through the village street in the dawn, sitting on the\nback of Rama, the great herd bull.  The slaty-blue buffaloes, with\ntheir long, backward-sweeping horns and savage eyes, rose out\ntheir byres, one by one, and followed him, and Mowgli made it very\nclear to the children with him that he was the master.  He beat\nthe buffaloes with a long, polished bamboo, and told Kamya, one of\nthe boys, to graze the cattle by themselves, while he went on with\nthe buffaloes, and to be very careful not to stray away from the\nherd.",
        "An Indian grazing ground is all rocks and scrub and tussocks\nand little ravines, among which the herds scatter and disappear.\nThe buffaloes generally keep to the pools and muddy places, where\nthey lie wallowing or basking in the warm mud for hours.  Mowgli\ndrove them on to the edge of the plain where the Waingunga came\nout of the jungle; then he dropped from Rama’s neck, trotted off\nto a bamboo clump, and found Gray Brother.  “Ah,” said Gray\nBrother, “I have waited here very many days.  What is the meaning\nof this cattle-herding work?”",
        "“It is an order,” said Mowgli.  “I am a village herd for a\nwhile.  What news of Shere Khan?”",
        "“He has come back to this country, and has waited here a long\ntime for thee.  Now he has gone off again, for the game is scarce.\nBut he means to kill thee.”",
        "“Very good,” said Mowgli.  “So long as he is away do thou or\none of the four brothers sit on that rock, so that I can see thee\nas I come out of the village.  When he comes back wait for me in\nthe ravine by the dhak tree in the center of the plain.  We need\nnot walk into Shere Khan’s mouth.”",
        "Then Mowgli picked out a shady place, and lay down and slept\nwhile the buffaloes grazed round him.  Herding in India is one of\nthe laziest things in the world.  The cattle move and crunch, and\nlie down, and move on again, and they do not even low.  They only\ngrunt, and the buffaloes very seldom say anything, but get down\ninto the muddy pools one after another, and work their way into\nthe mud till only their noses and staring china-blue eyes show\nabove the surface, and then they lie like logs.  The sun makes the\nrocks dance in the heat, and the herd children hear one kite\n(never any more) whistling almost out of sight overhead, and they\nknow that if they died, or a cow died, that kite would sweep down,\nand the next kite miles away would see him drop and follow, and\nthe next, and the next, and almost before they were dead there\nwould be a score of hungry kites come out of nowhere.  Then they\nsleep and wake and sleep again, and weave little baskets of dried\ngrass and put grasshoppers in them; or catch two praying mantises\nand make them fight; or string a necklace of red and black jungle\nnuts; or watch a lizard basking on a rock, or a snake hunting a\nfrog near the wallows.  Then they sing long, long songs with odd\nnative quavers at the end of them, and the day seems longer than\nmost people’s whole lives, and perhaps they make a mud castle with\nmud figures of men and horses and buffaloes, and put reeds into\nthe men’s hands, and pretend that they are kings and the figures\nare their armies, or that they are gods to be worshiped.  Then\nevening comes and the children call, and the buffaloes lumber up\nout of the sticky mud with noises like gunshots going off one\nafter the other, and they all string across the gray plain back to\nthe twinkling village lights.",
        "Day after day Mowgli would lead the buffaloes out to their\nwallows, and day after day he would see Gray Brother’s back a mile\nand a half away across the plain (so he knew that Shere Khan had\nnot come back), and day after day he would lie on the grass\nlistening to the noises round him, and dreaming of old days in the\njungle.  If Shere Khan had made a false step with his lame paw up\nin the jungles by the Waingunga, Mowgli would have heard him in\nthose long, still mornings.",
        "At last a day came when he did not see Gray Brother at the\nsignal place, and he laughed and headed the buffaloes for the\nravine by the dhk tree, which was all covered with golden-red\nflowers.  There sat Gray Brother, every bristle on his back\nlifted.",
        "“He has hidden for a month to throw thee off thy guard.  He\ncrossed the ranges last night with Tabaqui, hot-foot on thy\ntrail,” said the Wolf, panting.",
        "Mowgli frowned.  “I am not afraid of Shere Khan, but Tabaqui\nis very cunning.”",
        "“Have no fear,” said Gray Brother, licking his lips a little.\n“I met Tabaqui in the dawn.  Now he is telling all his wisdom to\nthe kites, but he told me everything before I broke his back.\nShere Khan’s plan is to wait for thee at the village gate this\nevening–for thee and for no one else.  He is lying up now, in\nthe big dry ravine of the Waingunga.”",
        "“Has he eaten today, or does he hunt empty?” said Mowgli, for\nthe answer meant life and death to him.",
        "“He killed at dawn,–a pig,–and he has drunk too.\nRemember, Shere Khan could never fast, even for the sake of\nrevenge.”",
        "“Oh!  Fool, fool!  What a cub’s cub it is!  Eaten and drunk\ntoo, and he thinks that I shall wait till he has slept!  Now,\nwhere does he lie up?  If there were but ten of us we might pull\nhim down as he lies.  These buffaloes will not charge unless they\nwind him, and I cannot speak their language.  Can we get behind\nhis track so that they may smell it?”",
        "“He swam far down the Waingunga to cut that off,” said Gray\nBrother.",
        "“Tabaqui told him that, I know.  He would never have thought\nof it alone.”  Mowgli stood with his finger in his mouth,\nthinking.  “The big ravine of the Waingunga.  That opens out on\nthe plain not half a mile from here.  I can take the herd round\nthrough the jungle to the head of the ravine and then sweep down\n–but he would slink out at the foot.  We must block that end.\nGray Brother, canst thou cut the herd in two for me?”",
        "“Not I, perhaps–but I have brought a wise helper.”  Gray\nBrother trotted off and dropped into a hole.  Then there lifted up\na huge gray head that Mowgli knew well, and the hot air was filled\nwith the most desolate cry of all the jungle–the hunting howl\nof a wolf at midday.",
        "“Akela!  Akela!” said Mowgli, clapping his hands.  “I might\nhave known that thou wouldst not forget me.  We have a big work in\nhand.  Cut the herd in two, Akela.  Keep the cows and calves\ntogether, and the bulls and the plow buffaloes by themselves.”",
        "The two wolves ran, ladies’-chain fashion, in and out of the\nherd, which snorted and threw up its head, and separated into two\nclumps.  In one, the cow-buffaloes stood with their calves in the\ncenter, and glared and pawed, ready, if a wolf would only stay\nstill, to charge down and trample the life out of him.  In the\nother, the bulls and the young bulls snorted and stamped, but\nthough they looked more imposing they were much less dangerous,\nfor they had no calves to protect.  No six men could have divided\nthe herd so neatly.",
        "“What orders!” panted Akela.  “They are trying to join again.”",
        "Mowgli slipped on to Rama’s back.  “Drive the bulls away to\nthe left, Akela.  Gray Brother, when we are gone, hold the cows\ntogether, and drive them into the foot of the ravine.”",
        "“How far?” said Gray Brother, panting and snapping.",
        "“Till the sides are higher than Shere Khan can jump,” shouted\nMowgli.  “Keep them there till we come down.”  The bulls swept off\nas Akela bayed, and Gray Brother stopped in front of the cows.\nThey charged down on him, and he ran just before them to the foot\nof the ravine, as Akela drove the bulls far to the left.",
        "“Well done!  Another charge and they are fairly started.\nCareful, now–careful, Akela.  A snap too much and the bulls\nwill charge.  Hujah!  This is wilder work than driving black-buck.\nDidst thou think these creatures could move so swiftly?”  Mowgli\ncalled.",
        "“I have–have hunted these too in my time,” gasped Akela in\nthe dust.  “Shall I turn them into the jungle?”",
        "“Ay!  Turn.  Swiftly turn them!  Rama is mad with rage.  Oh,\nif I could only tell him what I need of him to-day.”",
        "The bulls were turned, to the right this time, and crashed\ninto the standing thicket.  The other herd children, watching with\nthe cattle half a mile away, hurried to the village as fast as\ntheir legs could carry them, crying that the buffaloes had gone\nmad and run away.",
        "But Mowgli’s plan was simple enough.  All he wanted to do was\nto make a big circle uphill and get at the head of the ravine, and\nthen take the bulls down it and catch Shere Khan between the bulls\nand the cows; for he knew that after a meal and a full drink Shere\nKhan would not be in any condition to fight or to clamber up the\nsides of the ravine.  He was soothing the buffaloes now by voice,\nand Akela had dropped far to the rear, only whimpering once or\ntwice to hurry the rear-guard.  It was a long, long circle, for\nthey did not wish to get too near the ravine and give Shere Khan\nwarning.  At last Mowgli rounded up the bewildered herd at the\nhead of the ravine on a grassy patch that sloped steeply down to\nthe ravine itself.  From that height you could see across the tops\nof the trees down to the plain below; but what Mowgli looked at\nwas the sides of the ravine, and he saw with a great deal of\nsatisfaction that they ran nearly straight up and down, while the\nvines and creepers that hung over them would give no foothold to a\ntiger who wanted to get out.",
        "“Let them breathe, Akela,” he said, holding up his hand.\n“They have not winded him yet.  Let them breathe.  I must tell\nShere Khan who comes.  We have him in the trap.”",
        "He put his hands to his mouth and shouted down the ravine–\nit was almost like shouting down a tunnel–and the echoes jumped\nfrom rock to rock.",
        "After a long time there came back the drawling, sleepy snarl\nof a full-fed tiger just wakened.",
        "“Who calls?” said Shere Khan, and a splendid peacock fluttered\nup out of the ravine screeching.",
        "“I, Mowgli.  Cattle thief, it is time to come to the Council\nRock!  Down–hurry them down, Akela!  Down, Rama, down!”",
        "The herd paused for an instant at the edge of the slope, but\nAkela gave tongue in the full hunting-yell, and they pitched over\none after the other, just as steamers shoot rapids, the sand and\nstones spurting up round them.  Once started, there was no chance\nof stopping, and before they were fairly in the bed of the ravine\nRama winded Shere Khan and bellowed.",
        "“Ha!  Ha!” said Mowgli, on his back.  “Now thou knowest!” and\nthe torrent of black horns, foaming muzzles, and staring eyes\nwhirled down the ravine just as boulders go down in floodtime; the\nweaker buffaloes being shouldered out to the sides of the ravine\nwhere they tore through the creepers.  They knew what the business\nwas before them–the terrible charge of the buffalo herd against\nwhich no tiger can hope to stand.  Shere Khan heard the thunder of\ntheir hoofs, picked himself up, and lumbered down the ravine,\nlooking from side to side for some way of escape, but the walls of\nthe ravine were straight and he had to hold on, heavy with his\ndinner and his drink, willing to do anything rather than fight.\nThe herd splashed through the pool he had just left, bellowing\ntill the narrow cut rang.  Mowgli heard an answering bellow from\nthe foot of the ravine, saw Shere Khan turn (the tiger knew if the\nworst came to the worst it was better to meet the bulls than the\ncows with their calves), and then Rama tripped, stumbled, and went\non again over something soft, and, with the bulls at his heels,\ncrashed full into the other herd, while the weaker buffaloes were\nlifted clean off their feet by the shock of the meeting.  That\ncharge carried both herds out into the plain, goring and stamping\nand snorting.  Mowgli watched his time, and slipped off Rama’s\nneck, laying about him right and left with his stick.",
        "“Quick, Akela!  Break them up.  Scatter them, or they will be\nfighting one another.  Drive them away, Akela.  Hai, Rama!  Hai,\nhai, hai! my children.  Softly now, softly!  It is all over.”",
        "Akela and Gray Brother ran to and fro nipping the buffaloes’\nlegs, and though the herd wheeled once to charge up the ravine\nagain, Mowgli managed to turn Rama, and the others followed him to\nthe wallows.",
        "Shere Khan needed no more trampling.  He was dead, and the\nkites were coming for him already.",
        "“Brothers, that was a dog’s death,” said Mowgli, feeling for\nthe knife he always carried in a sheath round his neck now that he\nlived with men.  “But he would never have shown fight.  His hide\nwill look well on the Council Rock.  We must get to work swiftly.”",
        "A boy trained among men would never have dreamed of skinning a\nten-foot tiger alone, but Mowgli knew better than anyone else how\nan animal’s skin is fitted on, and how it can be taken off.  But\nit was hard work, and Mowgli slashed and tore and grunted for an\nhour, while the wolves lolled out their tongues, or came forward\nand tugged as he ordered them.  Presently a hand fell on his\nshoulder, and looking up he saw Buldeo with the Tower musket.  The\nchildren had told the village about the buffalo stampede, and\nBuldeo went out angrily, only too anxious to correct Mowgli for\nnot taking better care of the herd.  The wolves dropped out of\nsight as soon as they saw the man coming.",
        "“What is this folly?” said Buldeo angrily.  “To think that\nthou canst skin a tiger!  Where did the buffaloes kill him?  It is\nthe Lame Tiger too, and there is a hundred rupees on his head.\nWell, well, we will overlook thy letting the herd run off, and\nperhaps I will give thee one of the rupees of the reward when I\nhave taken the skin to Khanhiwara.”  He fumbled in his waist cloth\nfor flint and steel, and stooped down to singe Shere Khan’s\nwhiskers.  Most native hunters always singe a tiger’s whiskers to\nprevent his ghost from haunting them.",
        "“Hum!” said Mowgli, half to himself as he ripped back the skin\nof a forepaw.  “So thou wilt take the hide to Khanhiwara for the\nreward, and perhaps give me one rupee?  Now it is in my mind that\nI need the skin for my own use.  Heh!  Old man, take away that\nfire!”",
        "“What talk is this to the chief hunter of the village?  Thy\nluck and the stupidity of thy buffaloes have helped thee to this\nkill.  The tiger has just fed, or he would have gone twenty miles\nby this time.  Thou canst not even skin him properly, little\nbeggar brat, and forsooth I, Buldeo, must be told not to singe his\nwhiskers.  Mowgli, I will not give thee one anna of the reward,\nbut only a very big beating.  Leave the carcass!”",
        "“By the Bull that bought me,” said Mowgli, who was trying to\nget at the shoulder, “must I stay babbling to an old ape all noon?\nHere, Akela, this man plagues me.”",
        "Buldeo, who was still stooping over Shere Khan’s head, found\nhimself sprawling on the grass, with a gray wolf standing over\nhim, while Mowgli went on skinning as though he were alone in all\nIndia.",
        "“Ye-es,” he said, between his teeth.  “Thou art altogether\nright, Buldeo.  Thou wilt never give me one anna of the reward.\nThere is an old war between this lame tiger and myself–a very\nold war, and–I have won.”",
        "To do Buldeo justice, if he had been ten years younger he\nwould have taken his chance with Akela had he met the wolf in the\nwoods, but a wolf who obeyed the orders of this boy who had\nprivate wars with man-eating tigers was not a common animal.  It\nwas sorcery, magic of the worst kind, thought Buldeo, and he\nwondered whether the amulet round his neck would protect him.  He\nlay as still as still, expecting every minute to see Mowgli turn\ninto a tiger too.",
        "“Maharaj!  Great King,” he said at last in a husky whisper.",
        "“Yes,” said Mowgli, without turning his head, chuckling a\nlittle.",
        "“I am an old man.  I did not know that thou wast anything more\nthan a herdsboy.  May I rise up and go away, or will thy servant\ntear me to pieces?”",
        "“Go, and peace go with thee.  Only, another time do not meddle\nwith my game.  Let him go, Akela.”",
        "Buldeo hobbled away to the village as fast as he could,\nlooking back over his shoulder in case Mowgli should change into\nsomething terrible.  When he got to the village he told a tale of\nmagic and enchantment and sorcery that made the priest look very\ngrave.",
        "Mowgli went on with his work, but it was nearly twilight\nbefore he and the wolves had drawn the great gay skin clear of the\nbody.",
        "“Now we must hide this and take the buffaloes home!  Help me\nto herd them, Akela.”",
        "The herd rounded up in the misty twilight, and when they got\nnear the village Mowgli saw lights, and heard the conches and\nbells in the temple blowing and banging.  Half the village seemed\nto be waiting for him by the gate.  “That is because I have killed\nShere Khan,” he said to himself.  But a shower of stones whistled\nabout his ears, and the villagers shouted: “Sorcerer!  Wolf’s\nbrat!  Jungle demon!  Go away!  Get hence quickly or the priest\nwill turn thee into a wolf again.  Shoot, Buldeo, shoot!”",
        "The old Tower musket went off with a bang, and a young buffalo\nbellowed in pain.",
        "“More sorcery!” shouted the villagers.  “He can turn bullets.\nBuldeo, that was thy buffalo.”",
        "“Now what is this?” said Mowgli, bewildered, as the stones\nflew thicker.",
        "“They are not unlike the Pack, these brothers of thine,” said\nAkela, sitting down composedly.  “It is in my head that, if\nbullets mean anything, they would cast thee out.”",
        "“Wolf!  Wolf’s cub!  Go away!” shouted the priest, waving a\nsprig of the sacred tulsi plant.",
        "“Again?  Last time it was because I was a man.  This time it\nis because I am a wolf.  Let us go, Akela.”",
        "A woman–it was Messua–ran across to the herd, and cried:\n“Oh, my son, my son!  They say thou art a sorcerer who can turn\nhimself into a beast at will.  I do not believe, but go away or\nthey will kill thee.  Buldeo says thou art a wizard, but I know\nthou hast avenged Nathoo’s death.”",
        "“Come back, Messua!” shouted the crowd.  “Come back, or we\nwill stone thee.”",
        "Mowgli laughed a little short ugly laugh, for a stone had hit\nhim in the mouth.  “Run back, Messua.  This is one of the foolish\ntales they tell under the big tree at dusk.  I have at least paid\nfor thy son’s life.  Farewell; and run quickly, for I shall send\nthe herd in more swiftly than their brickbats.  I am no wizard,\nMessua.  Farewell!”",
        "“Now, once more, Akela,” he cried.  “Bring the herd in.”",
        "The buffaloes were anxious enough to get to the village.  They\nhardly needed Akela’s yell, but charged through the gate like a\nwhirlwind, scattering the crowd right and left.",
        "“Keep count!” shouted Mowgli scornfully.  “It may be that I\nhave stolen one of them.  Keep count, for I will do your herding\nno more.  Fare you well, children of men, and thank Messua that I\ndo not come in with my wolves and hunt you up and down your\nstreet.”",
        "He turned on his heel and walked away with the Lone Wolf, and\nas he looked up at the stars he felt happy.  “No more sleeping in\ntraps for me, Akela.  Let us get Shere Khan’s skin and go away.\nNo, we will not hurt the village, for Messua was kind to me.”",
        "When the moon rose over the plain, making it look all milky,\nthe horrified villagers saw Mowgli, with two wolves at his heels\nand a bundle on his head, trotting across at the steady wolf’s\ntrot that eats up the long miles like fire.  Then they banged the\ntemple bells and blew the conches louder than ever.  And Messua\ncried, and Buldeo embroidered the story of his adventures in the\njungle, till he ended by saying that Akela stood up on his hind\nlegs and talked like a man.",
        "The moon was just going down when Mowgli and the two wolves\ncame to the hill of the Council Rock, and they stopped at Mother\nWolf’s cave.",
        "“They have cast me out from the Man-Pack, Mother,” shouted\nMowgli, “but I come with the hide of Shere Khan to keep my word.”",
        "Mother Wolf walked stiffly from the cave with the cubs behind\nher, and her eyes glowed as she saw the skin.",
        "“I told him on that day, when he crammed his head and\nshoulders into this cave, hunting for thy life, Little Frog–I\ntold him that the hunter would be the hunted.  It is well done.”",
        "“Little Brother, it is well done,” said a deep voice in the\nthicket.  “We were lonely in the jungle without thee, and Bagheera\ncame running to Mowgli’s bare feet.  They clambered up the Council\nRock together, and Mowgli spread the skin out on the flat stone\nwhere Akela used to sit, and pegged it down with four slivers of\nbamboo, and Akela lay down upon it, and called the old call to the\nCouncil, “Look–look well, O Wolves,” exactly as he had called\nwhen Mowgli was first brought there.",
        "Ever since Akela had been deposed, the Pack had been without a\nleader, hunting and fighting at their own pleasure.  But they\nanswered the call from habit; and some of them were lame from the\ntraps they had fallen into, and some limped from shot wounds, and\nsome were mangy from eating bad food, and many were missing.  But\nthey came to the Council Rock, all that were left of them, and saw\nShere Khan’s striped hide on the rock, and the huge claws dangling\nat the end of the empty dangling feet.  It was then that Mowgli\nmade up a song that came up into his throat all by itself, and he\nshouted it aloud, leaping up and down on the rattling skin, and\nbeating time with his heels till he had no more breath left, while\nGray Brother and Akela howled between the verses.",
        "“Look well, O Wolves.  Have I kept my word?” said Mowgli.  And\nthe wolves bayed “Yes,” and one tattered wolf howled:",
        "“Lead us again, O Akela.  Lead us again, O Man-cub, for we be\nsick of this lawlessness, and we would be the Free People once\nmore.”",
        "“Nay,” purred Bagheera, “that may not be.  When ye are\nfull-fed, the madness may come upon you again.  Not for nothing\nare ye called the Free People.  Ye fought for freedom, and it is\nyours.  Eat it, O Wolves.”",
        "“Man-Pack and Wolf-Pack have cast me out,” said Mowgli.  “Now\nI will hunt alone in the jungle.”",
        "“And we will hunt with thee,” said the four cubs.",
        "So Mowgli went away and hunted with the four cubs in the\njungle from that day on.  But he was not always alone, because,\nyears afterward, he became a man and married.",
        "But that is a story for grown-ups.",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}