{
    "title": "The Boys’ Life of Mark Twain - XVI. The Pilot",
    "author": "Paine",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "For Samuel Clemens these were happy days–the happiest, in some respects,\nhe would ever know.  He had plenty of money now.  He could help his\nmother with a liberal hand, and could put away fully a hundred dollars a\nmonth for himself.  He had few cares, and he loved the ease and romance\nand independence of his work as he would never quite love anything again.",
        "His popularity on the river was very great.  His humorous stories and\nquaint speech made a crowd collect wherever he appeared.  There were\npilot-association rooms in St. Louis and New Orleans, and his appearance\nat one of these places was a signal for the members to gather.",
        "A friend of those days writes: “He was much given to spinning yarns so\nfunny that his hearers were convulsed, and yet all the time his own face\nwas perfectly sober.  Occasionally some of his droll yarns got into the\npapers.  He may have written them himself.”",
        "Another old river-man remembers how, one day, at the association, they\nwere talking of presence of mind in an accident, when Pilot Clemens said:",
        "“Boys, I had great presence of mind once.  It was at a fire.  An old man\nleaned out of a four-story building, calling for help.  Everybody in the\ncrowd below looked up, but nobody did anything.  The ladders weren’t long\nenough.  Nobody had any presence of mind–nobody but me.  I came to the\nrescue.  I yelled for a rope.  When it came I threw the old man the end\nof it.  He caught it, and I told him to tie it around his waist.  He did\nso, and I pulled him down.”",
        "This was a story that found its way into print, probably his own\ncontribution.",
        "“Sam was always scribbling when not at the wheel,” said Bixby, “but the\nbest thing he ever did was the burlesque of old Isaiah Sellers.  He\ndidn’t write it for print, but only for his own amusement and to show to\na few of the boys.  Bart Bowen, who was with him on the “Edward J. Gay\"\nat the time, got hold of it, and gave it to one of the New Orleans\npapers.”",
        "The burlesque on Captain Sellers would be of little importance if it were\nnot for its association with the origin, or, at least, with the\noriginator, of what is probably the best known of literary names–the\nname Mark Twain.",
        "This strong, happy title–a river term indicating a depth of two fathoms\non the sounding-line–was first used by the old pilot, Isaiah Sellers,\nwho was a sort of “oldest inhabitant” of the river, with a passion for\nairing his ancient knowledge before the younger men.  Sellers used to\nsend paragraphs to the papers, quaint and rather egotistical in tone,\nusually beginning, “My opinion for the citizens of New Orleans,” etc.,\nprophesying river conditions and recalling memories as far back as 1811.\nThese he generally signed “Mark Twain.”",
        "Naturally, the younger pilots amused themselves by imitating Sellers, and\nwhen Sam Clemens wrote abroad burlesque of the old man’s contributions,\nrelating a perfectly impossible trip, supposed to have been made in 1763\nwith a Chinese captain and a Choctaw crew, it was regarded as a\nmasterpiece of wit.",
        "It appeared in the “True Delta” in May, 1859, and broke Captain Sellers’s\nliterary heart.  He never wrote another paragraph.  Clemens always\nregretted the whole matter deeply, and his own revival of the name\nafterward was a sort of tribute to the old man he had thoughtlessly and\nunintentionally wounded.",
        "Old pilots of that day remembered Samuel Clemens as a slender, fine-\nlooking man, well dressed, even dandified, generally wearing blue serge,\nwith fancy shirts, white duck trousers, and patent-leather shoes.  A\npilot could do that, for his surroundings were speckless.",
        "The pilots regarded him as a great reader–a student of history, travels,\nand the sciences.  In the association rooms they often saw him poring\nover serious books.  He began the study of French one day in New Orleans,\nwhen he had passed a school of languages where French, German, and\nItalian were taught, one in each of three rooms.  The price vas twenty-\nfive dollars for one language, or three for fifty.  The student was\nprovided with a set of conversation cards for each, and was supposed to\nwalk from one apartment to another, changing his nationality at each\nthreshold.  The young pilot, with his usual enthusiasm, invested in all\nthree languages, but after a few round trips decided that French would\ndo.  He did not return to the school, but kept the cards and added text-\nbooks.  He studied faithfully when off watch and in port, and his old\nriver note-book, still preserved, contains a number of advanced\nexercises, neatly written out.",
        "Still more interesting are the river notes themselves.  They are not the\ntimid, hesitating memoranda of the “little book” which, by Bixby’s\nadvice, he bought for his first trip.  They are quick, vigorous records\nthat show confidence and knowledge.  Under the head of “Second high-water\ntrip–Jan., 1861 ’Alonzo Child,’” the notes tell the story of a rising\nriver, with overflowing banks, blind passages, and cut-offs–a new river,\nin fact, that must be judged by a perfect knowledge of the old–guessed,\nbut guessed right.",
        "Good deal of water all over Cole’s Creek Chute, 12 or 15 ft. bank–could\nhave gone up above General Taylor’s–too much drift .  .  .  .",
        "Night–didn’t run either 77 or 76 towheads–8-ft. bank on main shore\nOzark chute.",
        "To the reader to-day it means little enough, but one may imagine,\nperhaps, a mile-wide sweep of boiling water, full of drift, shifting\ncurrents with newly forming bars, and a lone figure in the dark pilot-\nhouse, peering into the night for blind and disappearing landmarks.",
        "But such nights were not all there was of piloting.  There were glorious\nnights when the stars were blazing out, and the moon was on the water,\nand the young pilot could follow a clear channel and dream long dreams.\nHe was very serious at such times–he reviewed the world’s history he had\nread, he speculated on the future, he considered philosophies, he lost\nhimself in a study of the stars.  Mark Twain’s love of astronomy, which\nnever waned until his last day, began with those lonely river watches.\nOnce a great comet blazed in the sky, a “wonderful sheaf of light,” and\nglorified his long hours at the wheel.",
        "Samuel Clemens was now twenty-five, full of health and strong in his\ncourage.  In the old notebook there remains a well-worn clipping, the\nwords of some unknown writer, which he may have kept as a sort of creed:",
        "HOW TO TAKE LIFE.–Take it just as though it was–as it is–an earnest,\nvital, and important affair.  Take it as though you were born to the task\nof performing a merry part in it–as though the world had awaited for\nyour coming.  Take it as though it was a grand opportunity to do and\nachieve, to carry forward great and good schemes to help and cheer a\nsuffering, weary, it may be heartbroken, brother.  Now and then a man\nstands aside from the crowd, labors earnestly, steadfastly, confidently,\nand straightway becomes famous for wisdom, intellect, skill, greatness of\nsome sort.  The world wonders, admires, idolizes, and it only illustrates\nwhat others may do if they take hold of life with a purpose.  The\nmiracle, or the power that elevates the few, is to be found in their\nindustry, application, and perseverance under the promptings of a brave,\ndetermined spirit.",
        "Bixby and Clemens were together that winter on the “Child,” and were the\nclosest friends.  Once the young pilot invited his mother to make the\ntrip to New Orleans, and the river journey and a long drive about the\nbeautiful Southern city filled Jane Clemens with wonder and delight.  She\nno longer shad any doubts of Sam.  He had long since become the head of\nthe family.  She felt called upon to lecture him, now and then, but down\nin her heart she believed that he could really do no wrong.  They joked\neach other unmercifully, and her wit, never at a loss, was quite as keen\nas his.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}