{
    "title": "The Adventures of Jimmie Dale I - Chapter II: By Proxy",
    "author": "Frank L. Packard",
    "chapter": "2",
    "content": [
        "\n\n",
        "The most puzzling bewildering, delightful crook in the annals of\ncrime,” Herman Carruthers, the editor of the MORNING NEWS-ARGUS, had\ncalled the Gray Seal; and Jimmie Dale smiled a little grimly now as\nhe recalled the occasion of a week ago at the St. James Club over\ntheir after-dinner coffee.  That was before his second debut, with\nIsaac Brolsky’s poverty-stricken premises over on West Broadway as a\nsetting for the break.",
        "SHE had written: “Things are a little too warm, aren’t they, Jimmie?\nLet’s let them cool for a year.”  Well, they had cooled for a year,\nand Carruthers as a result had been complacently satisfied in his\nown mind that the Gray Seal was dead–until that break at Isaac\nBrolsky’s over on West Broadway!",
        "Jimmie Dale’s smile was tinged with whimsicality now.  The only\neffect of the year’s inaction had been to usher in his renewed\nactivity with a furor compared to which all that had gone before was\ninsignificant.  Where the newspapers had been maudlin, they now\nraved–raved in editorials and raved in headlines.  It was an\nimpossible, untenable, unbelievable condition of affairs that this\nGray Seal, for all his incomparable cleverness, should flaunt his\ncrimes in the faces of the citizens of New York.  One could actually\nsee the editors writhing in their swivel chairs as their fiery\ndenunciations dripped from their pens!  What was the matter with the\npolice?  Were the police children; or, worse still, imbeciles–or,\nstill worse again, was there some one “higher up” who was profiting\nby this rogue’s work?  New York would not stand for it–New York\nwould most decidedly not–and the sooner the police realised that\nfact the better!  If the police were helpless, or tools, the\ncitizens of New York were not, and it was time the citizens were\nthoroughly aroused.",
        "There was a way, too, to arouse the citizens, that was both good\nbusiness from the newspaper standpoint, and efficacious as a method.\nCarruthers, of the MORNING NEWS-ARGUS, had initiated it.  The\nMORNING NEWS-ARGUS offered twenty-five thousand dollars’ reward for\nthe capture of the Gray Seal!  Other papers immediately followed\nsuit in varying amounts.  The authorities, State and municipal,\ngoaded to desperation, did likewise, and the five million men,\nwomen, and children of New York were automatically metamorphosed\ninto embryonic sleuths.  New York was aroused.",
        "Jimmie Dale, alias the Gray Seal, member of the ultra-exclusive St.\nJames Club, the latter fact sufficient in itself to guarantee his\nsocial standing, graduate of Harvard, inheritor of his deceased\nfather’s immense wealth amassed in the manufacture of burglar-proof\nsafes, some of the most ingenious patents on which were due to\nJimmie Dale himself, figured with a pencil on the margin of the\nnewspaper he had been reading, using the arm of the big, luxurious,\nleather-upholstered lounging chair as a support for the paper.  The\nresult of his calculations was eighty-five thousand dollars.",
        "He brushed the paper onto the Turkish rug, dove into the pocket of\nhis dinner jacket for his cigarettes, and began to smoke as his eyes\nstrayed around the room, his own particular den in his fashionable\nRiverside Drive residence.",
        "Eighty-five thousand dollars’ reward!  Jimmie Dale blew meditative\nrings of cigarette smoke at the fireplace.  What would she say to\nthat?  Would she decide it was “too hot” again, and call it off?  It\nadded quite a little hazard to the game–QUITE a little!  If he only\nknew who “she” was!  It was a strange partnership–the strangest\npartnership that had ever existed between two human beings.",
        "He turned a little in his chair as a step sounded in the hallway\nwithout–that is, Jimmie Dale caught the sound, muffled though it\nwas by the heavy carpet.  Came then a knock upon the door.",
        "“Come in,” invited Jimmie Dale.",
        "It was old Jason, the butler.  The old man was visibly excited, as\nhe extended a silver tray on which lay a letter.",
        "Jimmie Dale’s hand reached quickly out, the long, slim tapering\nfingers closed upon the envelope–but his eyes were on Jason\nsignificantly, questioningly.",
        "“Yes, Master Jim,” said the old man, “I recognised it on the\ninstant, sir.  After what you said, sir, last week, honouring me, I\nmight say, to a certain extent with your confidence, though I’m sure\nI don’t know what it all means, I–”",
        "“Who brought it this time, Jason?” inquired Jimmie Dale quietly.",
        "“Not the young person, begging your pardon, not the young lady, sir.\nA shuffer in a big automobile.  ’Your master at once,’ he says, and\nshoves the letter into my hand, and was off.”",
        "“Very good, Jason,” said Jimmie Dale.  “You may go.”",
        "The door closed.  Yes, it was from HER–it was the same texture of\npaper, there was the same rare, haunting fragrance clinging to it.",
        "He tore the envelope open, and extracted a folded sheet of paper.\nWhat was it this time?  To call the partnership off again until the\npresent furor should have subsided once more–or the skilfully\nsketched outline of a new adventure?  Which?  He glanced at the few\nlines written on the sheet, and lunged forward from his chair to his\nfeet.  It was neither one nor the other.  It was–",
        "Jimmie Dale’s face was set, and an angry red surge swept his cheeks.\nHis lips moved, muttering audibly fragments of the letter, as he\nstared at it.",
        "“–incredible that you–a heinous thing–act instantly–this is\nruin–”",
        "For an instant–a rare occurrence in Jimmie Dale’s life–he stood\nlike a man stricken, still staring at the sheet in his hand.  Then\nmechanically his fingers tore the paper into little pieces, and the\nlittle pieces into tiny shreds.  Anger fled, and a sickening sense\nof impotent dismay took its place; the red left his cheecks, and in\nits stead a grayness came.",
        "“Act instantly!”  The words seemed to leap at him, drum at his ears\nwith constant repetition.  Act instantly!  But how?  How?  Then his\nbrain–that keen, clear, master brain–sprang from stunned inaction\ninto virility again.  Of course–Carruthers!  It was in Carruthers’\nline.",
        "He stepped to the desk–and paused with his hand extended to pick up\nthe telephone.  How explain to Carruthers that he, Jimmie Dale,\nalready knew what Carruthers might not yet have heard of, even\nthough Carruthers would naturally be among the first to be in touch\nwith such affairs!  No; that would never do.  Better get there\nhimself at once and trust to–",
        "The telephone rang.",
        "Jimmie Dale waited until it rang again, then he lifted the receiver\nfrom the hook.",
        "“Hello?” he said.",
        "“Hello!  Hello!  Jimmie!” came a voice.  “This is Carruthers.  That\nyou, Jimmie?”",
        "“Yes,” said Jimmie Dale and sat down limply in the desk chair.",
        "“It’s the Gray Seal again.  I promised you I’d let you in on the\nground floor next time anything happened, so come on down here quick\nif you want to see some of his work at firsthand.”",
        "Jimmie Dale flirted a bead of sweat from his forehead.",
        "“Carruthers,” said Jimmie languidly, “you newspaper chaps make me\ntired with your Gray Seal.  I’m just going to bed.”",
        "“Bed nothing!” spluttered Carruthers, from the other end of the\nwire.  “Come down, I tell you.  It’s worth your while–half the\npopulation of New York would give the toes off their feet for the\nchance.  Come down, you blast idiot!  The Gray Seal has gone the\nlimit this time–it’s MURDER.”",
        "Jimmie Dale’s face was haggard.",
        "“Oh!” he said peevishly.  “Sounds interesting.  Where are you?  I\nguess maybe I’ll jog along.”",
        "“I should think you would!” snapped Carruthers.  “You know the\nPalace on the Bowery?  Yes?  Well, meet me on the corner there as\nsoon as you can.  Hustle!  Good–”",
        "“Oh, I say, Carruthers!” interposed Jimmie Dale.",
        "“Yes?” demanded Carruthers.",
        "“Thanks awfully for letting me know, old man.”",
        "“Don’t mention it!” returned Carruthers sarcastically.  “You always\nwere a grateful beast, Jimmie.  Hurry up!”",
        "Jimmie Dale hung up the receiver of the city ’phone, and took down\nthe receiver of another, a private-house installation, and rang\ntwice for the garage.",
        "“The light car at once, Benson,” he ordered curtly.  “At once!”",
        "Jimmie Dale worked quickly then.  In his dressing room, he changed\nfrom dinner clothes to tweeds; spent a second or so over the\ncontents of a locked drawer in the dresser, from which he selected a\nvery small but serviceable automatic, and a very small but highly\npowerful magnifying glass whose combination of little round lenses\nworked on a pivot, and, closed over one another, were of about the\ncompass of a quarter of a dollar.",
        "In three minutes he was outside the house and stepping into the car,\njust as it drew up at the curb.",
        "“Benson,” he said tersely to his chauffeur, “drop me one block this\nside of the Palace on the Bowery–and forget there was ever a speed\nlaw enacted.  Understand?”",
        "“Very good, sir,” said Benson, touching his cap.  “I’ll do my best,\nsir.”",
        "Jimmie Dale, in the tonneau, stretched out his legs under the front\nseat, and dug his hands into his pockets–and inside the pockets his\nhands were clenched and knotted fists.",
        "Murder!  At times it had occurred to him that there was a\npossibility that some crook of the underworld would attempt to cover\nhis tracks and take refuge from pursuit by foisting himself on the\nauthorities as the Gray Seal.  That was a possibility, a risk always\nto be run.  But that MURDER should be laid to the Gray Seal’s door!\nAnger, merciless and unrestrained, surged over Jimmie Dale.",
        "There was peril here, live and imminent.  Suppose that some day he\nshould be caught in some little affair, recognised and identified as\nthe Gray Seal, there would be the charge of murder hanging over him–\nand the electric chair to face!",
        "But the peril was not the only thing.  Even worse to Jimmie Dale’s\nartistic and sensitive temperament was the vilification, the holding\nup to loathing, contumely, and abhorrence of the name, the stainless\nname, of the Gray Seal.  It WAS stainless!  He had guarded it\njealously–as a man guards the woman’s name he loves.",
        "Affairs that had mystified and driven the police distracted with\nimpotence there had been, many of them; and on the face of them–\ncrimes.  But no act ever committed had been in reality a crime–\nnone without the highest of motives, the righting of some outrageous\nwrong, the protection of some poor stumbling fellow human.",
        "That had been his partnership with her.  How, by what amazing means,\nby what power that smacked almost of the miraculous she came in\ntouch with all these things and supplied him with the data on which\nto work he did not know–only that, thanks to her, there were\nhappier hearts and happier homes since the Gray Seal had begun to\nwork.  “Dear Philanthropic Crook,” she often called him in her\nletters.  And now–it was MURDER!",
        "Take Carruthers, for instance.  For years, as a reporter before he\nhad risen to the editorial desk, he had been one of the keenest on\nthe scent of the Gray Seal, but always for the sake of the game–\nalways filled with admiration, as he said himself, for the daring,\nthe originality of the most puzzling, bewildering, delightful crook\nin the annals of crime.  Carruthers was but an example.  Carruthers\nnow would hunt the Gray Seal like a mad dog.  The Gray Seal, to\nCarruthers and every one else, would be the vilest name in the land–\na synonym for murder.",
        "On the car flew–and upon Jimmie Dale’s face, as though chiselled in\nmarble, was a look that was not good to see.  And a mirthless smile\nset, frozen, on his lips.",
        "“I’ll get the man that did this,” gritted Jimmie Dale between his\nteeth.  “I’ll GET him!  And, when I get him, I’ll wring a confession\nfrom him if I have to swing for it!”",
        "The car swept from Broadway into Astor Place, on down the Bowery,\nand presently stopped.",
        "Jimmie Dale stepped out.  “I shall not want you any more, Benson,\"\nhe said.  “You may return home.”",
        "Jimmie Dale started down the block–a nonchalant Jimmie Dale now, if\nanything, bored a little.  Near the corner, a figure, back turned,\nwas lounging at the edge of the sidewalk.  Jimmie Dale touched the\nman on the arm.",
        "“Hello, Carruthers!” he drawled.",
        "“Ah, Jimmie!” Carruthers turned with an excited smile.  “That’s the\nboy!  You’ve made mighty quick time.”",
        "“Well, you told me to hurry,” grumbled Jimmie Dale.  “I’m doing my\nbest to please you to-night.  Came down in my car, and got summoned\nfor three fines to-morrow.”",
        "Carruthers laughed.  “Come on,” he said; and, linking his arm in\nJimmie Dale’s, turned the corner, and headed west along the cross\nstreet.  “This is going to make a noise,” he continued, a grim note\ncreeping into his voice.  “The biggest noise the city has ever\nheard.  I take back all I said about the Gray Seal.  I’d always\npictured his cleverness as being inseparable with at least a decent\nsort of man, even if he was a rogue and a criminal, but I’m through\nwith that.  He’s a rotter and a hound of the rankest sort!  I didn’t\nthink there was anything more vulgar or brutal than murder, but he’s\nshown me that there is.  A guttersnipe’s got more decency!  To\nmurder a man and then boastfully label the corpse is–”",
        "“Say, Carruthers,” said Jimmie Dale plaintively, suddenly hanging\nback, “I say, you know, it’s–it’s all right for you to mess up in\nthis sort of thing, it’s your beastly business, and I’m awfully\ndamned thankful to you for giving me a look-in, but isn’t it–er–\nrather INFRA DIG for me?  A bit morbid, you know, and all that sort\nof thing.  I’d never hear the end of it at the club–you know what\nthe St. James is.  Couldn’t I be Merideth Stanley Annstruther, or\nsomething like that, one of your new reporters, or something like\nthat, you know?”",
        "Carruthers chuckled.  “Sure, Jimmie,” he said.  “You’re the latest\naddition to the staff of the NEWS-ARGUS.  Don’t worry; the\nincomparable Jimmie Dale won’t figure publicly in this.”",
        "“It’s awfully good of you,” said Jimmie gratefully.  “I have to have\na notebook or something, don’t I?”",
        "Carruthers, from his pocket, handed him one.  “Thanks,” said Jimmie\nDale.",
        "A little way ahead, a crowd had collected on the sidewalk before a\ndoorway, and Carruthers pointed with a jerk of his hand.",
        "“It’s in Moriarty’s place–a gambling hell,” he explained.  “I\nhaven’t got the story myself yet, though I’ve been inside, and had a\nlook around.  Inspector Clayton discovered the crime, and reported\nit at headquarters.  I was at my desk in the office when the news\ncame, and, as you know the interest I’ve taken in the Gray Seal, I\ndecided to ’cover’ it myself.  When I got here, Clayton hadn’t\nreturned from headquarters, so, as you seemed so keenly interested\nlast week, I telephoned you.  If Clayton’s back now we’ll get the\ndetails.  Clayton’s a good fellow with the ’press,’ and he won’t\nhold anything out on us.  Now, here we are.  Keep close to me, and\nI’ll pass you in.”",
        "They shouldered through the crowd and up to an officer at the door.\nThe officer nodded, stepped aside, and Carruthers, with Jimmie Dale\nfollowing, entered the house.",
        "They climbed one flight, and then another.  The card-rooms, the\nfaro, stud, and roulette layouts were deserted, save for policemen\nhere and there on guard.  Carruthers led the way to a room at the\nback of the hall, whose door was open and from which issued a hubbub\nof voices–one voice rose above the others, heavy and gratingly\ncomplacent.",
        "“Clayton’s back,” observed Carruthers.",
        "They stepped over the threshold, and the heavy voice greeted them.",
        "“Ah, here’s Carruthers now!  H’are you, Carruthers?  They told me\nyou’d been here, and were coming back, so I’ve been keeping the boys\nwaiting before handing out the dope.  You’ve had a look at that–\neh?”  He flung out a fat hand toward the bed.",
        "The voices rose again, all directed at Carruthers now.",
        "“Bubble’s burst, eh, Carruthers?  What about the ’Prince of Crooks’?\nArtistry in crime, wasn’t it, you said?”  They were quoting from his\neditorials of bygone days, a half dozen reporters of rival papers,\ngrinning and joshing him good-naturedly, seemingly quite unaffected\nby what lay within arm’s reach of them upon the bed.",
        "Carruthers smiled a little wryly, shrugged his shoulders–and\npresented Jimmie Dale to Inspector Clayton.",
        "“Mr. Matthewson, a new man of ours–inspector.”",
        "“Glad to know you, Mr. Matthewson,” said the inspector.",
        "Jimmie Dale found his hand grasped by another that was flabby and\nunpleasantly moist; and found himself looking into a face that was\nred, with heavy rolls of unhealthy fat terminating in a double chin\nand a thick, apoplectic neck–a huge, round face, with rat’s eyes.",
        "Clayton dropped Jimmie Dale’s hand, and waved his own in the air.\nJimmie Dale remained modestly on the outside of the circle as the\nreporters gathered around the police inspector.",
        "“Now, then,” said Clayton coarsely, “the guy that’s croaked there is\nMetzer, Jake Metzer.  Get that?”",
        "Jimmie Dale, scribbling hurriedly in his notebook like all the rest,\nturned a little toward the bed, and his lower jaw crept out the\nfraction of an inch.  Both gas jets in the room were turned on full,\ngiving ample light.  A man fully dressed, a man of perhaps forty,\nlay upon his back on the bed, one arm outflung across the bedspread,\nthe other dangling, with fingers just touching the floor, the head\nat an angle and off the pillow.  It was as though he had been\ncarried to the bed and flung upon it after the deed had been\ncommitted.  Jimmie Dale’s eyes shifted and swept the room.  Yes,\neverything was in disorder, as though there had been a struggle–a\nchair upturned, a table canted against the wall, broken pieces of\ncrockery from the washstand on the carpet, and–",
        "“Metzer was a stool pigeon, see?” went on Clayton, “and he lived\nhere.  Moriarty wasn’t on to him.  Metzer stood in thick with a\nwider circle of crooks than any other snitch in New York.”",
        "Jimmie Dale, still scribbling as Clayton talked, stepped to the bed\nand leaned over the murdered man.  The murder had been done with a\nblackjack evidently–a couple of blows.  The left side of the temple\nwas crushed in.  Right in the middle of the forehead, pasted there,\na gray-colored, diamond shaped paper seal flaunted itself–the\ndevice of the Gray Seal.  In Jimmie Dale’ hand, hidden as he turned\nhis back, the tiny combination of powerful lenses was focused on the\nseal.",
        "Clayton guffawed.  “That’s right!” he called out.  “Take a good\nlook.  That’s a bright young man you’ve got, Carruthers.”",
        "Jimmie Dale looked up a little sheepishly–and got a grin from the\nassembled reporters, and a scowl from Carruthers.",
        "Now, then,” continued Clayton, “here’s the facts–as much of ’em as\nI can let you boys print at present.  You know I’m stretching a\npoint to let you in here–don’t forget that when you come to write\nup the case–honour where’s honour’s due, you know.  Well, me and\nMetzer there was getting ready to close down on a big piece of game,\nand I was over here in this room talking to him about it early this\nafternoon.  We had it framed to get our man to-night–see?  I left\nMetzer, say, about three o’clock, and he was to show up over at\nheadquarters with another little bit of evidence we wanted at eight\no’clock to-night.”",
        "Jimmie Dale was listening–to every word.  But he stooped now again\nover the murdered man’s head deliberately, though he felt the\ninspector’s rat’s eyes upon him–stooped, and, with his finger nail,\nlifted back the right-hand point of the diamond-shaped seal where it\nbordered a faint thread of blood on the man’s forehead.",
        "There was a bull-like roar from the inspector, and he burst through\nthe ring of reporters, and grabbed Jimmie Dale by the shoulder.",
        "“Here you, what in hell are you doing!” he spluttered angrily.",
        "Embarrassed and confused, Jimmie Dale drew back, glanced around, and\nsmiled again a little sheepishly as his eyes rested on the red-\nflushed jowl of the inspector.",
        "“I–I wanted to see how it was stuck on,” he explained inanely.",
        "“Stuck on!” bellowed Clayton.  “I’ll show you how it’s STUCK on, if\nyou monkey around here!  Don’t you know any better than that!  Where\nwere you dragged up anyway?  The coroner hasn’t been here yet.\nYou’re a hot cub of a reporter, you are!”  He turned to Carruthers.\n“Y’ought to get out printed instructions for ’em before you turn ’em\nloose!” he snapped.",
        "Carruthers’ face was red with mortification.  There was a grin,\nexpanded, on the faces of the others.",
        "“Stand away from that bed!” roared Clayton at Jimmie Dale.  “And if\nyou go near it again, I’ll throw you out of here bodily!”",
        "Jimmie Dale edged away, and, eyes lowered, fumbled nervously with\nthe leaves of his notebook.",
        "Clayton grunted, glared at Jimmie Dale for an instant viciously–and\nresumed his story.",
        "“I was saying,” he said, “that Metzer was to come to headquarters at\neight o’clock this evening.  Well, he didn’t show up.  That looked\nqueer.  It was mighty important business.  We was after one of the\nbiggest hauls we’d ever pulled off.  I waited till nine o’clock, an\nhour ago, and I was getting nervous.  Then I started over here to\nfind out what was the matter.  When I got here I asked Moriarty if\nhe’d seen Metzer.  Moriarty said he hadn’t since I was here before.\nHe was a little suspicious that I had something on Metzer–see?\nWell, by pumping Moriarty, he admitted that Metzer had had a visitor\nabout an hour after I left.”",
        "“Who was it?  Know what his name is, inspector?” asked one of the\nreporters quickly.",
        "Inspector Clayton winked heavily.  “Don’t be greedy boys,” he\ngrinned.",
        "“You mean you’ve got him?” burst out another one of the men\nexcitedly.",
        "“Sure!  Sure, I’ve got him.” Inspector Clayton waved his fat hand\nairily.  “Or I will have before morning–but I ain’t saying anything\nmore till it’s over.”  He smiled significantly.  “Well, that’s about\nall.  You’ve got the details right around you.  I left Moriarty\ndownstairs and came up here, and found just what you see–Metzer\nlaying on the bed there, and the gray seal stuck on his forehead–\nand\"–he ended abruptly–\"I’ll have the Gray Seal himself behind the\nbars by morning.”",
        "A chorus of ejaculations rose from the reporters, while their\npencils worked furiously.",
        "Then Jimmie Dale appeared to have an inspiration.  Jimmie Dale\nturned a leaf in his notebook and began to sketch rapidly, cocking\nhis head now on one side now on the other.  With a few deft strokes\nhe had outlined the figure of Inspector Clayton.  The reporter\nbeside Jimmie Dale leaned over to inspect the work, and another did\nlikewise.  Jimmie Dale drew in Clayton’s face most excellently, if\nsomewhat flatteringly; and then, with a little flourish of pride,\nwrote under the drawing: “The Man Who Captured the Gray Seal.”",
        "“That’s a cracking good sketch!” pronounced the reporter at his\nside.  “Let the inspector see it.”",
        "“What is it?” demanded Clayton, scowling.",
        "Jimmie Dale handed him the notebook modestly.",
        "Inspector Clayton took it, looked at it, looked at Jimmie Dale; then\nhis scowl relaxed into a self-sufficient and pleased smile, and he\ngrunted approvingly.",
        "“That’s the stuff to put over,” he said.  “Mabbe you’re not much of\na reporter, but you can draw.  Y’re all right, sport–y’re all\nright.  Forget what I said to you a while ago.”",
        "Jimmie Dale smiled too–deprecatingly.  And put the notebook in his\npocket.",
        "An officer entered the room hurriedly, and, drawing Clayton aside,\nspoke in an undertone.  A triumphant and malicious grin settled on\nClayton’s features, and he started with a rush for the door.",
        "“Come around to headquarters in two hours, boys,” he called as he\nwent out, “and I’ll have something more for you.”",
        "The room cleared, the reporters tumbling downstairs to make for the\nnearest telephones to get their “copy” into their respective\noffices.",
        "On the street, a few doors up from the house where they were free\nfrom the crowd, Carruthers halted Jimmie Dale.",
        "“Jimmie,” he said reproachfully, “you certainly made a mark of us\nboth.  There wasn’t any need to play the ’cub’ so egregiously.\nHowever, I’ll forgive you for the sake of the sketch–hand it over,\nJimmie; I’m going to reproduce it in the first edition.”",
        "“It wasn’t drawn for reproduction, Carruthers–at least not yet,\"\nsaid Jimmie Dale quietly.",
        "Carruthers stared at him.  “Eh?” he asked blankly.",
        "“I’ve taken a dislike to Clayton,” said Jimmie Dale whimsically.\n“He’s too patently after free advertising, and I’m not going to help\nalong his boost.  You can’t have it, old man, so let’s think about\nsomething else.  What’ll they do with that bit of paper that’s on\nthe poor devil’s forehead up there, for instance.”",
        "“Say,” said Carruthers, “does it strike you that you’re acting\nqueer?  You haven’t been drinking, have you, Jimmie?”",
        "“What’ll they do with it?” persisted Jimmie Dale.",
        "“Well,” said Carruthers, smiling a little tolerantly, “they’ll\nphotograph it and enlarge the photograph, and label it ’Exhibit A’\nor ’Exhibit B’ or something like that–and file it away in the\narchives with the fifty or more just like it that are already in\ntheir collection.”",
        "“That’s what I thought,” observed Jimmie Dale.  He took Carruthers\nby the lapel of the coat.  “I’d like a photograph of that.  I’d like\nit so much that I’ve got to have it.  Know the chap that does that\nwork for the police?”",
        "“Yes,” admitted Carruthers.",
        "“Very good!” said Jimmie Dale crisply, “Get an extra print of the\nenlargement from him then–for a consideration–whatever he asks–\nI’ll pay for it.”",
        "“But what for?” demanded Carruthers.  “I don’t understand.”",
        "“Because,” said Jimmie Dale very seriously, “put it down to\nimagination or whatever you like, I think I smell something fishy\nhere.”",
        "“You WHAT!” exclaimed Carruthers in amazement.  “You’re not joking,\nare you, Jimmie?”",
        "Jimmie Dale laughed shortly.  “It’s so far from a joke,” he said, in\na low tone, “that I want your word you’ll get that photograph into\nmy hands by to-morrow afternoon, no matter what transpires in the\nmeantime.  And look here, Carruthers, don’t think I’m playing the\nsilly thickhead, and trying to mystify you.  I’m no detective or\nanything like that.  I’ve just got an idea that apparently hasn’t\noccurred to any one else–and, of course, I may be all wrong.  If I\nam, I’m not going to say a word even to you, because it wouldn’t be\nplaying fair with some one else; if I’m right the MORNING NEWS-ARGUS\ngets the biggest scoop of the century.  Will you go in on that\nbasis?”",
        "Carruthers put out his hand impulsively.  “If you’re in earnest,\nJimmie–you bet!”",
        "“Good!” returned Jimmie Dale.  “The photograph by to-morrow\nafternoon then.  And now–”",
        "“And now,” said Caruthers, “I’ve got to hurry over to the office and\nget a write-up man at work.  Will you come along, or meet me at\nheadquarters later?  Clayton said in two hours he’d–”",
        "“Neither,” said Jimmie Dale.  “I’m not interested in headquarters.\nI’m going home.”",
        "“Well, all right then,” Carruthers returned.  “You can bank on me\nfor to-morrow.  Good-night, Jimmie.”",
        "“Good-night, old man,” said Jimmie Dale, and, turning, walked\nbriskly toward the Bowery.",
        "But Jimmie Dale did not go home.  He walked down the Bowery for\nthree blocks, crossed to the east side, and turned down a cross\nstreet.  Two blocks more he walked in this direction, and halfway\ndown the next.  Here he paused an instant–the street was dimly\nlighted, almost dark, deserted.  Jimmie Dale edged close to the\nhouses until his shadow blended with the shadows of the walls–and\nslipped suddenly into a pitch-black areaway.",
        "He opened a door, stepped into an unlighted hallway where the air\nwas close and evil smelling, mounted a stairway, and halted before\nanother door on the first landing.  There was the low clicking of a\nlock, three times repeated, and he entered a room, closing and\nfastening the door behind him.",
        "Jimmie Dale called it his “Sanctuary.”  In one of the worst\nneighbourhoods of New York, where no questions were asked as long as\nthe rent was paid, it had the further advantage of three separate\nexits–one by the areaway where he had entered; one from the street\nitself; and another through a back yard with an entry into a saloon\nthat fronted on the next street.  It was not often that Jimmie Dale\nused his Sanctuary, but there had been times when it was no more nor\nless than exactly what he called it–a sanctuary!",
        "He stepped to the window, assured himself that the shade was down–\nand lighted the gas, blinking a little as the yellow flame\nilluminated the room.",
        "It was a rough place, dirty, uninviting; a bedroom, furnished in the\nmost scanty fashion.  Neither, apparently, was there anything\nsuspicious about it to reward one curious enough to break in during\nthe owner’s absence–some rather disreputable clothes hanging on the\nwall, and flung untidily across the bed–that was all.",
        "Alone now, Jimmie Dale’s face was strained and anxious and,\noccasionally, as he undressed himself, his hands clenched until his\nknuckles grew white.  The gray seal on the murdered man’s forehead\nwas a GENUINE GRAY SEAL–one of Jimmie Dale’s own.  There was no\ndoubt of that–he had satisfied himself on that point.",
        "Where had it come from?  How had it been obtained?  Jimmie Dale\ncarefully placed the clothes he had taken off under the mattress,\npulled a disreputable collarless flannel shirt over his head, and\npulled on a disreputable pair of boots.  There were only two sources\nof supply.  His own–and the collection that the police had made,\nwhich Carruthers had referred to.",
        "Jimmie Dale lifted a corner of the oilcloth in a corner of the room,\nlifted a piece of the flooring, lifted out a little box which he\nplaced upon the rickety table, and sat down before a cracked mirror.\nWho was it that would have access to the gray seals in the\npossession of the police, since, obviously, it was one of those that\nwas on the dead man’s forehead?  The answer came quick enough–came\nwith the sudden out-thrust of Jimmie Dale’s lower jaw.  ONE OF THE\nPOLICE THEMSELVES–no one else.  Clayton’s heavy, cunning face,\nClayton’s shifty eyes, Clayton’s sudden rush when he had touched the\ndead man’s forehead, pictured themselves in a red flash of fury\nbefore Jimmie Dale.  There was no mask now, no facetiousness, no\nacted part–only a merciless rage, and the muscles of Jimmie Dale’s\nface quivered and twitched.  MURDER, foisted, shifted upon another,\nupon the Gray Seal–making of that name a calumny–ruining forever\nthe work that she and he might do!",
        "And then Jimmie Dale smiled mirthlessly, with thinning lips.  The\nbox before him was open.  His fingers worked quickly–a little wax\nbehind the ears, in the nostrils, under the upper lip, deftly\nplaced-hands, wrists, neck, throat, and face received their quota of\nstain, applied with an artist’s touch–and then the spruce, muscular\nJimmie Dale, transformed into a slouching, vicious-featured denizen\nof the underworld, replaced the box under the flooring, pulled a\nslouch hat over his eyes, extinguished the gas, and went out.",
        "Jimmie Dale’s range of acquaintanceship was wide–from the upper\nstrata of the St. James Club to the elite of New York’s gangland.\nAnd, adored by the one, he was trusted implicitly by the other–not\nunderstood, perhaps, by the latter, for he had never allied himself\nwith any of their nefarious schemes, but trusted implicitly through\nlong years of personal contact.  It had stood Jimmie Dale in good\nstead before, this association, where, in a sort of strange,\ncarefully guarded exchange, the news of the underworld was common\nproperty to those without the law.  To New York in its millions, the\nmurder of Metzer, the stool pigeon, would be unknown until the city\nrose in the morning to read the sensational details over the\nbreakfast table; here, it would already be the topic of whispered\nconversations, here it had probably been known long before the\npolice had discovered the crime.  Especially would it be expected to\nbe known to Pete Lazanis, commonly called the Runt, who was a power\nbelow the dead line and, more pertinent still, one in whose\nconfidence Jimmie Dale had rejoiced for years.",
        "Jimmie Dale, as Larry the Bat–a euphonious “monaker” bestowed\npossibly because this particular world knew him only by night–began\na search for the Runt.  From one resort to another he hurried,\ntalking in the accepted style through one corner of his mouth to\nhard-visaged individuals behind dirty, reeking bars that were reared\non equally dirty and foul-smelling sawdust-strewn floors; visiting\ndance halls, secretive back rooms, and certain Chinese pipe joints.",
        "But the Runt was decidedly elusive.  There had been no news of him,\nno one had seen him–and this after fully an hour had passed since\nJimmie Dale had left Carruthers in front of Moriarty’s.  The\npossibilities however were still legion–numbered only by the\nnumberless dives and dens sheltered by that quarter of the city.",
        "Jimmie Dale turned into Chatham Square, heading for the Pagoda Dance\nHall.  A man loitering at the curb shot a swift, searching glance at\nhim as he slouched by.  Jimmie Dale paused in the doorway of the\nPagoda and looked up and down the street.  The man he had passed had\ndrawn a little closer; another man in an apparently aimless fashion\nlounged a few yards away.",
        "“Something up,” muttered Jimmie Dale to himself.  “Lansing, of\nheadquarters, and the other looks like Milrae.”",
        "Jimmie Dale pushed in through the door of the Pagoda.  A bedlam of\nnoise surged out at him–a tin-pan piano and a mandolin were going\nfuriously from a little raised platform at the rear; in the centre\nof the room a dozen couples were in the throes of the tango and the\nbunny-hug; around the sides, at little tables, men and women laughed\nand applauded and thumped time on the tabletops with their beer\nmugs; while waiters, with beer-stained aprons and unshaven faces,\njuggled marvelous handfuls of glasses and mugs from the bar beside\nthe platform to the patrons at the tables.",
        "Jimmie Dale’s eyes swept the room in a swift, comprehensive glance,\nfixed on a little fellow, loudly dressed, who shared a table halfway\ndown the room with a woman in a picture hat, and a smile of relief\ntouched his lips.  The Runt at last!",
        "He walked down the room, caught the Runt’s eyes significantly as he\npassed the table, kept on to a door between the platform and the\nbar, opened it, and went out into a lighted hallway, at one end of\nwhich a door opened onto the street, and at the other a stairway led\nabove.",
        "The Runt joined him.  “Wot’s de row, Larry?” inquired the Runt.",
        "“Nuthin’ much,” said Jimmie Dale.  “Only I t’ought I’d let youse\nknow.  I was passin’ Moriarty’s an’ got de tip.  Say, some guy’s\ncroaked Jake Metzer dere.”",
        "“Aw, ferget it!” observed the Runt airily.  “Dat’s stale.  Was wise\nto dat hours ago.”",
        "Jimmie Dale’s face fell.  “But I just come from dere,” he insisted;\n“an’ de harness bulls only just found it out.”",
        "“Mabbe,” grunted the Runt.  “But Metzer got his early in de\nafternoon–see?”",
        "Jimmie Dale looked quickly around him–and then leaned toward the\nRunt.",
        "“Wot’s de lay, Runt?” he whispered.",
        "The Runt pulled down one eyelid, and, with his knowing grin, the\ncigarette, clinging to his upper lip, sagged down in the opposite\ncorner of his mouth.",
        "Jimmie Dale grinned, too–in a flash inspiration had come to Jimmie\nDale.",
        "“Say, Runt\"–he jerked his head toward the street door–\"wot’s de\nfly cops doin’ out dere?”",
        "The grin vanished from the Runt’s lips.  He stared for a second\nwildly at Jimmie Dale, and then clutched at Jimmie Dale’s arm.",
        "“De WOT?” he said hoarsely.",
        "“De fly cops,” Jimmie Dale repeated in well-simulated surprise.\n“Dey was dere when I come in–Lansing an’ Milrae, an–”",
        "The Runt shot a hurried glance at the stairway, and licked his lips\nas though they had gone suddenly dry.",
        "“My Gawd, I–”  He gasped, and shrank hastily back against the wall\nbeside Jimmie Dale.",
        "The door from the street had opened noiselessly, instantly.  Black\nforms bulked there–then a rush of feet–and at the head of half a\ndozen men, the face of Inspector Clayton loomed up before Jimmie\nDale.  There was a second’s pause in the rush; and, in the pause,\nClayton’s voice, in a vicious undertone:",
        "“You two ginks open your traps, and I’ll run you both in!”",
        "And then the rush passed, and swept on up the stairs.",
        "Jimmie Dale looked at the Runt.  The cigarette dangled limply; the\nRunt’s eyes were like a hunted beast’s.",
        "“Dey got him!” he mumbled.  “It’s Stace–Stace Morse.  He come to me\nafter croakin’ Metzer, an’ he’s been hidin’ up dere all afternoon.",
        "Stace Morse–known in gangland as a man with every crime in the\ncalendar to his credit, and prominent because of it!  Something\nseemed to go suddenly queer inside of Jimmie Dale.  Stace Morse!\nWas he wrong, after all?  Jimmie Dale drew closer to the Runt.",
        "“Yer givin’ me a steer, ain’t youse?”  He spoke again from the\ncorner of his mouth, almost inaudibly.  “Are youse sure it was Stace\ncroaked Metzer?  Wot fer?  How’d yer know?”",
        "The Runt was listening, his eyes strained toward the stairs.  The\nhall door to the street was closed, but both were quite well aware\nthat there was an officer on guard outside.",
        "“He told me,” whispered the Runt.  “Metzer was fixin’ ter snitch on\nhim ter-night.  Dey’ve got de goods on Stace, too.  He made a bum\njob of it.”",
        "“Why didn’t he get out of de country den when he had de chanst,\ninstead of hangin’ around here all afternoon?” demanded Jimmie Dale.",
        "“He was broke,” the Runt answered.  “We was gettin’ de coin fer him\nter fade away wid ter-night, an’–”",
        "A revolver shot from above cut short his words.  Came then the sound\nof a struggle, oaths, the shuffling tread of feet–but in the dance\nhall the piano still rattled on, the mandolin twanged, voices sang\nand applauded, and beer mugs thumped time.",
        "They were on the stairs now, the officers, half carrying, half\ndragging some one between them–and the man they dragged cursed them\nwith utter abandon.  As they reached the bottom of the stairs,\nJimmie Dale caught sight of the prisoner’s face–not a prepossessing\none–villainous,–low-browed, contorted with a mixture of fear and\nrage.",
        "“It’s a lie!  A lie!  A lie!” the man shrieked.  “I never seen him\nin me life–blast you!–curse you!–d’ye hear!”",
        "Inspector Clayton caught Jimmie Dale and the Runt by the collars.",
        "“There’s nothing to interest you around here!” he snapped\nmaliciously.  “Go on, now–beat it!”  And he pushed them toward the\ndoor.",
        "They had heard the disturbance in the dance hall now and the\noccupants were swarming to the sidewalk.  A patrol wagon came around\nthe corner.  In the crowd Jimmie Dale slipped away from the Runt.",
        "Was he wrong, after all?  A fierce passion seized him.  It was Stace\nMorse who had murdered Metzer, the Runt had said.  In Jimmie Dale’s\nbrain the words began to reiterate themselves in a singsong fashion:\n“It was Stace Morse.  It was Stace Morse.”  Then his lips drew tight\ntogether.  WAS it Stace Morse?  He would have given a good deal for\na chance to talk to the man–even for a minute.  But there was no\npossibility of that now.  Later, to-morrow perhaps, if he was wrong,\nafter all!",
        "Jimmie Dale returned to the Sanctuary, removed from his person all\nevidences of Larry the Bat–and from the Sanctuary went home to\nRiverside Drive.",
        "In his den there, in the morning after breakfast, Jason, the butler,\nbrought him the papers.  Three-inch headlines in red ink screamed,\nexulted, and shrieked out the news that the Gray Seal, in the person\nof Stace Morse, fence, yeggman and murderer, had been captured.  The\npublic, if it had held any private admiration for the one-time\nmysterious crook could now once and forever disillusion itself.  The\nGray Seal was Stace Morse–and Stace Morse was of the dregs of the\ncity’s scum, a pariah, an outcast, with no single redeeming trait to\nlift him from the ruck of mire and slime that had strewn his life\nfrom infancy.  The face of Inspector Clayton, blandly self-\ncomplacent, leaped out from the paper to meet Jimmie Dale’s eyes–\nand with it a column and a half of perfervid eulogy.",
        "Something at first like dismay, the dismay of impotency, filled\nJimmie Dale–and then, cold, leaving him unnaturally calm, the old\nmerciless rage took its place.  There was nothing to do now but\nwait–wait until Carruthers should send that photograph.  Then if,\nafter all, he were wrong–then he must find some other way.  But was\nhe wrong!  The notebook that Carruthers had given him, open at the\nsketch he had made of Clayton, lay upon the desk.  Jimmie Dale\npicked it up–he had already spent quite a little time over it\nbefore breakfast–and examined it again minutely, even resorting to\nhis magnifying glass.  He put it down as a knock sounded at the\ndoor, and Jason entered with a silver card tray.  From Carruthers\nalready!  Jimmie Dale stepped quickly forward–and then Jimmie Dale\nmet the old man’s eyes.  It wasn’t from Carruthers–it was from HER!",
        "“The same shuffer brought it, Master Jim,” said Jason.",
        "Jimmie Dale snatched the envelope from the tray, and waved the other\nfrom the room.  As the door closed, he tore open the letter.  There\nwas just a single line:",
        "Jimmie–Jimmie, you haven’t failed, have you?",
        "Jimmie Dale stared at it.  Failed!  Failed–HER!  The haggard look\nwas in his face again.  It was the bond between them that was at\nstake–the Gray Seal–the bond that had come, he knew for all time\nin that instant, to mean his life.",
        "“God knows!” he muttered hoarsely, and flung himself into a lounging\nchair, still staring at the note.",
        "The hours dragged by.  Luncheon time arrived and passed–and then by\nspecial messenger the little package from Carruthers came.",
        "Jimmie Dale started to undo the string, then laid the package down,\nand held out his hands before him for inspection.  They were\ntrembling visibly.  It was a strange condition for Jimmie Dale\neither to witness or experience, unlike him, foreign to him.",
        "“This won’t do, Jimmie,” he said grimly, shaking his head.",
        "He picked up the package again, opened it, and from between two\npieces of cardboard took out a large photographic print.  A moment,\ntwo, Jimmie Dale examined it, used the magnifying glass again; and\nthen a strange gleam came into the dark eyes, and his lips moved.",
        "“I’ve won,” said Jimmie Dale, with ominous softness.  I’ve WON!”",
        "He was standing beside the rosewood desk, and he reached for the\nphone.  Carruthers would be at home now–he called Carruthers there.\nAfter a moment or two he got the connection.",
        "“This is Jimmie, Carruthers,” he said.  “Yes, I got it.  Thanks. . . .\nYes. . . .  Listen.  I want you to get Inspector Clayton, and\nbring him up here at once. . . .  What?  No, no–no! . . .  How? . . .\nWhy–er–tell him you’re going to run a full page of him in the\nSunday edition, and you want him to sit for a sketch.  He’d go\nanywhere for that. . . .  Yes. . . .  Half an hour. . . .  YES. . . .\nGood-bye.”",
        "Jimmie Dale hung up the receiver; and, hastily now, began to write\nupon a pad that lay before him on the desk.  The minutes passed.  As\nhe wrote, he scored out words and lines here and there, substituting\nothers.  At the end he had covered three large pages with, to any\none but himself, an indecipherable scrawl.  These he shoved aside\nnow, and, very carefully, very legibly, made a copy on fresh sheets.\nAs he finished, he heard a car draw up in front of the house.\nJimmie Dale folded the copied sheets neatly, tucked them in his\npocket, lighted a cigarette, and was lolling lazily in his chair as\nJason announced: “Mr. Carruthers, sir, and another gentleman to see\nyou.”",
        "“Show them up, Jason,” instructed Jimmie Dale.",
        "Jimmie Dale rose from his chair as they came in.  Jason, well-\ntrained servant, closed the door behind them.",
        "“Hello, Carruthers; hello, inspector,” said Jimmie Dale pleasantly,\nand waved them to seats.  “Take this chair, Carruthers.”  He\nmotioned to one at his elbow.  “Glad to see you, inspector–try that\none in front of the desk, you’ll find it comfortable.”",
        "Carruthers, trying to catch Jimmie Dale’s eye for some sort of a\ncue, and, failing, sat down.  Inspector Clayton stared at Jimmie\nDale.",
        "“Oh, it’s YOU, eh?”  His eyes roved around the room, fastened for an\ninstant on some of Jimmie Dale’s work on an easel, came back finally\nto Jimmie Dale–and he plumped himself down in the chair indicated.\n“Thought you was more’n a cub reporter,” he remarked, with a grin.\n“You were too slick with your pencil.  Pretty fine studio you got\nhere.  Carruthers says you’re going to draw me.”",
        "Jimmie Dale smiled–not pleasantly–and leaned suddenly over the\ndesk.",
        "“Yes,” he said slowly, a grim intonation in his voice, “going to\ndraw you–TRUE TO LIFE.”",
        "With an exclamation, Clayton slued around in his chair, half rose,\nand his shifty eyes, small and cunning, bored into Jimmie Dale’s\nface.",
        "“What d’ye mean by that?” he snapped out",
        "“Just exactly what I say,” replied Jimmie Dale curtly.  “No more, no\nless.  But first, not to be too abrupt, I want to join with the\nnewspapers in congratulating you on the remarkable–shall I call it\ncelerity, or acumen?–with which you solved the mystery of Metzer’s\ndeath, and placed the murderer behind the bars.  It is really\nremarkable, inspector, so remarkable, in fact, that it’s almost–\nSUSPICIOUS.  Don’t you think so?  No?  Well, that’s what Mr.\nCarruthers was good enough to bring you up here to talk over–in an\nintimate and confidential way, you know.”",
        "Inspector Clayton surged up from his chair to his feet, his fists\nclenched, the red sweeping over his face–and then he shook one fist\nat Carruthers.",
        "“So that’s your game, is it!” he stormed.  “Trying to crawl out of\nthat twenty-five thousand reward, eh?  And as for you\"–he turned on\nJimmie Dale–\"you’ve rigged up a nice little plant between you, eh?\nWell, it won’t work–and I’ll make you squirm for this, both of you,\ndamn you, before I’m through!”  He glared from one to the other for\na moment–then swung on his heel.  “Good-afternoon, gentlemen,” he\nsneered, as he started for the door.",
        "He was halfway across the room before Jimmie Dale spoke.",
        "“Clayton!”",
        "Clayton turned.  Jimmie Dale was still leaning over the desk, but\nnow one elbow was propped upon it, and in the most casual way a\nrevolver covered Inspector Clayton.",
        "“If you attempt to leave this room,” said Jimmie Dale, without\nraising his voice, “I assure you that I shall fire with as little\ncompunction as though I were aiming at a mad dog–and I apologise to\nall mad dogs for coupling your name with them.”  His voice rang\nsuddenly cold.  “Come back here, and sit down in that chair!”",
        "The colour ebbed slowly from Clayton’s face.  He hesitated–then\nsullenly retraced his steps; hesitated again as he reached the\nchair, and finally sat down.",
        "“What–what d’ye mean by this?” he stammered, trying to bluster.",
        "“Just this,” said Jimmie Dale.  “That I accuse you of the murder of\nJake Metzer–IT WAS YOU WHO MURDERED METZER.”",
        "“Good God!” burst suddenly from Carruthers.",
        "“You lie!” yelled Clayton–and again he surged up from his chair.",
        "“That is what Stace Morse said,” said Jimmie Dale coolly.  “Sit\ndown!”",
        "Then Clayton tried to laugh.  “You’re–you’re having a joke, ain’t\nyou?  It was Stace–I can prove it.  Come down to headquarters, and\nI can prove it.  I got the goods on him all the way.  I tell you\"–\nhis voice rose shrilly–\"it was Stace Morse.”",
        "“You are a despicable hound,” said Jimmie Dale, through set lips.\n“Here\"–he handed the revolver over to Carruthers–\"keep him\ncovered, Carruthers.  You’re going to the CHAIR for this, Clayton,\"\nhe said, in a fierce monotone.  “The chair!  You can’t send another\nthere in your place–this time.  Shall I draw you now–true to life?\nYou’ve been grafting for years on every disreputable den in your\ndistrict.  Metzer was going to show you up; and so, Metzer being in\nthe road, you removed him.  And you seized on the fact of Stace\nMorse having paid a visit to him this afternoon to fix the crime on–\nStace Morse.  Proofs?  Oh, yes, I know you’ve manufactured proofs\nenough to convict him–if there weren’t stronger proofs to convict\nYOU.”",
        "“Convict ME!” Clayton’s lower jaw hung loosely; but still he made an\neffort at bluster.  “You haven’t a thing on me–not a thing–not a\nthing.”",
        "Jimmie Dale smiled again–unpleasantly.",
        "“You are quite wrong, Clayton.  See–here.”  He took a sheet of paper\nfrom the drawer of his desk.",
        "Clayton reached for it quickly.  “What is it?” he demanded.",
        "Jimmie Dale drew it back out of reach.",
        "“Just a minute,” he said softly.  “You remember, don’t you, that in\nthe presence of Carruthers here, of myself, and of half a dozen\nreporters, you stated that you had been alone with Metzer in his\nroom at three o’clock yesterday, and that it was you–alone–who\nfound the body later on at nine o’clock?  Yes?  I mention this\nsimply to show that from your own lips the evidence is complete that\nyou had an OPPORTUNITY to commit the crime.  Now you may look at\nthis, Clayton.”  He handed over the sheet of paper.",
        "Clayton took it, stared at it, turning it over from first one side\nto the other.  Then a sort of relief seemed to come to him and he\ngulped.",
        "“Nothing but a damned piece of blank paper!” he mumbled.",
        "Jimmie Dale reached over and took back the sheet.",
        "“You’re wrong again, Clayton,” he said calmly.  “It WAS quite blank\nbefore I handed it to you–but not now.  I noticed yesterday that\nyour hands were generally moist.  I am sure they are more so now–\nexcitement, you know.  Carruthers, see that he doesn’t interrupt.”",
        "From a drawer, Jimmie Dale took out a little black bottle, the\nnotebook he had used the day before, and the photograph Carruthers\nhad sent him.  On the sheet of paper Clayton had just handled,\nJimmie Dale sprinkled a little powder from the bottle.",
        "“Lampblack,” explained Jimmie Dale.  He shook the paper carefully,\nallowing the loose powder to fall on the desk blotter–and held out\nthe sheet toward Clayton.  “Rather neat, isn’t it?  A very good\nimpression, too.  Your thumb print, Clayton.  Now don’t move.  You\nmay look–not touch.”  He laid the paper down on the desk in front\nof Clayton.  Beside it he placed the notebook, open at the sketch–a\nblack thumb print now upon it.  “You recall handling this yesterday,\nI’m sure, Clayton.  I tried the same experiment with the lampblack\non it this morning, you see.  And this\"–beside the notebook he\nplaced the police photograph; that, too, in its enlargement, showed,\nsharply defined, a thumb print on a diamond-shaped background.  “You\nwill no doubt recognise it as an official photograph, enlarged,\ntaken of the gray seal on Metzer’s forehead–AND THE THUMB PRINT OF\nMETZER’S MURDERER.  You have only to glance at the little scar at\nthe edge of the centre loop to satisfy yourself that the three are\nidentical.  Of course, there are a dozen other points of similarity\nequally indisputable, but–”",
        "Jimmie Dale stopped.  Clayton was on his feet–rocking on his feet.\nHis face was deathlike in its pallor.  Moisture was oozing from his\nforehead.",
        "“I didn’t do it!  I didn’t do it!” he cried out wildly.  “My God, I\ntell you, I DIDN’T do it–and–and–that would send me to the\nchair.”",
        "“Yes,” said Jimmie Dale coldly, “and that’s precisely where you’re\ngoing–to the chair.”",
        "The man was beside himself now–racked to the soul by a paroxysm of\nfear.",
        "“I’m innocent–innocent!” he screamed out.  “Oh, for God’s sake,\ndon’t send an innocent man to his death.  It WAS Stace Morse.\nListen!  Listen!  I’ll tell the truth.”  He was clawing with his\nhands, piteously, over the desk at Jimmie Dale.  “When the big\nrewards came out last week I stole one of the gray seals from the\nbunch at headquarters to–to use it the first time any crime was\ncommitted when I was sure I could lay my hands on the man who did\nit.  Don’t you see?  Of course he’d deny he was the Gray Seal, just\nas he’d deny that he was guilty–but I’d have the proof both ways\nand–and I’d collect the rewards, and–and–”  The man collapsed\ninto the chair.",
        "Carruthers was up from his seat, his hands gripping tight on the\nedge of the desk as he leaned over it.",
        "“Jimmie–Jimmie–what does this mean?” he gasped out.",
        "Jimmie Dale smiled–pleasantly now.",
        "“That he has told the truth,” said Jimmie Dale quietly.  “It is\nquite true that Stace Morse committed the murder.  Shows up the\nvalue of circumstantial evidence though, doesn’t it?  This would\ncertainly have got him off, and convicted Clayton here before any\njury in the land.  But the point is, Carruthers, that Stace Morse\nISN’T the Gray Seal–and that the Gray Seal is NOT a murderer.”",
        "Clayton looked up.  “You–you believe me?” he stammered eagerly.",
        "Jimmie Dale whirled on him in a sudden sweep of passion.",
        "“NO, you cur!” he flashed.  “It’s not you I believe.  I simply\nwanted your confession before witnesses.”  He whipped the three\nwritten sheets from his pocket.  “Here, substantially, is that\nconfession written out.”  He passed it to Carruthers.  “Read it to\nhim, Carruthers.”",
        "Carruthers read it aloud.",
        "“Now,” said Jimmie Dale grimly, “this spells ruin for you, Clayton.\nYou don’t deserve a chance to escape prison bars, but I’m going to\ngive you one, for you’re going to get it pretty stiff, anyhow.  If\nyou refuse to sign this, I’ll hand you over to the district attorney\nin half an hour, and Carruthers and I will swear to your confession;\non the other hand, if you sign it, Carruthers will not be able to\nprint it until to-morrow morning, and that gives you something like\nfourteen hours to put distance between yourself and New York.  Here\nis a pen–if you are quick enough to take us by surprise once you\nhave signed, you might succeed in making a dash for that door and\neffecting your escape–without forcing us to compound a felony–\nunderstand?”",
        "Clayton’s hand trembled violently as he seized the pen.  He scrawled\nhis name–looked from one to the other–wet his lips–and then,\ntaking Jimmie Dale at his word, rushed for the door–and the door\nslammed behind him.",
        "Carruthers’ face was hard.  “What did you let him go for, Jimmie?\"\nhe said uncompromisingly.",
        "“Selfishness.  Pure selfishness,” said Jimmie Dale softly.  “They’d\nguy me unmercifully if they ever heard of it at the St. James Club.\nThe honour is all yours, Carruthers.  I don’t appear on the stage.\nThat’s understood?  Yes?  Well, then\"–he handed over the signed\nconfession–\"is the ’scoop’ big enough?”",
        "Carruthers fingered the sheets, but his eyes in a bewildered way\nsearched Jimmie Dale’s face.",
        "“Big enough!” he echoed, as though invoking the universe.  “It’s the\nbiggest thing the newspaper game has ever known.  But how did you\ncome to do it?  What started you?  Where did you get your lead?”",
        "“Why, from you, I guess, Carruthers,” Jimmie Dale answered\nthoughtfully, with artfully puckered brow.  “I remembered that you\nhad said last week that the Gray Seal never left finger marks on his\nwork–and I saw one on the seal on Metzer’s forehead.  Then, you\nknow, I lifted one corner where the seal overlapped a thread of\nblood, and, underneath, the thread of blood wasn’t in the slightest\ndisturbed; so, of course, I knew the seal had been put on quite a\nlong time after the man was dead–not until the blood had dried\nthoroughly, to a crust, you know, so that even the damp surface of\nthe sticky side of the seal hadn’t affected it.  And then, I took a\ndislike to Clayton somehow–and put two and two together, and took a\nflyer in getting him to handle the notebook.  I  guess that’s all–\nno other reason on earth.  Jolly lucky, don’t you think?”",
        "Carruthers didn’t say anything for a moment.  When he spoke, it was\nirrelevantly.",
        "“You saved me twenty-five thousand dollars on that reward, Jimmie.”",
        "“That’s the only thing I regret,” said Jimmie Dale brightly.  “It\nwasn’t nice of you, Carruthers, to turn on the Gray Seal that way.\nAnd it strikes me you owe the chap, whoever he is, a pretty emphatic\nexoneration after what you said in this morning’s edition.”",
        "“Jimmie,” said Carruthers earnestly.  “You know what I thought of\nhim before.  It’s like a new lease of life to get back one’s faith\nin him.  You leave it to me.  I’ll put the Gray Seal on a pedestal\nto-morrow that will be worthy of the immortals–you leave it to me.”",
        "And Carruthers kept his word.  Also, before the paper had been an\nhour off the press, Carruthers received a letter.  It thanked\nCarruthers quite genuinely, even if couched in somewhat facetious\nterms, for his “sweeping vindication,” twitted him gently for his\n“backsliding,” begged to remain “his gratefully,” and in lieu of\nsignature there was a gray-coloured piece of paper shaped like this:",
        "[Picture]",
        "Only there were no fingerprints on it.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}