{
    "title": "The Fortieth Door - Chapter XV",
    "author": "Mary Hastings Bradley",
    "chapter": "15",
    "content": [
        "\n\n",
        "UNDERGROUND",
        "Alone in the gloom of that strange room, Aimée sat rigid. Listening.\nNot a sound, beyond the closed door, from the long drawing room. Not\na sound, beyond the other door, from the room where the slave,\nFatima, waited to assist in her disrobing.",
        "Silence everywhere–save for a low lapping of water against the\nmasonry beneath her windows.",
        "The palace was on the river, then, or on some old backwater. She\nremembered glimpses of dark canals on her drive that morning–had it\nonly been that morning? The sound of that soft, hidden water added\nto her feeling of isolation and remoteness from everything that had\nbeen her life before–she thought fleetingly, almost indifferently\nof her friends, Azima, who to-day had crowned her for happiness, and\nfond, foolish old Miriam and Madame de Coulevain and Tewfick Pasha,\nweakly cruel, but amiable; she thought of them all, as unreal\nfigures from whom she had long taken leave.",
        "The old life was over. It had died for her when she passed through\nthe dark doorway and met that arrogant, sardonic, fatuous man, the\nmaster of this palace....",
        "Or more truly that old life had died for her when she had flung a\nblack mantle about her chiffon frock and a street veil across her\nsparkling face and had stolen, daring and breathless, into the\nlights and revelry of that hotel masquerade. There, when she had\nshrunk back from the Harlequin and had looked up to meet the\nkindling glance of that mask in tartans–yes, there, the old life\nhad died for her forever if only she had known it.",
        "And now–she would only like to die, too, she thought miserably,\nafter she had been assured of Ryder’s safety. She was tense with\nfear for him, distrusting in every fiber the assurance of that\nfanatic, outraged Turk.",
        "She was not utterly resourceless. When Ryder’s revolver had dropped\nto the floor she had maneuvered, unseen by Hamdi Bey, to get her\ntrain over it, and when she had stooped for her train her one free\nhand had closed over the revolver handle beneath the satin and lace.",
        "Now the revolver lay on the divan, and very eagerly she drew it out,\nfeeling it in the darkness, curling her finger about the trigger.\nNever in her life had she fired a shot, for her most formidable\nweapon had been the bows and arrows of the Children’s Archery\nContest of the English Club, but she felt in herself now that\nhighstrung tensity which at all cost would carry her on.",
        "Carefully she bestowed the small, steel thing in the bosom of her\ndress, then she stared questioningly at the dress itself, hastily\nunpinning the veil, and tying the long train up to her girdle. Then,\nwith a wary glance for the closed door behind which waited that\nFatima she dreaded, she stole to the door the general had shut and\npressed it softly ajar, peering out into the deserted throne room.",
        "Like a great cave of darkness the room stretched before her, peopled\nwith goblin shadows from the dying candles upon the disordered,\nabandoned table; she saw the chair pushed back where she had risen\nto struggle with the bey, the long folds of white cloth, sweeping\nthe floor, behind which Hamdi had rolled so agilely; a stain was\nstill spreading about an upset glass, and from the overturned cooler\nthe ice water was dripping, dripping with a steady, sinister\nimplication.",
        "She thought of flight.... There was another black, the general had\nwarned her, beyond the door, and there would be bars and bolts on\nany egress from the harem, but with the revolver in her possession\nsome desperate escape might be achieved.",
        "But Ryder.... No, the gun was for another purpose.... She would not\nsquander it yet upon herself....",
        "From the boudoir she moved slowly, carrying one of the gilt\ncandelabra from the table to light the room. She would need light\nfor her plan....",
        "For ages, long, unending ages, she sat there, waiting.... A hundred\ntimes it seemed to her that she could stand no more, that she must\nmake her way out at all costs, must discover what fate they were\ndealing to Ryder, but still she forced herself to sit there, her\npulses racing, her heart sick with suspense, but desperately\nwaiting....",
        "She felt a sudden wave of weakness go through her at an advancing\nstep from the next room. But her chin was up, her eyes fixed and\ndesperate as the figure of the general appeared in her opening door.",
        "“Ah, light! This is more cheerful, little one.”",
        "She had risen, half moved towards him. “Is he safe?”",
        "“The stranger? Safe as treasure–buried treasure, little one.”",
        "The bey laughed, and that laughter and the glittering satisfaction\nof his eyes, filled her with foreboding although his next words came\nwith smiling reassurance.",
        "“Not a hair of his head is hurt, I give you my word.”",
        "“But where is he–what have you done?”",
        "“Shut him up, to be sure. Kept him as hostage for your sweet\nhumility–a novel way to win a bride, oh, essence of shyness!”",
        "Malevolently he smiled down at her and in the back of her frightened\nmind she realized that this man did well to be angry, that the\naffront to him had been immeasurable, and that many a Turk would\nhave simply driven his dagger through the intruder’s heart–and her\nown, too.",
        "But though she tried to tell herself that there was forbearance in\nhim, she felt, instinctively, that there was deeper kindness in\ndirect, thrusting fury than in this man’s sinister mockery.",
        "She had sunk back upon the divan on the bey’s approach; now as he\nstood before her with that mask of a smile upon his face, drawing a\nsilk handkerchief across a forehead she saw glistening in the\ncandlelight, she leaned towards him again, her hands involuntarily\nclasping.",
        "“Monsieur, I seem to have done you a great wrong,” she said\ntremblingly, “but it is not so great as you suppose. Will you listen\nto me? I–”",
        "“Useless, useless.” He waved the handkerchief negligently at her. “I\nhave had words enough. You are not the daughter of Tewfick\nPasha–you are his step-daughter–your French family desires to\ncapture you–I know the rigmarole by heart, you observe. And of\ncourse when a French family desires to obtain possession of a\ncharming step-daughter, on the eve of her marriage, that family\nalways employs a handsome young man to break into the bride’s\nchamber–and point a gun at the husband–”",
        "His mustache lifted in a grimacing sneer.",
        "“But it is true, and I am French,” she interposed swiftly.",
        "“Excellent–I do not object in the least.” He shot his handkerchief\nup his cuff, and turned to her with eyes that lightly mocked\nthe agonized appeal of the young face. “French blood is\ndelightful–quicksilver and champagne. You will enliven me, I\npromise you.”",
        "“But the marriage–it is not legal, monsieur,” she said desperately,\nsummoning all her courage. “Tewfick Pasha has no right to give me to\nyou–”",
        "Indulgently he smiled down at her, then his narrowed eyes traveled\nslowly about the room.",
        "“But this is a strange time–and place!–to talk of legalities. Do\nnot distress yourself–your step-father is your guardian and your\nmarriage will be as binding as the oaths of the prophet. Have no\nqualms.... And now, if your French blood will smile a little–”",
        "He started to seat himself beside her, but in that instant she was\non her feet. With all the courage in her beating heart she whipped\nout that revolver and pointed it at him.",
        "“If you call–I shoot,” she said breathlessly.",
        "The round mouth of the gun shook ever so slightly in the excited\nhand gripping it, but in the blazing look she turned on him was the\nunshaken, imperious passion of a woman swept absolutely beyond all\nfear.",
        "Meeting that look Hamdi Bey stood extremely still and made no sound.",
        "“There are plenty of shots–for you, at the first noise, and for\nthe servants, if they come,” she went on in that fierce undertone,\nand then, passionately, “What did you do to him? Take me to him–at\nonce!”",
        "Irresolutely the man stood and looked up at her under his\nhalf-lowered lids. He was near enough for a spring–and yet if that\nexcited finger should press.... The girl was capable of anything.\nShe was possessed.... And men had died of such accidents before\nthat....",
        "“May I speak?” he murmured, in a tone scarcely audible, yet\npreserving somehow its flavor of sardonic amusement.",
        "“Under your breath. One sound, remember–and I am a very good shot.”",
        "“But what a wife,” he sighed. “All the talents–”",
        "“I tell you that I will see him for myself. Take me to him, this\nmoment–”",
        "“Shall I give orders and have him brought here? He is quite safe, I\nassure you.”",
        "“Orders? If you summon a servant I will shoot. No, lead the way, and\nI will follow you. And if you make one sound–one false move–”",
        "Decidedly the girl was possessed. She stood there like a white image\nof war, her hand on that infernal automatic.... He hesitated, gnawed\nhis mustache, then swung sullenly upon his heel.",
        "Like some fantastic sculpture from an Amazonian triumph, they\ncrossed the long drawing-room, the erect, gilt-braided general\npreceding, very slowly, the white-clad feminine creature, who held\none hand extended, with something boring almost into his shoulder\nblades.",
        "He did not lead her down the long stairs, past the guarding eunuch.\nHe took, instead, an inner way through the late supper room which\nled down into the pillared hall of banquets. That way was safe of\nservants now; crossing the pillared hall there were no more sounds\nof late work from the service quarters beyond. Oblivious of the wild\ndevelopments of that wedding reception, the tired servants, stuffed\nwith the last pasty, warmed with the last surreptitious drop of\nwine, were asleep at last.",
        "Outside the door in the stone wall the bey took down the lantern\nwhich so short a time before he had replaced upon its nail and\nlighted its still smoking wick. He had not restored the key to\nYussuf, and he drew it now from his pocket and fitted it into the\nlock, drawing back the door.",
        "“These stairs are steep,” he murmured. “I hardly like you to descend\nthem unaided, but if you insist–”",
        "“Go on,” she said imperiously.",
        "Down he went, and after him she came, following the way he led her\ndown the long stone underground ways.",
        "“We have, of course, very pleasant stairs down to our water gate,\"\nhe murmured apologetically, “but since you prefer this way–really\nnot the way that I would have chosen to have you first explore your\npalace, madame! These, you perceive, are the cellars and old\nstorerooms–”",
        "“I do not want you to talk,” she said urgently.",
        "“But you would not shoot me for it? Only for raising an alarm? And\nsurely you cannot be unreasonable about a few words–you must be\nvery careful, here, this doorway is low–”",
        "It was not past the old ruined mosque, included in the palace’s\nunderground world, that he was leading her, but down a narrow\nbranching way, between walls so low that the general’s head was\nbowed in caution.",
        "“This part of the palace is very old,” he murmured, over his\nshoulder. “An ancestor of mine, Sharyar the Wazir, raised these\nwalls during the wars–for the dispensing of that sacred duty of\nhospitality which Allah enjoins upon the faithful. It is reported\nthat he was host here to fifty of the enemy during their remaining\nlifetime–although they had the delicacy not to cumber him with\noverlong living. It is not, as I said, a pleasant place, but the\nwalls are strong and so I selected a spot here–”",
        "Here, somewhere, then, in these grim ruins, Ryder was penned,\nhelpless and questioning the to-morrow. The girl trembled with\nexcitement when she thought of his joy, his deliverance–and at her\nhands. For their escape she had no plans, only the decision to\nthrust the gun into his hands and follow him unquestioningly ...\nPerhaps they could leave the general in his place and he could wear\nthe general’s uniform for disguise....",
        "Everything was possible now that she was nearing him and his safety\nwas at hand. She thrilled with a reanimating excitement that flew\nits scarlet banners in her cheeks ... Only a few steps now....",
        "“Go on,” she said breathlessly.",
        "The bey had stopped and now flashed his lantern over a low, timbered\ndoor, studded with ancient nail heads in a design whose artistry did\nnot arrest her. From a peg beside it he took down a key of brass,\nfitted it to the lock and turned it with a deliberation maddening to\nher tense nerves.",
        "Her heart was beating as if it would burst its bounds. Only a moment\nor two–",
        "He had trouble with that door. It took his shoulder; at last he set\nit swinging inward slowly on its creaking hinges. Then he stepped\nback and with a wave of his hand invited her to enter.",
        "“Not a chamber of luxury, you understand, but substantial, as you\nwill see–”",
        "“Go first,” she ordered.",
        "He laughed. “Ever distrustful, little thorn-of-the-rose! Follow,\nthen,” and he stepped within, into the darkness, which his failing\nlantern but little illumined, calling out in a louder tone in his\nhalting English, “A visitor, my friend. A tourist of the\nsubterranean.”",
        "She had followed him to the threshold, seeing nothing in the\nblackness but the seamed blocks of stone within the lantern’s rays,\nafraid always to turn her eyes from him or her hand from its\noutstretched pointing.",
        "He said very quickly to her in Turkish, “If you will wait by the\ndoor. The floor is bad and there is another lantern, here on the\nwall–”",
        "At her left he fumbled along the stone wall. She heard him mutter\n... and then reach.... And then–she did not know what was\nhappening. For the very ground on which she stood, the solid block\nof stone began to slip swiftly beneath her feet–she staggered–and\nfelt herself falling, falling, into some precipitately opened\nabyss....",
        "She gave a wild scream, flinging out her arms in terror, and then\ncold waters closed above her, and the scream ended in a gurgling\ncry.",
        "It was no great distance that she fell. What the dropped stone had\nrevealed, answering the signal of the old lever in the wall that the\ngeneral had pressed, was a stone well, narrow, deep, implanted there\nby some ingenious lord of the palace in by-gone days, for the subtle\nelimination of friend or foe or rival.",
        "But it was not part of Hamdi’s plan to leave the young girl there\nand close the obliterating stone. Scarcely had the waters met above\nher head than he was flinging down a rope ladder whose upper ends\nwere fastened to rings in the floor and descending this with swift\nagility until the waters reached his waist.",
        "Then he leaned out and clutched the floating satin bubbling and\nballooning yet unsubmerged above the stagnant depths and drew it\ntowards him. As the struggling girl came gasping within his reach,\nhe carried her panting up the ladder again, and laid her down in the\ndarkness, while he drew up the ladder and closed the stone by\npressing that hidden lever.",
        "But the stone which had dropped so swiftly, was slow and heavy in\nslipping back in place, and when he turned again to Aimée, she had\nceased her choking cough and was sitting up, thrusting back the\ndripping hair from her black eyes, staring bewilderedly about the\ngloom as murky as any genie’s cave.",
        "The lantern light was almost out. In its expiring gleams she saw no\nmore inky water, but only the damp, moss-grown stones, on which a\npool was widening from her wet garments, and the half-defined figure\nof the general stooping over to squeeze the streams from his own wet\nclothes.",
        "The nightmarish horror of it overwhelmed her. For a moment she could\nhave screamed with horror, and then she felt a cold and terrible\ndespair lay its paralyzing hand upon her heart.",
        "Somewhere, she felt, beneath those secret stones lay Ryder, drowned\n... And she was living, in her helplessness ... No revolver now.\nThat was gone ... in the water, perhaps....",
        "There was no resource, now, no refuge.... Strength went out of her,\nand passive in a dream of evil darkness she felt herself being\nhurried, stumblingly, back through the secret corridors and the dark\nhalls.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}