{
    "title": "The War of the Worlds - Chapter One",
    "author": "H.G. Wells",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "\n   In the first book I have wandered so much from my own\nadventures to tell of the experiences of my brother that all\nthrough the last two chapters I and the curate have been\nlurking in the empty house at Halliford whither we fled to\nescape the Black Smoke.  There I will resume.  We stopped\nthere all Sunday night and all the next day--the day of the\npanic--in a little island of daylight, cut off by the Black\nSmoke from the rest of the world.  We could do nothing but\nwait in aching inactivity during those two weary days.",
        "My mind was occupied by anxiety for my wife.  I figured\nher at Leatherhead, terrified, in danger, mourning me already\nas a dead man.  I paced the rooms and cried aloud when I\nthought of how I was cut off from her, of all that might hap-\npen to her in my absence.  My cousin I knew was brave\nenough for any emergency, but he was not the sort of man to\nrealise danger quickly, to rise promptly.  What was needed\nnow was not bravery, but circumspection.  My only consola-\ntion was to believe that the Martians were moving London-\nward and away from her.  Such vague anxieties keep the mind\nsensitive and painful.  I grew very weary and irritable with\nthe curate’s perpetual ejaculations; I tired of the sight of his\nselfish despair.  After some ineffectual remonstrance I kept\naway from him, staying in a room--evidently a children’s\nschoolroom--containing globes, forms, and copybooks.  When\nhe followed me thither, I went to a box room at the top of the\nhouse and, in order to be alone with my aching miseries,\nlocked myself in.",
        "We were hopelessly hemmed in by the Black Smoke all\nthat day and the morning of the next.  There were signs of\npeople in the next house on Sunday evening--a face at a\nwindow and moving lights, and later the slamming of a door.\nBut I do not know who these people were, nor what became\nof them.  We saw nothing of them next day.  The Black Smoke\ndrifted slowly riverward all through Monday morning, creep-\ning nearer and nearer to us, driving at last along the roadway\noutside the house that hid us.",
        "A Martian came across the fields about midday, laying\nthe stuff with a jet of superheated steam that hissed against\nthe walls, smashed all the windows it touched, and scalded\nthe curate’s hand as he fled out of the front room.  When at\nlast we crept across the sodden rooms and looked out again,\nthe country northward was as though a black snowstorm had\npassed over it.  Looking towards the river, we were astonished\nto see an unaccountable redness mingling with the black of\nthe scorched meadows.",
        "For a time we did not see how this change affected our\nposition, save that we were relieved of our fear of the Black\nSmoke.  But later I perceived that we were no longer hemmed\nin, that now we might get away.  So soon as I realised that\nthe way of escape was open, my dream of action returned.  But\nthe curate was lethargic, unreasonable.",
        "“We are safe here,” he repeated; “safe here.”",
        "I resolved to leave him--would that I had!  Wiser now for\nthe artilleryman’s teaching, I sought out food and drink.  I\nhad found oil and rags for my burns, and I also took a hat\nand a flannel shirt that I found in one of the bedrooms.  When\nit was clear to him that I meant to go alone--had reconciled\nmyself to going alone--he suddenly roused himself to come.\nAnd all being quiet throughout the afternoon, we started\nabout five o’clock, as I should judge, along the blackened\nroad to Sunbury.",
        "In Sunbury, and at intervals along the road, were dead\nbodies lying in contorted attitudes, horses as well as men,\noverturned carts and luggage, all covered thickly with black\ndust.  That pall of cindery powder made me think of what I\nhad read of the destruction of Pompeii.  We got to Hampton\nCourt without misadventure, our minds full of strange and\nunfamiliar appearances, and at Hampton Court our eyes were\nrelieved to find a patch of green that had escaped the suf-\nfocating drift.  We went through Bushey Park, with its deer\ngoing to and fro under the chestnuts, and some men and\nwomen hurrying in the distance towards Hampton, and so we\ncame to Twickenham.  These were the first people we saw.",
        "Away across the road the woods beyond Ham and Peter-\nsham were still afire.  Twickenham was uninjured by either\nHeat-Ray or Black Smoke, and there were more people about\nhere, though none could give us news.  For the most part\nthey were like ourselves, taking advantage of a lull to shift\ntheir quarters.  I have an impression that many of the houses\nhere were still occupied by scared inhabitants, too frightened\neven for flight.  Here too the evidence of a hasty rout was\nabundant along the road.  I remember most vividly three\nsmashed bicycles in a heap, pounded into the road by the\nwheels of subsequent carts.  We crossed Richmond Bridge\nabout half past eight.  We hurried across the exposed bridge,\nof course, but I noticed floating down the stream a number of\nred masses, some many feet across.  I did not know what these\nwere--there was no time for scrutiny--and I put a more\nhorrible interpretation on them than they deserved.  Here again\non the Surrey side were black dust that had once been smoke,\nand dead bodies--a heap near the approach to the station;\nbut we had no glimpse of the Martians until we were some\nway towards Barnes.",
        "We saw in the blackened distance a group of three people\nrunning down a side street towards the river, but otherwise it\nseemed deserted.  Up the hill Richmond town was burning\nbriskly; outside the town of Richmond there was no trace of\nthe Black Smoke.",
        "Then suddenly, as we approached Kew, came a number\nof people running, and the upperworks of a Martian fighting-\nmachine loomed in sight over the housetops, not a hundred\nyards away from us.  We stood aghast at our danger, and had\nthe Martian looked down we must immediately have perished.\nWe were so terrified that we dared not go on, but turned\naside and hid in a shed in a garden.  There the curate\ncrouched, weeping silently, and refusing to stir again.",
        "But my fixed idea of reaching Leatherhead would not let\nme rest, and in the twilight I ventured out again.  I went\nthrough a shrubbery, and along a passage beside a big house\nstanding in its own grounds, and so emerged upon the road\ntowards Kew.  The curate I left in the shed, but he came\nhurrying after me.",
        "That second start was the most foolhardy thing I ever did.\nFor it was manifest the Martians were about us.  No sooner\nhad the curate overtaken me than we saw either the fighting-\nmachine we had seen before or another, far away across the\nmeadows in the direction of Kew Lodge.  Four or five little\nblack figures hurried before it across the green-grey of the\nfield, and in a moment it was evident this Martian pursued\nthem.  In three strides he was among them, and they ran\nradiating from his feet in all directions.  He used no Heat-Ray\nto destroy them, but picked them up one by one.  Apparently\nhe tossed them into the great metallic carrier which projected\nbehind him, much as a workman’s basket hangs over his\nshoulder.",
        "It was the first time I realised that the Martians might have\nany other purpose than destruction with defeated humanity.\nWe stood for a moment petrified, then turned and fled through\na gate behind us into a walled garden, fell into, rather than\nfound, a fortunate ditch, and lay there, scarce daring to\nwhisper to each other until the stars were out.",
        "I suppose it was nearly eleven o’clock before we gathered\ncourage to start again, no longer venturing into the road, but\nsneaking along hedgerows and through plantations, and\nwatching keenly through the darkness, he on the right and I\non the left, for the Martians, who seemed to be all about us.\nIn one place we blundered upon a scorched and blackened\narea, now cooling and ashen, and a number of scattered dead\nbodies of men, burned horribly about the heads and trunks\nbut with their legs and boots mostly intact; and of dead\nhorses, fifty feet, perhaps, behind a line of four ripped guns\nand smashed gun carriages.",
        "Sheen, it seemed, had escaped destruction, but the place\nwas silent and deserted.  Here we happened on no dead,\nthough the night was too dark for us to see into the side\nroads of the place.  In Sheen my companion suddenly com-\nplained of faintness and thirst, and we decided to try one of\nthe houses.",
        "The first house we entered, after a little difficulty with\nthe window, was a small semi-detached villa, and I found\nnothing eatable left in the place but some mouldy\ncheese.  There was, however, water to drink; and I took a\nhatchet, which promised to be useful in our next house-\nbreaking.",
        "We then crossed to a place where the road turns towards\nMortlake.  Here there stood a white house within a walled\ngarden, and in the pantry of this domicile we found a store\nof food--two loaves of bread in a pan, an uncooked steak, and\nthe half of a ham.  I give this catalogue so precisely because,\nas it happened, we were destined to subsist upon this store\nfor the next fortnight.  Bottled beer stood under a shelf, and\nthere were two bags of haricot beans and some limp lettuces.\nThis pantry opened into a kind of wash-up kitchen, and in\nthis was firewood; there was also a cupboard, in which we\nfound nearly a dozen of burgundy, tinned soups and salmon,\nand two tins of biscuits.",
        "We sat in the adjacent kitchen in the dark--for we dared\nnot strike a light--and ate bread and ham, and drank beer\nout of the same bottle.  The curate, who was still timorous\nand restless, was now, oddly enough, for pushing on, and I\nwas urging him to keep up his strength by eating when the\nthing happened that was to imprison us.",
        "“It can’t be midnight yet,” I said, and then came a blinding\nglare of vivid green light.  Everything in the kitchen leaped\nout, clearly visible in green and black, and vanished again.\nAnd then followed such a concussion as I have never heard\nbefore or since.  So close on the heels of this as to seem in-\nstantaneous came a thud behind me, a clash of glass, a crash\nand rattle of falling masonry all about us, and the plaster of\nthe ceiling came down upon us, smashing into a multitude\nof fragments upon our heads.  I was knocked headlong across\nthe floor against the oven handle and stunned.  I was insensible\nfor a long time, the curate told me, and when I came to we\nwere in darkness again, and he, with a face wet, as I found\nafterwards, with blood from a cut forehead, was dabbing\nwater over me.",
        "For some time I could not recollect what had happened.\nThen things came to me slowly.  A bruise on my temple as-\nserted itself.",
        "“Are you better?” asked the curate in a whisper.",
        "At last I answered him.  I sat up.",
        "“Don’t move,” he said.  “The floor is covered with smashed\ncrockery from the dresser.  You can’t possibly move without\nmaking a noise, and I fancy THEY are outside.”",
        "We both sat quite silent, so that we could scarcely hear\neach other breathing.  Everything seemed deadly still, but\nonce something near us, some plaster or broken brickwork,\nslid down with a rumbling sound.  Outside and very near was\nan intermittent, metallic rattle.",
        "“That!” said the curate, when presently it happened\nagain.",
        "“Yes,” I said.  “But what is it?”",
        "“A Martian!” said the curate.",
        "I listened again.",
        "“It was not like the Heat-Ray,” I said, and for a time I was\ninclined to think one of the great fighting-machines had\nstumbled against the house, as I had seen one stumble against\nthe tower of Shepperton Church.",
        "Our situation was so strange and incomprehensible that for\nthree or four hours, until the dawn came, we scarcely moved.\nAnd then the light filtered in, not through the window, which\nremained black, but through a triangular aperture between\na beam and a heap of broken bricks in the wall behind us.\nThe interior of the kitchen we now saw greyly for the first\ntime.",
        " The window had been burst in by a mass of garden mould,\nwhich flowed over the table upon which we had been sitting\nand lay about our feet.  Outside, the soil was banked high\nagainst the house.  At the top of the window frame we could\nsee an uprooted drainpipe.  The floor was littered with\nsmashed hardware; the end of the kitchen towards the house\nwas broken into, and since the daylight shone in there, it was\nevident the greater part of the house had collapsed.  Con-\ntrasting vividly with this ruin was the neat dresser, stained\nin the fashion, pale green, and with a number of copper and\ntin vessels below it, the wallpaper imitating blue and white\ntiles, and a couple of coloured supplements fluttering from the\nwalls above the kitchen range.",
        "As the dawn grew clearer, we saw through the gap in the\nwall the body of a Martian, standing sentinel, I suppose, over\nthe still glowing cylinder.  At the sight of that we crawled as\ncircumspectly as possible out of the twilight of the kitchen\ninto the darkness of the scullery.",
        "Abruptly the right interpretation dawned upon my mind.",
        "“The fifth cylinder,” I whispered, “the fifth shot from\nMars, has struck this house and buried us under the ruins!”",
        "For a time the curate was silent, and then he whispered:",
        "“God have mercy upon us!”",
        "I heard him presently whimpering to himself.",
        "Save for that sound we lay quite still in the scullery; I\nfor my part scarce dared breathe, and sat with my eyes\nfixed on the faint light of the kitchen door.  I could just see\nthe curate’s face, a dim, oval shape, and his collar and cuffs.\nOutside there began a metallic hammering, then a violent\nhooting, and then again, after a quiet interval, a hissing like\nthe hissing of an engine.  These noises, for the most part\nproblematical, continued intermittently, and seemed if any-\nthing to increase in number as time wore on.  Presently a\nmeasured thudding and a vibration that made everything\nabout us quiver and the vessels in the pantry ring and shift,\nbegan and continued.  Once the light was eclipsed, and the\nghostly kitchen doorway became absolutely dark.  For many\nhours we must have crouched there, silent and shivering,\nuntil our tired attention failed. . . .",
        "At last I found myself awake and very hungry.  I am in-\nclined to believe we must have spent the greater portion of\na day before that awakening.  My hunger was at a stride\nso insistent that it moved me to action.  I told the curate I\nwas going to seek food, and felt my way towards the pantry.\nHe made me no answer, but so soon as I began eating the\nfaint noise I made stirred him up and I heard him crawling\nafter me.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}