{
    "title": "The Life of Abraham Lincoln - Chapter XXXI. Emancipation",
    "author": "Henry Ketcham",
    "chapter": "33",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The institution of slavery was always and only hateful to the earnest\nand honest nature of Lincoln. He detested it with all the energy of his\nsoul. He would, as he said, gladly have swept it from the face of the\nearth. Not even the extreme abolitionists, Garrison, Wendell Phillips,\nWhittier, abominated slavery with more intensity than Lincoln. But he\ndid not show his hostility in the same way. He had a wider scope of\nvision than they. He had, and they had not, an appreciative historical\nknowledge of slavery in this country. He knew that it was tolerated by\nthe Constitution and laws enacted within the provisions of the\nConstitution, though he believed that the later expansion of slavery\nwas contrary to the spirit and intent of the men who framed the\nConstitution. And he believed that slaveholders had legal rights which\nshould be respected by all orderly citizens. His sympathy with the\nslave did not cripple his consideration for the slave-owner who had\ninherited his property in that form, and under a constitution and laws\nwhich he did not originate and for which he was not responsible.",
        "He would destroy slavery root and branch, but he would do it in a\nmanner conformable to the Constitution, not in violation of it. He\nwould exterminate it, but he would not so do it as to impoverish law-\nabiding citizens whose property was in slaves. He would eliminate\nslavery, but not in a way to destroy the country, for that would entail\nmore mischief than benefit. To use a figure, he would throw Jonah\noverboard, but he would not upset the ship in the act.",
        "Large numbers of people have a limited scope of knowledge. Such\noverlooked the real benefits of our civilization, and did not realize\nthat wrecking the constitution would simply destroy the good that had\nthus far been achieved, and uproot the seeds of promise of usefulness\nfor the centuries to come. They wanted slavery destroyed at once,\nviolently, regardless of the disastrous consequences. On the other\nhand, Lincoln wanted it destroyed, but by a sure and rational process.\nHe wished–and from this he never swerved–to do also two things:\nfirst, to compensate the owners of the slaves, and second to provide\nfor the future of the slaves themselves. Of course, the extreme\nradicals could not realize that he was more intensely opposed to\nslavery than themselves.",
        "Let us now glance at his record. We have already seen (in chapter V.)\nhow he revolted from the first view of the horrors of the institution,\nand the youthful vow which he there recorded will not readily be\nforgotten. That was in 1831 when he was twenty-two years of age.",
        "Six years later, or in 1837, when he was a youthful member of the\nIllinois legislature, he persuaded Stone to join him in a protest\nagainst slavery. There was positively nothing to be gained by this\nprotest, either personally or in behalf of the slave. The only possible\nreason for it was that he believed that slavery was wrong and could not\nrest until he had openly expressed that belief. “A timely utterance\ngave that thought relief, And I again am strong.”",
        "When he was in congress, in 1846, the famous Wilmot Proviso came up.\nThis was to provide “that, as an express and fundamental condition to\nthe acquisition of any territory from the republic of Mexico by the\nUnited States ... neither slavery nor involuntary servitude shall ever\nexist in any part of the said territory.” By reason of amendments, this\nsubject came before the house very many times, and Lincoln said\nafterwards that he had voted for the proviso in one form or another\nforty-two times.",
        "On the 16th day of January, 1849, he introduced into congress a bill\nfor the emancipation of slavery in the District of Columbia. This was a\nwise and reasonable bill. It gave justice to all, and at the same time\ngathered all the fruits of emancipation in the best possible way. The\nbill did not pass, there was no hope at the time that it would pass.\nBut it compelled a reasonable discussion of the subject and had a\ncertain amount of educational influence.",
        "It is interesting that, thirteen years later, April 10, 1862, he had\nthe privilege of fixing his presidential signature to a bill similar to\nhis own. Congress had moved up to his position. When he signed the\nbill, he said: “Little did I dream, in 1849, when I proposed to abolish\nslavery in this capital, and could scarcely get a hearing for the\nproposition, that it would be so soon accomplished.”",
        "After the expiration of his term in congress he left political life, as\nhe supposed, forever. He went into the practise of the law in earnest,\nand was so engaged at the time of the repeal of the Missouri Compromise\nwhich called him back to the arena of politics.",
        "In the early part of the war there were certain attempts at\nemancipation which Lincoln held in check for the reason that the time\nfor them had not arrived. “There’s a tide in the affairs of men.” It is\nof prime importance that this tide be taken at the flood. So far as\nemancipation was concerned, this came in slower than the eagerness of\nGenerals Fremont and Hunter. But it was coming, and in the meantime\nLincoln was doing what he could to help matters on. The difficulty was\nthat if the Union was destroyed it would be the death-blow to the cause\nof emancipation. At the same time not a few loyal men were\nslaveholders. To alienate these by premature action would be\ndisastrous. The only wise plan of action was to wait patiently until a\nsufficient number of these could be depended on in the emergency of\nemancipation. This was what Lincoln was doing.",
        "The first part of the year 1862 was very trying. The North had expected\nto march rapidly and triumphantly into Richmond. This had not been\naccomplished, but on the contrary disaster had followed disaster in\nbattle, and after many months the two armies were encamped facing each\nother and almost in sight of Washington, while the soldiers from the\nNorth were rapidly sickening and dying in the Southern camps. Small\nwonder if there was an impatient clamor.",
        "A serious result of this delay was the danger arising from European\nsources. The monarchies of Europe had no sympathy with American\nfreedom. They became impatient with the reports of “no progress” in the\nwar, and at this time some of them were watching for a pretext to\nrecognize the Southern Confederacy. This came vividly to the knowledge\nof Carl Schurz, minister to Spain. By permission of the President he\nreturned to this country–this was late in January, 1862–to lay the\nmatter personally before him. With the help of Schurz, Lincoln\nproceeded to develop the sentiment for emancipation. By his request\nSchurz went to New York to address a meeting of the Emancipation\nSociety on March 6th. It need not be said that the speaker delivered a\nmost able and eloquent plea upon “Emancipation as a Peace Measure.\"\nLincoln also made a marked contribution to the meeting. He telegraphed\nto Schurz the text of his message to congress recommending emancipation\nin the District of Columbia,–which resulted in the law already\nmentioned,–and this message of Lincoln was read to the meeting. The\neffect of it, following the speech of Schurz, was overwhelming. It was\nquite enough to satisfy the most sanguine expectations. This was not a\ncoincidence, it was a plan. Lincoln’s hand in the whole matter\nwas not seen nor suspected for many years after. It gave a marked\nimpetus to the sentiment of emancipation.",
        "To the loyal slaveholders of the border states he made a proposal of\ncompensated emancipation. To his great disappointment they rejected\nthis. It was very foolish on their part, and he cautioned them that\nthey might find worse trouble.",
        "All this time, while holding back the eager spirits of the\nabolitionists, he was preparing for his final stroke. But it was of\ncapital importance that this should not be premature. McClellan’s\nfailure to take Richmond and his persistent delay, hastened the result.\nThe community at large became impatient beyond all bounds. There came\nabout a feeling that something radical must be done, and that quickly.\nBut it was still necessary that he should be patient. As the bravest\nfireman is the last to leave the burning structure, so the wise\nstatesman must hold himself in check until the success of so important\na measure is assured beyond a doubt.",
        "An event which occurred later may be narrated here because it\nillustrates the feeling which Lincoln always had in regard to slavery.\nThe item was written out by the President himself and given to the\nnewspapers for publication under the heading,",
        "“THE PRESIDENT’S LAST, SHORTEST, AND BEST SPEECH.”",
        "“On Thursday of last week, two ladies from Tennessee came before the\nPresident, asking the release of their husbands, held as prisoners of\nwar at Johnson’s Island. They were put off until Friday, when they came\nagain, and were again put off until Saturday. At each of the interviews\none of the ladies urged that her husband was a religious man. On\nSaturday, when the President ordered the release of the prisoners, he\nsaid to this lady: You say your husband is a religious man; tell him\nwhen you meet him that I say I am not much of a judge of religion, but\nthat, in my opinion, the religion that sets men to rebel and fight\nagainst their government because, as they think, that government does\nnot sufficiently help some men to eat their bread in the sweat\nof other men’s faces, is not the sort of religion upon which\npeople can get to heaven.”",
        "As the dreadful summer of 1862 advanced, Lincoln noted surely that the\ntime was at hand when emancipation would be the master stroke. In\ndiscussing the possibilities of this measure he seemed to take the\nopposite side. This was a fixed habit with him. He drew out the\nthoughts of other people. He was enabled to see the subject from all\nsides. Even after his mind was made up to do a certain thing, he would\nstill argue against it. But in any other sense than this he took\ncounsel of no one upon the emancipation measure. The work was his work.\nHe presented his tentative proclamation to the cabinet on the 22d of\nJuly, 1862. The rest of the story is best told in Lincoln’s own words:\n–",
        "“It had got to be midsummer, 1862. Things had gone on from bad to\nworse, until I felt that we had reached the end of our rope on the plan\nof operations we had been pursuing; that we had about played our last\ncard, and must change our tactics or lose the game. I now determined\nupon the adoption of the emancipation policy; and without consultation\nwith, or knowledge of, the cabinet, I prepared the original draft of\nthe proclamation, and after much anxious thought called a cabinet\nmeeting upon the subject.... I said to the cabinet that I had resolved\nupon this step, and had not called them together to ask their advice,\nbut to lay the subject-matter of a proclamation before them,\nsuggestions as to which would be in order after they had heard it\nread.”",
        "The members of the cabinet offered various suggestions, but none which\nLincoln had not fully anticipated. Seward approved the measure but\nthought the time not opportune. There had been so many reverses in the\nwar, that he feared the effect. “It may be viewed,” he said, “as the\nlast measure of an exhausted government, a cry for help; the government\nstretching forth its hands to Ethiopia, instead of Ethiopia stretching\nforth her hands to the government.” He then suggested that the\nproclamation be not issued until it could be given to the country\nsupported by military successes. This seemed to Lincoln a wise\nsuggestion, and he acted on it. The document was laid away for the\ntime.",
        "It was not until September 17th that the looked-for success came. The\nConfederate army had crossed the Potomac with the intention of invading\nthe North. They were met and completely defeated in the battle of\nAntietam. Lincoln said of it: “When Lee came over the river, I made a\nresolution that if McClellan drove him back I would send the\nproclamation after him. The battle of Antietam was fought Wednesday,\nand until Saturday I could not find out whether we had gained a victory\nor lost a battle. It was then too late to issue the proclamation that\nday; and the fact is I fixed it up a little Sunday, and Monday I let\nthem have it.”",
        "This was the preliminary proclamation and was issued September 22d. The\nsupplementary document, the real proclamation of emancipation, was\nissued January 1, 1863. As the latter covers substantially the ground\nof the former, it is not necessary to repeat both and only the second\none is given.",
        "EMANCIPATION PROCLAMATION.",
        "Whereas, on the twenty-second day of September, in the year of our Lord\none thousand eight hundred and sixty-two, a proclamation was issued by\nthe President of the United States, containing, among other things, the\nfollowing, to wit:–",
        "That on the first day of January in the year of our Lord one thousand\neight hundred and sixty-three, all persons held as slaves within any\nstate, or designated part of a state, the people whereof shall then be\nin rebellion against the United States, shall be then, thenceforward\nand forever free, and the Executive Government of the United States,\nincluding the military and naval authority thereof, will recognize and\nmaintain the freedom of such persons, and will do no act or acts to\nrepress such persons, or any of them, in any efforts they may make for\ntheir actual freedom.",
        "That the Executive will, on the first day of January aforesaid by\nproclamation, designate the states and part of states, if any, in which\nthe people thereof respectively shall then be in rebellion against the\nUnited States; and the fact that any state, or the people thereof,\nshall on that day be in good faith represented in the congress of the\nUnited States by members chosen thereto at elections wherein a majority\nof the qualified voters of such state shall have participated, shall,\nin the absence of strong countervailing testimony, be deemed conclusive\nevidence that such state and the people thereof are not then in\nrebellion against the United States:–",
        "Now, therefore, I, Abraham Lincoln, President of the United\nStates, by virtue of the power in me vested as commander-in-chief of\nthe army and navy of the United States, in time of actual armed\nrebellion against the authority of, and government of, the United\nStates, and as a fit and necessary war measure for suppressing said\nrebellion, do, on this first day of January, in the year of our Lord\none thousand eight hundred and sixty-three, and in accordance with my\npurpose so to do, publicly proclaimed for the full period of one\nhundred days from the day first above mentioned, order, and designate,\nas the states and parts of states wherein the people thereof\nrespectively are this day in rebellion against the United States [here\nfollows the list].",
        "And by virtue of the power and for the purpose aforesaid, I do order\nand declare that all persons held as slaves within said designated\nstates and parts of states, are and henceforward shall be free; and\nthat the executive government of the United States, including the\nmilitary and naval authorities thereof, will recognize and maintain the\nfreedom of said persons.",
        "And I hereby enjoin upon the people so declared to be free, to abstain\nfrom all violence, unless in necessary self-defense, and I recommend to\nthem, that in all cases, when allowed, they labor faithfully for\nreasonable wages.",
        "And I further declare and make known that such persons of suitable\ncondition will be received into the armed service of the United States\nto garrison forts, positions, stations, and other places, and to man\nvessels of all sorts in said service.",
        "And upon this act, sincerely believed to be an act of justice,\nwarranted by the Constitution, upon military necessity, I invoke the\nconsiderate judgment of mankind and the gracious favor of almighty God.",
        "In Testimony whereof, I have hereunto set my name and caused the\nseal of the United States to be affixed.",
        "Done at the city of Washington, this first day of January, in the year\nof our Lord one thousand eight hundred and sixty-three, and of the\nIndependence of the United States of America the eighty-seventh.",
        "  ABRAHAM LINCOLN.",
        "By the President:\n  WILLIAM H. SEWARD, Secretary of State.",
        "So he fulfilled his youthful vow. He had hit that thing, and he had hit\nit hard! From that blow the cursed institution of slavery will not\nrecover in a thousand years.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}