{
    "title": "The Story of Mankind - The Greeks (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "MEANWHILE THE INDO-EUROPEAN TRIBE\nOF THE HELLENES WAS TAKING\nPOSSESSION OF GREECE",
        "THE Pyramids were a thousand years old and were beginning\nto show the first signs of decay, and Hammurabi, the\nwise king of Babylon, had been dead and buried several centuries,\nwhen a small tribe of shepherds left their homes along\nthe banks of the River Danube and wandered southward in\nsearch of fresh pastures. They called themselves Hellenes,\nafter Hellen, the son of Deucalion and Pyrrha. According\nto the old myths these were the only two human beings who\nhad escaped the great flood, which countless years before had\ndestroyed all the people of the world, when they had grown\nso wicked that they disgusted Zeus, the mighty God, who lived\non Mount Olympus.",
        "Of these early Hellenes we know nothing. Thucydides,\nthe historian of the fall of Athens, describing his earliest\nancestors, said that they “did not amount to very much,” and\nthis was probably true. They were very ill-mannered. They\nlived like pigs and threw the bodies of their enemies to the wild\ndogs who guarded their sheep. They had very little respect\nfor other people’s rights, and they killed the natives of the\nGreek peninsula (who were called the Pelasgians) and stole\ntheir farms and took their cattle and made their wives and\ndaughters slaves and wrote endless songs praising the courage\nof the clan of the Achaeans, who had led the Hellenic advance-\nguard into the mountains of Thessaly and the Peloponnesus.",
        "But here and there, on the tops of high rocks, they saw\nthe castles of the AEgeans and those they did not attack for\nthey feared the metal swords and the spears of the AEgean\nsoldiers and knew that they could not hope to defeat them with\ntheir clumsy stone axes.",
        "For many centuries they continued to wander from valley\nto valley and from mountain side to mountain side Then the\nwhole of the land had been occupied and the migration had\ncome to an end.",
        "That moment was the beginning of Greek civilisation. The\nGreek farmer, living within sight of the AEgean colonies,\nwas finally driven by curiosity to visit his haughty neighbours.\nHe discovered that he could learn many useful things from\nthe men who dwelt behind the high stone walls of Mycenae, and\nTiryns.",
        "He was a clever pupil. Within a short time he mastered\nthe art of handling those strange iron weapons which the\nAEgeans had brought from Babylon and from Thebes. He\ncame to understand the mysteries of navigation. He began\nto build little boats for his own use.",
        "And when he had learned everything the AEgeans could\nteach him he turned upon his teachers and drove them back\nto their islands. Soon afterwards he ventured forth upon the\nsea and conquered all the cities of the AEgean. Finally in the\nfifteenth century before our era he plundered and ravaged\nCnossus and ten centuries after their first appearance upon\nthe scene the Hellenes were the undisputed rulers of Greece,\nof the AEgean and of the coastal regions of Asia Minor. Troy,\nthe last great commercial stronghold of the older civilisation,\nwas destroyed in the eleventh century B.C. European history\nwas to begin in all seriousness.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}