{
    "title": "The Story of Mankind - The Age of Science (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "61",
    "content": [
        "\n",
        "\n\n",
        "BUT THE WORLD HAD UNDERGONE ANOTHER\nCHANGE WHICH WAS OF GREATER\nIMPORTANCE THAN EITHER THE POLITICAL\nOR THE INDUSTRIAL REVOLUTIONS.\nAFTER GENERATIONS OF OPPRESSION\nAND PERSECUTION, THE SCIENTIST HAD\nAT LAST GAINED LIBERTY OF ACTION\nAND HE WAS NOW TRYING TO DISCOVER\nTHE FUNDAMENTAL LAWS WHICH GOVERN\nTHE UNIVERSE",
        "THE Egyptians, the Babylonians, the Chaldeans, the Greeks\nand the Romans, had all contributed something to the first\nvague notions of science and scientific investigation. But the\ngreat migrations of the fourth century had destroyed the classical\nworld of the Mediterranean, and the Christian Church, which\nwas more interested in the life of the soul than in the life of the\nbody, had regarded science as a manifestation of that human arrogance\nwhich wanted to pry into divine affairs which belonged\nto the realm of Almighty God, and which therefore was closely\nrelated to the seven deadly sins.",
        "The Renaissance to a certain but limited extent had broken\nthrough this wall of Mediaeval prejudices. The Reformation,\nhowever, which had overtaken the Renaissance in the early 16th\ncentury, had been hostile to the ideals of the “new civilisation,\"\nand once more the men of science were threatened with severe\npunishment, should they try to pass beyond the narrow limits\nof knowledge which had been laid down in Holy Writ.",
        "Our world is filled with the statues of great generals, atop\nof prancing horses, leading their cheering soldiers to glorious\nvictory. Here and there, a modest slab of marble announces\nthat a man of science has found his final resting place. A thousand\nyears from now we shall probably do these things differently,\nand the children of that happy generation shall know\nof the splendid courage and the almost inconceivable devotion\nto duty of the men who were the pioneers of that abstract\nknowledge, which alone has made our modern world a practical\npossibility.",
        "Many of these scientific pioneers suffered poverty and contempt\nand humiliation. They lived in garrets and died in dungeons.\nThey dared not print their names on the title-pages of\ntheir books and they dared not print their conclusions in the\nland of their birth, but smuggled the manuscripts to some secret\nprinting shop in Amsterdam or Haarlem. They were exposed\nto the bitter enmity of the Church, both Protestant and Catholic,\nand were the subjects of endless sermons, inciting the parishioners\nto violence against the “heretics.”",
        "Here and there they found an asylum. In Holland, where\nthe spirit of tolerance was strongest, the authorities, while\nregarding these scientific investigations with little favour, yet\nrefused to interfere with people’s freedom of thought. It became\na little asylum for intellectual liberty where French and\nEnglish and German philosophers and mathematicians and\nphysicians could go to enjoy a short spell of rest and get a\nbreath of free air.",
        "In another chapter I have told you how Roger Bacon, the\ngreat genius of the thirteenth century, was prevented for years\nfrom writing a single word, lest he get into new troubles with\nthe authorities of the church. And five hundred years later, the\ncontributors to the great philosophic “Encyclopaedia” were under\nthe constant supervision of the French gendarmerie. Half\na century afterwards, Darwin, who dared to question the story\nof the creation of man, as revealed in the Bible, was denounced\nfrom every pulpit as an enemy of the human race.",
        "Even to-day, the persecution of those who venture into the\nunknown realm of science has not entirely come to an end.\nAnd while I am writing this Mr. Bryan is addressing a vast\nmultitude on the “Menace of Darwinism,” warning his hearers\nagainst the errors of the great English naturalist.",
        "All this, however, is a mere detail. The work that has to\nbe done invariably gets done, and the ultimate profit of the\ndiscoveries and the inventions goes to the mass of those same people\nwho have always decried the man of vision as an unpractical idealist.",
        "The seventeenth century had still preferred to investigate\nthe far off heavens and to study the position of our\nplanet in relation to the solar system. Even so, the Church had\ndisapproved of this unseemly curiosity, and Copernicus who\nfirst of all had proved that the sun was the centre of the universe,\ndid not publish his work until the day of his death. Galileo\nspent the greater part of his life under the supervision of the\nclerical authorities, but he continued to use his telescope and\nprovided Isaac Newton with a mass of practical observations,\nwhich greatly helped the English mathematician when he dis-\ncovered the existence of that interesting habit of falling objects\nwhich came to be known as the Law of Gravitation.",
        "That, for the moment at least, exhausted the interest in the\nHeavens, and man began to study the earth. The invention\nof a workable microscope, (a strange and clumsy little thing,)\nby Anthony van Leeuwenhoek during the last half of the 17th\ncentury, gave man a chance to study the “microscopic” creatures\nwho are responsible for so many of his ailments. It laid\nthe foundations of the science of “bacteriology” which in the\nlast forty years has delivered the world from a great number of\ndiseases by discovering the tiny organisms which cause the\ncomplaint. It also allowed the geologists to make a more\ncareful study of different rocks and of the fossils (the petrified\nprehistoric plants) which they found deep below the surface of\nthe earth. These investigations convinced them that the earth\nmust be a great deal older than was stated in the book of\nGenesis and in the year 1830, Sir Charles Lyell published his\n“Principles of Geology” which denied the story of creation as\nrelated in the Bible and gave a far more wonderful description\nof slow growth and gradual development.",
        "At the same time, the Marquis de Laplace was working on\na new theory of creation, which made the earth a little blotch\nin the nebulous sea out of which the planetary system had\nbeen formed and Bunsen and Kirchhoff, by the use of the\nspectroscope, were investigating the chemical composition of the\nstars and of our good neighbour, the sun, whose curious spots\nhad first been noticed by Galileo.",
        "Meanwhile after a most bitter and relentless warfare with\nthe clerical authorities of Catholic and Protestant lands, the\nanatomists and physiologists had at last obtained permission\nto dissect bodies and to substitute a positive knowledge of our\norgans and their habits for the guesswork of the mediaeval\nquack.",
        "Within a single generation (between 1810 and 1840) more\nprogress was made in every branch of science than in all the\nhundreds of thousands of years that had passed since man first\nlooked at the stars and wondered why they were there. It\nmust have been a very sad age for the people who had been\neducated under the old system. And we can understand their\nfeeling of hatred for such men as Lamarck and Darwin, who\ndid not exactly tell them that they were “descended from\nmonkeys,” (an accusation which our grandfathers seemed to\nregard as a personal insult,) but who suggested that the proud\nhuman race had evolved from a long series of ancestors who\ncould trace the family-tree back to the little jelly-fishes who\nwere the first inhabitants of our planet.",
        "The dignified world of the well-to-do middle class, which\ndominated the nineteenth century, was willing to make use\nof the gas or the electric light, of all the many practical applications\nof the great scientific discoveries, but the mere investigator,\nthe man of the “scientific theory” without whom no\nprogress would be possible, continued to be distrusted until\nvery recently. Then, at last, his services were recognised. Today\nthe rich people who in past ages donated their wealth for\nthe building of a cathedral, construct vast laboratories where\nsilent men do battle upon the hidden enemies of mankind and\noften sacrifice their lives that coming generations may enjoy\ngreater happiness and health.",
        "Indeed it has come to pass that many of the ills of this\nworld, which our ancestors regarded as inevitable “acts of\nGod,” have been exposed as manifestations of our own ignorance\nand neglect. Every child nowadays knows that he can\nkeep from getting typhoid fever by a little care in the choice of\nhis drinking water. But it took years and years of hard\nwork before the doctors could convince the people of this fact.\nFew of us now fear the dentist chair. A study of the microbes\nthat live in our mouth has made it possible to keep our\nteeth from decay. Must perchance a tooth be pulled, then we\ntake a sniff of gas, and go our way rejoicing. When the newspapers\nof the year 1846 brought the story of the “painless\noperation” which had been performed in America with the help\nof ether, the good people of Europe shook their heads. To\nthem it seemed against the will of God that man should escape\nthe pain which was the share of all mortals, and it took a long\ntime before the practice of taking ether and chloroform for\noperations became general.",
        "But the battle of progress had been won. The breach in the\nold walls of prejudice was growing larger and larger, and as\ntime went by, the ancient stones of ignorance came crumbling\ndown. The eager crusaders of a new and happier social order\nrushed forward. Suddenly they found themselves facing a new\nobstacle. Out of the ruins of a long-gone past, another citadel\nof reaction had been erected, and millions of men had to give\ntheir lives before this last bulwark was destroyed.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}