{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XVII. Sacrifices",
    "author": "Eliza Burt Gamble",
    "chapter": "19",
    "content": [
        "\n\n",
        "Although the sun was formerly worshipped as the source of all\ngood, at a certain stage in the human career it came to be\nregarded as the cause of all evil.  When Typhon Seth comprehended\nthe powers of Nature, as the Destroyer and Regenerator she was\nthe author of all good; but later, after the truths underlying\nNature worship were lost, Typhon, the hot wind of the desert, was\nfeared rather than worshipped.",
        "In the history of an earlier age of existence, there is not to be\nfound the slightest trace of human sacrifice to atone for the\nsins of the people, or to appease the wrath of an offended God. \nOn the contrary, throughout the traditions and monumental records\nof the most ancient nations, sacrifices to the Deity– the God of\nNature–consisted simply in the acknowledgment of earth’s\nbenefits by means of a free-will offering of the bounties which\nshe had brought forth.",
        "That the sacrifice either of human beings or of animals was not\noffered in an earlier age of religious faith is confidently\nasserted and, I think, proved by various writers.  Of this\nHiggins says: “I think a time may be perceived when it did not\nexist even among the Western nations.”  This writer states also\nthat it was not always practiced at Delphi.  Mention is made of\nthe fact that among the Buddhists, to whom belongs the first book\nof Genesis, no bloody sacrifices were ever offered.",
        "It was doubtless under the worship of Muth, Neith, or Minerva,\nthe first emanation from the deity and the original Buddha, that\nthe first book of Genesis or Wisdom was written.  In this book\nmay be observed the fact that the slaughter of animals is\nforbidden.  It is thought that with Crishna, Hercules, and the\nworshippers of the sun in Aries, the sacrifice of human beings\nand animals began.  In the second book of Genesis, which is said\nto be a Brahmin work, animals are first used for sacrifice, and\nin the third book, or the book of Generations or Re-generations\nof the race of man or the Adam, which was written after the pure\ndoctrines connected with the worship of Wisdom had been\ncorrupted, they are first allowed to be eaten as food.",
        "It is supposed that the practice of sacrificing human beings and\nanimals took its rise in the western parts of the world after the\nsun entered Aries, and that it subsequently extended even to the\nfollowers of the Tauric worship, among whom it was carried to a\nfrightful extent.  It is also thought that the history of Cain\nand Abel is an allegory of the followers of Crishna to justify\ntheir sacrifice of the yajna or lamb “in opposition to the\nBuddhist offering of bread and wine, or water, made by Cain and\npracticed by Melchizedek.\"[163]",
        "[163] Anacalypsis, vol. i., p. 101.",
        "It is now positively known that all over the world, during a\ncertain stage of religious belief, either human beings or animals\nwere, at stated seasons, sacrificed to the Deity.  Of the\nuniversality of this practice Faber says:",
        "“Throughout the whole world we find a notion prevalent that the\ngods could be appeased only by bloody sacrifices.  Now this idea\nis so thoroughly arbitrary, there being no obvious and necessary\nconnection, in the way of cause and effect, between slaughtering\na man or a beast, and recovering of the divine favor by the\nslaughterers, that its very universality involves the necessity\nof concluding that all nations have borrowed it from some common\nsource.\"[164]",
        "[164] The Origin of Pagan Idolatry, vol. i., book 2, p. 465.",
        "Dr. Shuckford is constrained to admit that the sacrifices and\nceremonies of purification practiced by Abraham and his\ndescendants and those of surrounding peoples, were identical,\nwith only “such trifling changes as distance of countries and\nlength of time might be expected to produce.”  The substitution\nof a lamb in the place of Isaac would seem to indicate a change\nfrom child-slaughter to that of animals.",
        "Sacrifices were offerings to the god of pro- creation.  Certain\nrepresentatives of the life which he had bestowed must be\nreturned to him as a free-will gift.  In many countries, the\nvictims offered to the deity were captives taken in war; but, as\nprisoners of war and slaves were not permitted to join in the\nbattles of their captors, their lives were of little value;\nhence, later, it is observed that the sacrificial victim must be\na prince or an individual whose life was of great importance to\nthe tribe.",
        "As in all hot countries the heat of the sun is the most\ndestructive agency against which mankind have to contend, it is\nnot perhaps singular, at a time when superstition had usurped the\nfunctions of the reasoning powers, that the sun-god should have\nbeen invested with the attributes inspired by terror, and that so\nfar as possible, mankind should have deemed it necessary to\npropitiate its wrath, and, by rendering to it suitable offerings\nand sacrifices, they should have hoped to avert the calamities\nincident to its displeasure.  Neither is it remarkable when we\nremember the peculiar circumstances surrounding the Jews, and the\nfact that the offerings demanded by their god was the life which\nhe had bestowed, that the sacrifices offered to Moloch, the fire\ngod, should have been the members of their own household–namely,\ntheir children.",
        "We must not forget that the reward promised this people by\nprophet, priest, and diviner for godliness was extreme\nfruitfulness of body.  We have seen that to obtain this mark of\ngodly favor, or, under pretense of serving their god, the form of\nworship prescribed by their priests, and adopted both in their\nhouseholds and in their temples was pre-eminently sensual, and\ncalculated to stimulate and encourage to the highest extent their\nlower or animal nature.",
        "As the size of a man’s family, or his power to reproduce, was an\nindex to his favor with the Almighty the pleasure of the “Lord\"\nin this matter being but the reflection of his own desires, the\nresult as might reasonably be expected was overpopulation to such\nan extent that the means of subsistence within the small boundary\nof Judea was inadequate to supply the demands of the swarming\nmasses of “God’s children\"–children which had been created for\nhis honor and glory.  Surely some plan must be devised whereby\nthese difficulties might be adjusted, and that, too, to use a\nmodern expression, without flying in the face of Providence.  As\nthe Lord had been honored and man blessed in the mere bringing\nforth of offspring, what better scheme, so soon as such blessings\nbecame too numerous, than to return a certain number of them to\nthe giver, the god of Moloch? It is true that by this process\nchildren were born only to be delivered over to the ravages of\nthe fire- god, but by it, was not their deity both served and\nappeased at the same time that population was kept within the\nbounds of subsistence? That great numbers were thus sacrificed is\nonly too apparent from the accounts in the Jewish\nscriptures–Abraham’s acts and those of Jephtha being examples of\nthe manner in which this god was propitiated.",
        "In Micah, vi. chap., 7th verse, occurs an interrogation which\nfurnishes something more than a hint of the practice among the\nJews of child sacrifice.  “Shall I give my first born for my\ntransgressions, the fruit of my body for the sin of my soul?”",
        "Although there is sufficient evidence to prove the enormous\nextent to which the practice of child sacrifice prevailed among\nthe Jews, it is believed that much more proof would be found, had\nit not, in later times, with a view to concealing the extent of\nthis practice, been expunged from their sacred writings.  Moloch\nwas to the Jews what Siva came to be to the Hindoos, namely, the\nTerrible.  It is plain, however, that Siva was not formerly\nfeared in India, but next to Vishnu was the best beloved of all\ntheir gods.  Siva was originally the androgyne god who was not\nonly the Destroyer, but the beneficent Regenerator and purifier. \nIt was the cold of winter and the heat of the sun.  It was a\nconception which was a direct outgrowth of Nature worship or of\nthat religious idea which was portrayed by a mother and her\nchild.",
        "The conception involved in sacrifice seems to be that of a\npayment for services rendered, or desired.  The Amazulus, when\ngoing to battle, sacrifice to the manes of their ancestors, who,\nas older branches of the tree of life, appear to constitute their\ngod-idea.  This is done that their gods “may have no cause of\ncomplaint, because they have made amends to them and made them\nbright.”  On appearing before the enemy they say: “Can it be,\nsince we have made amends to the Amadhlozi, that they will say we\nhave wronged them by anything?\"[165]",
        "[165] Viscount Amberley, Analysis of Religious Belief, vol. i.,\np. 32.",
        "At a certain stage in human history the various peoples of the\nglobe depended upon excessive numbers for their prosperity, hence\nthe most precious offering to the god of pro-creation was that of\nhuman victims.",
        "In India, when a new colony or city was founded, in order to\ninsure its prosperity, large numbers of children were delivered\nover as a bribe or offering of reconciliation to the god of\nvirility.  The enormous extent to which human sacrifice has\nprevailed in India, in Egypt, in Mexico, among the Carthaginians,\nthe Jews, the Druids, and even among the Greeks and Romans, is\nwell attested.",
        "From the records of extant history, it would seem that human\nsacrifice usually accompanies a certain stage of sun-worship.\nAmong the Aztecs in Mexico, a country in which the sun was a\nuniversal object of reverence and in which one of the prescribed\nduties of the boys trained in the temple was that of keeping\nalive the sacred fires, the immolation of victims became the most\nprominent feature of their public worship. We are distinctly\ntold, however, that human sacrifice was not formerly practiced in\nMexico, but that finally here as elsewhere, the idea became\nprevalent that by sacrificing human victims to the god of\nDestruction, his wrath might be appeased and the people saved\nfrom his vengeance.  It is stated that human sacrifices were\nadopted by the Aztecs early in the fourteenth century, about two\nhundred years before the conquest.  “Rare at first, they became\nmore frequent with the wider extent of their empire; till, at\nlength, almost every festival was closed with this cruel\nabomination.”",
        "Notwithstanding these atrocities, in their conceptions of a\nfuture state of existence, and especially in their disposition of\nthe unregenerate after death, are to be observed certain traces\nof human feeling and refined sensibility which are difficult to\nreconcile with the cruelty practiced in their religious rites,\nand which bear a striking contrast to the physical torture, to\nwhich after death the wicked are subjected not only in Mexico,\nbut in countries professing a high stage of civilization and\nculture.",
        "Of their religious observances, those which had doubtless been\ninherited from an older civilization, Prescott, quoting from\nTorquemada and Sahagun, says:",
        "“Many of their ceremonies were of a light and cheerful\ncomplexion, consisting of the national songs and dances, in which\nboth sexes joined.  Processions were made of women and children\ncrowned with garlands and bearing offerings of fruits, the\nripened maize, or the sweet incense of copal and other\nodoriferous gums, while the altars of the deity were stained with\nno blood save that of animals.  These were the peaceful rites\nderived from their Toltec predecessors.\"[166]",
        "[166] See Conquest of Mexico, book I, chap. iii., p. 74.",
        "Prior to the days of Montezuma, the Aztec priests had engrafted\nupon these simple ceremonies not only a burdensome ceremonial,\nand a polytheism similar to that of Eastern nations, but, as we\nhave seen, human sacrifices and even cannibalism had become\nprominent features in religious worship. Throughout the entire\nceremonial and religious conceptions of the Aztecs may be\nobserved a display of the savage and brutal elements in human\nnature, in close connection with unmistakable evidence of a once\nhigher stage of culture and refinement.",
        "In the later ages of Aztec history their most exalted deity was\nHuitzilopotchi, the Mexican Moses, the god of war.  His temples\nwere the most costly and magnificent among the public edifices in\nthe country, and his image bedecked with ornaments was an\nuniversal object of adoration.  At the dedication of his temple\nin the year 1486 more than seventy thousand captives are said to\nhave perished.[167]",
        "[167] Torquemada.",
        "A Deity which occupied a conspicuous place in the mythology, and\nwhich was probably an inheritance from more ancient times, was\nQuetzalcoatl, doubtless the same as the Eastern Goddess of\nNature, or Wisdom.  She was the “grain goddess,” and “received\nofferings of fruit and flowers at her two great festivals.  She\nalso took care of the growth of corn.  She was doubtless the same\nas the Earth Mother of the Finns and Esths, she who “undertakes\nthe task of bringing forth the fruits.”  She is evidently the\nDemeter of the Greeks, the Ceres of the Romans, etc.  She is also\nthe goddess of Wisdom, for she had “instructed the nations in the\nuse of metals, in agriculture, and in the art of government.” \nUnder this Deity the",
        "“Earth had teemed with fruits and flowers without the pains of\nculture.  An ear of Indian corn was as much as a single man could\ncarry.  The cotton, as it grew, took, of its own accord, the rich\ndies of human art.  The air was filled with intoxicating perfumes\nand the sweet melody of birds.  In short, these were the halcyon\ndays, which find a place in the mythic systems of so many nations\nthroughout the world.  It was the golden age of Anuhuac.”",
        "We are given to understand that for some cause not explained the\nbeneficent god Quetzalcoatl was banished, that he (or she) was\ndeposed through the influence of some deity which had become more\npopular, or, at least, more powerful; but that when Quetzalcoatl\ndeparted from the country “in a winged skiff made of serpent\nskins,” it was with a promise to return to the faithful, which\npromise was sacredly cherished down to the time of the Spanish\ninvasion.",
        "The Mexican Mars, Huitzilopotchi, was born of a virgin.  His\nmother, a devout person, while at her devotions in the temple saw\nfloating before her a bright colored feather ball, which she\nseized and placed in her bosom.  She soon became pregnant, her\noffspring being a god, who like Minerva appeared full armed with\nspear and helmet.",
        "Although the exact manner in which the Mexicans sacrificed to\ntheir Deity to atone for the sins of the people differs somewhat\nfrom the modus operandi employed in the Christian vicarious\natonement, still the likeness existing between them is sufficient\nto indicate the fact of their common origin and the similar\nmanner of their development.",
        "The Mexicans were wont to select a young and handsome man from\ntheir midst, whom they invested with the dignity of a god.  After\nhaving surrounded him with every luxury, and when they had\nshowered upon him every attention, crowning him with flowers and\nworshipping him for a year or more as a Savior, they killed him,\noffering him as an atonement or sacrifice, in order that the rest\nof the people might escape the vengeance of their great Deity,\nwho, it was claimed, is pleased with such offerings, and who\ndemands sacrifices of this kind at the hands of his children. \nWithin blood was contained life, hence the offering of a bloody\nvictim was but the returning to their god, as a free-will gift\nthat which he had bestowed, such sacrifice being regarded as the\nonly acceptable means of grace or reconciliation.",
        "That the offering of a victim to the Jewish God was deemed\nnecessary to the fulfilment of Christian doctrine is a fact which\nis clearly shown by numerous passages in the New Testament.  “We\nare sanctified through the offering of the body of Jesus Christ\nonce for all.”  “By one offering he hath perfected forever them\nthat are sanctified.\"[168] “Christ was once offered to bear the\nsins of many.\"[169]",
        "[168] Hebrews, x., 10, 14.",
        "[169] Ibid., ix., 28.",
        "That the Jewish Paschal feasts and the Eucharistic rites of\nChristians had their counterpart among the Mexicans is observed\nin the fact that shortly after the death of their god, cakes\nwhich had been prepared and blessed by the priests were offered\nby them to the people to be eaten as the veritable body of their\nsacrificed lord.",
        "The source whence the doctrine of an atonement –a bloody\nsacrifice which lies at the foundation of Christian theology–has\nproceeded is not at the present time difficult to determine, for\nwe shall presently see that it, like all the leading doctrines\ncontained in this later system, and which are regarded as\nexclusively Christian, had its origin in the religion of past\nages, a religion which although originally pure, in course of\ntime degenerated into the grossest phallicism and even into human\nsacrifice and cannibalism.",
        "Although among the Mexicans as among the Jews, human sacrifices\nwere offered to the Deity, no hint of gross and sensual rites\npracticed in the temples of the latter is recorded.  Hence, as\nthe Mexicans had not arrived at that stage of religious progress\n(?) at which sensuality inculcated as a sacred duty, and at which\nmoral and physical debasement was encouraged both in public and\nprivate life, we may reasonably conclude that their faith\nrepresents a somewhat earlier stage of development than does that\nof either Jew or Greek.  In point of morality, as judged by the\nmost ancient standards, or by the more modern, the Mexicans\ncompare favorably with either of these nationalities.  Indeed\nwhen we compare the social, religious, and civil conditions of\nMexico as we find them under Montezuma with those of the Jews\nunder David or Solomon, or with those of the Greeks under Solon,\nor even with those of the Christians during the Spanish\nInquisition when thousands upon thousands, not of captives taken\nin war, but of the noblest and best of the land, were yearly\nslaughtered for “the glory of God,” there is quite as much to\nmeet the approval of an enlightened conscience under the first\nnamed system as under that of any one of the other three.",
        "By priests the fact has long been understood that effects may be\nproduced through appeals to the religious or emotional nature\nwhich under other circumstances would be impossible; and as, for\nthousands of years, it has been the special business of this\nclass to formulate creeds for the ignorant masses, religious\nbelief and the ceremonies connected with “sacred” worship, during\ncertain periods of the world’s history, have assumed a\ngrotesqueness in design unsurpassed by the most fanciful fairy\ntales which the imagination has ever been able to create, at the\nsame time that they have portrayed a depth of sensual degradation\ncapable of being reached only by that order of creation which\nalone has been able to develop a religion.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}