{
    "title": "The Jericho Road - Love Supreme.",
    "author": "W. Bion Adkins",
    "chapter": "20",
    "content": [
        "\n\n",
        "Love is the key to the human heart.  If we want to have power with God\nand man, we must cultivate love.  It is love that burns truth into the\nhearts of people.  A man may be a good lawyer without love.  There may\nbe a good surgeon without love.  A man may be a good merchant without\nlove.  But a man can not be a good Odd-Fellow or Christian without\nlove.  I would rather have my heart full of love than be even a\nprophet.  If a man is full of love, Paul says, “he is greater than a\nprophet.”  A wife would rather live in a cabin with the love of her\nhusband, than to live in a palace without it.  If I love a man I will\nnot cheat him or slander him or envy him.  I pity people who are\nconstantly looking out for slights.  It is better to look on the bright\nside rather than the dark side of life.  Love will lead us to look on\nthe bright side.  Some persons are always magnifying the faults of\nothers.  They use a magnifying glass in this business.  If you want\npower with persons, speak as well as you can of them.  Self-control is\na great thing.  This comes and stays through love.  How many dwarfs\nthere are in God’s church now.  They have not grown one inch\nspiritually in twenty years.  If our hearts are full of love, we are\nbound to grow.  Many other graces pass away, but love is eternal.  The\nmost selfish man is the most miserable man.  A man may be miserly with\nhis money, but no man can be miserly with love.  Love creates love.\nThe more we love, the more we will be loved.  Love must show itself.\nLove demonstrates its presence by action.  Our lives, after all, are\nmere echoes.  I speak harsh to a man, and he will speak harsh to me.\nIf a man has bad neighbors it his own fault.  If a woman has bad\nservants it is her own fault.  If we make others happy we will be happy\nourselves.  If you are not happy, go and buy all the poor people near\nyou a turkey for Christmas.  “He that noticeth others shall be noticed\nalso himself.”  If you want to get your own soul above its own\ntroubles, go and do good to some unhappy soul.  If we do this work, I\nbelieve we will have to do it in this world.  There will be no tears to\nwipe away, or sorrows to assuage, or afflictions to remedy in the other\nworld.  This work is for this world.  It is a blessed work.  It is the\nbest investment a man can make.  It pays an hundred fold.  Labors of\nlove demonstrate better than the church membership that we are in the\nMaster’s service.  This is the Master’s business.  Though my way\nthrough life has often been through graveyards and through glooms, I\nhave loved and I have been loved, and I know that life is worth living.\nLove is the fulfilling of the law; the end of the gospel commandment;\nthe bond of perfectness.  Without it, whatever be our attainments,\nprofessions or sacrifices, we are nothing.  Love obliterates the\ndifferences in education, wealth, station, religion, politics and\nnationality.  It is a promoter of peace and harmony; it cultivates the\nsocial graces; it makes friends of strangers and brothers of\nacquaintances; it softens the asperities of life; it worships at the\nshrine of piety, and recognizes the omnipotence of God and the\nimmortality of man.  It is religious not sectarian, patriotic but not\npartisan.  It glows by the fireside, radiant with perpetual joy.  It\nglorifies God in worship and in song.  It blesses humanity in genial\nmirth and human sympathies.  It is a perennial fountain at which the\nold may drink and grow strong.  It is a daily benediction to its\ndevotees, and, like “a thing of beauty, is a joy forever.”  It stands\nlike the statue of liberty, a beacon light to the tempest-tossed and\nwayfaring mariner and brother, pointing him the way to the haven of\nrefuge, to the right living and right doing.",
        "Oh love, thou mightiest gift of God; thou white-winged trust in Him who\ndoeth all things well; thou one light over His darkest providences,\nlingering to cheer when all else has passed away, thy whisper upon the\ndull ear of night.  But alas! this world was made to break hearts in,\nwhile love was sent from heaven to heal them.  The precious balm,\nthough, is so scarce that many must die for want of it.  Oh, the\nmight-have-been!  What human soul has not sung that dirge?  Verily, the\nwinds come, howling it by like an invisible band of mourners from the\ngrave of all things.  Alas! is anything in this life real, or are we\nindeed shadows, and this world altogether a shadowy land, while the\nblackened skies above give us only glimpses of a far-off better home,\nbetter friends and better love?  Alas!  Heaven’s loudest complaint to\nmortals is ever for lack of love.  Even He who sitteth upon the throne\nof thrones knoweth what it is to stretch out His arms in utter\ndesertion of no one to love Him, no one to seek Him, and no one to fear\nHim–\"no, not one.”  Then as we may best show our love to Him by loving\none another, is it not well that we commence loving those around us at\nonce?  Ah! yes, and like the ambitious vine, do thou reach out all thy\ntendril thoughts to what is nearest, the while aspiring to the oak or\nthe pine of the loftier trust, even the faith of Abraham that was\naccounted unto him for righteousness.  Would I had some new phrase for\nlove, some new figure for hope!  How lonely and weary must that life be\nwithout love, how tasteless all its joys, and how vacant every scene.\nIf we have the spirit of love we will live for others.  Auguste Comte\ninscribed on the first page of his work, “Politique Positive,” wherein\nhe depicted in systematic form, life that had been forming itself\nthroughout human history, these words: “Order and progress–live for\nothers.”  The force of this thought is, in accord with Odd-Fellowship,\nwhich teaches love of our kind, love of right, zeal for the good.",
        "Man’s happiness consists in living as a social being, living for self\nin order to more truly live for others.  This is summed up in the word\nhumanity.  But affection, as the true motor force of life, must have a\nfoundation, must stir us not only to the right things, but to the right\nmeans; in other words, action must be guided by knowledge.  Improvement\nmust be the aim of social life, as it is the incentive to individual\neffort.  It is not enough to desire the good, or to know how to achieve\nit, we must labor for it.  Associated effort gives the opportunity for\ngaining grander results than centuries of divided activity.  The\nconception of humanity has grown nobler.  The good of the vast human\nwhole is now acknowledged as the end of all social union.  Humanity\nembodies love; the object of our activity; the source of what we have;\nthe ruler of the life under whose span we work, and suffer and enjoy.",
        "All religions, all social systems worthy of the name, have sought to\nregulate human nature and perfect the organization of society by\nproclaiming as their principles the cultivation of some grand social\nsentiments.  Philosophers, moralists, preachers have united in saying:\n“Base your life upon a noble feeling, if you are to live aright; base\nthe state upon a generous devotion of its members to some great ideal,\nif it is to prosper and be strong.”  All have agreed that the\ndifference of life could only be harmonized by placing action under the\nstimulus of high unselfish passion.  Odd-Fellowship has grown strong\nunder this governing law.  The banner it bears aloft proclaims\nsentiments that are attractive to all the nations of the earth.  We are\nstrong in as far as we truly interpret, for the good of humanity, this\nelevated aim, this devotion to fraternal ends.",
        "Compte defines religion as consisting of three parts–a belief, a\nworship, and a rule of life–of which all three are equal, and each as\nnecessary as any other.  As is truly said, “Society can not be touched\nwithout knowledge; and the knowledge of social organization of humanity\nis a vast and perplexing science.  The race, like every one of us, is\ndependent on the laws of life, and the study of life is a mighty field\nto master.”  Enthusiasm of humanity would be but shallow did it not\nimpel us to efforts to learn how to serve–demanding the best of\nconduct, brain and heart.  The power of Odd-Fellowship lies in its\nfraternity.  It goes forward with irresistible magnetism when its\nfraternal principles are truly interpreted.  It furnishes to men a\nstrong union, where general intelligence, by attrition, is increased;\nit provides a high moral standard; its objective action is such as\ntouches the common heart of humanity; and by its grand co-operative\nsystem it gives the finest means of securing those advantages that tend\nto the securement of material comfort and mental and spiritual peace\nand happiness.",
        "Drummond says: “Love is the greatest thing in the world.”  Read what\nPaul says about it in I Cor., xiii: “Though I speak with the tongues of\nmen and of angels, and have not love, I am become as sounding brass, or\na tinkling cymbal.  And though I have the gift of prophecy, and\nunderstand all mysteries, and all knowledge; and though I have all\nfaith, so that I could remove mountains, and have not love, I am\nnothing.  And though I bestow all my goods to feed the poor, and though\nI give my body to be burned, and have not love, it profiteth me\nnothing.  Love suffereth long, and is kind; love envieth not; love\nvaunteth not itself, is not puffed up: Doth not behave itself unseemly;\nSeeketh not her own.  Is not easily provoked.  Thinketh no evil;\nrejoiceth not in iniquity, but rejoiceth in the truth; beareth all\nthings, believeth all things, hopeth all things, endureth all things.\nLove never faileth; but whether there be prophecies, they shall fail;\nwhether there be tongues, they shall cease; whether there be knowledge,\nit shall vanish away.  For we know in part, and we prophesy in part.\nBut when that which is perfect is come, then that which is in part\nshall be done away.  When I was a child, I spake as a child; but when I\nbecame a man, I put away childish things.  For now we see through a\nglass, darkly; but then face to face; now I know in part; but then\nshall I know even as also I am known.  And now abideth faith, hope,\nlove, these three, but the greatest of these is love.”",
        "The more I study Odd-Fellowship, the more I become convinced that I\nhave just crossed the threshold, and that new truths and sublime\nlessons await me, of which I never dreamed.  Brothers, there is hidden\ntreasure in our order for which we must dig.  It must be brought to the\nsurface.  We must know more of the beauties of this great organization\nof ours.  “The greatest thing,” says some one, “a man can do for his\nHeavenly Father is to be kind to some of His other children.”  “I\nwonder why it is that we are not all kinder than we are?  How much the\nworld needs it.  How easily it is done.  How instantaneously it acts.\nHow infallibly it is remembered.  How super-abundantly it pays itself\nback–for there is no debtor in the world so honorable, so superbly\nhonorable, as love.  Love is success.  Love is happiness.  Love is\nlife.”  “Where love is, God is.  He that dwelleth in love dwelleth in\nGod.  God is love.  Therefore love.”  “Without distinction, without\ncalculation, without procrastination, love.  Lavish it upon the poor,\nwhere it is very easy; especially upon the rich, who often need it\nmost; most of all upon our equals, where it is very difficult, and for\nwhom perhaps we each do least of all.  There is a difference between\ntrying to please and giving pleasure.  Give pleasure.  Lose no chance\nof giving pleasure.  For that is the ceaseless and anonymous triumph of\na truly loving spirit.  I shall pass through this world but once.  Any\ngood things that I can do, or any kindness that I can show to any human\nbeing, let me do it now.  Let me not defer it or neglect it, for I\nshall not pass this way again.  We can be Odd-Fellows only while we act\nlike honest men.”",
        "Every Odd-Fellow ought to be a “gentleman.”  Do you know the meaning of\nthe word “gentleman”?  “It means a gentleman–a man who does things\ngently, with love.  And that is the whole art and mystery of it.  The\ngentleman can not in the nature of things do an ungentle, an\nungentlemanly thing.”  “Love doth not behave itself unseemly.”  Life is\nfull of opportunities for learning love.  Every man and woman every day\nhas a thousand of them.  There is an eternal lesson for us all, “how\nbetter we can love.”  What makes a good artist, a good sculptor, a good\nmusician?  Practice.  What makes a man a good man, a man of love?\nPractice.  Nothing else.  If a man does not exercise his arm he\ndevelops no biceps muscle; and if a man does not exercise his soul, he\nacquires no muscle in his soul, no strength of character, no vigor of\nmoral fibre, nor beauty of spiritual growth.  Love is not a thing of\nenthusiastic emotion.  It is a rich, strong, manly, vigorous expression\nof the whole round Christian character–the Christ-like nature in its\nfullest development.  And the constituents of this great character are\nonly to be built up by ceaseless practice.  To love abundantly is to\nlive abundantly, and to love forever is to live forever.  We want to\nlive forever for the same reason that we want to live tomorrow.  Why do\nyou want to live tomorrow?  It is because there is some one who loves\nyou, and whom you want to see tomorrow, and be with, and love back.\nThere is no other reason why we should live on than that we love and\nare beloved.  It is when a man has no one to love him that he commits\nsuicide.  The reason why, in the nature of things, love should be the\nsupreme thing–because it is going to last; because in the nature of\nthings it is an eternal life.  It is a thing that we are living now,\nnot that we get when we die; that we shall have a poor chance of\ngetting when we die unless we are living now.",
        "No worse fate can befall a man in this world than to live and grow old\nalone, unloving and unloved.  At any cost cultivate a loving nature.\nThen you will find as you look back upon your life that the moments\nwhen you have really lived are the moments when you have done things in\na spirit of love.  As memory scans the past, above and beyond all the\ntransitory pleasures of life, there leap forward those supreme hours\nwhen you have been enabled to do unnoticed kindnesses to those around\nabout you, things too trifling to speak about, but which you feel have\nentered into your eternal life.  I have seen almost all the beautiful\nthings God has made; I have enjoyed almost every pleasure that He has\nplanned for man; and yet as I look back I see standing out above all\nthe life that has gone, four or five short experiences when the love of\nGod reflected itself in some poor imitation, some small act of love of\nmine, and these seem to be the things which alone of all one’s life\nabide.  Everything else in all our lives is transitory.  Every other\ngood is visionary.  But the acts of love which no man knows about, or\ncan ever know about–they fail not.",
        "Odd-Fellowship ought to grow.  The kinship of the human race–how\nbeautiful a thought!  Without mutual aid the race would perish.  Think\nof it.  Throughout life you are dependent upon your fellow-man.  Who\ncan live without a friend?  When you have no money and no home, where,\nbrothers, will you find food and shelter?  When low with fever, the\ntongue parched, the brain wandering, who will give you water, bathe\nyour throbbing temples, and watch over you lest you die?  See the old\nman.  The frosts of seventy winters have whitened his head; his eye is\ndim; his limbs tremble; reason and memory fail; he is an infant again.\nHe goes down to the valley of the shadow of death.  Who shall lead him\nand comfort his weary soul?  Who lay his body gently and reverently in\nthe grave, and sod it over with green grass?  So with us all.  A man\nalone in the world, without a human being who cares whether he live or\ndie!  Not a hand to touch, nor a voice to hear, nor a smile to receive!\nHuman affections forever sealed to him; no fireside; no home with\nfather, mother, brothers, sisters; no little children, no son to be\nproud of; no daughters to caress; no “good night;” no “good morning.\"\nWho could bear it?  The sun could not warm such a man.  The brightest\ndays and the greenest fields could not give him pleasure.  Better chain\nhim on a rock in mid-ocean and leave him to the vultures, than thus rob\nhim of his kinship with the human race.",
        "This world is beautiful, and it is full of priceless sympathies.  All\ncreation is glorious with melody.  The morning stars, saith the Bible,\nsang together, and all the sons of God shouted for joy when it was\nmade.  The universe of stars, and suns, and planets and globes, swing\nharmoniously through space.  Not a sparrow falleth to the ground\nwithout our Father’s notice; not a soul yearns, or sorrows, or\nrejoices, but He knoweth it.  He hath made of one blood all nations of\nmen to dwell together on the face of the earth.  We are bound to each\nother by indissoluble ties.  It is a law of nature that we must all\nwork for each other.  Though ten thousand miles apart; though oceans\nroll between us and continents divide us, we labor not for ourselves\nalone.  You plow the furrow in California and sow the wheat for your\nbrother in Louisiana, while he plants the cane and cotton for you.  The\ngood Siberian is this day roaming over snows and ice, hunting the otter\nand gathering furs, that you may be warm.  Men are diving in the\nPersian gulf for pearls to grace your wives and daughters.  The\nsilkworm of India and China may have spun the threads of your dress,\nthe Frenchman may have woven it; the hardy mariner braved the seas to\nbring it here.  Truly, we are brothers.  A common Father brought us all\ninto this world, and to a common Father we all go.  Let us, then, help\none another, in money (if need be), in education, in sympathy.",
        "There is one feature of the order we desire to emphasize, and that is\nits full sympathy with those that labor and toil.  No reference would\ndo justice to the order that did not emphasize this fact.  It is its\npride and glory.  It is from this class its membership is chiefly\ndrawn.  It was with this class it originated, the first lodge in the\nUnited States having been organized by half a dozen humble mechanics;\nThomas Wildey, their leader, was a blacksmith.  You see it had no\naristocratic origin, and its broad and catholic sympathy, its\npopularity with this class is explained.  They know its value, and have\nseen its active charity and experienced its beneficence.  A man who has\nno sympathy with the humble and the lowly, a man of mean and narrow\nheart, will find no congenial dwelling place in our lodges.  The true\nOdd-Fellow is a man of heart; his hand is open to every worthy appeal\nof the needy, and he is honest and upright in his life.  It enforces no\nreligious or political tests; in these every member is free; but it\ndoes teach and urge its members to be grateful to their Creator and\nloyal to their country.  In conclusion, let me urge upon the living,\nfidelity to the teachings of Odd-Fellowship.  If these are respected it\nwill make you better citizens, better husbands, better fathers, better\nmen.  It is a cultivation of the heart and the better feelings, and\nexpands our humanity.  If you are poor, it will come to you, or your\nfamily, sometimes as a benefaction.  If you are rich, you can afford to\ngive, and with a good Odd-Fellow that is more blessed than to receive.",
        "I want to say here what I have often said in the lodge-room.  I love\nOdd-Fellowship, above all, for the heart there is in it.  For its\ndisplay on the street and its pageantry I care but little.  I shrink\nfrom it rather than follow it.  But its benevolence, its active\ncharity, and its mission of good will, I admire.  When death’s\nunwelcome presence rests within our portals, and obedient to his call a\nloved one has gone hence, we should give the mortal remains of the\ndeparted brother a decent sepulture; fondly cherish the remembrance of\nhis virtues, and bury his frailties “beneath the clods which rest upon\nhis bosom.”  We should then direct our thoughts and cares to the\ndesolate home, where the widow, clad in the robes of grief, her heart\ncords broken and bleeding, is weeping over earth’s only idol, now lost\nto earth forever.  Then, too, should we extend the helping hand to the\nfatherless children, and endeavor to so direct their steps that their\npaths may be paths of usefulness and honor.  These are the imperative\nduties.  But our ministrations of charity and benevolence should by no\nmeans be confined exclusively within the pale of the order.  This\ncrowded world, with its eager millions, maddened with ambition’s\nunquenchable fires, trampling under foot and well-nigh smothering each\nother in the great rush of competitive strife, is full of poor\nunfortunates, daily appealing for generous sympathy and assistance.",
        "Though not members, it may be, of our peculiar family, yet the poorest,\nthe humblest, the most wretched, is a human being–\"the master-piece of\nHis handiwork\"–and, as such, demands our aid and comfort as far as\npracticable.  Life has been compared to a river.  Aye, and beneath its\nmurky waters lurk countless reefs and shoals.  Many a beautiful bark,\nsailing, seemingly, under the very star of hope, dashes upon them, and\nis lost.  All along its shores are scattered the wrecks of stranded\nvessels, once laden with joyous hopes and brilliant prospects.\nOdd-Fellowship renders the passage of this river safe by a bridge of\nmystic form,",
        "  “On one side is friendship planted–\n    Truth upon the other shore;\n  Love, the arch that spans the current,\n    Bears each brother safely o’er.”",
        "It should be the most pleasing duty of Odd-Fellows to point our\nfellow-travelers to this beautiful and stately arch; to lead\nthitherward their weary steps.  Such would be assistance more permanent\nthan can be rendered by silver or gold.  The time is certain to come\nwhen every young man is thrown back upon himself–must leave the\ntranquil security of the parental home, and seek a refuge among\nstrangers.  When beyond the reach of family influence–beyond the reach\nof that tender providence which so carefully guarded him from vice, and\nsoothed his griefs and sympathized with all his youthful aspirations\nand pleasures–when this influence ceases to surround him, what will\ncontinue its ministry of love?  What will be to him father, mother,\nbrother, sister–home?  Will society?  No!  Society to its deepest core\nis selfish, corrupt, unnatural and unloving?  Society will not, and can\nnot.  He is in the great world–allurements and temptations are rife\naround him–he is sick and in distress, and must suffer alone, with no\none to console him with a word of comfort, sympathy, or love; he has no\nattention but such as money will purchase–he dies, and the cold eyes\nof strangers only look upon the grave, if, indeed, a grave he has.\nThis is a life picture, and it is at this point the beauty and utility\nof Odd-Fellowship is seen, for the order is a vast family circle,\nspread throughout the community; always powerful and efficient to\npreserve those who are brought within the sphere of its influence.  He\nwho is a member of this fraternity may go where his father’s counsel\nand his mother’s care can not reach him, but he can not go beyond the\nreach of that larger family to which he belongs!  Silently and\ninvisibly, yet with unslumbering assiduity, Odd-Fellowship watches over\nhim, and by its wise counsels, its tender sympathies and rational\nrestraints, saves him from the ways of vice.",
        "Mythic story tells us that the ancient gods invisibly and secretly\nfollowed their favorites in all their wanderings, and when exposed to\ndanger, or threatened with destruction, would unveil themselves in\ntheir awful beauty and power, and stand forth to preserve them from\nharm or to avenge their wrongs.  Odd-Fellowship realizes this myth of\nthe pagan gods; she surrounds all her children with her preserving\npresence, and reveals herself always in the hour of peril, sickness or\ndistress.  Nowhere in our country can a true Odd-Fellow feel himself\nalone, friendless or forsaken.  The invisible, but helpful arms of our\norder surround him wherever he may be.  And should he be overtaken by\nillness or misfortune, be he in any part of the country, and never so\npoor, he will, if he makes his wants known, receive as a right the\nnecessary assistance, and friends to watch over him with fraternal\nsolicitude.  And should he fall a victim to disease, the brothers of\ncharity will be there to close his eyes, and with solemn, yet hopeful,\nheaven-born rites, consign his body to the repose of the silent tomb.\nOdd-Fellowship is an embodiment of family love and affection, and is\nthe only substitute for home influence, and the only green spot in the\ndreary waste of life which binds these brothers to the tender practice\nof every virtue–guides in prosperity and health, and as a ministering\nangel bends over them with tenderest pity in their chamber of\nsuffering.  True, there are sorrows which it can not reach–there are\ngriefs which it can not remove; notwithstanding, it still pursues its\nway, imparts its healthful influence, and accomplishes its beautiful\nand holy ministry of benevolence and charity.  If it can not heal the\nwounds of misfortune, it administers the balm of sympathy, friendship\nand love.  My dear reader, learn to give encouragement to those around\nyou.",
        "Everybody feels the need of encouragement, from the humblest artisan to\nthe king on his throne.  We hear of the choice spirits who have been\nthe world’s idols, how they came up through terrible trials alone and\nalmost unaided, setting aside obstacles that would have crushed others,\nand fighting their way to the very pinnacle of fame.  Aye! but great as\nthey were, they needed and received encouragement.  In some part of\ntheir poor home they saw the smile that spoke the hearty appreciation\nof the genius, though, perhaps, the lips said nothing.  Even West left\non record, “my mother’s smile made me a painter.”  The encouragement of\na little child will send the blood more warmly to the heart, and even\nthe appreciation of a poor dumb brute is worth its gaining.  Give\nencouragement.  Everybody needs it–men, women and even children.  Oh!\nhow many a dear little heart has been chilled into ice when the coarse\nlaugh has greeted its rude hieroglyphics in the first attempt to\nportray its ideal.  The child sees warm visions of sunlight and beauty\nin those uncouth angles.  Whole minds of thought lie concealed under\nthose strange shapes.  To the young mind’s eye they are wonders, and\nthe tiny fingers have built monuments that deserve not to be thrown\ndown so rudely, when a smile that costs nothing would have left them\nstanding to be finished into finer shape and more classical proportions\nin the years that are to come.  You do a positive injury to the dullest\nchild when you reward his little efforts with contempt.  It is a wrong\nthat can never be repaired, for the disheartment that strikes the happy\nspirit, flushed with the consciousness of having achieved something new\nand great, comes up in after time with the very same vividness at every\ntrivial disappointment.  Give encouragement.  You men of business, who\nknow so well what a good, hearty “go ahead,” coupled with a frank,\nmerry face, will do in your own case–give encouragement to the young\nbeginner, who starts nervously at the bottom of the race, and who,\nthough he may put a bold outside on, quakes at the center of his being\nwith the dread that among so many competitors he shall always be left\nin the rear.  Hold out your hand to him as if you thought the world was\nreally large enough for two, and bid him God-speed.  Tell him to come\nto you if he feels the need of a friend to advise with him.  Don’t\nemulate your sign in overshadowing him.  Out upon these mean, cringing\nsouls who would grudge God’s sunlight if it shone upon a piece of\nmerchandise as good as their own.  They are poor, barren wretches, who\nplow furrows only in their own cheeks, and plant wrinkles on their\nbrows.  Above all things, if you have any tenderness or compassion,\nencourage your pastor, your physician, and your editor.  Suppose, once\nin a while, they do, in expressing their own honest views, say\nsomething that conflicts a little with your own starved or plethoric\nnotions.  Suppose they do dare to tell you the truth sometimes in a way\nthat makes you cringe, and you say to yourself, “he has no business to\nbe personal,” when the poor man never thought that his homely coats\nwould fit; don’t grow cold, and cast sheep’s eyes, and nudge somebody’s\nelbow in a corner, and whisper all around, and say complacently, “Yes,\nBrother A. is a good man–but–”",
        "Those “buts” and “ifs” ought to be christened intellectual revolvers,\nfor they kill more reputations than any other two words in the English\nlanguage.  We have known instances where pastors and editors and others\nhave felt weary of living, from having to encounter the spirit of\ndiscouragement among their brethren; and oh! how many wives, husbands\nand children, are dying deaths daily from this same prolific source of\nsuffering.  Give encouragement, then, wherever and whenever you can,\nand you will find that you have not lived in vain.  If God blesses\nthose who offer but a cup of cold water in charity, how much more will\nHe regard the kind heart that has refreshed a weary spirit fainting by\nthe way.  Death quickens recollections painfully.  The grave can not\nhide the white faces of those who sleep.  The coffin and the green\nmound are cruel magnets.  They draw us farther than we would go.  They\nforce us to remember.  A man never sees so far into human life as when\nhe looks over a wife’s or mother’s grave.  His eyes get wondrous clear\nthen, and he sees as never before what it is to love and to be loved;\nwhat it is to injure the feelings of the loved.",
        "Let us deal gently with those around us.  Remember every day a flower\nis plucked from some sunny home; a breach made in some happy circle; a\njewel stolen from some treasury of love; each day from summer fields of\nlife some harvester disappears–yea, every hour some sentinel falls\nfrom his post and is thrown from the ramparts of time into the surging\nwaters of eternity.  Even as I write, the funeral of one who died\nyesterday winds like a winter shadow along some silent street.  Daily,\nwhen we rise from the bivouac to stand at our posts, we miss some\nbrother soldier whose cheering cry in the sieges and struggles of the\npast has been as fire from heaven upon our hearts.  Each day some pearl\ndrops from the jeweled thread of friendship–some harp to which we have\nlistened has been hushed forever.  Love, however, annihilates death\neven; blots away all record of time and creates the world it lives in;\nconjures back arms to embrace, lips to kiss, and eyes to smile,\nwhispers its own praises and breathes its own names of endearment.\nThus, love maketh the light to our dreams and planteth hope in the\nmidst of our sorrow.  In darkness and in danger, too, love cometh to us\never, ever, now warning, now chiding, now blessing, and always safely\nguarding.  Love lightens labor, shortens distance and quickens time.\nLove teaches us to forgive, helps us to forget and whitens the memory\nof all things.  Love paints every hope, brightens every scene and\nmaketh beautiful whatsoever it shines on.  Love is wisdom.  Love is\nhigh.  Love is holy.  Love is God.  Love gloweth in the hearts of the\nangels, wreathes the smiles on their brows and melts the kisses on\ntheir lips.  Love is the light of the beautiful beyond.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}