{
    "title": "The Store Boy - Chapter XXIV - Ben On Trial",
    "author": "Horatio Alger, Jr.",
    "chapter": "24",
    "content": [
        "\n\n",
        "“Excuse my intrusion, Cousin Hamilton; I see you are engaged.”",
        "The speaker was Mrs. Hill, and the person addressed was her wealthy\ncousin.  It was two days after the event recorded in the last chapter.",
        "“I am only writing a note, about which there is no haste.  Did you\nwish to speak to me?”",
        "Mrs. Hamilton leaned back in her chair, and waited to hear what Mrs.\nHill had to say.  There was very little similarity between the two\nladies.  One was stout, with a pleasant, benevolent face, to whom not\nonly children, but older people, were irresistibly attracted.  The\nother was thin, with cold, gray eyes, a pursed-up mouth, thin lips,\nwho had never succeeded in winning the affection of anyone.  True, she\nhad married, but her husband was attracted by a small sum of money\nwhich she possessed, and which had been reported to him as much larger\nthan it really was.",
        "When asked if she wished to speak, Mrs. Hill coughed.",
        "“There’s a matter I think I ought to speak of,” she said, “but it is\npainful for me to do so.”",
        "“Why is it painful?” asked Mrs. Hamilton, eyeing her steadily.",
        "“Because my motives may be misconstrued.  Then, I fear it will give\nyou pain.”",
        "“Pain is sometimes salutary.  Has Conrad displeased you?”",
        "“No, indeed!” answered Mrs. Hill, half indignantly.  “My boy is a\ngreat comfort to me.”",
        "“I am glad to hear it,” said Mrs. Hamilton dryly.",
        "For her own part, Mrs. Hamilton thought her cousin’s son one of the\nleast attractive young people she had ever met, and save for a feeling\nof pity, and the slight claims of relationship, would not have been\nwilling to keep him in the house.",
        "“I don’t see why you should have judged so ill of my poor Conrad,\"\ncomplained Mrs. Hill.",
        "“I am glad you are so well pleased with him.  Let me know what you\nhave to communicate.”",
        "“It is something about the new boy–Benjamin.”",
        "Mrs. Hamilton lifted her eyebrows slightly.",
        "“Speak without hesitation,” she said.",
        "“You will be sure not to misjudge me?”",
        "“Why should I?”",
        "“You might think I was jealous on account of my own boy.”",
        "“There is no occasion for you to be jealous.”",
        "“No, of course not.  I am sure Conrad and I have abundant cause to be\ngrateful to you.”",
        "“That is not telling me what you came to tell,” said Mrs. Hamilton\nimpatiently.",
        "“I am afraid you are deceived in the boy, Cousin Hamilton.”",
        "“In what respect?”",
        "“I am almost sorry I had not kept the matter secret.  If I did not\nconsider it my duty to you, I would have done so.”",
        "“Be kind enough to speak at once.  You need not apologize, nor\nhesitate on my account.  What has Ben been doing?”",
        "“On Tuesday evening he was seen coming out of a well-known gambling\nhouse.”",
        "“Who saw him?”",
        "“Conrad.”",
        "“How did Conrad know that it was a gambling house?”",
        "“He had had it pointed out to him as such,” Mrs. Hill answered, with\nsome hesitation.",
        "“About what time was this?”",
        "“A little after nine in the evening.”",
        "“And where was the gambling house situated?”",
        "“On Thirty-first Street.”",
        "A peculiar look came over Mrs. Hamilton’s face.",
        "“And Conrad reported this to you?”",
        "“The same evening.”",
        "“That was Tuesday?”",
        "“Yes; I could not make up my mind to tell you immediately, because I\ndid not want to injure the boy.”",
        "“You are more considerate than I should have expected.”",
        "“I hope I am.  I don’t pretend to like the boy.  He seems to have\nsomething sly and underhand about him.  Still, he needs to be\nemployed, and that made me pause.”",
        "“Till your sense of duty to me overcame your reluctance?”",
        "“Exactly so, Cousin Hamilton.  I am glad you understand so well how I\nfeel about the matter.”",
        "Mrs. Hill was quite incapable of understanding the irony of her\ncousin’s last remark, and was inclined to be well pleased with the\nreception her news had met with.",
        "“Where is Conrad?”",
        "“He is not in the house.  He didn’t want me to tell you.”",
        "“That speaks well for him.  I must speak to Ben on the subject.”",
        "She rang the bell, and a servant appeared.",
        "“See if Master Ben is in his room,” said the lady.  “If so ask him to\ncome here for five minutes.”",
        "Ben was in the house and in less than two minutes he entered the room.\nHe glanced from one lady to the other in some surprise.  Mrs. Hamilton\nwore her ordinary manner, but Mrs. Hill’s mouth was more pursed up\nthan ever.  She looked straight before her, and did not look at Ben at\nall.",
        "“Ben,” said Mrs. Hamilton, coming to the point at once, “did you visit\na gambling house in Thirty-first Street on Tuesday evening?”",
        "“I did,” answered Ben promptly.",
        "Mrs. Hill moved her hands slightly, and looked horror-stricken.",
        "“You must have had some good reason for doing so.  I take it for\ngranted you did not go there to gamble?”",
        "“No,” answered Ben, with a smile.  “That is not in my line.”",
        "“What other purpose could he have had, Cousin Hamilton?” put in Mrs.\nHill maliciously.",
        "Ben eyed her curiously.",
        "“Did Mrs. Hill tell you I went there?” he asked.",
        "“I felt it my duty to do so,” said that lady, with acerbity.  “I\ndislike to see my cousin so deceived and imposed upon by one she had\nbefriended.”",
        "“How did you know I went there, Mrs. Hill?”",
        "“Conrad saw you coming out of the gambling house.”",
        "“I didn’t see him.  It was curious he happened be in that neighborhood\njust at that time,” said Ben significantly.",
        "“If you mean to insinuate that Conrad goes to such places, you are\nquite mistaken,” said Mrs. Hill sharply.",
        "“It was not that I meant to insinuate at all.”",
        "“You have not yet told me why you went there, Ben?” said Mrs. Hamilton\nmildly.”",
        "“Because I received a mysterious letter, signed James Barnes, asking\nme to come to that address about nine o’clock in the evening.  I was\ntold I would hear something of advantage to myself.”",
        "“Did you meet any such man there?” asked Mrs. Hill.",
        "“No.”",
        "“Have you got the letter you speak of?” asked Mrs. Hamilton.",
        "“No,” answered Ben.  “I must have dropped it somewhere.  I felt in my\npocket for it when I reached the gambling house, but it was gone.”",
        "Mrs. Hill looked fairly triumphant.",
        "“A very queer story!” she said, nodding her head.  “I don’t believe\nyou received any such letter.  I presume you had often been to the\nsame place to misspend your evenings.”",
        "“Do you think so, Mrs. Hamilton?” inquired Ben anxiously.",
        "“It is a pity you lost that letter, Ben.”",
        "“Yes, it is,” answered Ben regretfully.",
        "“Mrs. Hill,” said Mrs. Hamilton, “if you will withdraw, I would like\nto say a few words to Ben in private.”",
        "“Certainly, Cousin Hamilton,” returned the poor cousin, with alacrity.\n“I think his race is about run,” she said to herself, in a tone of\ncongratulation.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}