{
    "title": "The Jungle Book - “Rikki-Tikki-Tavi” (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n\n",
        "               At the hole where he went in\n               Red-Eye called to Wrinkle-Skin.\n               Hear what little Red-Eye saith:\n               “Nag, come up and dance with death!”",
        "               Eye to eye and head to head,\n                 (Keep the measure, Nag.)\n               This shall end when one is dead;\n                 (At thy pleasure, Nag.)\n               Turn for turn and twist for twist–\n                 (Run and hide thee, Nag.)\n               Hah!  The hooded Death has missed!\n                 (Woe betide thee, Nag!)",
        "This is the story of the great war that Rikki-tikki-tavi fought\nsingle-handed, through the bath-rooms of the big bungalow in\nSegowlee cantonment.  Darzee, the Tailorbird, helped him, and\nChuchundra, the musk-rat, who never comes out into the middle of\nthe floor, but always creeps round by the wall, gave him advice,\nbut Rikki-tikki did the real fighting.",
        "He was a mongoose, rather like a little cat in his fur and his\ntail, but quite like a weasel in his head and his habits.  His\neyes and the end of his restless nose were pink.  He could scratch\nhimself anywhere he pleased with any leg, front or back, that he\nchose to use.  He could fluff up his tail till it looked like a\nbottle brush, and his war cry as he scuttled through the long\ngrass was: “Rikk-tikk-tikki-tikki-tchk!”",
        "One day, a high summer flood washed him out of the burrow\nwhere he lived with his father and mother, and carried him,\nkicking and clucking, down a roadside ditch.  He found a little\nwisp of grass floating there, and clung to it till he lost his\nsenses.  When he revived, he was lying in the hot sun on the\nmiddle of a garden path, very draggled indeed, and a small boy was\nsaying, “Here’s a dead mongoose.  Let’s have a funeral.”",
        "“No,” said his mother, “let’s take him in and dry him.\nPerhaps he isn’t really dead.”",
        "They took him into the house, and a big man picked him up\nbetween his finger and thumb and said he was not dead but half\nchoked.  So they wrapped him in cotton wool, and warmed him over a\nlittle fire, and he opened his eyes and sneezed.",
        "“Now,” said the big man (he was an Englishman who had just\nmoved into the bungalow), “don’t frighten him, and we’ll see what\nhe’ll do.”",
        "It is the hardest thing in the world to frighten a mongoose,\nbecause he is eaten up from nose to tail with curiosity.  The\nmotto of all the mongoose family is “Run and find out,” and\nRikki-tikki was a true mongoose.  He looked at the cotton wool,\ndecided that it was not good to eat, ran all round the table, sat\nup and put his fur in order, scratched himself, and jumped on the\nsmall boy’s shoulder.",
        "“Don’t be frightened, Teddy,” said his father.  “That’s his\nway of making friends.”",
        "“Ouch!  He’s tickling under my chin,” said Teddy.",
        "Rikki-tikki looked down between the boy’s collar and neck,\nsnuffed at his ear, and climbed down to the floor, where he sat\nrubbing his nose.",
        "“Good gracious,” said Teddy’s mother, “and that’s a wild\ncreature!  I suppose he’s so tame because we’ve been kind to him.”",
        "“All mongooses are like that,” said her husband.  “If Teddy\ndoesn’t pick him up by the tail, or try to put him in a cage,\nhe’ll run in and out of the house all day long.  Let’s give him\nsomething to eat.”",
        "They gave him a little piece of raw meat.  Rikki-tikki liked\nit immensely, and when it was finished he went out into the\nveranda and sat in the sunshine and fluffed up his fur to make it\ndry to the roots.  Then he felt better.",
        "“There are more things to find out about in this house,” he\nsaid to himself, “than all my family could find out in all their\nlives.  I shall certainly stay and find out.”",
        "He spent all that day roaming over the house.  He nearly\ndrowned himself in the bath-tubs, put his nose into the ink on a\nwriting table, and burned it on the end of the big man’s cigar,\nfor he climbed up in the big man’s lap to see how writing was\ndone.  At nightfall he ran into Teddy’s nursery to watch how\nkerosene lamps were lighted, and when Teddy went to bed\nRikki-tikki climbed up too.  But he was a restless companion,\nbecause he had to get up and attend to every noise all through the\nnight, and find out what made it.  Teddy’s mother and father came\nin, the last thing, to look at their boy, and Rikki-tikki was\nawake on the pillow.  “I don’t like that,” said Teddy’s mother.\n“He may bite the child.”  “He’ll do no such thing,” said the\nfather.  “Teddy’s safer with that little beast than if he had a\nbloodhound to watch him.  If a snake came into the nursery now–”",
        "But Teddy’s mother wouldn’t think of anything so awful.",
        "Early in the morning Rikki-tikki came to early breakfast in\nthe veranda riding on Teddy’s shoulder, and they gave him banana\nand some boiled egg.  He sat on all their laps one after the\nother, because every well-brought-up mongoose always hopes to be a\nhouse mongoose some day and have rooms to run about in; and\nRikki-tikki’s mother (she used to live in the general’s house at\nSegowlee) had carefully told Rikki what to do if ever he came\nacross white men.",
        "Then Rikki-tikki went out into the garden to see what was to\nbe seen.  It was a large garden, only half cultivated, with\nbushes, as big as summer-houses, of Marshal Niel roses, lime and\norange trees, clumps of bamboos, and thickets of high grass.\nRikki-tikki licked his lips.  “This is a splendid hunting-ground,\"\nhe said, and his tail grew bottle-brushy at the thought of it, and\nhe scuttled up and down the garden, snuffing here and there till\nhe heard very sorrowful voices in a thorn-bush.",
        "It was Darzee, the Tailorbird, and his wife.  They had made a\nbeautiful nest by pulling two big leaves together and stitching\nthem up the edges with fibers, and had filled the hollow with\ncotton and downy fluff.  The nest swayed to and fro, as they sat\non the rim and cried.",
        "“What is the matter?” asked Rikki-tikki.",
        "“We are very miserable,” said Darzee.  “One of our babies fell\nout of the nest yesterday and Nag ate him.”",
        "“H’m!” said Rikki-tikki, “that is very sad–but I am a\nstranger here.  Who is Nag?”",
        "Darzee and his wife only cowered down in the nest without\nanswering, for from the thick grass at the foot of the bush there\ncame a low hiss–a horrid cold sound that made Rikki-tikki jump\nback two clear feet.  Then inch by inch out of the grass rose up\nthe head and spread hood of Nag, the big black cobra, and he was\nfive feet long from tongue to tail.  When he had lifted one-third\nof himself clear of the ground, he stayed balancing to and fro\nexactly as a dandelion tuft balances in the wind, and he looked at\nRikki-tikki with the wicked snake’s eyes that never change their\nexpression, whatever the snake may be thinking of.",
        "“Who is Nag?” said he.  “I am Nag.  The great God Brahm put\nhis mark upon all our people, when the first cobra spread his hood\nto keep the sun off Brahm as he slept.  Look, and be afraid!”",
        "He spread out his hood more than ever, and Rikki-tikki saw the\nspectacle-mark on the back of it that looks exactly like the eye\npart of a hook-and-eye fastening.  He was afraid for the minute,\nbut it is impossible for a mongoose to stay frightened for any\nlength of time, and though Rikki-tikki had never met a live cobra\nbefore, his mother had fed him on dead ones, and he knew that all\na grown mongoose’s business in life was to fight and eat snakes.\nNag knew that too and, at the bottom of his cold heart, he was\nafraid.",
        "“Well,” said Rikki-tikki, and his tail began to fluff up\nagain, “marks or no marks, do you think it is right for you to eat\nfledglings out of a nest?”",
        "Nag was thinking to himself, and watching the least little\nmovement in the grass behind Rikki-tikki.  He knew that mongooses\nin the garden meant death sooner or later for him and his family,\nbut he wanted to get Rikki-tikki off his guard.  So he dropped his\nhead a little, and put it on one side.",
        "“Let us talk,” he said.  “You eat eggs.  Why should not I eat\nbirds?”",
        "“Behind you!  Look behind you!” sang Darzee.",
        "Rikki-tikki knew better than to waste time in staring.  He\njumped up in the air as high as he could go, and just under him\nwhizzed by the head of Nagaina, Nag’s wicked wife.  She had crept\nup behind him as he was talking, to make an end of him.  He heard\nher savage hiss as the stroke missed.  He came down almost across\nher back, and if he had been an old mongoose he would have known\nthat then was the time to break her back with one bite; but he was\nafraid of the terrible lashing return stroke of the cobra.  He\nbit, indeed, but did not bite long enough, and he jumped clear of\nthe whisking tail, leaving Nagaina torn and angry.",
        "“Wicked, wicked Darzee!” said Nag, lashing up as high as he\ncould reach toward the nest in the thorn-bush.  But Darzee had\nbuilt it out of reach of snakes, and it only swayed to and fro.",
        "Rikki-tikki felt his eyes growing red and hot (when a\nmongoose’s eyes grow red, he is angry), and he sat back on his\ntail and hind legs like a little kangaroo, and looked all round\nhim, and chattered with rage.  But Nag and Nagaina had disappeared\ninto the grass.  When a snake misses its stroke, it never says\nanything or gives any sign of what it means to do next.\nRikki-tikki did not care to follow them, for he did not feel sure\nthat he could manage two snakes at once.  So he trotted off to the\ngravel path near the house, and sat down to think.  It was a\nserious matter for him.",
        "If you read the old books of natural history, you will find\nthey say that when the mongoose fights the snake and happens to\nget bitten, he runs off and eats some herb that cures him.  That\nis not true.  The victory is only a matter of quickness of eye and\nquickness of foot–snake’s blow against mongoose’s jump–and\nas no eye can follow the motion of a snake’s head when it strikes,\nthis makes things much more wonderful than any magic herb.\nRikki-tikki knew he was a young mongoose, and it made him all the\nmore pleased to think that he had managed to escape a blow from\nbehind.  It gave him confidence in himself, and when Teddy came\nrunning down the path, Rikki-tikki was ready to be petted.",
        "But just as Teddy was stooping, something wriggled a little in\nthe dust, and a tiny voice said: “Be careful.  I am Death!”  It\nwas Karait, the dusty brown snakeling that lies for choice on the\ndusty earth; and his bite is as dangerous as the cobra’s.  But he\nis so small that nobody thinks of him, and so he does the more\nharm to people.",
        "Rikki-tikki’s eyes grew red again, and he danced up to Karait\nwith the peculiar rocking, swaying motion that he had inherited\nfrom his family.  It looks very funny, but it is so perfectly\nbalanced a gait that you can fly off from it at any angle you\nplease, and in dealing with snakes this is an advantage.  If\nRikki-tikki had only known, he was doing a much more dangerous\nthing than fighting Nag, for Karait is so small, and can turn so\nquickly, that unless Rikki bit him close to the back of the head,\nhe would get the return stroke in his eye or his lip.  But Rikki\ndid not know.  His eyes were all red, and he rocked back and\nforth, looking for a good place to hold.  Karait struck out.\nRikki jumped sideways and tried to run in, but the wicked little\ndusty gray head lashed within a fraction of his shoulder, and he\nhad to jump over the body, and the head followed his heels close.",
        "Teddy shouted to the house: “Oh, look here!  Our mongoose is\nkilling a snake.”  And Rikki-tikki heard a scream from Teddy’s\nmother.  His father ran out with a stick, but by the time he came\nup, Karait had lunged out once too far, and Rikki-tikki had\nsprung, jumped on the snake’s back, dropped his head far between\nhis forelegs, bitten as high up the back as he could get hold, and\nrolled away.  That bite paralyzed Karait, and Rikki-tikki was just\ngoing to eat him up from the tail, after the custom of his family\nat dinner, when he remembered that a full meal makes a slow\nmongoose, and if he wanted all his strength and quickness ready,\nhe must keep himself thin.",
        "He went away for a dust bath under the castor-oil bushes,\nwhile Teddy’s father beat the dead Karait.  “What is the use of\nthat?” thought Rikki-tikki.  “I have settled it all;” and then\nTeddy’s mother picked him up from the dust and hugged him, crying\nthat he had saved Teddy from death, and Teddy’s father said that\nhe was a providence, and Teddy looked on with big scared eyes.\nRikki-tikki was rather amused at all the fuss, which, of course,\nhe did not understand.  Teddy’s mother might just as well have\npetted Teddy for playing in the dust.  Rikki was thoroughly\nenjoying himself.",
        "That night at dinner, walking to and fro among the\nwine-glasses on the table, he might have stuffed himself three\ntimes over with nice things.  But he remembered Nag and Nagaina,\nand though it was very pleasant to be patted and petted by Teddy’s\nmother, and to sit on Teddy’s shoulder, his eyes would get red\nfrom time to time, and he would go off into his long war cry of\n“Rikk-tikk-tikki-tikki-tchk!”",
        "Teddy carried him off to bed, and insisted on Rikki-tikki\nsleeping under his chin.  Rikki-tikki was too well bred to bite or\nscratch, but as soon as Teddy was asleep he went off for his\nnightly walk round the house, and in the dark he ran up against\nChuchundra, the musk-rat, creeping around by the wall.  Chuchundra\nis a broken-hearted little beast.  He whimpers and cheeps all the\nnight, trying to make up his mind to run into the middle of the\nroom.  But he never gets there.",
        "“Don’t kill me,” said Chuchundra, almost weeping.\n“Rikki-tikki, don’t kill me!”",
        "“Do you think a snake-killer kills muskrats?” said Rikki-tikki\nscornfully.",
        "“Those who kill snakes get killed by snakes,” said Chuchundra,\nmore sorrowfully than ever.  “And how am I to be sure that Nag\nwon’t mistake me for you some dark night?”",
        "“There’s not the least danger,” said Rikki-tikki.  “But Nag is\nin the garden, and I know you don’t go there.”",
        "“My cousin Chua, the rat, told me–” said Chuchundra, and\nthen he stopped.",
        "“Told you what?”",
        "“H’sh!  Nag is everywhere, Rikki-tikki.  You should have\ntalked to Chua in the garden.”",
        "“I didn’t–so you must tell me.  Quick, Chuchundra, or I’ll\nbite you!”",
        "Chuchundra sat down and cried till the tears rolled off his\nwhiskers.  “I am a very poor man,” he sobbed.  “I never had spirit\nenough to run out into the middle of the room.  H’sh!  I mustn’t\ntell you anything.  Can’t you hear, Rikki-tikki?”",
        "Rikki-tikki listened.  The house was as still as still, but he\nthought he could just catch the faintest scratch-scratch in the\nworld–a noise as faint as that of a wasp walking on a\nwindow-pane–the dry scratch of a snake’s scales on brick-work.",
        "“That’s Nag or Nagaina,” he said to himself, “and he is\ncrawling into the bath-room sluice.  You’re right, Chuchundra; I\nshould have talked to Chua.”",
        "He stole off to Teddy’s bath-room, but there was nothing\nthere, and then to Teddy’s mother’s bathroom.  At the bottom of\nthe smooth plaster wall there was a brick pulled out to make a\nsluice for the bath water, and as Rikki-tikki stole in by the\nmasonry curb where the bath is put, he heard Nag and Nagaina\nwhispering together outside in the moonlight.",
        "“When the house is emptied of people,” said Nagaina to her\nhusband, “he will have to go away, and then the garden will be our\nown again.  Go in quietly, and remember that the big man who\nkilled Karait is the first one to bite.  Then come out and tell\nme, and we will hunt for Rikki-tikki together.”",
        "“But are you sure that there is anything to be gained by\nkilling the people?” said Nag.",
        "“Everything.  When there were no people in the bungalow, did\nwe have any mongoose in the garden?  So long as the bungalow is\nempty, we are king and queen of the garden; and remember that as\nsoon as our eggs in the melon bed hatch (as they may tomorrow),\nour children will need room and quiet.”",
        "“I had not thought of that,” said Nag.  “I will go, but there\nis no need that we should hunt for Rikki-tikki afterward.  I will\nkill the big man and his wife, and the child if I can, and come\naway quietly.  Then the bungalow will be empty, and Rikki-tikki\nwill go.”",
        "Rikki-tikki tingled all over with rage and hatred at this, and\nthen Nag’s head came through the sluice, and his five feet of cold\nbody followed it.  Angry as he was, Rikki-tikki was very\nfrightened as he saw the size of the big cobra.  Nag coiled\nhimself up, raised his head, and looked into the bathroom in the\ndark, and Rikki could see his eyes glitter.",
        "“Now, if I kill him here, Nagaina will know; and if I fight\nhim on the open floor, the odds are in his favor.  What am I to\ndo?” said Rikki-tikki-tavi.",
        "Nag waved to and fro, and then Rikki-tikki heard him drinking\nfrom the biggest water-jar that was used to fill the bath.  “That\nis good,” said the snake.  “Now, when Karait was killed, the big\nman had a stick.  He may have that stick still, but when he comes\nin to bathe in the morning he will not have a stick.  I shall wait\nhere till he comes.  Nagaina–do you hear me?–I shall wait\nhere in the cool till daytime.”",
        "There was no answer from outside, so Rikki-tikki knew Nagaina\nhad gone away.  Nag coiled himself down, coil by coil, round the\nbulge at the bottom of the water jar, and Rikki-tikki stayed still\nas death.  After an hour he began to move, muscle by muscle,\ntoward the jar.  Nag was asleep, and Rikki-tikki looked at his big\nback, wondering which would be the best place for a good hold.\n“If I don’t break his back at the first jump,” said Rikki, “he can\nstill fight.  And if he fights–O Rikki!”  He looked at the\nthickness of the neck below the hood, but that was too much for\nhim; and a bite near the tail would only make Nag savage.",
        "“It must be the head\"’ he said at last; “the head above the\nhood.  And, when I am once there, I must not let go.”",
        "Then he jumped.  The head was lying a little clear of the\nwater jar, under the curve of it; and, as his teeth met, Rikki\nbraced his back against the bulge of the red earthenware to hold\ndown the head.  This gave him just one second’s purchase, and he\nmade the most of it.  Then he was battered to and fro as a rat is\nshaken by a dog–to and fro on the floor, up and down, and\naround in great circles, but his eyes were red and he held on as\nthe body cart-whipped over the floor, upsetting the tin dipper and\nthe soap dish and the flesh brush, and banged against the tin side\nof the bath.  As he held he closed his jaws tighter and tighter,\nfor he made sure he would be banged to death, and, for the honor\nof his family, he preferred to be found with his teeth locked.  He\nwas dizzy, aching, and felt shaken to pieces when something went\noff like a thunderclap just behind him.  A hot wind knocked him\nsenseless and red fire singed his fur.  The big man had been\nwakened by the noise, and had fired both barrels of a shotgun into\nNag just behind the hood.",
        "Rikki-tikki held on with his eyes shut, for now he was quite\nsure he was dead.  But the head did not move, and the big man\npicked him up and said, “It’s the mongoose again, Alice.  The\nlittle chap has saved our lives now.”",
        "Then Teddy’s mother came in with a very white face, and saw\nwhat was left of Nag, and Rikki-tikki dragged himself to Teddy’s\nbedroom and spent half the rest of the night shaking himself\ntenderly to find out whether he really was broken into forty\npieces, as he fancied.",
        "When morning came he was very stiff, but well pleased with his\ndoings.  “Now I have Nagaina to settle with, and she will be worse\nthan five Nags, and there’s no knowing when the eggs she spoke of\nwill hatch.  Goodness!  I must go and see Darzee,” he said.",
        "Without waiting for breakfast, Rikki-tikki ran to the\nthornbush where Darzee was singing a song of triumph at the top of\nhis voice.  The news of Nag’s death was all over the garden, for\nthe sweeper had thrown the body on the rubbish-heap.",
        "“Oh, you stupid tuft of feathers!” said Rikki-tikki angrily.\n“Is this the time to sing?”",
        "“Nag is dead–is dead–is dead!” sang Darzee.  “The\nvaliant Rikki-tikki caught him by the head and held fast.  The big\nman brought the bang-stick, and Nag fell in two pieces!  He will\nnever eat my babies again.”",
        "“All that’s true enough.  But where’s Nagaina?” said\nRikki-tikki, looking carefully round him.",
        "“Nagaina came to the bathroom sluice and called for Nag,\"\nDarzee went on, “and Nag came out on the end of a stick–the\nsweeper picked him up on the end of a stick and threw him upon the\nrubbish heap.  Let us sing about the great, the red-eyed\nRikki-tikki!”  And Darzee filled his throat and sang.",
        "“If I could get up to your nest, I’d roll your babies out!\"\nsaid Rikki-tikki.  “You don’t know when to do the right thing at\nthe right time.  You’re safe enough in your nest there, but it’s\nwar for me down here.  Stop singing a minute, Darzee.”",
        "“For the great, the beautiful Rikki-tikki’s sake I will stop,\"\nsaid Darzee.  “What is it, O Killer of the terrible Nag?”",
        "“Where is Nagaina, for the third time?”",
        "“On the rubbish heap by the stables, mourning for Nag.  Great\nis Rikki-tikki with the white teeth.”",
        "“Bother my white teeth!  Have you ever heard where she keeps\nher eggs?”",
        "“In the melon bed, on the end nearest the wall, where the sun\nstrikes nearly all day.  She hid them there weeks ago.”",
        "“And you never thought it worth while to tell me?  The end\nnearest the wall, you said?”",
        "“Rikki-tikki, you are not going to eat her eggs?”",
        "“Not eat exactly; no.  Darzee, if you have a grain of sense\nyou will fly off to the stables and pretend that your wing is\nbroken, and let Nagaina chase you away to this bush.  I must get\nto the melon-bed, and if I went there now she’d see me.”",
        "Darzee was a feather-brained little fellow who could never\nhold more than one idea at a time in his head.  And just because\nhe knew that Nagaina’s children were born in eggs like his own, he\ndidn’t think at first that it was fair to kill them.  But his wife\nwas a sensible bird, and she knew that cobra’s eggs meant young\ncobras later on.  So she flew off from the nest, and left Darzee\nto keep the babies warm, and continue his song about the death of\nNag.  Darzee was very like a man in some ways.",
        "She fluttered in front of Nagaina by the rubbish heap and\ncried out, “Oh, my wing is broken!  The boy in the house threw a\nstone at me and broke it.”  Then she fluttered more desperately\nthan ever.",
        "Nagaina lifted up her head and hissed, “You warned Rikki-tikki\nwhen I would have killed him.  Indeed and truly, you’ve chosen a\nbad place to be lame in.”  And she moved toward Darzee’s wife,\nslipping along over the dust.",
        "“The boy broke it with a stone!” shrieked Darzee’s wife.",
        "“Well!  It may be some consolation to you when you’re dead to\nknow that I shall settle accounts with the boy.  My husband lies\non the rubbish heap this morning, but before night the boy in the\nhouse will lie very still.  What is the use of running away?  I am\nsure to catch you.  Little fool, look at me!”",
        "Darzee’s wife knew better than to do that, for a bird who\nlooks at a snake’s eyes gets so frightened that she cannot move.\nDarzee’s wife fluttered on, piping sorrowfully, and never leaving\nthe ground, and Nagaina quickened her pace.",
        "Rikki-tikki heard them going up the path from the stables, and\nhe raced for the end of the melon patch near the wall.  There, in\nthe warm litter above the melons, very cunningly hidden, he found\ntwenty-five eggs, about the size of a bantam’s eggs, but with\nwhitish skin instead of shell.",
        "“I was not a day too soon,” he said, for he could see the baby\ncobras curled up inside the skin, and he knew that the minute they\nwere hatched they could each kill a man or a mongoose.  He bit off\nthe tops of the eggs as fast as he could, taking care to crush the\nyoung cobras, and turned over the litter from time to time to see\nwhether he had missed any.  At last there were only three eggs\nleft, and Rikki-tikki began to chuckle to himself, when he heard\nDarzee’s wife screaming:",
        "“Rikki-tikki, I led Nagaina toward the house, and she has gone\ninto the veranda, and–oh, come quickly–she means killing!”",
        "Rikki-tikki smashed two eggs, and tumbled backward down the\nmelon-bed with the third egg in his mouth, and scuttled to the\nveranda as hard as he could put foot to the ground.  Teddy and his\nmother and father were there at early breakfast, but Rikki-tikki\nsaw that they were not eating anything.  They sat stone-still, and\ntheir faces were white.  Nagaina was coiled up on the matting by\nTeddy’s chair, within easy striking distance of Teddy’s bare leg,\nand she was swaying to and fro, singing a song of triumph.",
        "“Son of the big man that killed Nag,” she hissed, “stay still.\nI am not ready yet.  Wait a little.  Keep very still, all you\nthree!  If you move I strike, and if you do not move I strike.\nOh, foolish people, who killed my Nag!”",
        "Teddy’s eyes were fixed on his father, and all his father\ncould do was to whisper, “Sit still, Teddy.  You mustn’t move.\nTeddy, keep still.”",
        "Then Rikki-tikki came up and cried, “Turn round, Nagaina.\nTurn and fight!”",
        "“All in good time,” said she, without moving her eyes.  “I\nwill settle my account with you presently.  Look at your friends,\nRikki-tikki.  They are still and white.  They are afraid.  They\ndare not move, and if you come a step nearer I strike.”",
        "“Look at your eggs,” said Rikki-tikki, “in the melon bed near\nthe wall.  Go and look, Nagaina!”",
        "The big snake turned half around, and saw the egg on the\nveranda.  “Ah-h!  Give it to me,” she said.",
        "Rikki-tikki put his paws one on each side of the egg, and his\neyes were blood-red.  “What price for a snake’s egg?  For a young\ncobra?  For a young king cobra?  For the last–the very last of\nthe brood?  The ants are eating all the others down by the melon\nbed.”",
        "Nagaina spun clear round, forgetting everything for the sake\nof the one egg.  Rikki-tikki saw Teddy’s father shoot out a big\nhand, catch Teddy by the shoulder, and drag him across the little\ntable with the tea-cups, safe and out of reach of Nagaina.",
        "“Tricked!  Tricked!  Tricked!  Rikk-tck-tck!” chuckled\nRikki-tikki.  “The boy is safe, and it was I–I–I that caught\nNag by the hood last night in the bathroom.”  Then he began to\njump up and down, all four feet together, his head close to the\nfloor.  “He threw me to and fro, but he could not shake me off.\nHe was dead before the big man blew him in two.  I did it!\nRikki-tikki-tck-tck!  Come then, Nagaina.  Come and fight with me.\nYou shall not be a widow long.”",
        "Nagaina saw that she had lost her chance of killing Teddy, and\nthe egg lay between Rikki-tikki’s paws.  “Give me the egg,\nRikki-tikki.  Give me the last of my eggs, and I will go away and\nnever come back,” she said, lowering her hood.",
        "“Yes, you will go away, and you will never come back.  For you\nwill go to the rubbish heap with Nag.  Fight, widow!  The big man\nhas gone for his gun!  Fight!”",
        "Rikki-tikki was bounding all round Nagaina, keeping just out\nof reach of her stroke, his little eyes like hot coals.  Nagaina\ngathered herself together and flung out at him.  Rikki-tikki\njumped up and backward.  Again and again and again she struck, and\neach time her head came with a whack on the matting of the veranda\nand she gathered herself together like a watch spring.  Then\nRikki-tikki danced in a circle to get behind her, and Nagaina spun\nround to keep her head to his head, so that the rustle of her tail\non the matting sounded like dry leaves blown along by the wind.",
        "He had forgotten the egg.  It still lay on the veranda, and\nNagaina came nearer and nearer to it, till at last, while\nRikki-tikki was drawing breath, she caught it in her mouth, turned\nto the veranda steps, and flew like an arrow down the path, with\nRikki-tikki behind her.  When the cobra runs for her life, she\ngoes like a whip-lash flicked across a horse’s neck.",
        "Rikki-tikki knew that he must catch her, or all the trouble\nwould begin again.  She headed straight for the long grass by the\nthorn-bush, and as he was running Rikki-tikki heard Darzee still\nsinging his foolish little song of triumph.  But Darzee’s wife was\nwiser.  She flew off her nest as Nagaina came along, and flapped\nher wings about Nagaina’s head.  If Darzee had helped they might\nhave turned her, but Nagaina only lowered her hood and went on.\nStill, the instant’s delay brought Rikki-tikki up to her, and as\nshe plunged into the rat-hole where she and Nag used to live, his\nlittle white teeth were clenched on her tail, and he went down\nwith her–and very few mongooses, however wise and old they may\nbe, care to follow a cobra into its hole.  It was dark in the\nhole; and Rikki-tikki never knew when it might open out and give\nNagaina room to turn and strike at him.  He held on savagely, and\nstuck out his feet to act as brakes on the dark slope of the hot,\nmoist earth.",
        "Then the grass by the mouth of the hole stopped waving, and\nDarzee said, “It is all over with Rikki-tikki!  We must sing his\ndeath song.  Valiant Rikki-tikki is dead!  For Nagaina will surely\nkill him underground.”",
        "So he sang a very mournful song that he made up on the spur of\nthe minute, and just as he got to the most touching part, the\ngrass quivered again, and Rikki-tikki, covered with dirt, dragged\nhimself out of the hole leg by leg, licking his whiskers.  Darzee\nstopped with a little shout.  Rikki-tikki shook some of the dust\nout of his fur and sneezed.  “It is all over,” he said.  “The\nwidow will never come out again.”  And the red ants that live\nbetween the grass stems heard him, and began to troop down one\nafter another to see if he had spoken the truth.",
        "Rikki-tikki curled himself up in the grass and slept where he\nwas–slept and slept till it was late in the afternoon, for he\nhad done a hard day’s work.",
        "“Now,” he said, when he awoke, “I will go back to the house.\nTell the Coppersmith, Darzee, and he will tell the garden that\nNagaina is dead.”",
        "The Coppersmith is a bird who makes a noise exactly like the\nbeating of a little hammer on a copper pot; and the reason he is\nalways making it is because he is the town crier to every Indian\ngarden, and tells all the news to everybody who cares to listen.\nAs Rikki-tikki went up the path, he heard his “attention” notes\nlike a tiny dinner gong, and then the steady “Ding-dong-tock!  Nag\nis dead–dong!  Nagaina is dead!  Ding-dong-tock!”  That set all\nthe birds in the garden singing, and the frogs croaking, for Nag\nand Nagaina used to eat frogs as well as little birds.",
        "When Rikki got to the house, Teddy and Teddy’s mother (she\nlooked very white still, for she had been fainting) and Teddy’s\nfather came out and almost cried over him; and that night he ate\nall that was given him till he could eat no more, and went to bed\non Teddy’s shoulder, where Teddy’s mother saw him when she came to\nlook late at night.",
        "“He saved our lives and Teddy’s life,” she said to her\nhusband.  “Just think, he saved all our lives.”",
        "Rikki-tikki woke up with a jump, for the mongooses are light\nsleepers.",
        "“Oh, it’s you,” said he.  “What are you bothering for?  All\nthe cobras are dead.  And if they weren’t, I’m here.”",
        "Rikki-tikki had a right to be proud of himself.  But he did\nnot grow too proud, and he kept that garden as a mongoose should\nkeep it, with tooth and jump and spring and bite, till never a\ncobra dared show its head inside the walls.",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}