{
    "title": "The Golden Sayings of Epictetus - LXXVIII ",
    "author": "Unknown",
    "chapter": "78",
    "content": [
        "\n",
        "\n\n",
        "Who then is a Stoic—in the sense that we call that a statue of\nPhidias which is modelled after that master’s art? Show me a man\nin this sense modelled after the doctrines that are ever upon his\nlips. Show me a man that is sick—and happy; in danger—and\nhappy; on his death-bed—and happy; an exile—and happy; in evil\nreport—and happy! Show me him, I ask again. So help me Heaven,\nI long to see one Stoic! Nay, if you cannot show me one fully\nmodelled, let me at least see one in whom the process is at\nwork—one whose bent is in that direction. Do me that favour!\nGrudge it not to an old man, to behold a sight that he has never\nyet beheld. Think you I wish to see the Zeus or Athena of\nPhidias, bedecked with gold and ivory?—Nay, show me, one of\nyou, a human soul, desiring to be of one mind with God, no more\nto lay blame on God or man, to suffer nothing to disappoint,\nnothing to cross him, to yield neither to anger, envy, nor\njealousy—in a word, why disguise the matter? one that from a\nman would fain become a God; one that while still imprisoned\nin this dead body makes fellowship with God his aim. Show me\nhim!—Ah, you cannot! Then why mock yourselves and delude\nothers? why stalk about tricked out in other men’s attire,\nthieves and robbers that you are of names and things to which\nyou can show no title!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}