{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XI.",
    "author": "I. Windslow Ayer",
    "chapter": "12",
    "content": [
        "\n\n",
        "THE FIRST ATTEMPT TO RELEASE THE PRISONERS OF WAR AT CAMP DOUGLAS–THE\nCHARACTER IN WHICH THEY CAME–UNDER THE LEAD OF CAPT. HINES–THE REASONS\nWHY THEY FAILED TO EFFECT THEIR OBJECT–REBEL OFFICERS AND SOLDIERS\nDRILLING COPPERHEADS IN SOUTHERN ILLINOIS AND INDIANA.",
        "It is the writer’s intention to speak first of two expeditions to Chicago,\nfor the release of the prisoners confined there. The first of these took\nplace during the Chicago Democratic Convention, when it was hoped that the\nrebels from Canada and their sympathizers from Missouri, Kentucky, Indiana\nand Illinois, who came armed to assist them in their projects, would be\nenabled to go quietly into the city without fear of detection, in the vast\ncrowds who were then assembling there, from all parts of the United\nStates, and under the guise of friendly visitors, were to be ready at a\nmoment’s notice whenever their leaders called upon them to spring out\nbefore the people in their true light, and effect the release of those\nrebels confined at Camp Douglas. As early as the twenty-fourth and\ntwenty-fifth of August last, at the request of Jacob Thompson, secretly\nand quietly circulated all through the Canadas, Nova Scotia and New\nBrunswick, all the Rebels, Skedadlers, Refugees, and others who could be\nrelied upon to take part in the expedition, began to assemble in Toronto,\nCanada West, at the different hotels and boarding houses; of these, at\nthat time, it was generally reported that there were about three hundred;\nbut so far as positive evidence goes, out of this number only about\nseventy-five men were induced to join this expedition and go to Chicago.\nAt Toronto the objects of the expedition were made known to nearly all of\nthem, and arms furnished them–arms manufactured in New York city and\nshipped to Canada for that express purpose. The details of the affair\nwere only known to a few of the leaders, who maintained the strictest\nsilence upon the subject, and enjoined upon the men the most implicit\nobedience to their orders, pledging themselves for their safety and the\nfeasibility of their plans. On the nights of the twenty-sixth,\ntwenty-seventh and twenty-eighth of August, these men began to leave\nToronto, by all the different routes leading to Chicago, in squads of from\ntwo to ten, and began to arrive at the Richmond House in that city, as\nearly as the Saturday before the Convention. They were all pledged to\nfight to the last, and never under any circumstances surrender, as their\nlives would be forfeited, if caught. The whole expedition was under the\ncharge of Capt. Thomas H. Hines, who had a commission as Major-General in\nthe Rebel army, to take effect and date from the release of the rebel\nprisoners of war at Rock Island or Camp Douglas. Hines is the person who\nis said to have effected the escape of General John H. Morgan himself, and\nothers from the penitentiary at Columbus, Ohio, and although it is not\ngenerally known in the North or South how Morgan escaped, and there not\nbeing one word of truth in his report, he has enjoyed for a long time the\nreputation of having been the author of it, and of being a desperate\nshrewd character. The real facts in the case were (and it does not do the\nservice of the United States much credit to mention them,) that General\nJohn H. Morgan “was bribed out.” It was absolutely necessary however for\nGeneral Morgan to make some report of his escape to the public, that would\nhoodwink the United States Government and save the officers, whom his\nfriends in the North had bribed to let him out, from punishment by the\nauthorities, and therefore a very romantic tale was made up, and Morgan’s\npet Capt. Hines, was made the hero of it; and it was the object of the\nrebel government in sending Hines to Canada to give an air of truth to\nthis romantic tale, to secure the United States officials who have failed\nin their duty to their country. Hines was assisted in his efforts by Col.\nSt. Leger Grenfel an English adventurer of great military experience,\npersonal bravery and daring, who has had a romantic connection with nearly\nevery important war in America, Europe, Asia and Africa for the past\nthirty years, and served in the Southern army with the rank of Col., as\nAdjt.-Gen. to Morgan, and afterwards on General Bragg’s staff; but who\npretended to have resigned his commission in the rebel army and was living\nquietly in Canada; also by one Capt. Castleman of Morgan’s command, from\nKentucky, who acted as Quartermaster of the party, and about seventy-five,\nrank and file, (nearly all of whom were officers) of the rebel army from\nCanada. These men were to be met here in Chicago by parties from nearly\nall the middle, western and border States, who came armed like themselves\nand for the same purpose. Of those citizens who came to Chicago, armed and\nready like the rebels, there were over a thousand persons organized and\nofficered, camped in this city, just waiting for the command, and there\nwere in the vast throng then assembled in Chicago five or six thousand,\nwho, while they would not attach themselves to any organization, and were\nafraid to risk the first attempt, yet if the first attempt had been\nsuccessful they would have joined the others in their work of devastation\nand destruction. The above is most too low an estimate of the number of\nthese malcontents who did not join any military organization, but would\nhave eventually joined if it had been successful; for rebel officers have\nbeen heard to say in Canada, after the Convention was over, that if they\ncould have “started the thing right,” they would have had an army of\ntwenty-five thousand in a week. With such a force, or even a force of ten\nthousand, in possession of the city of Chicago, almost every city and\nlarge town where there were many Democrats, and where the Sons of Liberty,\nthe Illinois Societies, Illini, &c., had full sway in Missouri, Kentucky,\nIndiana, Ohio and Illinois, were to raise the insurrectionary cry, and\nendeavor to bring all peace men and Democrats under their banners. They\nwere also to endeavor to maintain themselves in their respective\nneighborhoods, districts, States, etc., were to seize upon all the\nrailroads and public buildings, and in the event they were not strong\nenough to hold all the country, they were to rally around the liberated\nrebels and their friends at Chicago, Camp Chase, Camp Morton, and other\nplaces, after destroying all the public works, railroads, etc., that would\nbe of any service to the Government, in following them up, or baulking\ntheir movements. In the meantime, however, the military authorities in\nChicago had not been idle, and the rebels and their abettors looked with\ndismay upon every fresh arrival of troops and artillery, as it was\nreported in their headquarters by spies, who had the temerity to go to the\nobservatory just opposite the camp, from which they could see almost all\nover it, and send up hourly reports of everything taking place inside.",
        "They not only had their spies, one might almost say, in Camp Douglas, but\nin the telegraph offices, and were in or so near Post Headquarters, that\nthey were able to chronicle nearly every event of any importance to them,\nthat transpired, in any of those places.",
        "On the third day of the Convention, it was announced from rebel\nheadquarters at the Richmond House, that the expedition was a failure,\nthat owing to the precautions taken by the military authorities, and the\nnon-arrival of a thousand or two of other Copperheads, who had promised to\nbe in Chicago, ready to assist in the undertaking, and owing to the want\nof sufficient discipline and organization among the Copperheads, who were\non hand, that an attempt at that time upon the garrison of Camp Douglas\nwould involve the destruction of the lives of too many prisoners, and\nperhaps the killing and capturing of all those who made the attempt to\nrelease them. As soon as it was generally known among the rebels that they\nhad failed in attaining the objects for which they came to Chicago, Col.\nGrenfell and Capt. Castleman made their appearance among them, and stated\nthat it had been generally agreed upon that all who were willing should go\nto Southern Illinois and Indiana, to drill and organize the Copperheads\nfor the coming struggle, which they thought would take place very soon, or\nin other words, as soon as Gen. Lee should have Gen. Grant’s army in full\nretreat towards Washington city, or should have inflicted some other\nalmost irreparable disaster upon the Union arms, which event both they and\nthe Copperheads with them, were not only wishing to take place, but\nconfidently expecting every day; that they with Hines and others were\ngoing home with some delegates to the Convention, where they could live\nquietly and work to a great advantage. On the fourth day of the\nConvention, the men and officers were paid various sums from twenty to one\nhundred dollars, and it was left to their option whether they would go to\nSouthern Illinois, Indiana, or return to Canada. Some fifteen or twenty\nwent to Canada, and about fifty went to Southern Illinois and Indiana.\nThus ended the first attempt to release the rebel prisoners of war at Camp\nDouglas. It was certainly a bold movement, both on the part of the rebels,\nwho exposed themselves to such great risk of suffering a disgraceful and\nignominious death, and the citizens who aided them in their nefarious\ndesigns. But it seemed that an angel of an all-seeing Providence stretched\nits protecting wings over the fair city, which was doomed by the rebels\nand their friends at the North first to see and feel the demoralizing\ninfluence of an insurrectionary force. What expression, or what degree of\ncontempt is most appropriate for the citizens connected with these rebel\nefforts;–persons owing a true and faithful allegiance to the Government,\nyet aiding and abetting its public enemies, persons who while professing a\ncommon fealty with their fellow citizens, would welcome to their homes\nincendiaries, and incite them to murder and plunder those very fellow\ncitizens, and compel them to suffer all the horrors of a cruel warfare! No\nepithets that human ingenuity could heap upon them would be too harsh, or\ntoo undeserved, no contempt too humiliating for a people so devoid of\nhonesty and all the qualities essential to render them prosperous and\nhappy.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}