{
    "title": "The Sorrows of Young Werther - September 12.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "67",
    "content": [
        "\n\n",
        "She has been absent for some days. She went to meet Albert.\nTo-day I visited her: she rose to receive me, and I kissed her\nhand most tenderly.",
        "A canary at the moment flew from a mirror, and settled upon her\nshoulder. “Here is a new friend,” she observed, while she made\nhim perch upon her hand: “he is a present for the children. What\na dear he is! Look at him! When I feed him, he flutters with his\nwings, and pecks so nicely. He kisses me, too, only look!”",
        "She held the bird to her mouth; and he pressed her sweet lips with\nso much fervour that he seemed to feel the excess of bliss which\nhe enjoyed.",
        "“He shall kiss you too,” she added; and then she held the bird\ntoward me. His little beak moved from her mouth to mine, and the\ndelightful sensation seemed like the forerunner of the sweetest\nbliss.",
        "“A kiss,” I observed, “does not seem to satisfy him: he wishes for\nfood, and seems disappointed by these unsatisfactory endearments.”",
        "“But he eats out of my mouth,” she continued, and extended her\nlips to him containing seed; and she smiled with all the charm of\na being who has allowed an innocent participation of her love.",
        "I turned my face away. She should not act thus. She ought not to\nexcite my imagination with such displays of heavenly innocence and\nhappiness, nor awaken my heart from its slumbers, in which it\ndreams of the worthlessness of life! And why not? Because she\nknows how much I love her.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}