{
    "title": "The Sorrows of Young Werther - July 6.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "17",
    "content": [
        "\n\n",
        "\nSolitary Tree (Caspar David Friedrich)\n",
        "She is still with her dying friend, and is still the same bright,\nbeautiful creature whose presence softens pain, and sheds happiness\naround whichever way she turns. She went out yesterday with her\nlittle sisters: I knew it, and went to meet them; and we walked\ntogether. In about an hour and a half we returned to the town.\nWe stopped at the spring I am so fond of, and which is now a\nthousand times dearer to me than ever. Charlotte seated herself\nupon the low wall, and we gathered about her. I looked around,\nand recalled the time when my heart was unoccupied and free.\n“Dear fountain!” I said, “since that time I have no more come to\nenjoy cool repose by thy fresh stream: I have passed thee with\ncareless steps, and scarcely bestowed a glance upon thee.” I\nlooked down, and observed Charlotte’s little sister, Jane, coming\nup the steps with a glass of water. I turned toward Charlotte,\nand I felt her influence over me. Jane at the moment approached\nwith the glass. Her sister, Marianne, wished to take it from her.\n“No!” cried the child, with the sweetest expression of face,\n“Charlotte must drink first.”",
        "The affection and simplicity with which this was uttered so charmed\nme, that I sought to express my feelings by catching up the child\nand kissing her heartily. She was frightened, and began to cry.\n“You should not do that,” said Charlotte: I felt perplexed. “Come,\nJane,” she continued, taking her hand, and leading her down the\nsteps again, “it is no matter: wash yourself quickly in the fresh\nwater.” I stood and watched them; and when I saw the little dear\nrubbing her cheeks with her wet hands, in full belief that all\nthe impurities contracted from my ugly beard would be washed off\nby the miraculous water, and how, though Charlotte said it would\ndo, she continued still to wash with all her might, as though she\nthought too much were better than too little, I assure you, Wilhelm,\nI never attended a baptism with greater reverence; and, when\nCharlotte came up from the well, I could have prostrated myself\nas before the prophet of an Eastern nation.",
        "In the evening I would not resist telling the story to a person\nwho, I thought, possessed some natural feeling, because he was a\nman of understanding. But what a mistake I made. He maintained\nit was very wrong of Charlotte, that we should not deceive children,\nthat such things occasioned countless mistakes and superstitions,\nfrom which we were bound to protect the young. It occurred to me\nthen, that this very man had been baptised only a week before; so\nI said nothing further, but maintained the justice of my own\nconvictions. We should deal with children as God deals with us,\nwe are happiest under the influence of innocent delusions.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}