{
    "title": "The Poetics - Aristotle on the Art of Poetry: 1 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nOur subject being Poetry, I propose to speak not only of the art in\ngeneral but also of its species and their respective capacities; of\nthe structure of plot required for a good poem; of the number and\nnature of the constituent parts of a poem; and likewise of any other\nmatters in the same line of inquiry. Let us follow the natural order\nand begin with the primary facts.",
        "Epic poetry and Tragedy, as also Comedy, Dithyrambic poetry, and most\nflute-playing and lyre-playing, are all, viewed as a whole, modes of\nimitation. But at the same time they differ from one another in three\nways, either by a difference of kind in their means, or by differences\nin the objects, or in the manner of their imitations.",
        "I. Just as form and colour are used as means by some, who (whether by\nart or constant practice) imitate and portray many things by their\naid, and the voice is used by others; so also in the above-mentioned\ngroup of arts, the means with them as a whole are rhythm, language,\nand harmony—used, however, either singly or in certain combinations.\nA combination of rhythm and harmony alone is the means in\nflute-playing and lyre-playing, and any other arts there may be of the\nsame description, e.g. imitative piping. Rhythm alone, without\nharmony, is the means in the dancer’s imitations; for even he, by the\nrhythms of his attitudes, may represent men’s characters, as well as\nwhat they do and suffer. There is further an art which imitates by\nlanguage alone, without harmony, in prose or in verse, and if in\nverse, either in some one or in a plurality of metres. This form of\nimitation is to this day without a name. We have no common name for a\nmime of Sophron or Xenarchus and a Socratic Conversation; and we\nshould still be without one even if the imitation in the two instances\nwere in trimeters or elegiacs or some other kind of verse—though it\nis the way with people to tack on ’poet’ to the name of a metre, and\ntalk of elegiac-poets and epic-poets, thinking that they call them\npoets not by reason of the imitative nature of their work, but\nindiscriminately by reason of the metre they write in. Even if a\ntheory of medicine or physical philosophy be put forth in a metrical\nform, it is usual to describe the writer in this way; Homer and\nEmpedocles, however, have really nothing in common apart from their\nmetre; so that, if the one is to be called a poet, the other should be\ntermed a physicist rather than a poet. We should be in the same\nposition also, if the imitation in these instances were in all the\nmetres, like the Centaur (a rhapsody in a medley of all metres) of\nChaeremon; and Chaeremon one has to recognize as a poet. So much,\nthen, as to these arts. There are, lastly, certain other arts, which\ncombine all the means enumerated, rhythm, melody, and verse, e.g.\nDithyrambic and Nomic poetry, Tragedy and Comedy; with this\ndifference, however, that the three kinds of means are in some of them\nall employed together, and in others brought in separately, one after\nthe other. These elements of difference in the above arts I term the\nmeans of their imitation.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}