{
    "title": "The Gatlings at Santiago - Preparing For the Advance",
    "author": "John H. Parker",
    "chapter": "19",
    "content": [
        "\n\n",
        "The orders for June 24th contemplated Gen. Lawton’s Division taking a\nstrong defensive position a short distance from Siboney, on the road\nto Santiago; Kent’s Division was to be held near Santiago, where he\ndisembarked; Bates’ Brigade was to take position in support of Lawton,\nwhile Wheeler’s Division was to be somewhat to the rear on the road\nfrom Siboney to Baiquiri. It was intended to maintain this situation\nuntil the troops and transportation were disembarked and a reasonable\nquantity of necessary supplies landed. Gen. Young’s Brigade, however,\npassed beyond Lawton on the night of the 23d-24th, thus taking the\nadvance, and on the morning of the latter date became engaged with a\nSpanish force intrenched in a strong position at La Guasima, a point\non the Santiago road about three miles from Siboney. Gen. Young’s\nforce consisted of one squadron of the 1st Cavalry, one of the 10th\nCavalry, and two of the 1st United States Volunteer Cavalry; in all,\n964 officers and men.",
        "The enemy made an obstinate resistance, but were driven from the field\nwith considerable loss. Our own loss was 1 officer and 15 men killed,\n6 officers and 46 men wounded. The reported losses of the Spaniards\nwere 9 killed and 27 wounded. The engagement had an inspiring effect\nupon our men and doubtless correspondingly depressed the enemy, as it\nwas now plainly demonstrated to them that they had a foe to meet who\nwould advance upon them under a heavy fire delivered from\nintrenchments. Gen. Wheeler, division commander, was present during\nthe engagement and reports that our troops, officers and men, fought\nwith the greatest gallantry. His report is attached, marked “A.” This\nengagement gave us a well-watered country farther to the front on\nwhich to encamp our troops.",
        "My efforts to unload transportation and subsistence stores, so that we\nmight have several days’ rations on shore, were continued during the\nremainder of the month. In this work I was ably seconded by\nLieut.-Col. Charles F. Humphrey, deputy Q. M. G., U. S. A., chief\nquartermaster, and Col. John F. Weston, A. O. G. S., chief commissary;\nhut, notwithstanding the utmost efforts, it was difficult to land\nsupplies in excess of those required daily to feed the men and\nanimals, and the loss of the scow, mentioned as having broken away\nduring the voyage, as well as the loss at sea of lighters sent by\nQuartermaster’s Department was greatly felt. Indeed, the lack of steam\nlaunches, lighters, scows, and wharves can only be appreciated by\nthose who were on the ground directing the disembarkation and landing\nof supplies. It was not until nearly two weeks after the army landed\nthat it was possible to place on shore three days’ supplies In excess\nof those required for the daily consumption.",
        "After the engagement at La Guasima, and before the end of the month,\nthe army, including Gen. Garcia’s command, which had been brought on\ntransports to Siboney from Aserraderos, was mostly concentrated at\nSevilla, with the exception of the necessary detachments at Baiquiri\nand Siboney.",
        "On June 30th I reconnoitered the country about Santiago and made my\nplan of attack. From a high hill, from which the city was in plain\nview, I could see the San Juan Hill and the country about El Caney.\nThe roads were very poor, and, indeed, little better than bridle-paths\nuntil the San Juan River and El Caney were reached.",
        "The position of El Caney, to the northeast of Santiago, was of great\nimportance to the enemy as holding the Guantanamo road, as well as\nfurnishing shelter for a strong outpost that might be used to assail\nthe right flank of any force operating against San Juan Hill.",
        "In view of this, I decided to begin the attack next day at El Caney\nwith one division, while sending two divisions on the direct road to\nSantiago, passing by the El Pozo house, and as a diversion to direct a\nsmall force against Aguadores, from Siboney along the railroad by the\nsea, with a view of attracting the attention of the Spaniards in the\nlatter direction and of preventing them from attacking our left flank.",
        "During the afternoon I assembled the division commanders and explained\nto them my general plan of battle. Lawton’s Division, assisted by\nCapron’s Light Battery, was ordered to move out during the afternoon\ntoward El Caney, to begin the attack there early the next morning.\nAfter carrying El Caney, Lawton was to move by the El Caney road\ntoward Santiago, and take position on the right of the line. Wheeler’s\nDivision of dismounted cavalry, and Kent’s Division of infantry, were\ndirected on the Santiago road, the head of the column resting near El\nPozo, toward which heights Grimes’ Battery moved on the afternoon of\nthe 30th, with orders to take position thereon early the next morning,\nand at the proper time prepare the way for the advance of Wheeler and\nKent, on San Juan Hill. The attack at this point was to be delayed\nuntil Lawton’s guns were heard at El Caney and his infantry fire\nshowed he had become well engaged.",
        "The remainder of the afternoon and night was devoted to cutting out\nand repairing the roads, and other necessary preparations for battle.\nThese preparations were far from what I desired them to be, but we\nwere in a sickly climate; our supplies had to be brought forward by a\nnarrow wagon road, which the rains might at any time render\nimpassable; fear was entertained that a storm might drive the vessels\ncontaining our stores to sea, thus separating us from our base of\nsupplies; and, lastly, it was reported that Gen. Pando, with 8,000\nreinforcements for the enemy, was en route from Manzanillo, and\nmight be expected in a few days. Under these conditions, I determined\nto give battle without delay.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}