{
    "title": "The Poetics - 17 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "18",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nAt the time when he is constructing his Plots, and engaged on the\nDiction in which they are worked out, the poet should remember\n(1) to put the actual scenes as far as possible before hi.e.es. In\nthis way, seeing everything with the vividness of an eye-witness as it\nwere, he will devise what is appropriate, and be least likely to\noverlook incongruities. This is shown by what was censured in\nCarcinus, the return of Amphiaraus from the sanctuary; it would have\npassed unnoticed, if it had not been actually seen by the audience;\nbut on the stage his play failed, the incongruity of the incident\noffending the spectators. (2) As far as may be, too, the poet should\neven act his story with the very gestures of his personages. Given the\nsame natural qualifications, he who feels the emotions to be described\nwill be the most convincing; distress and anger, for instance, are\nportrayed most truthfully by one who is feeling them at the moment.\nHence it is that poetry demands a man with special gift for it, or\nelse one with a touch of madness in him; the, former can easily assume\nthe required mood, and the latter may be actually beside himself with\nemotion. (3) His story, again, whether already made or of his own\nmaking, he should first simplify and reduce to a universal form,\nbefore proceeding to lengthen it out by the insertion of episodes. The\nfollowing will show how the universal element in Iphigenia, for\ninstance, may be viewed: A certain maiden having been offered in\nsacrifice, and spirited away from her sacrificers into another land,\nwhere the custom was to sacrifice all strangers to the Goddess, she\nwas made there the priestess of this rite. Long after that the brother\nof the priestess happened to come; the fact, however, of the oracle\nhaving for a certain reason bidden him go thither, and his object in\ngoing, are outside the Plot of the play. On his coming he was\narrested, and about to be sacrificed, when he revealed who he\nwas—either as Euripides puts it, or (as suggested by Polyidus) by the\nnot improbable exclamation, ’So I too am doomed to be sacrificed, as\nmy sister was’; and the disclosure led to his salvation. This done,\nthe next thing, after the proper names have been fixed as a basis for\nthe story, is to work i.e.isodes or accessory incidents. One must\nmind, however, that the episodes are appropriate, like the fit of\nmadness in Orestes, which led to his arrest, and the purifying, which\nbrought about his salvation. In plays, then, the episodes are short;\ni.e.ic poetry they serve to lengthen out the poem. The argument of\nthe Odyssey is not a long one.",
        "A certain man has been abroad many years; Poseidon i.e.er on the\nwatch for him, and he is all alone. Matters at home too have come to\nthis, that his substance is being wasted and his son’s death plotted\nby suitors to his wife. Then he arrives there himself after his\ngrievous sufferings; reveals himself, and falls on hi.e.emies; and\nthe end is his salvation and their death. This being all that is\nproper to the Odyssey, everything else in it i.e.isode.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}