{
    "title": "The Golden Sayings of Epictetus - XXIV ",
    "author": "Unknown",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "If we were as intent upon our own business as the old fellows at\nRome are upon what interests them, we too might perhaps\naccomplish something. I know a man older than I am, now\nSuperintendent of the Corn-market at Rome, and I remember when he\npassed through this place on his way back from exile, what an\naccount he gave me of his former life, declaring that for the\nfuture, once home again, his only care should be to pass his\nremaining years in quiet and tranquility. “For how few years have\nI left!” he cried. “That,” I said, “you will not do; but the\nmoment the scent of Rome is in your nostrils, you will forget it\nall; and if you can but gain admission to Court, you will be glad\nenough to elbow your way in, and thank God for it.” “Epictetus,\"\nhe replied, “if ever you find me setting as much as one foot\nwithin the Court, think what you will of me.”",
        "Well, as it was, what did he do? Ere ever he entered the\ncity, he was met by a despatch from the Emperor. He took it, and\nforgot the whole of his resolutions. From that moment, he has\nbeen piling one thing upon another. I should like to be beside\nhim to remind him of what he said when passing this way, and to\nadd, How much better a prophet I am than you!",
        "What then? do I say man is not made for an active life? Far\nfrom it! . . . But there is a great difference between other\nmen’s occupations and ours. . . . A glance at theirs will make it\nclear to you. All day long they do nothing but calculate,\ncontrive, consult how to wring their profit out of food-stuffs,\nfarm-plots and the like. . . . Whereas, I entreat you to learn\nwhat the administration of the World is, and what place a Being\nendowed with reason holds therein: to consider what you are\nyourself, and wherein your Good and Evil consists.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}