{
    "title": "The Devil’s Dictionary - Y",
    "author": "Ambrose Bierce",
    "chapter": "26",
    "content": [
        "\n\n",
        "",
        "YANKEE, n.  In Europe, an American.  In the Northern States of our \nUnion, a New Englander.  In the Southern States the word is unknown.  \n(See DAMNYANK.)",
        "YEAR, n.  A period of three hundred and sixty-five disappointments.",
        "YESTERDAY, n.  The infancy of youth, the youth of manhood, the entire \npast of age.\n  But yesterday I should have thought me blest\n      To stand high-pinnacled upon the peak\n      Of middle life and look adown the bleak\n  And unfamiliar foreslope to the West,\n  Where solemn shadows all the land invest\n      And stilly voices, half-remembered, speak\n      Unfinished prophecy, and witch-fires freak\n  The haunted twilight of the Dark of Rest.\n  Yea, yesterday my soul was all aflame\n      To stay the shadow on the dial’s face\n  At manhood’s noonmark!  Now, in God His name\n      I chide aloud the little interspace\n  Disparting me from Certitude, and fain\n  Would know the dream and vision ne’er again.",
        "Baruch Arnegriff",
        "\n  It is said that in his last illness the poet Arnegriff was \nattended at different times by seven doctors.",
        "YOKE, n.  An implement, madam, to whose Latin name, jugum, we owe \none of the most illuminating words in our language — a word that \ndefines the matrimonial situation with precision, point and poignancy.  \nA thousand apologies for withholding it.",
        "YOUTH, n.  The Period of Possibility, when Archimedes finds a fulcrum, \nCassandra has a following and seven cities compete for the honor of \nendowing a living Homer.",
        "      Youth is the true Saturnian Reign, the Golden Age on earth \n  again, when figs are grown on thistles, and pigs betailed with \n  whistles and, wearing silken bristles, live ever in clover, and \n  clows fly over, delivering milk at every door, and Justice never \n  is heard to snore, and every assassin is made a ghost and, \n  howling, is cast into Baltimost!",
        "Polydore Smith",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}