{
    "title": "The Thirty-nine Steps - Chapter Three - The Adventure of the Literary Innkeeper",
    "author": "John Buchan",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "I had a solemn time travelling north that day.  It was fine May\nweather, with the hawthorn flowering on every hedge, and I asked\nmyself why, when I was still a free man, I had stayed on in London\nand not got the good of this heavenly country.  I didn’t dare face\nthe restaurant car, but I got a luncheon-basket at Leeds and shared\nit with the fat woman.  Also I got the morning’s papers, with news\nabout starters for the Derby and the beginning of the cricket season,\nand some paragraphs about how Balkan affairs were settling down\nand a British squadron was going to Kiel.",
        "When I had done with them I got out Scudder’s little black\npocket-book and studied it.  It was pretty well filled with jottings,\nchiefly figures, though now and then a name was printed in.  For\nexample, I found the words ’Hofgaard’, ’Luneville’, and ’Avocado’\npretty often, and especially the word ’Pavia’.",
        "Now I was certain that Scudder never did anything without a\nreason, and I was pretty sure that there was a cypher in all this.\nThat is a subject which has always interested me, and I did a bit\nat it myself once as intelligence officer at Delagoa Bay during the\nBoer War.  I have a head for things like chess and puzzles, and I\nused to reckon myself pretty good at finding out cyphers.  This one\nlooked like the numerical kind where sets of figures correspond to\nthe letters of the alphabet, but any fairly shrewd man can find the\nclue to that sort after an hour or two’s work, and I didn’t think\nScudder would have been content with anything so easy.  So I\nfastened on the printed words, for you can make a pretty good\nnumerical cypher if you have a key word which gives you the\nsequence of the letters.",
        "I tried for hours, but none of the words answered.  Then I fell\nasleep and woke at Dumfries just in time to bundle out and get into\nthe slow Galloway train.  There was a man on the platform whose\nlooks I didn’t like, but he never glanced at me, and when I caught\nsight of myself in the mirror of an automatic machine I didn’t\nwonder.  With my brown face, my old tweeds, and my slouch, I was\nthe very model of one of the hill farmers who were crowding into\nthe third-class carriages.",
        "I travelled with half a dozen in an atmosphere of shag and clay\npipes.  They had come from the weekly market, and their mouths\nwere full of prices.  I heard accounts of how the lambing had gone\nup the Cairn and the Deuch and a dozen other mysterious waters.\nAbove half the men had lunched heavily and were highly flavoured\nwith whisky, but they took no notice of me.  We rumbled slowly\ninto a land of little wooded glens and then to a great wide moorland\nplace, gleaming with lochs, with high blue hills showing northwards.",
        "About five o’clock the carriage had emptied, and I was left alone\nas I had hoped.  I got out at the next station, a little place whose\nname I scarcely noted, set right in the heart of a bog.  It reminded\nme of one of those forgotten little stations in the Karroo.  An old\nstation-master was digging in his garden, and with his spade over\nhis shoulder sauntered to the train, took charge of a parcel, and\nwent back to his potatoes.  A child of ten received my ticket, and I\nemerged on a white road that straggled over the brown moor.",
        "It was a gorgeous spring evening, with every hill showing as\nclear as a cut amethyst.  The air had the queer, rooty smell of bogs,\nbut it was as fresh as mid-ocean, and it had the strangest effect on\nmy spirits.  I actually felt light-hearted.  I might have been a boy out\nfor a spring holiday tramp, instead of a man of thirty-seven very\nmuch wanted by the police.  I felt just as I used to feel when I was\nstarting for a big trek on a frosty morning on the high veld.  If you\nbelieve me, I swung along that road whistling.  There was no plan\nof campaign in my head, only just to go on and on in this blessed,\nhonest-smelling hill country, for every mile put me in better humour\nwith myself.",
        "In a roadside planting I cut a walking-stick of hazel, and presently\nstruck off the highway up a bypath which followed the glen of a\nbrawling stream.  I reckoned that I was still far ahead of any pursuit,\nand for that night might please myself.  It was some hours since I\nhad tasted food, and I was getting very hungry when I came to a\nherd’s cottage set in a nook beside a waterfall.  A brown-faced\nwoman was standing by the door, and greeted me with the kindly\nshyness of moorland places.  When I asked for a night’s lodging she\nsaid I was welcome to the ’bed in the loft’, and very soon she set\nbefore me a hearty meal of ham and eggs, scones, and thick sweet milk.",
        "At the darkening her man came in from the hills, a lean giant,\nwho in one step covered as much ground as three paces of ordinary\nmortals.  They asked me no questions, for they had the perfect\nbreeding of all dwellers in the wilds, but I could see they set me\ndown as a kind of dealer, and I took some trouble to confirm their\nview.  I spoke a lot about cattle, of which my host knew little, and I\npicked up from him a good deal about the local Galloway markets,\nwhich I tucked away in my memory for future use.  At ten I was\nnodding in my chair, and the ’bed in the loft’ received a weary man\nwho never opened his eyes till five o’clock set the little homestead\na-going once more.",
        "They refused any payment, and by six I had breakfasted and was\nstriding southwards again.  My notion was to return to the railway\nline a station or two farther on than the place where I had alighted\nyesterday and to double back.  I reckoned that that was the safest\nway, for the police would naturally assume that I was always making\nfarther from London in the direction of some western port.  I\nthought I had still a good bit of a start, for, as I reasoned, it would\ntake some hours to fix the blame on me, and several more to\nidentify the fellow who got on board the train at St Pancras.",
        "It was the same jolly, clear spring weather, and I simply could\nnot contrive to feel careworn.  Indeed I was in better spirits than I\nhad been for months.  Over a long ridge of moorland I took my\nroad, skirting the side of a high hill which the herd had called\nCairnsmore of Fleet.  Nesting curlews and plovers were crying everywhere,\nand the links of green pasture by the streams were dotted\nwith young lambs.  All the slackness of the past months was slipping\nfrom my bones, and I stepped out like a four-year-old.  By-and-by I\ncame to a swell of moorland which dipped to the vale of a little\nriver, and a mile away in the heather I saw the smoke of a train.",
        "The station, when I reached it, proved to be ideal for my purpose.\nThe moor surged up around it and left room only for the single\nline, the slender siding, a waiting-room, an office, the station-\nmaster’s cottage, and a tiny yard of gooseberries and sweet-william.\nThere seemed no road to it from anywhere, and to increase the\ndesolation the waves of a tarn lapped on their grey granite beach\nhalf a mile away.  I waited in the deep heather till I saw the smoke\nof an east-going train on the horizon.  Then I approached the tiny\nbooking-office and took a ticket for Dumfries.",
        "The only occupants of the carriage were an old shepherd and his\ndog–a wall-eyed brute that I mistrusted.  The man was asleep, and\non the cushions beside him was that morning’s SCOTSMAN.  Eagerly I\nseized on it, for I fancied it would tell me something.",
        "There were two columns about the Portland Place Murder, as it\nwas called.  My man Paddock had given the alarm and had the milkman\narrested.  Poor devil, it looked as if the latter had earned his\nsovereign hardly; but for me he had been cheap at the price, for he\nseemed to have occupied the police for the better part of the day.  In\nthe latest news I found a further instalment of the story.  The milkman\nhad been released, I read, and the true criminal, about whose identity\nthe police were reticent, was believed to have got away from London\nby one of the northern lines.  There was a short note about me as the\nowner of the flat.  I guessed the police had stuck that in, as a clumsy\ncontrivance to persuade me that I was unsuspected.",
        "There was nothing else in the paper, nothing about foreign\npolitics or Karolides, or the things that had interested Scudder.  I\nlaid it down, and found that we were approaching the station at\nwhich I had got out yesterday.  The potato-digging station-master\nhad been gingered up into some activity, for the west-going train\nwas waiting to let us pass, and from it had descended three men\nwho were asking him questions.  I supposed that they were the local\npolice, who had been stirred up by Scotland Yard, and had traced\nme as far as this one-horse siding.  Sitting well back in the shadow I\nwatched them carefully.  One of them had a book, and took down\nnotes.  The old potato-digger seemed to have turned peevish, but\nthe child who had collected my ticket was talking volubly.  All the\nparty looked out across the moor where the white road departed.  I\nhoped they were going to take up my tracks there.",
        "As we moved away from that station my companion woke up.\nHe fixed me with a wandering glance, kicked his dog viciously, and\ninquired where he was.  Clearly he was very drunk.",
        "’That’s what comes o’ bein’ a teetotaller,’ he observed in bitter\nregret.",
        "I expressed my surprise that in him I should have met a blue-\nribbon stalwart.",
        "’Ay, but I’m a strong teetotaller,’ he said pugnaciously.  ’I took\nthe pledge last Martinmas, and I havena touched a drop o’ whisky\nsinsyne.  Not even at Hogmanay, though I was sair temptit.’",
        "He swung his heels up on the seat, and burrowed a frowsy head\ninto the cushions.",
        "’And that’s a’ I get,’ he moaned.  ’A heid better than hell fire, and\ntwae een lookin’ different ways for the Sabbath.’",
        "’What did it?’ I asked.",
        "’A drink they ca’ brandy.  Bein’ a teetotaller I keepit off the\nwhisky, but I was nip-nippin’ a’ day at this brandy, and I doubt I’ll\nno be weel for a fortnicht.’  His voice died away into a splutter, and\nsleep once more laid its heavy hand on him.",
        "My plan had been to get out at some station down the line, but\nthe train suddenly gave me a better chance, for it came to a standstill\nat the end of a culvert which spanned a brawling porter-coloured\nriver.  I looked out and saw that every carriage window was closed\nand no human figure appeared in the landscape.  So I opened the\ndoor, and dropped quickly into the tangle of hazels which edged\nthe line.",
        "it would have been all right but for that infernal dog.  Under the\nimpression that I was decamping with its master’s belongings, it\nstarted to bark, and all but got me by the trousers.  This woke up\nthe herd, who stood bawling at the carriage door in the belief that I\nhad committed suicide.  I crawled through the thicket, reached the\nedge of the stream, and in cover of the bushes put a hundred yards\nor so behind me.  Then from my shelter I peered back, and saw the\nguard and several passengers gathered round the open carriage\ndoor and staring in my direction.  I could not have made a more\npublic departure if I had left with a bugler and a brass band.",
        "Happily the drunken herd provided a diversion.  He and his dog,\nwhich was attached by a rope to his waist, suddenly cascaded out of\nthe carriage, landed on their heads on the track, and rolled some\nway down the bank towards the water.  In the rescue which followed\nthe dog bit somebody, for I could hear the sound of hard swearing.\nPresently they had forgotten me, and when after a quarter of a\nmile’s crawl I ventured to look back, the train had started again and\nwas vanishing in the cutting.",
        "I was in a wide semicircle of moorland, with the brown river as\nradius, and the high hills forming the northern circumference.  There\nwas not a sign or sound of a human being, only the plashing water\nand the interminable crying of curlews.  Yet, oddly enough, for the\nfirst time I felt the terror of the hunted on me.  It was not the police\nthat I thought of, but the other folk, who knew that I knew\nScudder’s secret and dared not let me live.  I was certain that they\nwould pursue me with a keenness and vigilance unknown to the\nBritish law, and that once their grip closed on me I should find\nno mercy.",
        "I looked back, but there was nothing in the landscape.  The sun\nglinted on the metals of the line and the wet stones in the stream,\nand you could not have found a more peaceful sight in the world.\nNevertheless I started to run.  Crouching low in the runnels of the\nbog, I ran till the sweat blinded my eyes.  The mood did not leave\nme till I had reached the rim of mountain and flung myself panting\non a ridge high above the young waters of the brown river.",
        "From my vantage-ground I could scan the whole moor right\naway to the railway line and to the south of it where green fields\ntook the place of heather.  I have eyes like a hawk, but I could see\nnothing moving in the whole countryside.  Then I looked east\nbeyond the ridge and saw a new kind of landscape–shallow green\nvalleys with plentiful fir plantations and the faint lines of dust\nwhich spoke of highroads.  Last of all I looked into the blue May\nsky, and there I saw that which set my pulses racing ...",
        "Low down in the south a monoplane was climbing into the\nheavens.  I was as certain as if I had been told that that aeroplane\nwas looking for me, and that it did not belong to the police.  For an\nhour or two I watched it from a pit of heather.  It flew low along\nthe hill-tops, and then in narrow circles over the valley up which I\nhad come’ Then it seemed to change its mind, rose to a great\nheight, and flew away back to the south.",
        "I did not like this espionage from the air, and I began to think\nless well of the countryside I had chosen for a refuge.  These\nheather hills were no sort of cover if my enemies were in the sky,\nand I must find a different kind of sanctuary.  I looked with more\nsatisfaction to the green country beyond the ridge, for there I\nshould find woods and stone houses.",
        "About six in the evening I came out of the moorland to a white\nribbon of road which wound up the narrow vale of a lowland\nstream.  As I followed it, fields gave place to bent, the glen became\na plateau, and presently I had reached a kind of pass where a\nsolitary house smoked in the twilight.  The road swung over a\nbridge, and leaning on the parapet was a young man.",
        "He was smoking a long clay pipe and studying the water with\nspectacled eyes.  In his left hand was a small book with a finger\nmarking the place.  Slowly he repeated–",
        "     As when a Gryphon through the wilderness\n     With winged step, o’er hill and moory dale\n     Pursues the Arimaspian.",
        "He jumped round as my step rung on the keystone, and I saw a\npleasant sunburnt boyish face.",
        "’Good evening to you,’ he said gravely.  ’It’s a fine night for\nthe road.’",
        "The smell of peat smoke and of some savoury roast floated to me\nfrom the house.",
        "’Is that place an inn?’ I asked.",
        "’At your service,’ he said politely.  ’I am the landlord, Sir, and I\nhope you will stay the night, for to tell you the truth I have had no\ncompany for a week.’",
        "I pulled myself up on the parapet of the bridge and filled my\npipe.  I began to detect an ally.",
        "’You’re young to be an innkeeper,’ I said.",
        "’My father died a year ago and left me the business.  I live there\nwith my grandmother.  It’s a slow job for a young man, and it\nwasn’t my choice of profession.’",
        "’Which was?’",
        "He actually blushed.  ’I want to write books,’ he said.",
        "’And what better chance could you ask?’ I cried.  ’Man, I’ve often\nthought that an innkeeper would make the best story-teller in the world.’",
        "’Not now,’ he said eagerly.  ’Maybe in the old days when you had\npilgrims and ballad-makers and highwaymen and mail-coaches on\nthe road.  But not now.  Nothing comes here but motor-cars full of\nfat women, who stop for lunch, and a fisherman or two in the\nspring, and the shooting tenants in August.  There is not much\nmaterial to be got out of that.  I want to see life, to travel the world,\nand write things like Kipling and Conrad.  But the most I’ve done\nyet is to get some verses printed in CHAMBERS’S JOURNAL.’\nI looked at the inn standing golden in the sunset against the\nbrown hills.",
        "’I’ve knocked a bit about the world, and I wouldn’t despise such\na hermitage.  D’you think that adventure is found only in the tropics\nor among gentry in red shirts?  Maybe you’re rubbing shoulders\nwith it at this moment.’",
        "’That’s what Kipling says,’ he said, his eyes brightening, and he\nquoted some verse about ’Romance bringing up the 9.15’.",
        "’Here’s a true tale for you then,’ I cried, ’and a month from now\nyou can make a novel out of it.’",
        "Sitting on the bridge in the soft May gloaming I pitched him a\nlovely yarn.  It was true in essentials, too, though I altered the\nminor details.  I made out that I was a mining magnate from Kimberley,\nwho had had a lot of trouble with I.D.B.  and had shown up a gang.\nThey had pursued me across the ocean, and had killed my best friend, and\nwere now on my tracks.",
        "I told the story well, though I say it who shouldn’t.  I pictured a\nflight across the Kalahari to German Africa, the crackling, parching\ndays, the wonderful blue-velvet nights.  I described an attack on my\nlife on the voyage home, and I made a really horrid affair of the\nPortland Place murder.  ’You’re looking for adventure,’ I cried;\n’well, you’ve found it here.  The devils are after me, and the police\nare after them.  It’s a race that I mean to win.’",
        "’By God!’ he whispered, drawing his breath in sharply, ’it is all\npure Rider Haggard and Conan Doyle.’",
        "’You believe me,’ I said gratefully.",
        "’Of course I do,’ and he held out his hand.  ’I believe everything\nout of the common.  The only thing to distrust is the normal.’",
        "He was very young, but he was the man for my money.",
        "’I think they’re off my track for the moment, but I must lie close\nfor a couple of days.  Can you take me in?’",
        "He caught my elbow in his eagerness and drew me towards the\nhouse.  ’You can lie as snug here as if you were in a moss-hole.  I’ll\nsee that nobody blabs, either.  And you’ll give me some more\nmaterial about your adventures?’",
        "As I entered the inn porch I heard from far off the beat of an\nengine.  There silhouetted against the dusky West was my friend,\nthe monoplane.",
        "He gave me a room at the back of the house, with a fine outlook\nover the plateau, and he made me free of his own study, which was\nstacked with cheap editions of his favourite authors.  I never saw the\ngrandmother, so I guessed she was bedridden.  An old woman called\nMargit brought me my meals, and the innkeeper was around me at\nall hours.  I wanted some time to myself, so I invented a job for him.\nHe had a motor-bicycle, and I sent him off next morning for the daily\npaper, which usually arrived with the post in the late afternoon.  I\ntold him to keep his eyes skinned, and make note of any strange\nfigures he saw, keeping a special sharp look-out for motors and\naeroplanes.  Then I sat down in real earnest to Scudder’s note-book.",
        "He came back at midday with the SCOTSMAN.  There was nothing in\nit, except some further evidence of Paddock and the milkman, and a\nrepetition of yesterday’s statement that the murderer had gone\nNorth.  But there was a long article, reprinted from THE TIMES, about\nKarolides and the state of affairs in the Balkans, though there was no\nmention of any visit to England.  I got rid of the innkeeper for the\nafternoon, for I was getting very warm in my search for the cypher.",
        "As I told you, it was a numerical cypher, and by an elaborate\nsystem of experiments I had pretty well discovered what were the\nnulls and stops.  The trouble was the key word, and when I thought\nof the odd million words he might have used I felt pretty hopeless.\nBut about three o’clock I had a sudden inspiration.",
        "The name Julia Czechenyi flashed across my memory.  Scudder\nhad said it was the key to the Karolides business, and it occurred to\nme to try it on his cypher.",
        "It worked.  The five letters of ’Julia’ gave me the position of the\nvowels.  A was J, the tenth letter of the alphabet, and so represented\nby X in the cypher.  E was XXI, and so on.  ’Czechenyi’ gave\nme the numerals for the principal consonants.  I scribbled that\nscheme on a bit of paper and sat down to read Scudder’s pages.",
        "In half an hour I was reading with a whitish face and fingers that\ndrummed on the table.",
        "I glanced out of the window and saw a big touring-car coming\nup the glen towards the inn.  It drew up at the door, and there was\nthe sound of people alighting.  There seemed to be two of them,\nmen in aquascutums and tweed caps.",
        "Ten minutes later the innkeeper slipped into the room, his eyes\nbright with excitement.",
        "’There’s two chaps below looking for you,’ he whispered.\n’They’re in the dining-room having whiskies-and-sodas.  They asked\nabout you and said they had hoped to meet you here.  Oh! and they\ndescribed you jolly well, down to your boots and shirt.  I told them\nyou had been here last night and had gone off on a motor bicycle\nthis morning, and one of the chaps swore like a navvy.’",
        "I made him tell me what they looked like.  One was a dark-eyed\nthin fellow with bushy eyebrows, the other was always smiling and\nlisped in his talk.  Neither was any kind of foreigner; on this my\nyoung friend was positive.",
        "I took a bit of paper and wrote these words in German as if they\nwere part of a letter–",
        "     ...  ’Black Stone.  Scudder had got on to this, but he could not\n     act for a fortnight.  I doubt if I can do any good now, especially\n     as Karolides is uncertain about his plans.  But if Mr T.  advises \n     I will do the best I ...’",
        "I manufactured it rather neatly, so that it looked like a loose page\nof a private letter.",
        "’Take this down and say it was found in my bedroom, and ask\nthem to return it to me if they overtake me.’",
        "Three minutes later I heard the car begin to move, and peeping\nfrom behind the curtain caught sight of the two figures.  One was\nslim, the other was sleek; that was the most I could make of my\nreconnaissance.",
        "The innkeeper appeared in great excitement.  ’Your paper woke\nthem up,’ he said gleefully.  ’The dark fellow went as white as death\nand cursed like blazes, and the fat one whistled and looked ugly.\nThey paid for their drinks with half-a-sovereign and wouldn’t wait\nfor change.’",
        "’Now I’ll tell you what I want you to do,’ I said.  ’Get on your\nbicycle and go off to Newton-Stewart to the Chief Constable.  Describe\nthe two men, and say you suspect them of having had something to do\nwith the London murder.  You can invent reasons.  The two will come back,\nnever fear.  Not tonight, for they’ll follow me forty miles along the\nroad, but first thing tomorrow morning.  Tell the police to be here\nbright and early.’",
        "He set off like a docile child, while I worked at Scudder’s notes.\nWhen he came back we dined together, and in common decency I\nhad to let him pump me.  I gave him a lot of stuff about lion hunts\nand the Matabele War, thinking all the while what tame businesses\nthese were compared to this I was now engaged in!  When he went\nto bed I sat up and finished Scudder.  I smoked in a chair till\ndaylight, for I could not sleep.",
        "About eight next morning I witnessed the arrival of two\nconstables and a sergeant.  They put their car in a coach-house under the\ninnkeeper’s instructions, and entered the house.  Twenty minutes\nlater I saw from my window a second car come across the plateau\nfrom the opposite direction.  It did not come up to the inn, but\nstopped two hundred yards off in the shelter of a patch of wood.  I\nnoticed that its occupants carefully reversed it before leaving it.  A\nminute or two later I heard their steps on the gravel outside the window.",
        "My plan had been to lie hid in my bedroom, and see what\nhappened.  I had a notion that, if I could bring the police and my\nother more dangerous pursuers together, something might work\nout of it to my advantage.  But now I had a better idea.  I scribbled a\nline of thanks to my host, opened the window, and dropped quietly\ninto a gooseberry bush.  Unobserved I crossed the dyke, crawled\ndown the side of a tributary burn, and won the highroad on the far\nside of the patch of trees.  There stood the car, very spick and span\nin the morning sunlight, but with the dust on her which told of a\nlong journey.  I started her, jumped into the chauffeur’s seat, and\nstole gently out on to the plateau.",
        "Almost at once the road dipped so that I lost sight of the inn,\nbut the wind seemed to bring me the sound of angry voices.",
        "Continue...",
        "\nThis eBook of “The Thirty-nine Steps” by John Buchan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Four Adventures of Richard Hannay: The Thirty-Nine Steps/Greenmantle/Mr. Standfast/the Three HostagesBy John BuchanAt Amazon"
    ]
}