{
    "title": "The Sorrows of Young Werther - May 26.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "9",
    "content": [
        "\n\n",
        "You know of old my ways of settling anywhere, of selecting a little\ncottage in some cosy spot, and of putting up in it with every\ninconvenience. Here, too, I have discovered such a snug, comfortable\nplace, which possesses peculiar charms for me.",
        "About a league from the town is a place called Walheim. (The reader\nneed not take the trouble to look for the place thus designated.\nWe have found it necessary to change the names given in the original.)\nIt is delightfully situated on the side of a hill; and, by proceeding\nalong one of the footpaths which lead out of the village, you can\nhave a view of the whole valley. A good old woman lives there,\nwho keeps a small inn. She sells wine, beer, and coffee, and is\ncheerful and pleasant notwithstanding her age. The chief charm\nof this spot consists in two linden-trees, spreading their enormous\nbranches over the little green before the church, which is entirely\nsurrounded by peasants’ cottages, barns, and homesteads. I have\nseldom seen a place so retired and peaceable; and there often have\nmy table and chair brought out from the little inn, and drink my\ncoffee there, and read my Homer. Accident brought me to the spot\none fine afternoon, and I found it perfectly deserted. Everybody\nwas in the fields except a little boy about four years of age, who\nwas sitting on the ground, and held between his knees a child about\nsix months old: he pressed it to his bosom with both arms, which\nthus formed a sort of arm-chair; and, notwithstanding the liveliness\nwhich sparkled in its black eyes, it remained perfectly still.\nThe sight charmed me. I sat down upon a plough opposite, and\nsketched with great delight this little picture of brotherly\ntenderness. I added the neighbouring hedge, the barn-door, and\nsome broken cart-wheels, just as they happened to lie; and I found\nin about an hour that I had made a very correct and interesting\ndrawing, without putting in the slightest thing of my own. This\nconfirmed me in my resolution of adhering, for the future, entirely\nto nature. She alone is inexhaustible, and capable of forming the\ngreatest masters. Much may be alleged in favour of rules, as much\nmay be likewise advanced in favour of the laws of society: an\nartist formed upon them will never produce anything absolutely bad\nor disgusting; as a man who observes the laws, and obeys decorum,\ncan never be an absolutely intolerable neighbour, nor a decided\nvillain: but yet, say what you will of rules, they destroy the\ngenuine feeling of nature, as well as its true expression. Do not\ntell me “that this is too hard, that they only restrain and prune\nsuperfluous branches, etc.” My good friend, I will illustrate\nthis by an analogy. These things resemble love. A warmhearted\nyouth becomes strongly attached to a maiden: he spends every hour\nof the day in her company, wears out his health, and lavishes his\nfortune, to afford continual proof that he is wholly devoted to\nher. Then comes a man of the world, a man of place and respectability,\nand addresses him thus: “My good young friend, love is natural;\nbut you must love within bounds. Divide your time: devote a portion\nto business, and give the hours of recreation to your mistress.\nCalculate your fortune; and out of the superfluity you may make\nher a present, only not too often, — on her birthday, and such\noccasions.” Pursuing this advice, he may become a useful member\nof society, and I should advise every prince to give him an\nappointment; but it is all up with his love, and with his genius\nif he be an artist. O my friend! why is it that the torrent of\ngenius so seldom bursts forth, so seldom rolls in full-flowing\nstream, overwhelming your astounded soul? Because, on either side\nof this stream, cold and respectable persons have taken up their\nabodes, and, forsooth, their summer-houses and tulip-beds would\nsuffer from the torrent; wherefore they dig trenches, and raise\nembankments betimes, in order to avert the impending danger.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}