{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XIV.",
    "author": "I. Windslow Ayer",
    "chapter": "15",
    "content": [
        "\n\n",
        "SABBATH EVENING IN INVINCIBLE CLUB HALL–A SCENE NEVER TO BE\nFORGOTTEN–PLANS REHEARSED–ARMS INSPECTED–REPORT OF THE BRIG.-GEN. OF\nTHE SONS OF LIBERTY–REVOLUTION AND BLOODSHED WITHIN THE NEXT THIRTY-SIX\nHOURS–DISTRIBUTION OF FIREARMS UPON OUR STREETS.",
        "The evening of the 3d of November, 1864, found a large representation of\nthe Sons of Liberty in their lodge room in Chicago, for as the time drew\nnear for the Presidential election–the period fixed for the carnival of\ncrime–the members of the organization realized the importance of the\nutmost vigilance–lest their plans should be discovered–and of the most\nentire concurrence with their leaders, and concert of action in obeying\nthe commands that might be given. At this meeting, the Brigadier-General\nof the Order was present, as were also Captains and Lieutenants of the\nInvincible Club, and a more exciting meeting had rarely ever been held in\nthe Temple. Speakers were vehement and earnest, and their theme was the\nproposed uprising. As had ever been their policy, certain important facts\nwere withheld from the fledglings in treason, who had not yet tried their\nwings, but there was no discord, no dissention, and all exhibited\nenthusiasm and confidence. Brig.-Gen. Walsh called a meeting of the Order,\nto be held in the hall of the Invincible Club, on Sunday evening November\n6th, the hour being fixed for eight o’clock. All were exhorted to be “on\nhand,” as the Brig.-General had an important communication to make. Friday\nand Saturday an immense number of pistols, and much ammunition were sold,\nand many were given away in quarters, where it was certain material aid\nmight be expected, when the time should arrive for the inauguration of\nrevolution. To the few of us having the interests of the country at heart,\nwho were cognisant of the acts, preparations and intentions of the Order,\nit will readily be believed the days were tedious, and the nights\nsleepless. So well had the principal secrets of the Order–the details of\nthe uprising–been kept from the lower degree of the “Sons,” that but few\nof the members had a definite idea of the infamous part they were expected\nto perform, and it was to communicate enough information to secure harmony\namong the men, and that concert of action which promised the most complete\nsuccess of the terrible scheme of villainy before them, that the meeting\nwas called for Sabbath evening. It will be seen by the report of Gen.\nSweet’s testimony, before the military commission, to what peril the city\nwas exposed. With but a handful of men to garrison the post, without the\nability to obtain adequate reinforcements, with ten thousand veteran\nrebels in a camp, so incomplete in its structure, with the certainty that\nour secret enemies were upon the railroads already, and seeking positions\nin the post-office, in telegraph offices, if, as there was good reason to\napprehend, the telegraph stations were not already under their control,\nthat by Judge Morris’ official report to the Temple, two full regiments of\nSons of Liberty, all well armed and disciplined, were ready at an hour’s\nnotice, and that a third regiment was almost complete, the knowledge also\nthat the entire body of Copperheads in the State, and in the northwest,\nwould rise simultaneously with the traitors in our city, with good reason\nto believe it impossible to safely communicate with the head of the State\nmilitary department–in this most unenviable position, to know that the\nfatal moment was fast coming, when the infernal machinery was to be set in\nmotion, and to make arrangements to avert the catastrophe so quietly as\nnot to arrest attention, or excite the alarm of the leaders of the plot,\nwhich would have instantly been executed, had it become apparent that the\nmovements of these traitors were watched; these considerations and the\ndischarge of the fearful responsibilities resting upon the only parties\nwho could then hope to avert the danger, occupied the mind and hands of\nthe commandant of the post, and employed the utmost vigilance of the\nwriter and able assistants. Every few hours orderlies and special couriers\nwere despatched to the headquarters of the camp, with such reports as\ncould be obtained. We have read Eastern tales of travelers, when accident\nhad discovered them in closest proximity to the deadly cobra de capello,\nthe breathless horror with which they contemplated its motions, and saw it\nslowly coiling itself upon their limbs, or upon a table at their bedsides,\nand knowing that a single motion on the part of the imperilled person\nwould be but to invite certain death, the vigilance and eager solicitude,\nthe distressing anxiety with which they regarded the movements and intent\nof the venomous creature, but never till a full realization of our\nposition in regard to this organized band of traitors, did we ever\nexperience sensations akin to those of the unfortunate traveler; and when\nthe loathsome reptile had got into a position where it was safe to attempt\nits destruction, and when this attempt was successful, no greater relief\nor deeper emotions of gratitude could have been felt by him–a moment\nbefore exposed to instant and terrible death–than were experienced by us\nwhen the danger had been averted.",
        "Sunday evening came. Our citizens worshiping in the churches, or in\npeaceful repose in their own residences, little knew of the imminent peril\nto which they were exposed, or of the gathering of their fellow citizens\nin the Invincible Club Hall to arrange the details which, if successful,\nwould bring ruin, desolation and death to thousands of our unsuspecting\npeople. Up the entrance to the hall, cautiously crept the members of the\norder, peering behind them, and advancing one by one, or in groups of two\nor three, till they reached the hall. The door was guarded by a sentinel,\nso that intrusion was out of the question. At nine o’clock, the assemblage\nwas called to order by Obadiah Jackson, Jr., Esq., the Grand Seignior.\nPatrick Dooley, Secretary, was in his place on the right of the Grand\nSeignior. The meeting was large, and a more desperate looking collection\nof men have rarely assembled in a convention in our city. Such desecration\nof the evening of the Sabbath has never before been witnessed here. After\nthe opening of the meeting, one of the members took early occasion to\nremark substantially, that it must have been noticed by all present, as\nwell as himself, that the city was full of strangers, and that he had\nnoticed many of them were dressed in butternut clothes, and had good\nreason to believe that they were Abolitionists in disguise; that it was\nadvisable to watch them, it being his confident opinion that they had come\nto the city for the purpose of fraudulently voting the Abolition ticket;\nand the speaker was proceeding in this strain, much to the amusement of\nthe members of the higher degree, to whom the men in butternut clothes\nwere no strangers. The speaker had scarcely taken his seat, when James A.\nWilkinson, Past Grand Seignior, rose and stated that the suspicious\nlooking persons were “our friends,” and that he himself had brought a\ncompany of sixty of them to the city, and that they were entitled to every\nattention, as they would do good service for “us,” and stated that he was\ngoing back for more. The strangers who were the subject of discussion,\nwere from the counties in the Southern part of the State, and all bore the\nsame general appearance of vagabonds, cut-throats, felons, bounty-jumpers\nand deserters. They had all seemed to appear simultaneously in our city,\nunheralded even to the “Sons,” and their advent was as much a subject of\nremark, as would have been a shower of toads and tadpoles. They did not\ntake up their quarters at respectable hotels and private houses, but\nsneaked away stealthily to the lowest dens of vice, and resorts of\ncriminals unwhipped of justice. They came to help perform infamous work,\nand had a part of the price of their guilt upon their persons, or had\nalready invested it for the poorest quality of intoxicating liquors. They\nhad been collected together from the various country towns in the Southern\npart of the State, where they had been in training under the command of\nrebel officers, and many of them were the same parties who had come to\nChicago at the time of the Democratic National Convention, hopeful and\nconfident of the uprising, and who had been so wofully disappointed, and\nturned their backs so reluctantly upon our banks and stores, from which\nthey had intended to glut their avarice, and amply remunerate themselves\nwith the property of our citizens. Nothing on earth is more positively\ncertain than, had the work not been arrested at the moment it was, these\ndevils would have pillaged every bank and rifled every storehouse in\nChicago; and it is equally certain that beyond Colonel Sweet and the\nwriter, with his assistant, Robert Alexander, none knew of the intricate\ndeadly plot in detail, although Major-General Hooker, Brig.-Gen. Paine,\nGovernor Yates, Hon. I.N. Arnold, and William Rand, Esq., of the Tribune\nhad been informed by the writer of the general intent of the organization.\nBut to return to the secret convention at the hall. The explanation of\nJ.A. Wilkinson not being satisfactory to Mr. Hull, some curt remarks were\nbanded between the speakers, which Obadiah Jackson, Jr., Esq., the Grand\nSeignior could not well control, Brig.-Gen. Charlie Walsh rose to his feet\nand said unhesitatingly, that he had by his own order “brought these men\nhere to vote and to fight,” and he added, “by God they will vote early\nand often, and they will fight.” Gen. Walsh desired that all the\n“brethren” would extend the hospitalities of the city to the visitors, for\nthey were “our friends.” While this discussion was going on, there was a\nConfederate officer in the hall, and within ten feet of Walsh. The joy\nupon the announcement by Walsh, found expression in a rude and boisterous\nmanner. It having been definitely settled that the wretches who had been\nthe subject of discussion were good for any number of votes, and fully\nprepared to take part in the attack, so soon to startle our city; the\nconvention proceeded to ascertain who among its members were unarmed, and\nto supply such delinquents forthwith. The members generally exhibited\nrevolvers of various patterns, but upon inspection by the officers,\npreference was expressed for the pattern like those which were\nsubsequently found in the house of Walsh, by the officers, at the time of\nhis arrest. There were several who had not the approved pattern, and such\npersons were instructed to apply next morning at the store of James Geary,\ncorner of Wells and Madison streets, and they would be supplied, but upon\nconsultation it was remarked by Geary, that as he was already suspected he\nfeared it would hardly be expedient for Walsh to send arms to him for\ndistribution, and it was agreed by J.H. Hubbard, the treasurer of the\nInvincible Club, that he would receive possession of the revolvers, and\ngive them to all who might apply, and such persons were to call at the\ndoor of the Invincible Club hall, at 9 o’clock the next morning, when they\nwould be supplied. It was arranged that a guard of not less than fifty or\none hundred men, all well armed, should remain all day on Tuesday,\n(election day,) at the polls in each ward, making not less than one full\nregiment in the aggregate, thus detailed for special “service.”",
        "To distinguish friends and members at a time when trouble should break\nout, was a subject now raised for debate, and it was finally agreed that\nthe members should wear McClellan badges upon the left breast, attached by\nred and white ribbons. It was understood that orderlies were to be\nconstantly reporting from each ward at the headquarters of Gen. Walsh, and\nthus a regular line of communication would be kept up, which in case of\ntrouble, would be greatly to the advantage of these ruffians. They were\nall advised to deposit their vote with one hand, and present their\nrevolver with the other. It was confidently asserted by individuals, but\nwith how much truth we know not, that an Invincible Club from\nPhiladelphia, would also be present and help do the voting, but as no\nPhiladelphia Roughs were reported in the city, the help expected from\nPhiladelphia probably did not arrive. The most violent secession speeches\nwere made by Duncan, who was then connected with the Mercantile agency in\nMcCormick’s block, Walsh, Wilkinson, and many others.",
        "The meeting adjourned at a late hour, and many of the leaders, prominent\namong whom was James Geary, proceeded to a secure retreat, and then in the\nquiet hours of Sunday night, gave away a great number of revolvers of the\nsame style and pattern with those subsequently seized by the authorities.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}