{
    "title": "The Store Boy - Chapter XXXI - Mr. Jackson Receives a Call",
    "author": "Horatio Alger, Jr.",
    "chapter": "31",
    "content": [
        "\n\n",
        "“Suppose we join forces, Ben,” said Mr. Taylor familiarly.",
        "“How do you mean?”",
        "“We will join forces against this man Jackson.  He wants to swindle\nboth of us–that is, those whom we represent.",
        "“I am willing to work with you” answered Ben, who had been favorably\nimpressed by the appearance and frankness of his traveling companion.",
        "“Then suppose to-morrow morning–it is too late to-day–we call over\nand see the old rascal.”",
        "“I would rather not have him know on what errand I come, just at\nfirst.”",
        "“That is in accordance with my own plans.  You will go as my\ncompanion.  He will take you for my son, or nephew, and, while I am\nnegotiating, you can watch and judge for yourself.”",
        "“I like the plan,” said Ben.",
        "“When he finds out who you are he will feel pretty badly sold.”",
        "“He deserves it.”",
        "The two put up at a country hotel, which, though not luxurious, was\ntolerably comfortable.  After the fatigue of his journey, Ben enjoyed\na good supper and a comfortable bed.  The evening, however, he spent\nin the public room of the inn, where he had a chance to listen to the\nconversation of a motley crowd, some of them native and residents,\nothers strangers who had been drawn to Centerville by the oil\ndiscoveries.",
        "“I tell you,” said a long, lank individual, “Centerville’s goin’ to be\none of the smartest places in the United States.  It’s got a big\nfuture before it.”",
        "“That’s so,” said a small, wiry man; “but I’m not so much interested\nin that as I am in the question whether or not I’ve got a big future\nbefore me.”",
        "“You’re one of the owners of the Hoffman farm, ain’t you?”",
        "“Yes.  I wish I owned the whole of it.  Still, I’ve made nigh on to a\nthousand dollars durin’ the last month for my share of the profits.\nPretty fair, eh?”",
        "“I should say so.  You’ve got a good purchase; but there’s one better\nin my opinion.”",
        "“Where’s that?”",
        "“Peter Jackson’s farm.”",
        "Here Ben and Mr. Taylor began to listen with interest.",
        "“He hasn’t begun to work it any, has he?”",
        "“Not much; just enough to find out its value.”",
        "“What’s he waitin’ for?”",
        "“There’s some New York people want it.  If he can get his price, he’ll\nsell it to them for a good sum down.”",
        "“What does he ask?”",
        "“He wants fifty thousand dollars.”",
        "“Whew!  that’s rather stiffish.  I thought the property belonged to a\nlady in New York.”",
        "“So it did; but Jackson says he bought it a year ago.”",
        "“He was lucky.”",
        "Ben and Mr. Taylor looked at each other again.  It was easy to see the\nold farmer’s game, and to understand why he was so anxious to secure\nthe farm, out of which he could make so large a sum of money.",
        "“He’s playing a deep game, Ben,” said Taylor, when they had left the\nroom.",
        "“Yes; but I think I shall be able to put a spoke in his wheel.”",
        "“I shall be curious to see how he takes it when he finds the\nnegotiation taken out of his hands.  We’ll play with him a little, as\na cat plays with a mouse.”",
        "The next morning, after a substantial breakfast, Ben and his new\nfriend took a walk to the farm occupied by Peter Jackson.  It was\nabout half a mile away, and when reached gave no indication of the\nwealth it was capable of producing.  The farmhouse was a plain\nstructure nearly forty years old, badly in need of paint, and the\nout-buildings harmonized with it in appearance.",
        "A little way from the house was a tall, gaunt man, engaged in mending\na fence.  He was dressed in a farmer’s blue frock and overalls, and\nhis gray, stubby beard seemed to be of a week’s growth.  There was a\ncrafty, greedy look in his eyes, which overlooked a nose sharp and\naquiline.  His feet were incased in a pair of cowhide boots.  He\nlooked inquiringly at Taylor as he approached, but hardly deigned to\nlook at Ben, who probably seemed too insignificant to notice.  He gave\na shrewd guess at the errand of the visitor, but waited for him to\nspeak first.",
        "“Is this Mr. Jackson?” asked Taylor, with a polite bow.",
        "“That’s my name, stranger,” answered the old man.",
        "“My name is Taylor.  I wrote to you last week.”",
        "“I got the letter,” said Jackson, going on with his work.  It was his\nplan not to seem too eager but to fight shy in order to get his price.\nBesides, though he would have been glad to close the bargain on the\nspot, there was an embarrassing difficulty.  The farm was not his to\nsell, and he was anxiously awaiting Mrs. Hamilton’s answer to his\nproposal.",
        "“She can’t have heard of the oil discoveries,” he thought, “and five\nthousand dollars will seem a big price for the farm.  She can’t help\nagreeing to my terms.”",
        "This consideration made him hopeful, but for all that, he must wait,\nand waiting he found very tantalizing.",
        "“Have you decided to accept my offer, Mr. Jackson?”",
        "“Waal, I’ll have to take a leetle time to consider.  How much did you\nsay you’d give?”",
        "“Forty thousand dollars.”",
        "“I’d ought to have fifty.”",
        "“Forty thousand dollars is a big sum of money.”",
        "“And this farm is a perfect gold mine.  Shouldn’t wonder if it would\nnet a hundred thousand dollars.”",
        "“There is no certainty of that, and the purchasers will have to take a\nbig risk”",
        "“There isn’t much risk.  Ask anybody in Centerville what he thinks of\nthe Jackson farm.”",
        "“Suppose I were ready to come to your terms–mind, I don’t say I\nam–would you sign the papers to-day?”",
        "Jackson looked perplexed.  He knew could not do it.",
        "“What’s your hurry?” he said.",
        "“The capitalists whom I represent are anxious to get to work as soon\nas possible.  That’s natural, isn’t, it?”",
        "“Ye-es,” answered Jackson.",
        "“So, the sooner we fix matters the better.  I want to go back to New\nYork to-morrow if I can.”",
        "“I don’t think I can give my answer as soon as that.  Wait a minute,\nthough.”",
        "A boy was approaching, Jackson’s son, if one could judge from the\nresemblance, holding a letter in his hand.",
        "“Come right here, Abner,” he called out eagerly.",
        "Abner approached, and his father snatched the letter from his hand.\nIt bore the New York postmark, but, on opening it, Jackson looked\nbitterly disappointed.  He had hoped it was from Mrs. Hamilton,\naccepting his offer for the farm; but, instead of that, it was an\nunimportant circular.",
        "“I’ll have to take time to think over your offer, Mr. Taylor,” he\nsaid.  “You see, I’ll have to talk over matters with the old woman.”",
        "“By the way,” said Taylor carelessly, “I was told in the village that\nyou didn’t own the farm–that it was owned by a lady in New York.”",
        "“She used to own it,” said the fanner, uneasily; “but I bought it of\nher a year ago.”",
        "“So that you have the right to sell it?”",
        "“Of course I have.”",
        "“What have you to say to that, Ben?” asked Taylor quietly.",
        "“That if Mrs. Hamilton has sold the farm to Mr. Jackson she doesn’t\nknow it.”",
        "“What do you mean, boy?” gasped Jackson.",
        "“I mean that when I left New York Mrs. Hamilton owned the farm.”",
        "“It’s a lie!” muttered the farmer; but he spoke with difficulty.  “I\nbought it a year ago.”",
        "“In that case it is strange that you should have written a week ago\noffering five thousand dollars for the farm.”",
        "“Who says I wrote?”",
        "“I do; and I have your letter in my pocket,” answered Ben firmly.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}