{
    "title": "The Secret Garden - Chapter X - Dickon",
    "author": "Frances Hodgson Burnett",
    "chapter": "10",
    "content": [
        "\n\n",
        "The sun shone down for nearly a week on the secret garden.\nThe Secret Garden was what Mary called it when she was\nthinking of it.  She liked the name, and she liked still\nmore the feeling that when its beautiful old walls shut\nher in no one knew where she was.  It seemed almost like\nbeing shut out of the world in some fairy place.  The few\nbooks she had read and liked had been fairy-story books,\nand she had read of secret gardens in some of the stories.\nSometimes people went to sleep in them for a hundred years,\nwhich she had thought must be rather stupid.  She had no\nintention of going to sleep, and, in fact, she was becoming\nwider awake every day which passed at Misselthwaite.\nShe was beginning to like to be out of doors; she no longer\nhated the wind, but enjoyed it.  She could run faster,\nand longer, and she could skip up to a hundred.  The bulbs\nin the secret garden must have been much astonished.\nSuch nice clear places were made round them that they\nhad all the breathing space they wanted, and really,\nif Mistress Mary had known it, they began to cheer up\nunder the dark earth and work tremendously.  The sun could\nget at them and warm them, and when the rain came down\nit could reach them at once, so they began to feel very\nmuch alive.",
        "Mary was an odd, determined little person, and now she\nhad something interesting to be determined about,\nshe was very much absorbed, indeed.  She worked and dug\nand pulled up weeds steadily, only becoming more pleased\nwith her work every hour instead of tiring of it.\nIt seemed to her like a fascinating sort of play.\nShe found many more of the sprouting pale green points than\nshe had ever hoped to find.  They seemed to be starting up\neverywhere and each day she was sure she found tiny new ones,\nsome so tiny that they barely peeped above the earth.\nThere were so many that she remembered what Martha had\nsaid about the “snowdrops by the thousands,” and about\nbulbs spreading and making new ones.  These had been left\nto themselves for ten years and perhaps they had spread,\nlike the snowdrops, into thousands.  She wondered how long\nit would be before they showed that they were flowers.\nSometimes she stopped digging to look at the garden and\ntry to imagine what it would be like when it was covered\nwith thousands of lovely things in bloom.  During that week\nof sunshine, she became more intimate with Ben Weatherstaff.\nShe surprised him several times by seeming to start\nup beside him as if she sprang out of the earth.\nThe truth was that she was afraid that he would pick up\nhis tools and go away if he saw her coming, so she always\nwalked toward him as silently as possible.  But, in fact,\nhe did not object to her as strongly as he had at first.\nPerhaps he was secretly rather flattered by her evident\ndesire for his elderly company.  Then, also, she was more\ncivil than she had been.  He did not know that when she\nfirst saw him she spoke to him as she would have spoken\nto a native, and had not known that a cross, sturdy old\nYorkshire man was not accustomed to salaam to his masters,\nand be merely commanded by them to do things.",
        "“Tha’rt like th’ robin,” he said to her one morning\nwhen he lifted his head and saw her standing by him.\n“I never knows when I shall see thee or which side tha’ll\ncome from.”",
        "“He’s friends with me now,” said Mary.",
        "“That’s like him,” snapped Ben Weatherstaff.  “Makin’ up\nto th’ women folk just for vanity an’ flightiness.\nThere’s nothin’ he wouldn’t do for th’ sake o’ showin’\noff an’ flirtin’ his tail-feathers. He’s as full o’\npride as an egg’s full o’ meat.”",
        "He very seldom talked much and sometimes did not even answer\nMary’s questions except by a grunt, but this morning he\nsaid more than usual.  He stood up and rested one hobnailed\nboot on the top of his spade while he looked her over.",
        "“How long has tha’ been here?” he jerked out.",
        "“I think it’s about a month,” she answered.",
        "“Tha’s beginnin’ to do Misselthwaite credit,” he said.\n“Tha’s a bit fatter than tha’ was an’ tha’s not quite\nso yeller.  Tha’ looked like a young plucked crow when tha’\nfirst came into this garden.  Thinks I to myself I never set\neyes on an uglier, sourer faced young ’un.”",
        "Mary was not vain and as she had never thought much\nof her looks she was not greatly disturbed.",
        "“I know I’m fatter,” she said.  “My stockings\nare getting tighter.  They used to make wrinkles.\nThere’s the robin, Ben Weatherstaff.”",
        "There, indeed, was the robin, and she thought he looked\nnicer than ever.  His red waistcoat was as glossy as satin\nand he flirted his wings and tail and tilted his head\nand hopped about with all sorts of lively graces.\nHe seemed determined to make Ben Weatherstaff admire him.\nBut Ben was sarcastic.",
        "“Aye, there tha’ art!” he said.  “Tha’ can put up with\nme for a bit sometimes when tha’s got no one better.\nTha’s been reddenin’ up thy waistcoat an’ polishin’\nthy feathers this two weeks.  I know what tha’s up to.\nTha’s courtin’ some bold young madam somewhere tellin’\nthy lies to her about bein’ th’ finest cock robin on Missel\nMoor an’ ready to fight all th’ rest of ’em.”",
        "“Oh! look at him!” exclaimed Mary.",
        "The robin was evidently in a fascinating, bold mood.\nHe hopped closer and closer and looked at Ben Weatherstaff\nmore and more engagingly.  He flew on to the nearest\ncurrant bush and tilted his head and sang a little song\nright at him.",
        "“Tha’ thinks tha’ll get over me by doin’ that,” said Ben,\nwrinkling his face up in such a way that Mary felt sure he\nwas trying not to look pleased.  “Tha’ thinks no one can\nstand out against thee–that’s what tha’ thinks.”",
        "The robin spread his wings–Mary could scarcely believe\nher eyes.  He flew right up to the handle of Ben\nWeatherstaff’s spade and alighted on the top of it.\nThen the old man’s face wrinkled itself slowly into\na new expression.  He stood still as if he were afraid\nto breathe–as if he would not have stirred for the world,\nlest his robin should start away.  He spoke quite in a whisper.",
        "“Well, I’m danged!” he said as softly as if he were saying\nsomething quite different.  “Tha’ does know how to get at\na chap–tha’ does! Tha’s fair unearthly, tha’s so knowin’.”",
        "And he stood without stirring–almost without drawing\nhis breath–until the robin gave another flirt to his\nwings and flew away.  Then he stood looking at the handle\nof the spade as if there might be Magic in it, and then\nhe began to dig again and said nothing for several minutes.",
        "But because he kept breaking into a slow grin now and then,\nMary was not afraid to talk to him.",
        "“Have you a garden of your own?” she asked.",
        "“No. I’m bachelder an’ lodge with Martin at th’ gate.”",
        "“If you had one,” said Mary, “what would you plant?”",
        "“Cabbages an’ ’taters an’ onions.”",
        "“But if you wanted to make a flower garden,” persisted Mary,\n“what would you plant?”",
        "“Bulbs an’ sweet-smellin’ things–but mostly roses.”",
        "Mary’s face lighted up.",
        "“Do you like roses?” she said.",
        "Ben Weatherstaff rooted up a weed and threw it aside\nbefore he answered.",
        "“Well, yes, I do.  I was learned that by a young lady I\nwas gardener to.  She had a lot in a place she was fond\nof, an’ she loved ’em like they was children–or robins.\nI’ve seen her bend over an’ kiss ’em.” He dragged out another\nweed and scowled at it.  “That were as much as ten year’ ago.”",
        "“Where is she now?” asked Mary, much interested.",
        "“Heaven,” he answered, and drove his spade deep into\nthe soil, “’cording to what parson says.”",
        "“What happened to the roses?” Mary asked again,\nmore interested than ever.",
        "“They was left to themselves.”",
        "Mary was becoming quite excited.",
        "“Did they quite die? Do roses quite die when they are\nleft to themselves?” she ventured.",
        "“Well, I’d got to like ’em–an’ I liked her–an’\nshe liked ’em,” Ben Weatherstaff admitted reluctantly.\n“Once or twice a year I’d go an’ work at ’em a bit–prune\n’em an’ dig about th’ roots.  They run wild, but they was\nin rich soil, so some of ’em lived.”",
        "“When they have no leaves and look gray and brown and dry,\nhow can you tell whether they are dead or alive?\"\ninquired Mary.",
        "“Wait till th’ spring gets at ’em–wait till th’ sun shines\non th’ rain and th’ rain falls on th’ sunshine an’\nthen tha’ll find out.”",
        "“How–how?” cried Mary, forgetting to be careful.\n“Look along th’ twigs an’ branches an’ if tha’ see a bit\nof a brown lump swelling here an’ there, watch it after th’\nwarm rain an’ see what happens.” He stopped suddenly\nand looked curiously at her eager face.  “Why does tha’\ncare so much about roses an’ such, all of a sudden?\"\nhe demanded.",
        "Mistress Mary felt her face grow red.  She was almost\nafraid to answer.",
        "“I–I want to play that–that I have a garden of my own,\"\nshe stammered.  “I–there is nothing for me to do.\nI have nothing–and no one.”",
        "“Well,” said Ben Weatherstaff slowly, as he watched her,\n“that’s true.  Tha’ hasn’t.”",
        "He said it in such an odd way that Mary wondered if he\nwas actually a little sorry for her.  She had never felt\nsorry for herself; she had only felt tired and cross,\nbecause she disliked people and things so much.\nBut now the world seemed to be changing and getting nicer.\nIf no one found out about the secret garden, she should\nenjoy herself always.",
        "She stayed with him for ten or fifteen minutes longer and\nasked him as many questions as she dared.  He answered every\none of them in his queer grunting way and he did not seem\nreally cross and did not pick up his spade and leave her.\nHe said something about roses just as she was going away\nand it reminded her of the ones he had said he had been\nfond of.",
        "“Do you go and see those other roses now?” she asked.",
        "“Not been this year.  My rheumatics has made me too stiff\nin th’ joints.”",
        "He said it in his grumbling voice, and then quite suddenly\nhe seemed to get angry with her, though she did not see\nwhy he should.",
        "“Now look here!” he said sharply.  “Don’t tha’\nask so many questions.  Tha’rt th’ worst wench for askin’\nquestions I’ve ever come a cross.  Get thee gone an’\nplay thee.  I’ve done talkin’ for today.”",
        "And he said it so crossly that she knew there was not\nthe least use in staying another minute.  She went\nskipping slowly down the outside walk, thinking him over\nand saying to herself that, queer as it was, here was\nanother person whom she liked in spite of his crossness.\nShe liked old Ben Weatherstaff.  Yes, she did like him.\nShe always wanted to try to make him talk to her.\nAlso she began to believe that he knew everything in the\nworld about flowers.",
        "There was a laurel-hedged walk which curved round the secret\ngarden and ended at a gate which opened into a wood,\nin the park.  She thought she would slip round this walk\nand look into the wood and see if there were any rabbits\nhopping about.  She enjoyed the skipping very much and\nwhen she reached the little gate she opened it and went\nthrough because she heard a low, peculiar whistling\nsound and wanted to find out what it was.",
        "It was a very strange thing indeed.  She quite caught her\nbreath as she stopped to look at it.  A boy was sitting\nunder a tree, with his back against it, playing on a rough\nwooden pipe.  He was a funny looking boy about twelve.\nHe looked very clean and his nose turned up and his\ncheeks were as red as poppies and never had Mistress Mary\nseen such round and such blue eyes in any boy’s face.\nAnd on the trunk of the tree he leaned against, a brown\nsquirrel was clinging and watching him, and from behind\na bush nearby a cock pheasant was delicately stretching\nhis neck to peep out, and quite near him were two rabbits\nsitting up and sniffing with tremulous noses–and actually\nit appeared as if they were all drawing near to watch him\nand listen to the strange low little call his pipe seemed\nto make.",
        "When he saw Mary he held up his hand and spoke to her\nin a voice almost as low as and rather like his piping.",
        "“Don’t tha’ move,” he said.  “It’d flight ’em.” Mary\nremained motionless.  He stopped playing his pipe and began\nto rise from the ground.  He moved so slowly that it scarcely\nseemed as though he were moving at all, but at last he\nstood on his feet and then the squirrel scampered back\nup into the branches of his tree, the pheasant withdrew\nhis head and the rabbits dropped on all fours and began\nto hop away, though not at all as if they were frightened.",
        "“I’m Dickon,” the boy said.  “I know tha’rt Miss Mary.”",
        "Then Mary realized that somehow she had known at first that\nhe was Dickon.  Who else could have been charming rabbits\nand pheasants as the natives charm snakes in India? He had\na wide, red, curving mouth and his smile spread all over his\nface.",
        "“I got up slow,” he explained, “because if tha’ makes a\nquick move it startles ’em. A body ’as to move gentle an’\nspeak low when wild things is about.”",
        "He did not speak to her as if they had never seen\neach other before but as if he knew her quite well.\nMary knew nothing about boys and she spoke to him a little\nstiffly because she felt rather shy.",
        "“Did you get Martha’s letter?” she asked.",
        "He nodded his curly, rust-colored head.  “That’s why\nI come.”",
        "He stooped to pick up something which had been lying\non the ground beside him when he piped.",
        "“I’ve got th’ garden tools.  There’s a little spade an’\nrake an’ a fork an’ hoe.  Eh! they are good ’uns. There’s\na trowel, too.  An’ th’ woman in th’ shop threw in a packet o’\nwhite poppy an’ one o’ blue larkspur when I bought th’\nother seeds.”",
        "“Will you show the seeds to me?” Mary said.",
        "She wished she could talk as he did.  His speech\nwas so quick and easy.  It sounded as if he liked her\nand was not the least afraid she would not like him,\nthough he was only a common moor boy, in patched clothes\nand with a funny face and a rough, rusty-red head.\nAs she came closer to him she noticed that there was a clean\nfresh scent of heather and grass and leaves about him,\nalmost as if he were made of them.  She liked it very much\nand when she looked into his funny face with the red\ncheeks and round blue eyes she forgot that she had felt shy.",
        "“Let us sit down on this log and look at them,” she said.",
        "They sat down and he took a clumsy little brown paper\npackage out of his coat pocket.  He untied the string\nand inside there were ever so many neater and smaller\npackages with a picture of a flower on each one.",
        "“There’s a lot o’ mignonette an’ poppies,” he said.\n“Mignonette’s th’ sweetest smellin’ thing as grows, an’\nit’ll grow wherever you cast it, same as poppies will.\nThem as’ll come up an’ bloom if you just whistle to ’em,\nthem’s th’ nicest of all.” He stopped and turned his\nhead quickly, his poppy-cheeked face lighting up.",
        "“Where’s that robin as is callin’ us?” he said.",
        "The chirp came from a thick holly bush, bright with\nscarlet berries, and Mary thought she knew whose it was.",
        "“Is it really calling us?” she asked.",
        "“Aye,” said Dickon, as if it was the most natural thing\nin the world, “he’s callin’ some one he’s friends with.\nThat’s same as sayin’ `Here I am.  Look at me.\nI wants a bit of a chat.’ There he is in the bush.\nWhose is he?”",
        "“He’s Ben Weatherstaff’s, but I think he knows me a little,\"\nanswered Mary.",
        "“Aye, he knows thee,” said Dickon in his low voice again.\n“An’ he likes thee.  He’s took thee on.  He’ll tell me all\nabout thee in a minute.”",
        "He moved quite close to the bush with the slow movement Mary\nhad noticed before, and then he made a sound almost like\nthe robin’s own twitter.  The robin listened a few seconds,\nintently, and then answered quite as if he were replying to a\nquestion.",
        "“Aye, he’s a friend o’ yours,” chuckled Dickon.",
        "“Do you think he is?” cried Mary eagerly.  She did so want\nto know.  “Do you think he really likes me?”",
        "“He wouldn’t come near thee if he didn’t,” answered Dickon.\n“Birds is rare choosers an’ a robin can flout a body worse\nthan a man.  See, he’s making up to thee now.  `Cannot tha’\nsee a chap?’ he’s sayin’.”",
        "And it really seemed as if it must be true.  He so sidled\nand twittered and tilted as he hopped on his bush.",
        "“Do you understand everything birds say?” said Mary.",
        "Dickon’s grin spread until he seemed all wide, red,\ncurving mouth, and he rubbed his rough head.",
        "“I think I do, and they think I do,” he said.  “I’ve lived on th’\nmoor with ’em so long.  I’ve watched ’em break shell an’\ncome out an’ fledge an’ learn to fly an’ begin to sing,\ntill I think I’m one of ’em. Sometimes I think p’raps\nI’m a bird, or a fox, or a rabbit, or a squirrel,\nor even a beetle, an’ I don’t know it.”",
        "He laughed and came back to the log and began to talk\nabout the flower seeds again.  He told her what they looked\nlike when they were flowers; he told her how to plant them,\nand watch them, and feed and water them.",
        "“See here,” he said suddenly, turning round to look at her.\n“I’ll plant them for thee myself.  Where is tha’ garden?”",
        "Mary’s thin hands clutched each other as they lay on\nher lap.  She did not know what to say, so for a whole\nminute she said nothing.  She had never thought of this.\nShe felt miserable.  And she felt as if she went red\nand then pale.",
        "“Tha’s got a bit o’ garden, hasn’t tha’?” Dickon said.",
        "It was true that she had turned red and then pale.\nDickon saw her do it, and as she still said nothing,\nhe began to be puzzled.",
        "“Wouldn’t they give thee a bit?” he asked.  “Hasn’t tha’\ngot any yet?”",
        "She held her hands tighter and turned her eyes toward him.",
        "“I don’t know anything about boys,” she said slowly.\n“Could you keep a secret, if I told you one? It’s a great secret.\nI don’t know what I should do if any one found it out.\nI believe I should die!” She said the last sentence\nquite fiercely.",
        "Dickon looked more puzzled than ever and even rubbed\nhis hand over his rough head again, but he answered quite\ngood-humoredly. “I’m keepin’ secrets all th’ time,” he said.\n“If I couldn’t keep secrets from th’ other lads,\nsecrets about foxes’ cubs, an’ birds’ nests, an’ wild things’\nholes, there’d be naught safe on th’ moor.  Aye, I can\nkeep secrets.”",
        "Mistress Mary did not mean to put out her hand and clutch\nhis sleeve but she did it.",
        "“I’ve stolen a garden,” she said very fast.  “It isn’t mine.\nIt isn’t anybody’s. Nobody wants it, nobody cares for it,\nnobody ever goes into it.  Perhaps everything is dead in\nit already.  I don’t know.”",
        "She began to feel hot and as contrary as she had ever\nfelt in her life.",
        "“I don’t care, I don’t care! Nobody has any right\nto take it from me when I care about it and they\ndon’t. They’re letting it die, all shut in by itself,\"\nshe ended passionately, and she threw her arms over\nher face and burst out crying-poor little Mistress Mary.",
        "Dickon’s curious blue eyes grew rounder and rounder.\n“Eh-h-h!” he said, drawing his exclamation out slowly,\nand the way he did it meant both wonder and sympathy.",
        "“I’ve nothing to do,” said Mary.  “Nothing belongs to me.\nI found it myself and I got into it myself.  I was only just\nlike the robin, and they wouldn’t take it from the robin.\"\n“Where is it?” asked Dickon in a dropped voice.",
        "Mistress Mary got up from the log at once.  She knew she\nfelt contrary again, and obstinate, and she did not care\nat all.  She was imperious and Indian, and at the same\ntime hot and sorrowful.",
        "“Come with me and I’ll show you,” she said.",
        "She led him round the laurel path and to the walk where the\nivy grew so thickly.  Dickon followed her with a queer,\nalmost pitying, look on his face.  He felt as if he were\nbeing led to look at some strange bird’s nest and must\nmove softly.  When she stepped to the wall and lifted\nthe hanging ivy he started.  There was a door and Mary\npushed it slowly open and they passed in together,\nand then Mary stood and waved her hand round defiantly.",
        "“It’s this,” she said.  “It’s a secret garden, and I’m\nthe only one in the world who wants it to be alive.”",
        "Dickon looked round and round about it, and round\nand round again.",
        "“Eh!” he almost whispered, “it is a queer, pretty place!\nIt’s like as if a body was in a dream.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}