{
    "title": "The Principles Of Aesthetics - Chapter VII - The Standard of Taste",
    "author": "Dewitt H. Parker",
    "chapter": "8",
    "content": [
        "",
        "\n\n",
        "Our interest in art is seldom a matter of mere feeling or appreciation;\nusually it is a matter of judgment as well. Beginning in feeling, the\nsthetic experience passes over into comparison and estimation–into\ncriticism, and there finds its normal completion. This, which is\nevidently true of the aesthetic life of artists and connoisseurs, is\ntrue also of average men. We all enjoy the beautiful in silence, but\nafterwards we want to talk about it to our friends. If conversation\nabout art were suppressed, the interest in it would hardly survive.\nOn this side, the enjoyment of art is intensely sociable, for to the\ncivilized man sociability means discourse.",
        "But, as Kant pointed out, it is characteristic of conversation about\nart that the participants try to reach agreement in their judgments\nwithout acknowledging common principles with reference to which disputes\ncan be decided. And yet, since no man is content to hold an opinion\nall by himself, but each tries to persuade the others of the validity\nof his own judgment, it would seem as if there must be some axioms or\npostulates admitted by all. Hence what Kant called the antinomy of\ntaste: Thesis–the judgment of taste is not based on principles, for\notherwise we would determine it by proofs; antithesis–the judgment\nof taste is based on principles, for otherwise, despite our\ndisagreements, we should not be quarreling about it.",
        "In accordance with this situation, two opposed theories of criticism\nhave always existed. On the one hand, in face of the apparent\nlawlessness of beauty, some thinkers have believed that there exist\nprinciples which can be applied to works of art to test their beauty\nwith a certainty equal to that of the principles of logic in their\napplication to inferences. Lessing, for example, in the Hamburgische\nDramaturgic wrote that the laws laid down by Aristotle in the\nPoetics were as certain in their application to the drama as\nEuclid’s Elements in geometry. This comparison is a forcible\nstatement of belief in the existence of aesthetic standards, held by\nthe entire classical tradition, and still held by those who are\nspiritually akin to it, although of course no one to-day would\nclaim–and when it came to details Lessing himself did not claim–that\nthe judgment of Aristotle or of any one else is infallible. To-day\nthose who believe in the possibility of rational aesthetic criticism\nthink that reflection upon the purpose and methods of the arts results\nin the formulation of broad principles by means of which judgments of\ntaste can be appraised and a community of taste achieved. These\nprinciples, they would admit, are more difficult of application than\nthe simpler logical rules, owing to the greater subtlety and complexity\nof art, yet, when found, have an equal validity within their own field.",
        "On the other hand, the view that “there is no disputing about tastes\"\nhas never lacked adherents. According to this view, criticism can be\nonly a report of personal, enthusiastic appreciation or repugnance\nwithout claim to universality. Anatole France, surely a master of such\ncriticism, has expressed this conviction as follows: “L’estetique ne\nrepose sur rien de solide. C’est un chateau en Pair. On veut l’appuyer\nsur Pethique. Mais il n’y a pas d’ethique. Il n’y a pas de sociologie\"\n... And again, in the same preface to La Vie Litteraire: “Pour\nfonder la critique, on parle de tradition et de consentement universel.\nIl n’y en a pas. L’opinion presque general, il est vrai, favorise\ncertains oeuvres. Mais c’est en vertu d’un prejuge, et nullement par\nchoix et par effet d’une preference spontane. Les oeuvres que tout le\nmonde admire sont celles que personne n’examine.” Although the classic\nview is, I think, nearer the truth, let us examine the arguments that\nmay be advanced in favor of the impressionistic theory, as it has been\ncalled. What is there about aesthetic appreciation that makes it\nseemingly so recalcitrant to law?",
        "First, every aesthetic experience is unique, and therefore, it is\nclaimed, incomparable. Art is the expression of personality, and\npersonality is always individual. But unique things are, in the end,\nincapable of classification, hence are not amenable to general laws\nor principles. Of course, works of art can be classified by following\nsome abstract characteristic, arranged in a series according as this\nquality is realized in them to a greater or less degree; but, in so\nfar as a work is beautiful, it contains at least one quality not\npossessed by other works, the quality that gives it its distinctive\nflavor,–which is, indeed, its beauty. The impressionist would admit,\nfor example, that in intellectual power Keats’s Eve of St. Agnes\nis inferior to Wordsworth’s Intimations; also that it lacks the\nmoral grandeur of the latter; but would claim, on the other hand, that\nin saying this, one is far from judging the beauty of Keats’s poem,\nbecause that is completely lacking in Wordsworth. So far as the poem\nis beautiful, it is unique; hence you get no farther with it through\ncomparison with some other poem. You either appreciate it absolutely\nor you do not; if you do, well and good; you may then write a prose\npoem about it, if you desire, and so communicate some of your feeling\nfor it to another person; if you do not appreciate it, no one can blame\nyou or quarrel with you; all that any one can do is to invite you to\nread again, and, perhaps through his eloquence, seek to inspire you\nwith–his own enthusiasm. Every work of art is superlative. Just as\nthe lover thinks his sweetheart the most beautiful woman in the world,\nso he who appreciates a work of art finds it supreme. And among\nsuperlatives there is no comparison, no better or worse.",
        "From another point of view, moreover, the aesthetic experience seems\nunfavorable to comparison and classification. For a work of art demands\na complete abandon of self, an entire absorption in it of attention\nand emotion. Every picture has a frame, and every other work of art\nan ideal boundary to keep you in its world. Beyond the frame you shall\nnot go; beyond the stage you shall not pass; beyond the outline of the\nstatue you shall not look. And if you do pass beyond, you have lost\nthe full intensity and flower of the experience; and whatever\ncomparisons you then make will not concern its original and genuine\nbeauty. Every work of art is jealous; to appreciate it aright, you\nmust for the moment appreciate it singly, without thought of another.\nFinally, the impressionist or skeptic would maintain that an alleged\naesthetic principle would necessarily be abstracted from extant works\nof art; hence could not be applied to new art. A thing which does not\nbelong within a class cannot be judged by principles governing that\nclass. In so far, therefore, as a work of art is original, it must\nfrustrate any attempt to judge it by traditional, historical\nstandards–and what other standards are there?",
        "Although the two facts of the aesthetic experience–its uniqueness and\nclaim to complete sympathy–upon which the skeptical opinion can be\nbased, are undoubted, the inferences deduced from them do not follow.\nIf they did follow, the aesthetic experience would be fundamentally\ndifferent from every other type; it would be totally atomic and\ndiscrete, instead of fluid and continuous like the rest. But its\napparent discreteness is due to a failure to distinguish between the\nsilent, unobtrusive working of comparison and the more obvious and\nself-conscious working. When rapt in the contemplation of a work of\nart, I may seemingly have no thought for other works; relative isolation\nand circle-like self-completeness are characteristic of the aesthetic\nexperience; yet, as a matter of fact, the completeness of my reaction\nand the measure of my delight and absorption are partly determined by\nthe accordance of the given work of art with a certain expectation or\nset of mind with reference to objects of its sort. I can consent fully\nto the will of the artist only if he has first consented to my will\nas expressed in other works which I have enjoyed and praised. The\nsituation in aesthetics is no different from that which exists in any\nother field of values; through many experiences of good things I come\nto form a type or standard of what such things should be like; and,\nif any new thing of the kind is presented to me, I cannot be so well\npleased with it if it does not conform. The type may never be formulated\nby me explicitly, yet it will operate none the less. The formation of\nwhat is called good taste occurs by exactly this process. The first\nwork of art that I see, if it please me, becomes my first measure. If\nI see a second, in order to win my approval, it will either have to\nsatisfy the expectation aroused by the first, or else surpass it. In\nthe latter case, a standard somewhat different from the old is created\nthrough the new experience; and, when I have acquired a large\nacquaintance with works of art, there grows up a standard which is the\nresultant of all of them–a type or schema no longer associated with\nparticular works. Sometimes, however, it happens that the standard\ncontinues to be embodied in some one or few works which, because of\noutstanding excellence, serve as explicit paradigms governing judgment;\nsuch works are classics in the true sense. And the impressionist is\ncertainly wrong in his contention that the aesthetic appreciation of\na work of art excludes the recall of other works and conscious\ncomparison with them. It is only when appreciation is of the more naive\nsort that this is the case. The trained observer, on seeing one of\nVermeer’s pictures, for example, cannot fail to think of other works\nof the same artist; and, if he is learned in the history of art, he\nmay even recall the whole development of Dutch painting. For the moment,\nperhaps, at the beginning, the single work will completely absorb the\nattention; but, as we linger in appreciation and reflect upon it, our\nmemory is sure to work. And the process of memory and comparison cannot\nbe excluded on the ground that it is an external, irrelevant context\nto appreciation; for it actually functions to determine the degree of\npleasure and absorption in a work of art. Moreover, this process of\nmemory and comparison is not confined to the individual observer; it\nis social and historical as well. All art movements are inspired by\nthe desire to improve on, or to create something different from, the\nconserved tradition. The process of creation itself involves comparison\nand the recognition of a standard. And for our civilization at any\nrate these movements are international. They are not the products of\nisolated discrete groups, impenetrable to each other, but of a\nrelatively universal, continuous experience.",
        "As for the uniqueness of aesthetic value, that, to be sure, is a fact;\nyet uniqueness is never the whole of any object. Those aspects which\nally it with other things are just as genuinely its own as those which\ndifferentiate it from them; they equally are a part of its beauty. The\nattempt to separate any part of a work of art from the rest as “the\nreal part” is an unwarranted and arbitrary dismemberment. The work is\nwhole, and beauty belongs to it as whole. Hence, when, through\ncomparison, you attend to the qualities that are shared with other\nworks, you are still judging the reality and beauty of the object,\nquite as much as when you seek to taste its unique flavor. A competent\njudgment can neglect no aspect. The judgment that a work of art is\nbetter or worse than another in some general aspect touches it just\nas surely as the feeling for its distinctiveness. And if it be true\nthat so far as things are unique they are all on a level, it is equally\ntrue that so far as they are not unique they are capable of being\nserialized, and our total judgment upon them must follow the lines of\ncomparison.",
        "It is impossible, therefore, not to compare works of art one with\nanother. We will concede to the impressionist that anything which\nanybody finds beautiful is beautiful momentarily; but we must insist\non the everyday fact that, because of the operation of the standard\nas a result of growing experience in art, what once seemed beautiful\noften ceases to seem so. And we must also insist that among the things\nsurviving as beautiful we inevitably set up a hierarchy, a scale. A\nplurality of values, each unique and in its own way indispensable to\na complete world of values, is not inconsistent with relations of\nhigher and lower among them. The impressionist has taught us to love\nvariety and to renounce the bigotry of the old refusal to accept\nanything short of the highest. But in aesthetics–and in ethics too,\nI believe–the standpoint of Spinoza rules: “God is revealed in the\nmouse as well as in the angel, although less in the mouse than in the\nangel;” and, I should add, the revelation through the humbler mouse\nis necessary to a complete revelation of God, that is, of the Good.\nOr, as Nietzsche said, “Vieler Edlern naemlich bedarf es, dass es\nAdel gebe!” Our appreciation of Midsummer Night’s Dream does not\nprevent us from appreciating Alice in Wonderland, just as our esteem\nfor the man does not hinder our feeling for the peculiar charm of the\nchild.",
        "What takes place through the process of comparison is this: we come\nincreasingly to realize what we want of art. Every artist seeks to\nexpress something in terms of the material with which he works. But\nit is only by experimenting with his medium that he learns what he can\nand what he cannot do; and it is only by constant hospitable, yet\ndiscriminating appreciation by us spectators that we, in our turn,\ndiscover what to demand of him and commend. Consider, for example, the\nhistory of painting. That we want of a picture, sometimes the\ndelineation of emotion and action, yes; but above all and always, the\nrepresentation of visible nature, with space and atmosphere and\nlight–this purpose has been developed slowly and as the result of\nmany experiments and comparisons. But having won it, we are secure in\nit. We shall still appreciate the beauty of the primitives and\nacademics, but we shall not be able again to prefer them to the\nplein-airistes. Or recall the development of English poetry.\nWe still admit the contribution of Dryden and Pope, but we shall never\nhave to fight over again the battle won by Wordsworth and his\ncontemporaries for imagination and emotion. Our conception of the\npurpose of poetry has been enriched by an insight that we cannot\npermanently lose. There are, to be sure, retrograde movements in the\narts–like the Pre-Raphaelite movement in painting–but they are soon\nrecognized as such.",
        "Now with reference to the purpose of art to express in a given material,\nthere are, I think, a few general principles of judgment applying to\nall the arts, implicitly or explicitly recognized in criticism, and\ncapable of formulation. First, the complete use of the medium. We\nprefer, other things being equal, the work of art that has fully\nexploited the expressive possibilities of its medium to one that has\nfailed to do so. As an illustration, I would cite the almost universal\ncondemnation, at the present time, of neo-classical sculpture, in which\nthe touch values of the surfaces of statues were destroyed. Of course\nsome compensating gain may be claimed–a greater visual purity; yet,\nas we shall see, from the point of view of expression, the gain was\nnegligible compared with the loss. So likewise, unless the\nvers-libristes can show some positive gain in expression,–a\npower to do something that normal verse cannot do, their work must\nrank lower than normal verse, which makes fuller use of the rhythmic\npossibilities of language.",
        "Second, the unique use of the material. What we want of art depends,\nnot only on comparison between works of art belonging to the same\ngenre, but on comparison of the purposes of different genres, indeed\nof the different arts themselves. What we want of painting depends\nupon what we want of sculpture; what we want of poetry depends upon\nwhat we want of painting and music. We compare picture with picture;\nbut equally we compare picture with statue and poem. We do not want\nthe sculptor to try to do what the painter can do better, and\nvice-versa; or the poet to encroach on the domains proper to the\nmusician and painter. We do not want poetry to be merely imagistic or\nmerely musical when we have another art that can give us much better\npictures and still another that can give us much better music than any\nword-painting or word-music. When we read a poem, we do not want to\nbe made to think how much better the same thing could be done in a\ndifferent medium. There is nothing so salutary in keeping an art to\nits proper task as a flourishing condition of the other arts. Here the\ngreat example is France, where the limitations of the different arts\nhave been best recognized all the while the highest level of perfection\nhas been reached in many arts contemporaneously.",
        "Third, the perfect use of the medium in the effort to fulfill the\nartistic purpose of sympathetic representation–the power to delight\nthe senses and create sympathy for the object expressed, on the one\nhand, and the range of the vision of the object, on the other; the\ndepth and the breadth of the aesthetic experience. With reference to\nthe former we ask: how vividly does the work of art force us to see;\nhow completely does it make us enter into the world it has created;\nand, in doing this, how poignantly has it charmed us, how close has\nit united us to itself? The measure of this is partly subjective and\nirreducible to rules; yet experience in the arts establishes a norm\nor schema of appreciation through the process of comparison, largely\nunconscious, by which what we call good taste is acquired. There are\ncertain works of art that seem to have fulfilled this requirement in\nthe highest possible degree, thus attaining to perfection within their\ncompass. Such, for example, are some of Sappho’s or Goethe’s lyrics,\nor the Fifth Canto of the Inferno. Nothing more perfect, more\nbeautiful of their kind can be conceived. And to see how works of art\nmay differ in degree of perfection of sympathetic vision, one has only\nto recall lesser works expressing the same themes. Yet we recognize\ngreater works even than those cited–works in which, although the\nsympathetic vision is no more penetrating and compelling, it is broader,\nmore inclusive. Goethe’s Faust is greater than any of his lyrics\nbecause the range of experience which it expresses is vaster. A\nVelasquez is greater than a Peter De Hooch because, in addition to an\nequal beauty of expression through color and line and composition, an\nequal dominion over light and space, it contains a marvelous revelation\nof the inner life, which is absent from the latter. According to\nBerenson, no one has yet painted the perfect landscape because thus\nfar only a certain few aspects have been expressed, but not all.",
        "There are, I think, certain qualities which are generally recognized\nas necessary to the perfect fulfillment of the artistic purpose of a\nwork; which follow, indeed, from the very meaning of art. Thus, without\nuniqueness and freshness there can be no perfection in artistic\nexpression. A well-worn or even an identical expression may have value\nin the solution of a practical problem, or in bringing men into\ngood-natured relationships with one another in social life; as when,\nfor example, the officer cries “Halt!” repeatedly, or we say “Good\nmorning” at breakfast; because, in such cases, the expression gets its\nsignificance from the context in which it belongs. But in art, where\nexpression is freed from the particular setting within which it arises,\nthus attaining universality, the repetitious and imitative, having no\nenvironment from which they may derive new meaning, are purposeless.\nThey are, indeed, worse than negligible, because having grown into the\nhabit of expecting originality, we are disappointed and bored when we\nfail to find it. Originality is, of course, relative; it is not\nincompatible with the reminiscence of old works–what works of art are\nnot reminiscent?–but it does prohibit saying the old things over again\nin the same medium; the artist must have a new message to put into the\nmedium; or else, if the old themes are still near to his heart, he\nmust invent a new form in which to express them, from which they will\nderive a new music. Closely allied to freshness are spontaneity and\ninner necessity, the signs of a genuine, as opposed to a factitious,\nexpression. If we get the impression from a work of art that no part\ncould be otherwise–not a single line or note or stroke of the\nbrush–then we have the same sort of feeling towards it that we have\ntowards the living thing that was not made by hands capriciously, but\ngrew in its inevitable way in accordance with the laws of its own\nnature. Of course, works of art are products of thought, of plan, and\nconscious purpose; they are seldom composed all at one flash, but grow\ntentatively into their final form; nevertheless, in the words of Kant,\n“A work of art must look like nature, albeit we know that it is art.\"\nSense charm and order are also necessary; for they are the conditions\nof a perfect sympathy and vision. We are indulgent towards the vigorous,\nimpatient passion that bubbles over into rough and careless music or\npoetry, but are not satisfied with it. For art’s task is not merely\nto express, but to dominate through expression, to create out of\nexpression, beauty; and without order and charm of sense, there is no\nbeauty. Compose your passion, we say to the musician; pattern it forth,\nwe say to the poet; it will not lose its vigor; rather it will acquire\na new power; for thus it will achieve restraint, the sign of art’s\ndominion.",
        "The recognition of the principles indicated presupposes, of course,\nthat art really has a purpose with reference to which it can be judged\nas successful or unsuccessful. But I do not see how this can very well\nbe denied. Art is one of the oldest of human activities, one might\nalmost say institutions, and it is inconceivable that it should not\nhave been directed by some intention, conscious or unconscious. To be\nsure, men have expressed this intention in varying, often in\ninconsistent ways, but the same is true of all other human activities\nand institutions. Few would deny, I suppose, that science and the state\nhave purposes; yet how various have been the definitions of them. These\nvariations have corresponded, without doubt, to adaptations to new\nconditions, yet throughout some unique purpose in human life has been\nsubserved. So with art. Art has been identified now with one interest\nand now with another; what people want of art differs from one age to\nanother, and each must define that for itself; yet throughout there\nhas been a core of identity in the purposes it has served. In our own\nage we witness the attempt to distinguish the purpose of art from the\npurposes of other elements of civilization, with which it has often\nbeen fused and confused,–science, religion, morality. Correspondingly\nwe witness the effort to limit the functions of political control; to\ntake from its jurisdiction religion, culture, love. And this effort\nis for the sake of a fuller and freer realization of values.",
        "Furthermore, not only has art a general function, but this function\nis differentiated among the different art forms and genres. No work\nof art can be judged without reference to its function. Its beauty\nconsists in the fulfillment of this function. Now this function is,\nof course, largely unique for each art form and for each particular\nwork of art, and every work has to be judged with reference to its\nindividual purpose, yet a knowledge of other works of the same artist\nand the same genre, and of the general history of art, helps to divine\nthis purpose and to judge of its relative success. There is a large\nmeasure of continuity in the intentions of a given artist and school\nof art. The development of painting in the last century is a striking\nillustration of such continuity. The painters sought to develop a\ndefinite tradition, thinking of themselves as carrying further the\nwork of their predecessors. Of course these developments were largely\ntechnical in character, but beauty itself is the fruition of technique.",
        "The people who base a skeptical opinion upon the historical changes\nin taste forget that taste is necessarily a growth; that it is developed\nby trial and error, through and despite the following of many false\npaths. Only if the standard were something delivered to men by divine\nrevelation–as indeed the old dogmatists came very close to believing–\nwould it be strange and inconsistent for changes to occur. But if, as\nis the fact, the standard is experimental and representative of actual\nartistic purposes, then change is normal. Moreover, the standard is\nnot single and absolute, but plural and relative. Growth in taste means\nnot only development along a given line, within a given form, but\nenlargement through the origination of new forms and beauties. It is\nnot like the straight line growth of an animal, but rather radial,\nlike the growth of a plant, sending out branches in every direction.\nAn art may attain to perfection in a certain genre, and then continue\nonly through the creation of new types. Thus sculpture and architecture\nreached a kind of perfection in the classic, beyond which it was\nimpossible to go–the only possible development lay in the creation\nof new types.",
        "If it is true, then, that the existence of standards has a sound basis\nin the aesthetic experience, how can their apparent failure to work and\nsecure unanimity of judgment be explained? How account for the actual\nchaos of judgment? Partly, at least, because many judgments passed on\nworks of art are not aesthetic judgments at all. These must be eliminated\nif any consensus is to be won. We may call these judgments “pseudo-\nsthetic” judgments. They fall naturally into several classes, which\nit will be worth while to describe.",
        "First, there is the very large class of partisan judgments–judgments\nbased, not upon a free appreciation, but upon some personal predilection\nor transient appeal. To this class belong the special preferences of\nboyhood and youth–the liking for Cooper and Jules Verne, for example–\nand those due to nationality, like the Englishman’s choice of Thackeray\nand the Frenchman’s of Balzac, or, what is a more flagrant case, the\nlong resistance of the French public to the beauty of Wagner’s music.\nThe former type of judgment is corrected by the simple process of\nmaturing, when the beauties appreciated in youth are not lost, but\nonly given their due place in the hierarchy of aesthetic values; the\nlatter type, on the other hand, being more deeply based, is more\ndifficult to remedy. But that even this prejudice can be largely\novercome is shown by the example of critics who, through prolonged\nsympathetic study, come to prefer the art of a foreign land. A notable\nexample of this is Meier-Graeffe, who condemns almost all of modern\nGerman painting and exalts the French.  [Footnote: See his Modern\nArt, and his special studies of Manet, Renoir, and Degas.] Patriotic\npreferences are so difficult to overcome because they spring from\nlimitations of sympathy. Sympathy depends upon acquaintance, and few\nof us can acquire the same expertness in an alien language or artistic\nform that we possess in our own. Yet, understanding the reason for\nthese deficiencies of judgment, we can go to work to improve them,\nthrough increasing our knowledge of foreign art.",
        "No less inevitable psychologically is the preference for works of art\nthat treat of the problems and conditions of contemporary life. Part\nof this, to be sure, is expressive merely of some transient mood of\nthe popular mind. The enthusiasm, happily passing, for the plays of\nBrieux or the craze for Algerian landscapes in France after the\nacquirement of the colony, are examples. Such preferences, being\nsuperficially motivated, correct themselves with ease, giving way to\nsome new fashion in taste. The preference for works of art that reflect\nthe more serious and permanent problems of contemporary society is\nmore firmly rooted. Men inevitably seek the artistic expression of the\nthings that deeply concern them. The problems of the reconstruction\nof the family, of the working classes, and of government must continue\nto inspire art and to determine our interest in it, until new\ndifficulties occupy our minds. The mere passage of time, however,\nbrings a remedy for critical injustices flowing from this source; for,\nwhen present problems are solved, the difference between living art,\nwhich expresses them, and historical art, vanishes. Then, only those\nworks which reflect the eternal enigmas have any advantage over the\nothers. The same process tends to eliminate the prejudice, rooted in\ntemperament, in favor of the old and familiar in art; or, following\na different bent, in favor of the new and startling. In such cases,\na just estimate can be made only when the new becomes the old, and\nboth are reduced to a common level.",
        "Another type of pseudo-aesthetic judgment is the imitative. By this I\nmean the judgment which is made because somebody else has made it,\nparticularly somebody in authority. The imitative judgment is the\nexpression, in the field of aesthetics, of what Trotter has called “herd\ninstinct,”  [Footnote: See his The Herd Instinct in Peace and War,\nfirst part.] the tendency on the part of the gregarious animal to make\nhis acts and habits conform to those of another member of the same\ngroup, particularly if that member is a leader or represents the\nmajority. The dislike of loneliness and the love of companionship\noperate, as we have already had occasion to notice, even in the sphere\nof the spirit. Differences here separate people just as other\ndifferences do. In art, herd instinct tends to make the judgment of\nthe authoritative or fashionable critic take the place of spontaneous\nand sincere judgment. I do not mean that such judgments are usually\nconsciously insincere; although they often are so, since men seek to\ningratiate themselves by flattering even the aesthetic opinions of those\nwhose love or protection they desire. I do mean, however, that they\ntend to suppress opinions which would reflect an autonomous\nappreciation. Moreover, whatever may be said for herd-instinct in the\nrealm of politics and morals, where the need for common action makes\nnecessary some sort of consensus among the members of a group, very\nlittle can be said for it in aesthetics, where no practical issues are\ndirectly involved. There, herd instinct simply substitutes sham\nappreciation for a vital and healthy reaction. Of course, imitative\njudgments must be distinguished from those that agree because they are\nbased on a genuine contagion or community of feeling. This distinction\nmay be a difficult one for the outsider to make; but is not so for the\nindividual concerned. I do not deny the value of authority in aesthetics;\nwhat I am inveighing against is the substitution of authority for\nsincerity. In art, the suasion of the norm should be absolutely free,\nwith no penalty except isolation from the best. The only value of\nauthority is to counteract laziness and superficiality of appreciation;\nto stimulate those who would rest content with first impressions to\na more studious and attentive examination. Yet, however great be our\nnatural desire to convince others of beauty, we want their conviction\nto be as sincere as our own: we do not want it to be\nfactitious,–suggested or dragooned. It is often too easy, rather than\ntoo hard, to win agreement.",
        "The question of the place of authority in aesthetics is raised again\nby a consideration of another class of pseudo-aesthetic judgments,\nwhich I shall call ignorant judgments. These judgments are perfectly\nsincere, but express an aesthetic experience that is imperfect, owing\nto defective understanding of art. So many people judge works of art\nas if they could assimilate them immediately, without any knowledge\nof their purpose and technique. They fail to recognize that a work of\nart has a language, with a vocabulary and grammar, which has to be\nmastered through study. A work of art is a possibility of a certain\ncomplex of values, not a given actuality that can be grasped by merely\nstretching out the hand. Very little of any work of art is given–just\na few sense stimuli; the rest is an emotional and meaningful reaction,\nwhich has to be completed in a determinate fashion. A work of art is\na question to which the right answer has to be found. And in order to\nfind the answer, it is necessary to know both what to look for and\nwhat not to look for. For example, in judging Japanese prints, one\nmust realize, from the limitation of the medium, that one cannot look\nfor all the fullness of expression of shadow and atmosphere possible\nin an oil painting; or in judging decorative or post-impressionistic\npainting, one must realize that the purpose of the artist is chiefly\nto obtain musical effects from color and line, not to represent nature\nrealistically.",
        "Because works of art are ideals, possibilities of experience, and not\ngiven things which everybody can appreciate without knowledge and\neffort, I am skeptical of all results obtained in laboratories of\nexperimental aesthetics, where college students are asked to judge\nworks of painting, music, and sculpture. An uninstructed majority vote\ncannot decide any question in aesthetics. Such experiments, with the\nexception of those that concern the most elementary reactions, yield\ninteresting statistical results about the groups employed as subjects,\nbut are of no value in aesthetics. And what wonder that we should find\npeople disagreeing in their judgments when, because of ignorance, they\nare not reporting about the same objects!",
        "Finally, an aesthetic consensus is possible only if non-aesthetic\nstandards and all judgments based on false conceptions of the purpose\nof art are eliminated. Some of these judgments I have already\ndiscussed–the scientific and the moralistic. The purpose of art is\nsympathetic vision, not scientific truth or edification. It is often\nnecessary, in order to win a vision of actual life, for the artist to\npossess scientific knowledge; but only as a means, not as an end. And\nagain, insight into the more enduring preferences of men and the\nconditions of their happiness, upon which rational moral standards are\nfounded, is indispensable to a complete interpretation of life; but\nthere is much of life that can be envisaged sympathetically, that is,\nartistically and beautifully, with small hold on ethical wisdom. No\none, I suppose, would regard de Maupassant as a wise man in the Greek\nsense of possessing a philosophical grasp of the norms which make up\nthe conscience of men, yet few would deny him the supreme gift of\ndelineating the pathos and comedy of passion. I do not doubt that men\nwill always judge works of art from abstract standpoints; that to-day\nthey will judge them from the points of view of science and morals,\nsince we are so dominated by their sway; but I do claim that these\nstandards are not aesthetic, and that so long as they control our\nestimates of art, there can never be anything except chaos in taste;\nfor they will always come into conflict with the genuinely aesthetic\npoint of view. And, I ask, why not grant to art its autonomy? If art\nhas a unique purpose, different from that of science or morals, why\nshould we not judge it in terms of that purpose?",
        "Of course, since man’s nature is one, not many, it will always be\nimpossible entirely to get rid of the non-aesthetic bases of judgment.\nPersonal predilection for a certain kind of subject-matter, patriotic\npreference for one’s own language and style, the influence of authority\nand the lure of the crowd, the intrusion of the moralistic and the\nscientific bias,–all these must, to a greater or less degree, divide\nand dispute the hegemony of taste. Nevertheless, although it is\nimpossible to reach a pure aesthetic judgment, we ought to strive to\napproach it, and, by dint of training and clear thinking about art,\nwe can approach it. We ought to do this, not because of any formalism\nor purism, but for the sake of preserving the unique value of art,\nwhich is covered up or destroyed by the intrusion of non-aesthetic\nstandards of judgment. For judgment does influence feeling, especially\nsuch a delicate and subtle thing as aesthetic feeling. The patriotic\nand the partisan judgments narrow appreciation, the imitative substitute\na judgment for a feeling, the moralistic and scientific prejudices\noften inhibit the possibility of the aesthetic reaction at the start,\nor, if they allow it to begin, prevent the full sympathy and abandon\nwhich are required for its consummation. We can get scientific truth\nfrom science, why then seek it in art? We can obtain moral wisdom from\nthe philosopher and priest, why require it of the artist? Reformers\nand statesmen will enlighten us concerning reconstruction, why not\nturn to them? I do not mean, of course, that art may not express the\nmystery and the wonder of science, the voice of conscience, the cry\nof distress; but even this is not science, or sociology, or morals;\nand art must and should also express dark passion, hot hate or love,\nand joy–in the sea, in sunlight, in the shadow of leaves on the grass,\nin the bodies of men and women–and the other myriad forms of human\nlife and nature that are neither right nor true, but simply are. And\nfurthermore: the tyranny of the scientific and the moral is the death\nof art. Art can live only when free. So long as men are subject to the\nexclusive habit of condemning and praising and analyzing and\nclassifying, they are incapable of a free envisagement and expression.\nBetween sociology and Puritanism, the artistic novel and the drama\nhave become all but impossible in this country. During the nineteenth\ncentury, the predilection, among the Pre-Raphaelites, for the scientific\nand moral nearly killed landscape painting in England, its birthplace.\nAnd only in France, where alone of modern nations the moral and hygienic\nattitude towards the human body has not completely driven out the\nartistic, has there been a vital and enduring sculpture.",
        "If the aesthetic judgment is given autonomy, a sure foundation for\naesthetic norms can be established, because then art will be judged\nwith reference to a perfectly definite purpose. Feeling will always\ntell us whether a thing is beautiful or not; but feeling itself will\ndepend upon whether the implicit purpose of art has been realized;\nand, when we reflectively consider a work in relation to other works,\nwe shall have a solid basis for comparison. Judgment will have a\nfoundation in reason as well as in feeling. We shall ask of the artist,\nnot whether he has instructed us or edified us, but solely whether he\nhas given us a new and sympathetic vision of some part of our\nexperience. The kind of vision that he gives us will depend, of course,\nupon the materials of his art–it will be one thing in sound, another\nin color or line or patterned words. Even as we demand of art in general\na unique value, as fulfilling a unique function, so we shall demand\nof the different arts that each provide us with the unique beauty which\nits materials can create. We shall therefore commend the separation\nof the arts and view with suspicion any attempt to fuse them. Whatever\nbe his materials, we shall demand of the artist always the same result:\nthat he make us see, and command our sympathy and delight for his\nvision. Any judgment that we make, or any standard that we set up,\nmust proceed upon a knowledge of this master purpose and of the\nmaterials and technique of the particular art through which it is to\nbe realized. And such standards, experimental and tentative, but\nnevertheless potent and directive, are capable of discovery and\nformulation. Some of the larger and more important of these we shall\ntry to set forth in our chapters on the special arts. An artist who\nworks within these standards is sure to produce something beautiful;\none who breaks them will fail or, rarely, find some hitherto\nundiscovered, surprising beauty in the medium.",
        "There still remains for consideration the fear lest the recognition\nof standards may discourage new experiments and so interfere with the\ncreative impulse. It is true that tragedies have occurred when criticism\nhas been unsympathetic and malicious–remember Keats and the struggles\nof the early French impressionistic painters–but even then I doubt\nif any real harm to art has resulted. For the situation in aesthetics\ndiffers from the situation in ethics and politics where the retarding\neffect of convention is undeniable. In art there can never be the same\ncloseness of alliance between convention and vested interests that is\nso repressive a force in the “world.” It is probably true indeed that,\nas Plato said, “when the modes of music change, so do constitutions\nchange\"; for example, there is doubtless to-day some connection between\nimagist poetry, post-impressionistic painting, Russian music, and\nrevolutionary sentiment–witness, in our own country, The Masses\nand The Seven Arts–but the link is too delicate to alarm the\npowers that be. The upholding of a standard must be allied with material\ninterests if it is to be repressive of creation and novelty. But, as\na free force, operating solely by influence, the standard has the\neffect only of keeping alive the love of excellence, and, by providing\nsome stability in the old, creating that contrast between the new and\nthe old, so stimulating to the new itself. For the impulse to originate\noperates best alongside of and in opposition to the desire to conserve.\nFrance has been the great originator in the plastic arts during recent\ntimes; but it has also been the only country where a genuine traditional\nstandard has existed. When tradition is based on experiments, as in\nart, it cannot be in essence hostile to them. And all valid aesthetic\nprinciples are sufficiently broad and abstract not to interfere with\nnovelty and creation.",
        "When such principles as we have tried to formulate are admitted, the\nworld of aesthetic judgments can be organized and some consensus about\nthe beautiful achieved. Without an approach to a consensus, the aesthetic\nimpulse can never be content; for it is indefeasibly sociable. Agreement\nin judgments depends upon a common experience, and this also art can\nprovide. For beauty is constituted of elementary reactions to sense\nstimuli which are well-nigh universal among men, and of symbols and\nmeanings which can be learned like any language. The delight in harmony\nand balance, order and symmetry and rhythm, and again, the pleasure\nin the unique and well finished, are felt by every one. The entire\nform side of art, its structure or design, is based on fundamental and\nenduring elements of human nature. The symbolism of sensation, its\nmusical expressiveness, as we have called it, is rooted likewise in\nreactions and interpretations that either are, or may become, through\nsuggestion and training, common property. There are, of course, the\npeople who have no feeling for tones, and through defective memory for\ntones, no appreciation of musical design; there are also those who are\ninsensitive to color and line. In many cases, through the training of\nthe attention, these defects can be overcome; yet, in others, they are\npermanent and incurable. This fact limits the universality of art;\noftentimes, when two people are discussing a work, they are not talking\nabout the same object; for a large part of its potentialities are lost\nto one of them. Nevertheless, the validity of empirical standards among\nthose who are capable of appreciating the whole of a work of art is\nnot touched by this fact. Those who can agree, ultimately will agree.\nAs for art as representation, that is a language readily acquired. It\nis an easier and more natural language than ordinary speech. What is\nmeant by the colors and lines of a painting or statue, or by the mimic\nof the drama, is immediately grasped by any intelligent person; for\nto make use of images of things in order to represent them is a\nuniversal habit among men. The painting and sculpture of the Chinese\nare intelligible to us; not so their speech. Of course, to some extent,\nthe language of painting and sculpture is conventional; the limits of\naccuracy of imitation are not set by nature, except at the extremes,\nbut by the tradition or practice of painters. Yet the convention is\na simple one, easily understood and accepted.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}