{
    "title": "The Boys’ Life of Mark Twain - LXVI. Life at Stormfield",
    "author": "Paine",
    "chapter": "66",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain loved Stormfield.  Almost immediately he gave up the idea of\ngoing back to New York for the winter, and I think he never entered the\nFifth Avenue house again.  The quiet and undisturbed comfort of\nStormfield came to him at the right time of life.  His day of being the\n“Belle of New York” was over.  Now and then he attended some great\ndinner, but always under protest.  Finally he refused to go at all.  He\nhad much company during that first summer–old friends, and now and again\nyoung people, of whom he was always fond.  The billiard-room he called\n“the aquarium,” and a frieze of Bermuda fishes, in gay prints, ran around\nthe walls.  Each young lady visitor was allowed to select one of these as\nher patron fish and attach her name to it.  Thus, as a member of the\n“aquarium club,” she was represented in absence.  Of course there were\nseveral cats at Stormfield, and these really owned the premises.  The\nkittens scampered about the billiard-table after the balls, even when the\ngame was in progress, giving all sorts of new angles to the shots.  This\ndelighted him, and he would not for anything have discommoded or removed\none of those furry hazards.",
        "My own house was a little more than half a mile away, our lands joining,\nand daily I went up to visit him–to play billiards or to take a walk\nacross the fields.  There was a stenographer in the neighborhood, and he\ncontinued his dictations, but not regularly.  He wrote, too, now and\nthen, and finished the little book called “Is Shakespeare Dead?”",
        "Winter came.  The walks were fewer, and there was even more company; the\nhouse was gay and the billiard games protracted.  In February I made a\ntrip to Europe and the Mediterranean, to go over some of his ground\nthere.  Returning in April, I found him somewhat changed.  It was not\nthat he had grown older, or less full of life, but only less active, less\neager for gay company, and he no longer dictated, or very rarely.  His\ndaughter Jean, who had been in a health resort, was coming home to act as\nhis secretary, and this made him very happy.  We resumed our games, our\ntalks, and our long walks across the fields.  There were few guests, and\nwe were together most of the day and evening.  How beautiful the memory\nof it all is now!  To me, of course, nothing can ever be like it again in\nthis world.",
        "Mark Twain walked slowly these days.  Early in the summer there appeared\nindications of the heart trouble that less than a year later would bring\nthe end.  His doctor advised diminished smoking, and forbade the old\nhabit of lightly skipping up and down stairs.  The trouble was with the\nheart muscles, and at times there came severe deadly pains in his breast,\nbut for the most part he did not suffer.  He was allowed the walk,\nhowever, and once I showed him a part of his estate he had not seen\nbefore–a remote cedar hillside.  On the way I pointed out a little\ncorner of land which earlier he had given me to straighten our division\nline.  I told him I was going to build a study on it and call it\n“Markland.”  I think the name pleased him.  Later he said:",
        "“If you had a place for that extra billiard-table of mine” (the Rogers\ntable, which had been left in storage in New York), “I would turn it over\nto you.”",
        "I replied that I could adapt the size of my proposed study to fit the\ntable, and he said:",
        "“Now that will be very good.  Then when I want exercise I can walk down\nand play billiards with you, and when you want exercise you can walk up\nand play billiards with me.  You must build that study.”",
        "So it was planned, and the work was presently under way.",
        "How many things we talked of!  Life, death, the future–all the things of\nwhich we know so little and love so much to talk about.  Astronomy, as I\nhave said, was one of his favorite subjects.  Neither of us had any real\nknowledge of the matter, which made its great facts all the more awesome.\nThe thought that the nearest fixed star was twenty-five trillions of\nmiles away–two hundred and fifty thousand times the distance to our own\nremote sun–gave him a sort of splendid thrill.  He would figure out\nthose appalling measurements of space, covering sheets of paper with his\nsums, but he was not a good mathematician, and the answers were generally\nwrong.  Comets in particular interested him, and one day he said:",
        "“I came in with Halley’s comet in 1835.  It is coming again next\n     year, and I expect to go out with it.  It will be the greatest\n     disappointment of my life if I don’t go out with Halley’s comet.”",
        "He looked so strong, and full of color and vitality.  One could not\nbelieve that his words held a prophecy.  Yet the pains recurred with\nincreasing frequency and severity; his malady, angina pectoris, was\nmaking progress.  And how bravely he bore it all!  He never complained,\nnever bewailed.  I have seen the fierce attack crumple him when we were\nat billiards, but he would insist on playing in his turn, bowed, his face\nwhite, his hand digging at his breast.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}