{
    "title": "The Life of Abraham Lincoln - Chapter VII. Entering Politics",
    "author": "Henry Ketcham",
    "chapter": "9",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Lincoln’s duties at New Salem, as clerk, storekeeper, and postmaster,\nhad resulted in an intimate acquaintance with the people of that\ngeneral locality. His duties as surveyor took him into the outlying\ndistricts. His social instincts won for him friends wherever he was\nknown, while his sterling character gave him an influence unusual, both\nin kind and in measure, for a young man of his years. He had always\npossessed an interest in public, even national, questions, and his\nfondness for debate and speech-making increased this interest. Moreover\nhe had lived month by month going from one job to another, and had not\nyet found his permanent calling.",
        "When this combination of facts is recalled, it is a foregone conclusion\nthat he would sooner or later enter politics. This he did at the age of\ntwenty-three, in 1832.",
        "According to the custom of the day he announced in the spring his\ncandidacy. After this was done the Black Hawk war called him off the\nground and he did not get back until about ten days before the\nelection, so that he had almost no time to attend to the canvass. One\nincident of this campaign is preserved which is interesting, partly\nbecause it concerns the first known speech Lincoln ever made in his own\nbehalf, and chiefly because it was an exhibition of his character.",
        "He was speaking at a place called Cappsville when two men in the\naudience got into a scuffle.",
        "Lincoln proceeded in his speech until it became evident that his friend\nwas getting the worst of the scuffle, when he descended from the\nplatform, seized the antagonist and threw him ten or twelve feet away\non the ground, and then remounted the platform and took up his speech\nwhere he had left off without a break in the logic.",
        "The methods of electioneering are given by Miss Tarbell in the\nfollowing words:",
        "“Wherever he saw a crowd of men he joined them, and he never failed to\nadapt himself to their point of view in asking for votes. If the degree\nof physical strength was the test for a candidate, he was ready to lift\na weight, or wrestle with the countryside champion; if the amount of\ngrain a man could cut would recommend him, he seized the cradle and\nshowed the swath he could cut” (I. 109).",
        "The ten days devoted to the canvass were not enough, and he was\ndefeated. The vote against him was chiefly in the outlying region where\nhe was little known. It must have been gratifying to him that in his\nown precinct, where he was so well known, he received the almost\nunanimous vote of all parties. Biographers differ as to the precise\nnumber of votes in the New Salem precinct, but by Nicolay and Hay it is\ngiven as 277 for, and three against. Of this election Lincoln himself\n(speaking in the third person) said: “This was the only time Abraham\nwas ever defeated on the direct vote of the people.”",
        "His next political experience was a candidacy for the legislature 1834.\nAt this time, as before, he announced his own candidacy. But not as\nbefore, he at this time made a diligent canvass of the district. When\nthe election came off he was not only successful but he ran ahead of\nhis ticket. He usually did run ahead of his ticket excepting when\nrunning for the presidency, and then it was from the nature of the case\nimpossible. Though Lincoln probably did not realize it, this, his first\nelection, put an end forever to his drifting, desultory, frontier life.\nUp to this point he was always looking for a job. From this time on he\nwas not passing from one thing to another. In this country politics and\nlaw are closely allied. This two-fold pursuit, politics, for the sake\nof law, and law for the sake of politics, constituted Lincoln’s\nvocation for the rest of his life.",
        "The capital of Illinois was Vandalia, a village said to be named after\nthe Vandals by innocent citizens who were pleased with the euphony of\nthe word hut did not know who the Vandals were. Outwardly the village\nwas crude and forbidding, and many of the Solons were attired in coon-\nskin caps and other startling apparel. The fashionable clothing, the\none which came to be generally adopted as men grew to be “genteel,” was\nblue jeans. Even “store clothes,” as they came to be called, were as\nyet comparatively unknown.",
        "But one must not be misled by appearances in a frontier town. The\nfrontier life has a marvelous influence in developing brains. It is as\nhard for some people in the centers of culture to believe in the\npossible intelligence of the frontier, as it was in 1776 for the\ncultured Englishmen to believe in the intelligence of the colonial\npatriots. In that collection of men at Vandalia were more than a few\nwho afterwards came to have national influence and reputation.",
        "Apart from Lincoln himself, the most prominent member of the\nlegislature was his lifelong antagonist, Stephen A. Douglas. Whatever\nmay be said of this man’s political principles, there can be no\nquestion as to the shrewdness of his political methods. It is the\nopinion of the present writer that in the entire history of our\npolitical system no man has ever surpassed him in astuteness. Even to-\nday all parties are using the methods which he either devised or\nintroduced. The trouble with him was that he was on the wrong side. He\ndid not count sufficiently on the conscience of the nation.",
        "Lincoln was re-elected to the legislature as often as he was willing to\nbe a candidate, and served continuously for eight years. One session is\nmuch like another, and in this eight years of legislative experience\nonly two prominent facts will be narrated. One was the removal of the\ncapital to Springfield. To Lincoln was entrusted the difficult task–\ndifficult, because there were almost as many applications for the honor\nof being the capital city as there were towns and villages in the\ncentral part of the state. He was entirely successful, and\nthenceforward he was inseparably connected with Springfield. It was his\nhome as long as he lived, and there his remains were buried.",
        "The prophetic event of his legislative work was what is known as the\nLincoln-Stone protest. This looks to-day so harmless that it is not\neasy to understand the situation in 1837. The pro-slavery feeling was\nrunning high, an abolitionist was looked on as a monster and a menace\nto national law and order. It was in that year that the Reverend Elijah\nP. Lovejoy was murdered–martyred–at Alton, Ill. The legislature had\npassed pro-slavery resolutions. There were many in the legislature who\ndid not approve of these, but in the condition of public feeling, it\nwas looked on as political suicide to express opposition openly. There\nwas no politic reason why Lincoln should protest. His protest could do\nno practical good. To him it was solely a matter of conscience. Slavery\nwas wrong, the resolutions were wrong, and to him it became necessary\nto enter the protest. He succeeded in getting but one man to join him,\nand he did so because he was about to withdraw from politics and\ntherefore had nothing to lose. Here is the document as it was spread on\nthe journal:",
        "“Resolutions upon the subject of domestic slavery having passed both\nbranches of the General Assembly at its present session, the\nundersigned hereby protest against the passage of the same.",
        "“They believe that the institution of slavery is founded on both\ninjustice and bad policy, but that the promulgation of abolition\ndoctrines tends rather to increase than abate its evils.",
        "“They believe that the Congress of the United States has no power under\nthe Constitution to interfere with the institution of slavery in the\ndifferent States.",
        "“They believe that the Congress of the United States has the power,\nunder the Constitution, to abolish slavery in the District of Columbia,\nbut that the power ought not to be exercised, unless at the request of\nthe people of the District.",
        "“The difference between these opinions and those contained in the above\nresolutions is their reason for entering this protest.”",
        "In 1836 Lincoln made an electioneering speech which was fortunately\nheard by Joshua Speed, and he has given an account of it. Be it\nremembered that at that time lightning rods were rare and attracted an\nunreasonable amount of attention. One Forquer, who was Lincoln’s\nopponent, had recently rodded his house–and every one knew it. This\nman’s speech consisted partly in ridiculing his opponent, his bigness,\nhis awkwardness, his dress, his youth. Lincoln heard him through\nwithout interruption and then took the stand and said:",
        "“The gentleman commenced his speech by saying that this young man would\nhave to be taken down, and he was sorry the task devolved upon him. I\nam not so young in years as I am in the tricks and trades of a\npolitician; but live long or die young, I would rather die now than,\nlike the gentleman, change my politics and simultaneous with the change\nreceive an office worth three thousand dollars a year, and then have to\nerect a lightning-rod over my house to protect a guilty conscience from\nan offended God.”",
        "It need hardly be said that that speech clung to its victim like a\nburr. Wherever he went, some one would be found to tell about the\nguilty conscience and the lightning-rod. The house and its lightning-\nrod were long a center of interest in Springfield. Visitors to the city\nwere taken to see the house and its lightning-rod, while the story was\ntold with great relish.",
        "Having served eight terms in the legislature, Lincoln in 1842 aspired\nto congress. He was, however, defeated at the primary. His neighbors\nadded insult to injury by making him one of the delegates to the\nconvention and instructing him to vote for his successful rival, Baker.\nThis did not interrupt the friendship which united the two for many\nyears, lasting, indeed, until the death of Colonel Baker on the field\nof battle.",
        "In 1846 he renewed his candidacy, and this time with flattering\nsuccess. His opponent was a traveling preacher, Peter Cartwright, who\nwas widely known in the state and had not a little persuasive power. In\nthis contest Cartwright’s “arguments” were two: the first, that Lincoln\nwas an atheist, and the second that he was an aristocrat. These\n“arguments” were not convincing, and Lincoln was elected by a handsome\nmajority, running far ahead of his ticket. This was, at the time, the\nheight of his ambition, yet he wrote to Mr. Speed: “Being elected to\ncongress, though I am grateful to our friends for having done it, has\nnot pleased me as much as I expected.”",
        "His one term in congress was uneventful. Twice his humor bubbled over.\nOnce was when he satirized the claims that Cass was a military hero, in\nthe speech already mentioned. The other time was his introducing the\nresolutions known as the “spot resolutions.” The president had sent to\ncongress an inflammatory, buncombe message, in which he insisted that\nthe war had been begun by Mexico, “by invading our territory and\nshedding the blood of our citizens on our own soil.” The resolutions\nrequested from the president the information:",
        "“First. Whether the spot on which the blood of our citizens was shed,\nas in his messages declared, was or was not within the territory of\nSpain, at least after the treaty of 1819, until the Mexican\nrevolution.”",
        "“Second. Whether that spot is or is not within the territory which\nwas wrested from Spain by the revolutionary government of Mexico.”",
        "“Third. Whether the spot is or is not, etc., etc. It is the\nrecurrence of the word spot which gave the name to the resolutions.”",
        "Lincoln had now served eight years in the legislature and one term in\ncongress. He had a good understanding of politics. He was never a time-\nserver, and he had done nothing unwise. He knew how to win votes and he\nknew what to do with himself when the votes were won. He held the\nconfidence of his constituency. His was a constantly growing\npopularity. He could do everything but one,–he could not dishonor his\nconscience. His belief that “slavery was founded on injustice” was the\nonly reason for his protest. He never hesitated to protest against\ninjustice. The Golden Rule had a place in practical politics. The\nSermon on the Mount was not an iridescent dream.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}