{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XX",
    "author": "Fedor Jagor et al",
    "chapter": "21",
    "content": [
        "\n\n",
        "[Pearl divers from the Carolines.] In Guiuan I was visited by some\nMicronesians, who for the last fourteen days had been engaged at\nSulangan on the small neck of land south-east from Guiuan, in diving\nfor pearl mussels (mother-of-pearl), having undertaken the dangerous\njourney for the express purpose. [173]",
        "[Hardships and perils of their voyage.] They had sailed from Uleai\n(Uliai, 7° 20’ N., 143°57’ E. Gr.) in five boats, each of which had a\ncrew of nine men and carried forty gourds full of water, with coconuts\nand batata. Every man received one coconut daily, and two batatas,\nwhich they baked in the ashes of the coco shells; and they caught\nsome fish on the way, and collected a little rain-water. During\nthe day they directed their course by the sun, and at night by\nthe stars. A storm destroyed the boats. Two of them sank, together\nwith their crews, before the eyes of their companions, and of these,\nonly one–probably the sole individual rescued–two weeks afterwards\nreached the harbor of Tandag, on the east coast of Mindanao. The\nparty remained at Tandag two weeks, working in the fields for hire,\nand then proceeded northwards along the coast to Cantilang, 8° 25’ N.;\nBanouan (called erroneously Bancuan by Coello), 9° 1’ N.; Taganaan, 9°\n25’ N.; thence to Surigao, on the north point of Mindanao; and then,\nwith an easterly wind, in two days, direct to Guiuan. In the German\ntranslation of Captain Salmon’s “History of the Oriental Islands\"\n(Altona, 1733), it is stated that:",
        "[Castaways from the Pelews.] “Some other islands on the east of\nthe Philippines have lately been discovered which have received\nthe name of the New Philippines because they are situated in the\nneighborhood of the old, which have been already described. Father Clan\n(Clain), in a letter from Manila, which has been incorporated in the\n’Philosophical Transactions,’ makes the following statement respecting\nthem:–It happened that when he was in the town of Guivam, on the\nisland of Samar, he met twenty-nine Palaos (there had been thirty,\nbut one died soon after in Guiuan), or natives of certain recently\ndiscovered islands, who had been driven thither by the east winds,\nwhich prevail from December to May. According to their own statement,\nthey were driven about by the winds for seventy days, without getting\nsight of land, until they arrived opposite to Guivam. When they\nsailed from their own country, their two boats were quite full,\ncarrying thirty-five souls, including their wives and children;\nbut several had died miserably on the way from the fatigue which\nthey had undergone. When some one from Guivam wished to go on board\nto them, they were thrown into such a state of terror that all who\nwere in one of the boats sprang overboard, along with their wives\nand children. However, they at last thought it best to come into\nthe harbor; so they came ashore on December 28, 1696. They fed on\ncoconuts and roots, which were charitably supplied to them, but\nrefused even to taste cooked rice, which is the general food of the\nAsiatic nations. [Previous castaways.] Two women who had previously\nbeen cast away on the same islands acted as interpreters for them....",
        "[Lived by sea-fishing and rain water.] “The people of the country\nwent half naked, and the men painted their bodies with spots and\nall kinds of devices.... As long as they were on the sea they lived\non fish, which they caught in a certain kind of fish-basket, with a\nwide mouth but tapering to a point at the bottom, which was dragged\nalong underneath the boats; and rain-water, when they could catch it\n(or, as is stated in the letter itself, preserved in the shells of the\ncoconut), served them for drink. When they were about to be taken into\nthe presence of the Father, whom, from the great respect which was\nshown to him, they took for the governor, they colored their bodies\nentirely yellow, an operation which they considered highly important,\nas enabling them to appear as persons of consideration. They are very\nskilful divers, and now and then find pearls in the mussels which\nthey bring up, which, however, they throw away as useless things.”",
        "[Not the first time for one.] But one of the most important parts of\nFather Clain’s letter has been omitted by Capt. Salmon:–\"The oldest\nof these strangers had once before been cast away on the coast of\nthe province of Caragan, on one of our islands (Mindanao); but as he\nfound only heathens (infidels), who lived in the mountains or on the\ndesert shore, he returned to his own country.”",
        "[Yap camotes from Philippines.] In a letter from Father Cantova to\nFather d’Aubenton, dated from Agdana (i.e. Agaña, of the Marianne\nIslands), March 20, 1722, describing the Caroline and Pelew Islands,\nit is said:–\"The fourth district lies to the west. Yap (9° 25’ N.,\n138° 1’ E. Gr.), [174] which is the principal island, is more than\nforty leagues in circumference. Besides the different roots which\nare used by the natives of the island instead of bread, there is the\nbatata, which they call camote, and which they have acquired from\nthe Philippines, as I was informed by one of our Caroline Indians,\nwho is a native of the island. He states that his father, named\nCoorr, ... three of his brothers, and himself had been cast away in\na storm on one of the provinces in the Philippines, which was called\nBisayas; that a missionary of our society (Jesus) received them in a\nfriendly manner ... that on returning to their own island they took\nwith them the seeds of different plants, amongst others the [Other\narrivals of Micronesians.] batata, which multiplied so fast that they\nhad sufficient to supply the other islands of the Archipelago with\nthem.” Murillo Velarde states that in 1708 some Palaos were wrecked\nin a storm on Palapag (north coast of Samar); and I personally had\nthe opportunity, in Manila, of photographing a company of Palaos and\nCaroline islanders, who had been the year before cast on the coast of\nSamar by foul weather. Apart from the question of their transport,\nwhether voluntary or not, these simply were six examples, such\nas still occur occasionally, of Micronesians cast up on the shore\nof the Philippines; and probably it would not be difficult to find\nseveral more; but how often, both before and after the arrival of the\nSpaniards, might not vessels from those islands have come within the\ninfluence of the north-east storms, and been driven violently on the\neast coast of the Philippines without any record of such facts being\npreserved? [175] Even as, on the west side of the Archipelago, the\ntype of the race seems to have been modified by its long intercourse\nwith China, Japan, Lower India, and later with Europe, so likewise may\nPolynesian [Possible influence on Filipinos.] influences have operated\nin a similar manner on the east side; and the further circumstance\nthat the inhabitants of the Ladrones [176] and the Bisayans [177]\npossess the art of coloring their teeth black, seems to point to\nearly intercourse between the Bisayans and the Polynesians. [178]",
        "[A futile sea voyage in an open boat.] At Guiuan I embarked on board\nan inconveniently cranky, open boat, which was provided with an awning\nonly three feet square, for Tacloban, the chief town of Leyte. After\nfirst experiencing an uninterrupted calm, we incurred great danger\nin a sudden tempest, so that we had to retrace the whole distance\nby means of the oars. The passage was very laborious for the crew,\nwho were not protected by an awning (temperature in the sun 35° R.,\nof the water 25° R. [179]), and lasted thirty-one hours, with few\nintermissions; the party voluntarily abridging their intervals of rest\nin order to get back quickly to Tacloban, which keeps up an active\nintercourse with Manila, and has all the attractions of a luxurious\ncity for the men living on the inhospitable eastern coast. [Beauty\nof Samar-Leyte strait.]  It is questionable whether the sea anywhere\nwashes over a spot of such peculiar beauty as the narrow strait which\ndivides Samar from Leyte. On the west it is enclosed by steep banks\nof tuff, which tolerate no swamps of mangroves on their borders. There\nthe lofty primeval forest approaches in all its sublimity close to the\nshore, interrupted only here and there by groves of cocos, in whose\nsharply defined shadows solitary huts are to be found; and the steep\nhills facing the sea, and numerous small rocky islands, are crowned\nwith little castles of blocks of coral. At the eastern entrance of\nthe strait the south coast of Samar consists of white limestone,\nlike marble, but of quite modern date, which in many places forms\nprecipitous cliffs. [180] At Nipa-Nipa, a small hamlet two leagues from\nBasey, they project into the sea in a succession of picturesque rocks,\nabove one hundred feet in height, which, rounded above like a dome,\nthickly covered with vegetation, and corroded at the base by the waters\nof the sea, rise out of the waves like gigantic mushrooms. A peculiar\natmosphere of enchantment pervades this locality, whose influence upon\nthe native mariner must be all the more powerful when, fortunately\nescaping from the billows outside and the buffeting of the north-east\nwind, he suddenly enters this tranquil place of refuge. No wonder\nthat superstitious imagination has peopled the place with spirits.",
        "[Burial caves.] In the caverns of these rocks the ancient Pintados\ninterred the corpses of their heroes and ancestors in well-locked\ncoffins, surrounded by those objects which had been held in the highest\nregard by them during life. Slaves were also sacrificed by them at\ntheir obsequies, in order that they might not be without attendance\nin the world of shadows; [181] and the numerous coffins, implements,\narms, and trinkets, protected by superstitious terrors, continued to\nbe undisturbed for centuries. No boat ventured to cross over without\nthe observance of a religious ceremony, derived from heathen times,\nto propitiate the spirits of the caverns who were believed to punish\nthe omission of it with storm and ship-wreck.",
        "[Objects destroyed but superstition persists.] About thirty years ago\na zealous young ecclesiastic, to whom these heathen practices were an\nabomination, determined to extirpate them by the roots. With several\nboats well equipped with crosses, banners, pictures of saints, and\nall the approved machinery for driving out the Devil, he undertook\nthe expedition against the haunted rocks, which were climbed amidst\nthe sounds of music, prayers, and the reports of fireworks. A whole\npailful of holy water first having been thrown into the cave for the\npurpose of confounding the evil spirits, the intrepid priest rushed\nin with elevated cross, and was followed by his faithful companions,\nwho were fired with his example. A brilliant victory was the reward\nof the well-contrived and carefully executed plot. The coffins were\nbroken to fragments, the vessels dashed to pieces, and the skeletons\nthrown into the sea; and the remaining caverns were stormed with like\nresults. The objects of superstition have indeed been annihilated,\nbut the superstition itself survives to the present day.",
        "[Skulls from a rock near Basey.] I subsequently learned from the\npriest at Basey that there were still some remains on a rock, and\na few days afterwards the worthy man surprised me with several\nskulls and a child’s coffin, which he had had brought from the\nplace. Notwithstanding the great respect in which he was held by his\nflock, he had to exert all his powers of persuasion to induce the\nboldest of them to engage in so daring an enterprise. A boat manned\nby sixteen rowers was fitted out for the purpose; with a smaller crew\nthey would not have ventured to undertake the journey. On their return\nhome a thunderstorm broke over them, and the sailors, believing it to\nbe a punishment for their outrage, were prevented only by the fear\nof making the matter worse from throwing coffin and skulls into the\nsea. Fortunately the land was near, and they rowed with all their\nmight towards it; and, when they arrived, I was obliged to take the\nobjects out of the boat myself, as no native would touch them.",
        "[The cavern’s contents.] Notwithstanding, I was the next morning\nsuccessful in finding some resolute individuals who accompanied\nme to the caverns. In the first two which we examined we found\nnothing; the third contained several broken coffins, some skulls,\nand potsherds of glazed and crudely painted earthenware, of which,\nhowever, it was impossible to find two pieces that belonged to each\nother. A narrow hole led from the large cavern into an obscure space,\nwhich was so small that one could remain in it only for a few seconds\nwith the burning torch. This circumstance may explain the discovery,\nin a coffin which was eaten to pieces by worms, and quite mouldered\naway, of a well-preserved skeleton, or rather a mummy, for in many\nplaces there were carcasses clothed with dry fibers of muscle and\nskin. It lay upon a mat of pandanus, which was yet recognizable, with\na cushion under the head stuffed with plants, and covered with matting\nof pandanus. There were no other remains of woven material. The coffins\nwere of three shapes and without any ornament. Those of the first form,\nwhich were of excellent molave-wood, showed no trace of worm-holes or\ndecay, whereas the others had entirely fallen to dust; and those of\nthe third kind, which were most numerous, were distinguishable from\nthe first only by a less curved form and inferior material.",
        "[Impressive location of burial cave.] No legend could have supplied\nan enchanted royal sepulchre with a more suitable approach than that\nof the last of these caverns. The rock rises out of the sea with\nperpendicular sides of marble, and only in one spot is to be observed\na natural opening made by the water, hardly two feet high, through\nwhich the boat passed at once into a spacious court, almost circular,\nand over-arched by the sky, the floor of which was covered by the sea,\nand adorned with a garden of corals. The steep sides are thickly hung\nwith lianas, ferns, and orchids, by help of which one climbs upwards\nto the cavern, sixty feet above the surface of the water. To add to\nthe singularity of the situation, we also found at the entrance to\nthe grotto, on a large block of rock projecting two feet above the\nground, [A sea snake.] a sea-snake, which tranquilly gazed at us,\nbut which had to be killed, because, like all genuine sea-snakes,\nit was poisonous. Twice before I had found the same species in\ncrevices of rock on the dry land, where the ebb might have left it;\nbut it was strange to meet with it in this place, at such a height\nabove the sea. It now reposes, as Platurus fasciatus Daud., in the\nZoological Museum of the Berlin University.",
        "[Chinese dishers from a cave.] In Guiuan I had an opportunity of\npurchasing four richly painted Chinese dishes which came from a\nsimilar cavern, and a gold signet ring; the latter consisting of a\nplate of gold, originally bent into a tube of the thickness of a quill\nwith a gaping seam, and afterwards into a ring as large as a thaler,\nwhich did not quite meet. The dishes were stolen from me at Manila.",
        "[Burial caves.] There are similar caverns which have been used\nas burial-places in many other localities in this country; on the\nisland of Andog, in Borongan (a short time ago it contained skulls);\nalso at Batinguitan, three hours from Borongan, on the banks of a\nlittle brook; and in Guiuan, on the little island of Monhon, which is\ndifficult of approach by reason of the boisterous sea. In Catubig\ntrinkets of gold have been found, but they have been converted\ninto modern articles of adornment. One cavern at Lauang, however,\nis famous over the whole country on account of the gigantic, flat,\ncompressed skulls, without sutures, which have been found in it.\n[182] It will not be uninteresting to compare the particulars here\ndescribed with the statements of older authors; and for this reason\nI submit the following extracts:–",
        "[Embalming.] Mas (Informe, i. 21), who does not give the sources of\nhis information, thus describes the customs of the ancient inhabitants\nof the archipelago at their interments:–They sometimes embalmed\ntheir dead with aromatic substances * * * and placed those who were\nof note in chests carved out of a branch of a tree, and furnished\nwith well-fitted lids * * * The coffin was placed, in accordance with\nthe wish of the deceased, expressed before his death, either in the\nuppermost room of the house, where articles of value were secreted,\nor under the dwelling-house, in a kind of grave, which was not\ncovered, but enclosed with a railing; or in a distant field, or on\nan elevated place or rock on the bank of a river, where he might be\nvenerated by the pious. A watch was set over it for a certain time,\nlest boats should cross over, and the dead person should drag the\nliving after him.",
        "[Burial customs.] According to Gaspar San Agustín (p. 169), the\ndead were rolled up in cloths, and placed in clumsy chests, carved\nout of a block of wood, and buried under their houses, together with\ntheir jewels, gold rings, and some plates of gold over the mouth and\neyes, and furnished with provisions, cups, and dishes. They were also\naccustomed to bury slaves along with men of note, in order that they\nmight be attended in the other world.",
        "“Their chief idolatry consisted in the worship of those of their\nancestors who had most distinguished themselves by courage and genius,\nwhom they regarded as deities * * * * They called them humalagar,\nwhich is the same as manes in the Latin * * * Even the aged died under\nthis conceit, choosing particular places, such as one on the island of\nLeyte, which allowed of their being interred at the edge of the sea,\nin order that the mariners who crossed over might acknowledge them\nas deities, and pay them respect.” (Thévenot, Religieux, p. 2.)",
        "[Slaves sacrificed.] “They did not place them (the dead) in the earth,\nbut in coffins of very hard, indestructible wood * * * Male and female\nslaves were sacrificed to them, that they should not be unattended\nin the other world. If a person of consideration died, silence was\nimposed upon the whole of the people, and its duration was regulated\nby the rank of the deceased; and under certain circumstances it was\nnot discontinued until his relations had killed many other persons\nto appease the spirit of the dead.” (Ibid., p. 7.)",
        "“For this reason (to be worshipped as deities) the oldest of them\nchose some remarkable spot in the mountains, and particularly on\nheadlands projecting into the sea, in order to be worshipped by the\nsailors.” (Gemelli Careri, p. 449.)",
        "[Basey and its river.] From Tacloban, which I chose for my headquarters\non account of its convenient tribunal, and because it is well supplied\nwith provisions, I returned on the following day to Samar, and then\nto Basey, which is opposite to Tacloban. The people of Basey are\nnotorious over all Samar for their laziness and their stupidity, but\nare advantageously distinguished from the inhabitants of Tacloban by\ntheir purity of manners. Basey is situated on the delta of the river,\nwhich is named after it. We proceeded up a small arm of the principal\nstream, which winds, with a very slight fall, through the plain;\nthe brackish water, and the fringe of nipa-palms which accompanies\nit, consequently extending several leagues into the country. Coco\nplantations stretch behind them; and there the floods of water\n(avenidas), which sometimes take place in consequence of the narrow\nrocky bed of the upper part of the river, cause great devastation,\nas was evident from the mutilated palms which, torn away from their\nstanding-place, rise up out of the middle of the river. After five\nhours’ rowing we passed out of the flat country into a narrow valley,\nwith steep sides of marble, which progressively closed in and became\nhigher. In several places they are underwashed, cleft, and hurled over\neach other, and with their naked side-walls form a beautiful contrast\nto the blue sky, the clear, greenish river, and the luxuriant lianas,\nwhich, attaching themselves to every inequality to which they could\ncling, hung in long garlands over the rocks.",
        "[A frontage.] The stream became so rapid and so shallow that the party\ndisembarked and dragged the boat over the stony bed. In this manner\nwe passed through a sharp curve, twelve feet in height, formed by two\nrocks thrown opposite to each other, into a tranquil oval-shaped basin\nof water enclosed in a circle of limestone walls, inclining inwards,\nof from sixty to seventy feet in height; on the upper edge of which a\ncircle of trees permitted only a misty sunlight to glimmer through the\nthick foliage. A magnificent gateway of rock, fifty to sixty feet high,\nand adorned with numerous stalactites, raised itself up opposite the\nlow entrance; and through it we could see, at some distance, the upper\nportion of the river bathed in the sun. [A beautiful grotto.] A cavern\nof a hundred feet in length, and easily climbed, opened itself in the\nleft side of the oval court, some sixty feet above the surface of the\nwater; and it ended in a small gateway, through which you stepped on\nto a projection like a balcony, studded with stalactites. From this\npoint both the landscape and the rocky cauldron are visible, and\nthe latter is seen to be the remainder of a stalactitic cavern, the\nroof of which has fallen in. The beauty and peculiar character of the\nplace have been felt even by the natives, who have called it Sogoton\n(properly, a bay in the sea). In the very hard limestone, which is\nlike marble, I observed traces of bivalves and multitudes of spines of\nthe sea-urchin, but no well-defined remains could be knocked off. The\nriver could still be followed a short distance further upwards; and in\nits bed there were disjointed fragments of talcose and chloritic rocks.",
        "[Fishing.] A few small fishes were obtained with much difficulty;\nand amongst them was a new and interesting species, viviparous. [183]\nAn allied species (H. fluviatilis, Bleeker) which I had two years\npreviously found in a limestone cavern on Nusa Kambangan, in Java,\nlikewise contained living young ones. The net employed in fishing\nappears to be suited to the locality, which is a shallow river, full of\ntransparent blocks. It is a fine-meshed, longish, four-cornered net,\nhaving its ample sides fastened to two poles of bamboo, which at the\nbottom were provided with a kind of wooden shoes, which curve upwards\ntowards the stems when pushed forwards. The fisherman, taking hold of\nthe upper ends of the poles, pushes the net, which is held obliquely\nbefore him, and the wooden shoes cause it to slide over the stones,\nwhile another person drives the fish towards him.",
        "[Fossil beds.] On the right bank, below the cavern, and twenty\nfeet above the surface of the water, there are beds of fossils,\npectunculus, tapes, and placuna, some of which, from the fact of\ntheir barely adhering by the tip, must be of very recent date. I\npassed the night in a small hut, which was quickly erected for me,\nand on the following day attempted to pass up the river as far as the\nlimits of the crystalline rock, but in vain. In the afternoon we set\nout on our return to Basey, which we reached at night.",
        "[Recent elevation of coast.] Basey is situated on a bank of clay,\nabout fifty feet above the sea, which towards the west elevates itself\ninto a hill several hundred feet in height, and with steep sides. At\ntwenty-five to thirty feet above the sea I found the same recent beds\nof mussels as in the stalactitic cavern of Sogoton. From the statements\nof the parish priest and of other persons, a rapid elevation of the\ncoasts seems to be taking place in this country. Thirty years ago\nships could lie alongside the land in three fathoms of water at the\nflood, whereas the depth at the same place now is not much more than\none fathom. Immediately opposite to Basey lie two small islands,\nGenamok and Tapontonan, which, at the present time, appear to be\nsurrounded by a sandbank at the lowest ebb-tide. Twenty years ago\nnothing of the kind was to be seen. Supposing these particulars to\nbe correct, we must next ascertain what proportion of these changes\nof level is due to the floods, and how much to volcanic elevation;\nwhich, if we may judge by the neighboring active solfatara at Leyte,\nmust always be of considerable amount.",
        "[Crocodiles.] As the priest assured us, there are crocodiles in the\nriver Basey over thirty feet in length, those in excess of twenty\nfeet being numerous. The obliging father promised me one of at least\ntwenty-four feet, whose skeleton I would gladly have secured; and he\nsent out some men who are so practised in the capture of these animals\nthat they are dispatched to distant places for the purpose. Their\ncontrivance for capturing them, which I, however, never personally\nwitnessed, consists of a light raft of bamboo, with a stage, on which,\nseveral feet above the water, a dog or a cat is bound. Alongside\nthe animal is placed a strong iron hook, which is fastened to the\nswimming bamboo by means of fibers of abacá. The crocodile, when\nit has swallowed the bait and the hook at the same time, endeavors\nin vain to get away, for the pliability of the raft prevents its\nbeing torn to pieces, and the peculiar elasticity of the bundle of\nfibers prevents its being bitten through. The raft serves likewise\nas a buoy for the captured animal. According to the statements of\nthe hunters, the large crocodiles live far from human habitations,\ngenerally selecting the close vegetation in an oozy swamp, in which\ntheir bellies, dragging heavily along, leave trails behind them which\nbetray them to the initiated. After a week the priest mentioned that\nhis party had sent in three crocodiles, the largest of which, however,\nmeasured only eighteen feet, but that he had not kept one for me,\nas he hoped to obtain one of thirty feet. His expectation, however,\nwas not fulfilled.",
        "[Ignatius bean.] In the environs of Basey the Ignatius bean grows\nin remarkable abundance, as it also does in the south of Samar and\nin some other of the Bisayan islands. It is not met with in Luzon,\nbut it is very likely that I have introduced it there unwittingly. Its\nsphere of propagation is very limited; and my attempts to transplant\nit to the Botanical Garden of Buitenzorg were fruitless. Some large\nplants intended for that purpose, which during my absence arrived\nfor me at Daraga, were incorporated by one of my patrons into his\nown garden; and some, which were collected by himself and brought\nto Manila, were afterwards lost. Every effort to get these seeds\n(kernels), which are used over the whole of Eastern Asia as medicine,\nto germinate miscarried, they having been boiled before transmission,\nostensibly for their preservation, but most probably to secure the\nmonopoly of them.",
        "[Strychnine.] According to Flueckinger, [184] the gourd-shaped\nberry of the climbing shrub (Ignatia amara, L. Strychnos Ignatii,\nBerg. Ignatiana Philippinica. Lour.) contains twenty-four irregular\negg-shaped seeds of the size of an inch which, however, are not so\npoisonous as the Ignatius beans, which taste like crack-nuts. In\nthese seeds strychnine was found by Pelletier and Caventou in 1818,\nas it subsequently was in crack-nuts. The former contained twice as\nmuch of it as the latter, viz. one and a half per cent; but, as they\nare four times as dear, it is only produced from the latter.",
        "[Cholera and snake-bite cure.] In many households in the Philippines\nthe dangerous drug is to be found as a highly prized remedy, under the\nname of Pepita de Catbalonga. Gemelli Careri mentions it, and quotes\nthirteen different uses of it. Dr. Rosenthal (\"Synopsis Plantarum\nDiaphor.” p. 363) says:–\"In India it has been employed as a remedy\nagainst cholera under the name of Papecta.” Papecta is probably a\nclerical error. In K. Lall Dey’s “Indigenous Drugs of India,” it is\ncalled Papeeta, which is pronounced Pepita in English; and Pepita is\nthe Spanish word for the kernel of a fruit. It is also held in high\nestimation as an antidote for the bite of serpents. Father Blanco\n(\"Flora of the Philippines,” 61), states that he has more than once\nproved its efficacy in this respect in his own person; but he cautions\nagainst its employment internally, as it had been fatal in very many\ncases. It should not be taken into the mouth, for should the spittle\nbe swallowed, and vomiting not ensue, death would be inevitable. The\nparish priest of Tabaco, however, almost always carried a pepita in\nhis mouth. From 1842 he began occasionally to take an Ignatius bean\ninto his mouth as a protection against cholera, and so gradually\naccustomed himself to it. When I met him in 1860 he was quite well,\nand ascribed his health and vigor expressly to that habit. According to\nhis communication, in cases of cholera the decoction was successfully\nadministered in small doses introduced into tea; but it was most\nefficacious when, mixed with brandy, it was applied as a liniment.",
        "[Superstitions regarding the “Bisayan” bean.] Huc also (\"Thibet,\"\nI. 252) commends the expressed juice of the kouo-kouo (Faba\nIgn. amar.) both for internal and external use, and remarks that it\nplays a great part in Chinese medicine, no apothecary’s shop being\nwithout it. Formerly the poisonous drug was considered a charm, as\nit is still by many. Father Camel [185] states that the Catbalogan\nor Bisayan-bean, which the Indians call Igasur or Mananaog (the\nvictorious), was generally worn as an amulet round the neck, being\na preservative against poison, contagion, magic, and philtres, so\npotent, indeed, that the Devil in propia persona could not harm the\nwearer. Especially efficacious is it against a poison communicated by\nbreathing upon one, for not only does it protect the wearer, but it\nkills the individual who wishes to poison him. Camel further mentions\na series of miracles which superstition ascribed to the Ignatius bean.",
        "[Coconuts.] On the southern half of the eastern border, on the shore\nfrom Borongan by Lauang as far as Guiuan, there are considerable\nplantations of cocos, which are most imperfectly applied to the\nproduction of oil. From Borongan and its visitas twelve thousand\npitchers of coconut oil are yearly exported to Manila, and the nuts\nconsumed by men and pigs would suffice for at least eight thousand\npitchers. As a thousand nuts yield eight pitchers and a half, the\nvicinity of Borongan alone yields annually six million nuts; for\nwhich, assuming the average produce at fifty nuts, one hundred-twenty\nthousand fullbearing palms are required. The statement that their\nnumber in the above-mentioned district amounts to several millions\nmust be an exaggeration.",
        "[Getting coco oil.] The oil is obtained in a very rude manner. The\nkernel is rasped out of the woody shell of the nut on rough boards,\nand left to rot; and a few boats in a state of decay, elevated on posts\nin the open air, serve as reservoirs, the oil dropping through their\ncrevices into pitchers placed underneath; and finally the boards are\nsubjected to pressure. This operation, which requires several months\nfor its completion, yields such a bad, dark-brown, and viscid product\nthat the pitcher fetches only two dollars and a quarter in Manila,\nwhile a superior oil costs six dollars. [186]",
        "[Oil factory.] Recently a young Spaniard has erected a factory\nin Borongan for the better preparation of oil. A winch, turned by\ntwo carabaos, sets a number of rasps in motion by means of toothed\nwheels and leather straps. They are somewhat like a gimlet in form,\nand consist of five iron plates, with dentated edges, which are\nplaced radiating on the end of an iron rod, and close together,\nforming a blunt point towards the front. The other end of the rod\npasses through the center of a disk, which communicates the rotary\nmotion to it, and projects beyond it. The workman, taking a divided\ncoconut in his two hands, holds its interior arch, which contains the\noil-bearing nut, with a firm pressure against the revolving rasp, at\nthe same time urging with his breast, which is protected by a padded\nboard, against the projecting end of the rod. The fine shreds of the\nnut remain for twelve hours in flat pans, in order that they may be\npartially decomposed. They are then lightly pressed in hand-presses;\nand the liquor, which consists of one-third oil and two-thirds water,\nis caught in tubs, from which, at the end of six hours, the oil,\nfloating on the surface, is skimmed off. It is then heated in iron\npans, containing 100 liters, until the whole of the water in it has\nevaporated, which takes from two to three hours. In order that the\noil may cool rapidly, and not become dark in color, two pailfuls of\ncold oil, freed from water, are poured into it, and the fire quickly\nremoved to a distance. The compressed shreds are once more exposed\nto the atmosphere, and then subjected to a powerful pressure. After\nthese two operations have been twice repeated, the rasped substance\nis suspended in sacks between two strong vertical boards and crushed\nto the utmost by means of clamp screws, and repeatedly shaken up. The\nrefuse serves as food for pigs. The oil which runs from the sacks is\nfree from water, and is consequently very clear, and is employed in\nthe cooling of that which is obtained in the first instance. [187]",
        "[Limited output.] The factory produces fifteen hundred tinajas of\noil. It is in operation only nine months in the year; from December to\nFebruary the transport of nuts being prevented by the tempestuous seas,\nthere being no land communication. The manufacturer was not successful\nin procuring nuts from the immediate vicinity in sufficient quantity\nto enable him to carry on his operations without interruption, nor,\nduring the favorable season of the year, could he lay up a store for\nthe winter months, although he paid the comparatively high price of\nthree dollars per thousand.",
        "[Illogical business.] While the natives manufactured oil in the manner\njust described, they obtained from a thousand nuts three and a half\npots, which, at six reals each, fetched twenty-one reals; that is three\nreals less than was offered them for the raw nuts. These data, which\nare obtained from the manufacturers, are probably exaggerated, but\nthey are in the main well founded; and the traveller in the Philippines\noften has the opportunity of observing similar anomalies. For example,\nin Daet, North Camarines, I bought six coconuts for one cuarto, at\nthe rate of nine hundred and sixty for one dollar, the common price\nthere. On my asking why no oil-factory had been erected, I received\nfor answer that the nuts were cheaper singly than in quantities. In\nthe first place, the native sells only when he wants money; but he\nknows that the manufacturer cannot well afford to have his business\nsuspended; so, careless of the result, he makes a temporary profit,\nand never thinks of ensuring for himself a permanent source of income.",
        "[Sugar venders.] In the province of Laguna, where the natives prepare\ncoarse brown sugar from sugar-cane, the women carry it for leagues to\nthe market, or expose it for sale on the country roads, in small loaves\n(panoche), generally along with buyo. Every passenger chats with the\nseller, weighs the loaf in the hand, eats a bit, and probably passes\non without buying any. In the evening the woman returns to her home\nwith her wares, and the next day repeats the same process.",
        "[Disproportionate prices.] I have lost my special notes, but I\nremember that in two cases at least the price of the sugar in these\nloaves was cheaper than by the picul. Moreover, the Government of the\nday anticipated the people in setting the example, by selling cigars\ncheaper singly than in quantities.",
        "[Uncertain trading.] In Europe a speculator generally can calculate\nbeforehand, with the greatest certainty, the cost of production of any\narticle; but in the Philippines it is not always so easy. Independently\nof the uncertainty of labor, the regularity of the supply of raw\nmaterial is disturbed, not only by laziness and caprice, but also\nby jealousy and distrust. The natives, as a rule, do not willingly\nsee Europeans settle amongst them and engage successfully in local\noperations which they themselves do not understand how to execute; and\nin like manner the creoles are reserved with foreigners, who generally\nare superior to them in capital, skill, and activity. Besides jealousy,\nsuspicion also plays a great part, and this influences the native\nas well against the mestizo as against the Castilian. Enough takes\nplace to the present day to justify this feeling; but formerly, when\nthe most thrifty subjects could buy governorships, and shamelessly\nfleece their provinces, such outrageous abuses are said to have been\npermitted until, in process of time, suspicion has become a kind of\ninstinct amongst the Filipinos.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}