{
    "title": "The Picture of Dorian Gray - Chapter XIII",
    "author": "Oscar Wilde",
    "chapter": "13",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "“There is no good telling me you are going to be good, Dorian,\"\ncried Lord Henry, dipping his white fingers into a red copper bowl\nfilled with rose-water.  “You are quite perfect.  Pray don’t change.”",
        "Dorian shook his head.  “No, Harry, I have done too many dreadful\nthings in my life.  I am not going to do any more.  I began my good\nactions yesterday.”",
        "“Where were you yesterday?”",
        "“In the country, Harry.  I was staying at a little inn by myself.”",
        "“My dear boy,” said Lord Henry smiling, “anybody can be good in the\ncountry.  There are no temptations there.  That is the reason why\npeople who live out of town are so uncivilized.  There are only two\nways, as you know, of becoming civilized.  One is by being cultured,\nthe other is by being corrupt.  Country-people have no opportunity of\nbeing either, so they stagnate.”",
        "“Culture and corruption,” murmured Dorian.  “I have known something\nof both.  It seems to me curious now that they should ever be found\ntogether.  For I have a new ideal, Harry.  I am going to alter.  I\nthink I have altered.”",
        "“You have not told me yet what your good action was.  Or did you say\nyou had done more than one?”",
        "“I can tell you, Harry.  It is not a story I could tell to any one\nelse.  I spared somebody.  It sounds vain, but you understand what I\nmean.  She was quite beautiful, and wonderfully like Sibyl Vane.  I\nthink it was that which first attracted me to her.  You remember\nSibyl, don’t you?  How long ago that seems!  Well, Hetty was not one\nof our own class, of course.  She was simply a girl in a village.\nBut I really loved her.  I am quite sure that I loved her.  All\nduring this wonderful May that we have been having, I used to run\ndown and see her two or three times a week.  Yesterday she met me in\na little orchard.  The apple-blossoms kept tumbling down on her hair,\nand she was laughing.  We were to have gone away together this\nmorning at dawn.  Suddenly I determined to leave her as flower-like\nas I had found her.”",
        "“I should think the novelty of the emotion must have given you a\nthrill of real pleasure, Dorian,” interrupted Lord Henry.  “But I can\nfinish your idyl for you.  You gave her good advice, and broke her\nheart.  That was the beginning of your reformation.”",
        "“Harry, you are horrible!  You mustn’t say these dreadful things.\nHetty’s heart is not broken.  Of course she cried, and all that.  But\nthere is no disgrace upon her.  She can live, like Perdita, in her\ngarden.”",
        "“And weep over a faithless Florizel,” said Lord Henry, laughing.  “My\ndear Dorian, you have the most curious boyish moods.  Do you think\nthis girl will ever be really contented now with any one of her own\nrank?  I suppose she will be married some day to a rough carter or a\ngrinning ploughman.  Well, having met you, and loved you, will teach\nher to despise her husband, and she will be wretched.  From a moral\npoint of view I really don’t think much of your great renunciation.\n[95] Even as a beginning, it is poor.  Besides, how do you know that\nHetty isn’t floating at the present moment in some mill-pond, with\nwater-lilies round her, like Ophelia?”",
        "“I can’t bear this, Harry!  You mock at everything, and then suggest\nthe most serious tragedies.  I am sorry I told you now.  I don’t care\nwhat you say to me, I know I was right in acting as I did.  Poor\nHetty!  As I rode past the farm this morning, I saw her white face at\nthe window, like a spray of jasmine.  Don’t let me talk about it any\nmore, and don’t try to persuade me that the first good action I have\ndone for years, the first little bit of self-sacrifice I have ever\nknown, is really a sort of sin.  I want to be better.  I am going to\nbe better.  Tell me something about yourself.  What is going on in\ntown?  I have not been to the club for days.”",
        "“The people are still discussing poor Basil’s disappearance.”",
        "“I should have thought they had got tired of that by this time,” said\nDorian, pouring himself out some wine, and frowning slightly.",
        "“My dear boy, they have only been talking about it for six weeks, and\nthe public are really not equal to the mental strain of having more\nthan one topic every three months.  They have been very fortunate\nlately, however.  They have had my own divorce-case, and Alan\nCampbell’s suicide.  Now they have got the mysterious disappearance\nof an artist.  Scotland Yard still insists that the man in the gray\nulster who left Victoria by the midnight train on the 7th of November\nwas poor Basil, and the French police declare that Basil never\narrived in Paris at all.  I suppose in about a fortnight we will be\ntold that he has been seen in San Francisco.  It is an odd thing, but\nevery one who disappears is said to be seen at San Francisco.  It\nmust be a delightful city, and possess all the attractions of the\nnext world.”",
        "“What do you think has happened to Basil?” asked Dorian, holding up\nhis Burgundy against the light, and wondering how it was that he\ncould discuss the matter so calmly.",
        "“I have not the slightest idea.  If Basil chooses to hide himself, it\nis no business of mine.  If he is dead, I don’t want to think about\nhim.  Death is the only thing that ever terrifies me.  I hate it.\nOne can survive everything nowadays except that.  Death and vulgarity\nare the only two facts in the nineteenth century that one cannot\nexplain away.  Let us have our coffee in the music-room, Dorian.  You\nmust play Chopin to me.  The man with whom my wife ran away played\nChopin exquisitely.  Poor Victoria!  I was very fond of her.  The\nhouse is rather lonely without her.”",
        "Dorian said nothing, but rose from the table, and, passing into the\nnext room, sat down to the piano and let his fingers stray across the\nkeys.  After the coffee had been brought in, he stopped, and, looking\nover at Lord Henry, said, “Harry, did it ever occur to you that Basil\nwas murdered?”",
        "Lord Henry yawned.  “Basil had no enemies, and always wore a\nWaterbury watch.  Why should he be murdered?  He was not clever\nenough to have enemies.  Of course he had a wonderful genius for\npainting.  But a man can paint like Velasquez and yet be as dull as\npossible.  Basil was really rather dull.  He only interested me once,\n[96] and that was when he told me, years ago, that he had a wild\nadoration for you.”",
        "“I was very fond of Basil,” said Dorian, with a sad look in his eyes.\n“But don’t people say that he was murdered?”",
        "“Oh, some of the papers do.  It does not seem to be probable.  I know\nthere are dreadful places in Paris, but Basil was not the sort of man\nto have gone to them.  He had no curiosity.  It was his chief defect.\nPlay me a nocturne, Dorian, and, as you play, tell me, in a low\nvoice, how you have kept your youth.  You must have some secret.  I\nam only ten years older than you are, and I am wrinkled, and bald,\nand yellow.  You are really wonderful, Dorian.  You have never looked\nmore charming than you do to-night.  You remind me of the day I saw\nyou first.  You were rather cheeky, very shy, and absolutely\nextraordinary.  You have changed, of course, but not in appearance.\nI wish you would tell me your secret.  To get back my youth I would\ndo anything in the world, except take exercise, get up early, or be\nrespectable.  Youth!  There is nothing like it.  It’s absurd to talk\nof the ignorance of youth.  The only people whose opinions I listen\nto now with any respect are people much younger than myself.  They\nseem in front of me.  Life has revealed to them her last wonder.  As\nfor the aged, I always contradict the aged.  I do it on principle.\nIf you ask them their opinion on something that happened yesterday,\nthey solemnly give you the opinions current in 1820, when people wore\nhigh stocks and knew absolutely nothing.  How lovely that thing you\nare playing is!  I wonder did Chopin write it at Majorca, with the\nsea weeping round the villa, and the salt spray dashing against the\npanes?  It is marvelously romantic.  What a blessing it is that there\nis one art left to us that is not imitative!  Don’t stop.  I want\nmusic to-night.  It seems to me that you are the young Apollo, and\nthat I am Marsyas listening to you.  I have sorrows, Dorian, of my\nown, that even you know nothing of.  The tragedy of old age is not\nthat one is old, but that one is young.  I am amazed sometimes at my\nown sincerity.  Ah, Dorian, how happy you are!  What an exquisite\nlife you have had!  You have drunk deeply of everything.  You have\ncrushed the grapes against your palate.  Nothing has been hidden from\nyou.  But it has all been to you no more than the sound of music.  It\nhas not marred you.  You are still the same.",
        "“I wonder what the rest of your life will be.  Don’t spoil it by\nrenunciations.  At present you are a perfect type.  Don’t make\nyourself incomplete.  You are quite flawless now.  You need not shake\nyour head: you know you are.  Besides, Dorian, don’t deceive\nyourself.  Life is not governed by will or intention.  Life is a\nquestion of nerves, and fibres, and slowly-built-up cells in which\nthought hides itself and passion has its dreams.  You may fancy\nyourself safe, and think yourself strong.  But a chance tone of color\nin a room or a morning sky, a particular perfume that you had once\nloved and that brings strange memories with it, a line from a\nforgotten poem that you had come across again, a cadence from a piece\nof music that you had ceased to play,–I tell you, Dorian, that it is\non things like these that our lives depend.  Browning writes about\nthat somewhere; but our [97] own senses will imagine them for us.\nThere are moments when the odor of heliotrope passes suddenly across\nme, and I have to live the strangest year of my life over again.",
        "“I wish I could change places with you, Dorian.  The world has cried\nout against us both, but it has always worshipped you.  It always\nwill worship you.  You are the type of what the age is searching for,\nand what it is afraid it has found.  I am so glad that you have never\ndone anything, never carved a statue, or painted a picture, or\nproduced anything outside of yourself!  Life has been your art.  You\nhave set yourself to music.  Your days have been your sonnets.”",
        "Dorian rose up from the piano, and passed his hand through his hair.\n“Yes, life has been exquisite,” he murmured, “but I am not going to\nhave the same life, Harry.  And you must not say these extravagant\nthings to me.  You don’t know everything about me.  I think that if\nyou did, even you would turn from me.  You laugh.  Don’t laugh.”",
        "“Why have you stopped playing, Dorian?  Go back and play the nocturne\nover again.  Look at that great honey-colored moon that hangs in the\ndusky air.  She is waiting for you to charm her, and if you play she\nwill come closer to the earth.  You won’t?  Let us go to the club,\nthen.  It has been a charming evening, and we must end it charmingly.\nThere is some one at the club who wants immensely to know you,–young\nLord Poole, Bournmouth’s eldest son.  He has already copied your\nneckties, and has begged me to introduce him to you.  He is quite\ndelightful, and rather reminds me of you.”",
        "“I hope not,” said Dorian, with a touch of pathos in his voice.  “But\nI am tired to-night, Harry.  I won’t go to the club.  It is nearly\neleven, and I want to go to bed early.”",
        "“Do stay.  You have never played so well as to-night.  There was\nsomething in your touch that was wonderful.  It had more expression\nthan I had ever heard from it before.”",
        "“It is because I am going to be good,” he answered, smiling.  “I am a\nlittle changed already.”",
        "“Don’t change, Dorian; at any rate, don’t change to me.  We must\nalways be friends.”",
        "“Yet you poisoned me with a book once.  I should not forgive that.\nHarry, promise me that you will never lend that book to any one.  It\ndoes harm.”",
        "“My dear boy, you are really beginning to moralize.  You will soon be\ngoing about warning people against all the sins of which you have\ngrown tired.  You are much too delightful to do that.  Besides, it is\nno use.  You and I are what we are, and will be what we will be.\nCome round tomorrow.  I am going to ride at eleven, and we might go\ntogether.  The Park is quite lovely now.  I don’t think there have\nbeen such lilacs since the year I met you.”",
        "“Very well.  I will be here at eleven,” said Dorian.  “Good-night,\nHarry.”  As he reached the door he hesitated for a moment, as if he\nhad something more to say.  Then he sighed and went out.",
        "It was a lovely night, so warm that he threw his coat over his arm,\nand did not even put his silk scarf round his throat.  As he strolled\n[98] home, smoking his cigarette, two young men in evening dress\npassed him.  He heard one of them whisper to the other, “That is\nDorian Gray.”  He remembered how pleased he used to be when he was\npointed out, or stared at, or talked about.  He was tired of hearing\nhis own name now.  Half the charm of the little village where he had\nbeen so often lately was that no one knew who he was.  He had told\nthe girl whom he had made love him that he was poor, and she had\nbelieved him.  He had told her once that he was wicked, and she had\nlaughed at him, and told him that wicked people were always very old\nand very ugly.  What a laugh she had!–just like a thrush singing.\nAnd how pretty she had been in her cotton dresses and her large hats!\nShe knew nothing, but she had everything that he had lost.",
        "When he reached home, he found his servant waiting up for him.  He\nsent him to bed, and threw himself down on the sofa in the library,\nand began to think over some of the things that Lord Henry had said\nto him.",
        "Was it really true that one could never change?  He felt a wild\nlonging for the unstained purity of his boyhood,–his rose-white\nboyhood, as Lord Henry had once called it.  He knew that he had\ntarnished himself, filled his mind with corruption, and given horror\nto his fancy; that he had been an evil influence to others, and had\nexperienced a terrible joy in being so; and that of the lives that\nhad crossed his own it had been the fairest and the most full of\npromise that he had brought to shame.  But was it all irretrievable?\nWas there no hope for him?",
        "It was better not to think of the past.  Nothing could alter that.\nIt was of himself, and of his own future, that he had to think.  Alan\nCampbell had shot himself one night in his laboratory, but had not\nrevealed the secret that he had been forced to know.  The excitement,\nsuch as it was, over Basil Hallward’s disappearance would soon pass\naway.  It was already waning.  He was perfectly safe there.  Nor,\nindeed, was it the death of Basil Hallward that weighed most upon his\nmind.  It was the living death of his own soul that troubled him.\nBasil had painted the portrait that had marred his life.  He could\nnot forgive him that.  It was the portrait that had done everything.\nBasil had said things to him that were unbearable, and that he had\nyet borne with patience.  The murder had been simply the madness of a\nmoment.  As for Alan Campbell, his suicide had been his own act.  He\nhad chosen to do it.  It was nothing to him.",
        "A new life!  That was what he wanted.  That was what he was waiting\nfor.  Surely he had begun it already.  He had spared one innocent\nthing, at any rate.  He would never again tempt innocence.  He would\nbe good.",
        "As he thought of Hetty Merton, he began to wonder if the portrait in\nthe locked room had changed.  Surely it was not still so horrible as\nit had been?  Perhaps if his life became pure, he would be able to\nexpel every sign of evil passion from the face.  Perhaps the signs of\nevil had already gone away.  He would go and look.",
        "He took the lamp from the table and crept up-stairs.  As he unlocked\nthe door, a smile of joy flitted across his young face and [99]\nlingered for a moment about his lips.  Yes, he would be good, and the\nhideous thing that he had hidden away would no longer be a terror to\nhim.  He felt as if the load had been lifted from him already.",
        "He went in quietly, locking the door behind him, as was his custom,\nand dragged the purple hanging from the portrait.  A cry of pain and\nindignation broke from him.  He could see no change, unless that in\nthe eyes there was a look of cunning, and in the mouth the curved\nwrinkle of the hypocrite.  The thing was still loathsome,–more\nloathsome, if possible, than before,–and the scarlet dew that\nspotted the hand seemed brighter, and more like blood newly spilt.",
        "Had it been merely vanity that had made him do his one good deed?  Or\nthe desire of a new sensation, as Lord Henry had hinted, with his\nmocking laugh?  Or that passion to act a part that sometimes makes us\ndo things finer than we are ourselves?  Or, perhaps, all these?",
        "Why was the red stain larger than it had been?  It seemed to have\ncrept like a horrible disease over the wrinkled fingers.  There was\nblood on the painted feet, as though the thing had dripped,–blood\neven on the hand that had not held the knife.",
        "Confess?  Did it mean that he was to confess?  To give himself up,\nand be put to death?  He laughed.  He felt that the idea was\nmonstrous.  Besides, who would believe him, even if he did confess?\nThere was no trace of the murdered man anywhere.  Everything\nbelonging to him had been destroyed.  He himself had burned what had\nbeen below-stairs.  The world would simply say he was mad.  They\nwould shut him up if he persisted in his story.",
        "Yet it was his duty to confess, to suffer public shame, and to make\npublic atonement.  There was a God who called upon men to tell their\nsins to earth as well as to heaven.  Nothing that he could do would\ncleanse him till he had told his own sin.  His sin?  He shrugged his\nshoulders.  The death of Basil Hallward seemed very little to him.\nHe was thinking of Hetty Merton.",
        "It was an unjust mirror, this mirror of his soul that he was looking\nat.  Vanity?  Curiosity?  Hypocrisy?  Had there been nothing more in\nhis renunciation than that?  There had been something more.  At least\nhe thought so.  But who could tell?",
        "And this murder,–was it to dog him all his life?  Was he never to\nget rid of the past?  Was he really to confess?  No.  There was only\none bit of evidence left against him.  The picture itself,–that was\nevidence.",
        "He would destroy it.  Why had he kept it so long?  It had given him\npleasure once to watch it changing and growing old.  Of late he had\nfelt no such pleasure.  It had kept him awake at night.  When he had\nbeen away, he had been filled with terror lest other eyes should look\nupon it.  It had brought melancholy across his passions.  Its mere\nmemory had marred many moments of joy.  It had been like conscience\nto him.  Yes, it had been conscience.  He would destroy it.",
        "He looked round, and saw the knife that had stabbed Basil Hallward.\nHe had cleaned it many times, till there was no stain left upon it.\nIt was bright, and glistened.  As it had killed the painter, so it\n[100] would kill the painter’s work, and all that that meant.  It\nwould kill the past, and when that was dead he would be free.  He\nseized it, and stabbed the canvas with it, ripping the thing right up\nfrom top to bottom.",
        "There was a cry heard, and a crash.  The cry was so horrible in its\nagony that the frightened servants woke, and crept out of their\nrooms.  Two gentlemen, who were passing in the Square below, stopped,\nand looked up at the great house.  They walked on till they met a\npoliceman, and brought him back.  The man rang the bell several\ntimes, but there was no answer.  The house was all dark, except for a\nlight in one of the top windows.  After a time, he went away, and\nstood in the portico of the next house and watched.",
        "“Whose house is that, constable?” asked the elder of the two\ngentlemen.",
        "“Mr. Dorian Gray’s, sir,” answered the policeman.",
        "They looked at each other, as they walked away, and sneered.  One of\nthem was Sir Henry Ashton’s uncle.",
        "Inside, in the servants’ part of the house, the half-clad domestics\nwere talking in low whispers to each other.  Old Mrs. Leaf was\ncrying, and wringing her hands.  Francis was as pale as death.",
        "After about a quarter of an hour, he got the coachman and one of the\nfootmen and crept up-stairs.  They knocked, but there was no reply.\nThey called out.  Everything was still.  Finally, after vainly trying\nto force the door, they got on the roof, and dropped down on to the\nbalcony.  The windows yielded easily: the bolts were old.",
        "When they entered, they found hanging upon the wall a splendid\nportrait of their master as they had last seen him, in all the wonder\nof his exquisite youth and beauty.  Lying on the floor was a dead\nman, in evening dress, with a knife in his heart.  He was withered,\nwrinkled, and loathsome of visage.  It was not till they had examined\nthe rings that they recognized who it was.",
        " ",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}