{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XIII. Christianity a Continuation of Paganism",
    "author": "Eliza Burt Gamble",
    "chapter": "15",
    "content": [
        "\n\n",
        "By comparing the sacred writings of the Persians with the history\nof the events connected with the conception and birth of the\nmythical Christ as recorded in the New Testament, the fact is\nobserved that the latter appears to be closely connected with the\ncentral figure of Persian mythology.  It has been found that the\nvisit of the Magi, who, following a star, were guided to the spot\nwhere the young child lay, was the fulfilment of a Persian\nprophecy, which is to be found in the life of Zarathustra as\nrecorded in the Zendavesta, while the subsequent history of the\nsame personage is seen to be almost identical with that of the\nHindoo Sun-god Chrishna.",
        "According to the sacred books of the Persians, three sons of the\ngreat Zarathustra were to appear at three successive periods of\ntime.  These sons were to be incarnations of the sun, and the\nresult of immaculate conceptions.",
        "“The first is named Oschederbami.  He will appear in the last\nmillennium of the world.  He will stop the sun for ten days and\nten nights, and the second part of the human race will embrace\nthe law, of which he will bring the 22d portion.",
        "“The second posthumous son of Zoroaster is Oschedermah.  He will\nappear four hundred years after Oschederbami.  He will stop the\nsun twenty days and twenty nights, and he will bring the 23d part\nof the law, and the third part of the world will be converted.",
        "“The third is named Sosiosch. He will be born at the end of the\nages.  He will bring the 24th part of the law; he will stay the\nsun thirty days and thirty nights, and the whole earth will\nembrace the law of Zoroaster.  After him will be the\nresurrection.\"[123] This last named son was to be born of a pure\nand spotless virgin, whereupon a star would appear blazing even\nat noonday with undiminished lustre.",
        "[123] Quoted by Waite, History of the Christian Religion, p. 168.",
        "“You, my sons,” exclaimed the seer, “will perceive its rising\nbefore any other nation.  As soon, therefore, as you shall behold\nthe star, follow it, withersoever it shall lead you; and adore\nthat mysterious child, offering your gifts to him, with profound\nhumility.  He is the Almighty Word, which created the\nheavens.\"[124]",
        "[124] Ibid., 169.",
        "Waite notices the conclusion of Faber that this prediction was\nlong before the birth of Christ, and states that one of the\nreasons for such a conclusion was, that in the old Irish history\na similar prophecy appears–a prophecy which was delivered by a\n“Druid of Bokhara.”  The identity of this Irish prophecy with the\none in the East ascribed to Zarathustra or Zoroaster, is so\nsingular that Faber thinks it can be accounted for only on the\nhypothesis “of an ancient emigration from Persia to Ireland by\nthe northwest passage, which carried the legend with it.”",
        "By those who have investigated the origin of the early gospels,\nit is stated that the story of the Magi and the star appeared in\nthe Gospel of the Infancy early in the second century, and was\nsubsequently incorporated into the preparatory chapters of Luke\nand Matthew.  According to Waite, there was a sect of Christians\ncalled Prodiceans whose leader, Prodicus, about A.D. 120, boasted\nthat they had the sacred books of Zoroaster.  From an extant\nfragment of the Chronography of Africanus is the following:",
        "“Christ first of all became known from Persia.  For nothing\nescapes the learned jurists of that country, who investigated all\nthings with the utmost care.  The facts, therefore, which are\ninscribed upon the golden plates, and laid up in the royal\ntemples, I shall record; for it is from the temples there, and\nthe priests connected with them, that the name of Christ has been\nheard of.  Now, there is a temple there to Juno, surpassing the\nroyal palace, which temple Cyrus, that prince instructed in all\npiety, built, and in which he dedicated, in honor of the gods,\ngolden and silver statues, and adorned them with precious stones. \n.  .  .  Now about that time [as the records on the plates\ntestify], the king having entered the temple, with the view of\ngetting an interpretation of certain dreams, was addressed by the\npriest Prupupius thus: ’I congratulate thee, master: Juno has\nconceived.’ ’And the king, smiling, said to him: ’Has she who is\ndead conceived?’ And he said: ’Yes, she who was dead has come to\nlife again, and begets life.’ And the king said: ’What is this?\nexplain it to me.’ And he replied: ’In truth, master, the time\nfor these things is at hand.  For during the whole night the\nimages, both of gods and goddesses, continued beating the ground,\nsaying to each other, Come, let us congratulate Juno.  And they\nsay to me, Prophet, come forward, congratulate Juno, for she has\nbeen embraced.  And I said, How can she be embraced who no longer\nexists?  To which they reply, She has come to life again, and is\nno longer called Juno, but Urama.  For the mighty Sol has\nembraced her.’ “[125]",
        "[125] Hyppolytus, vol. ii., p. 196.",
        "There is a tradition which asserts that during the early part of\nthe second century, St. Thomas went as a missionary to Parthia;\nthat after he had visited the various countries of the Parthian\nEmpire, tarrying for a time at Balkh, the capital of Bactria, and\nthe ancient residence of the Magi, he went to India.  Soon after\nthe visit of Thomas to Persia and India, there appeared in\nPalestine and the adjacent countries a gospel of Thomas, in which\nwere set forth various stories closely resembling the legends\nfound in the Hindoo sacred writings.  After comparing various\npassages of the Bhagavat Purana with those of the Infancy, and\nafter furnishing conclusive evidence that the latter must have\nbeen copied from the former, Waite says:",
        "“The conclusion must be, that while for some of the salient\npoints of the Gospels of the Infancy, the authors were indebted\nto Zoroaster, and the legends of Persia, the outline of the story\nwas largely filled up from the history of Crishna, as sent back\nto Palestine, by the Apostle Thomas, from the land of the\nBrahmins.”",
        "Concerning the story of Herod and his order to slay all the male\ninfants, there has been discovered in a cavern at Elephanta, in\nIndia, a sculptured representation of a huge and ferocious\nfigure, bearing a drawn sword and surrounded by slaughtered\nchildren, while mothers appear weeping for their slain.  This\nfigure is said to be of great antiquity.",
        "Mary, the Mother of Jesus, like Mai, the Mother of Gatama Buddha,\nwas regarded by certain sects in the earlier ages of Christianity\nas an Immortal Virgin whose birth had been announced by an\nangel.[126] She was in fact the ancient Virgin of the Sphere–the\nMother of the Gods–the Queen of Heaven.",
        "[126] See Gospels of Mary and the Protovangelion.",
        "As soon as Christ was born he conversed with Mary, as did also\nCrishna with his mother, informing her of his divine mission.",
        "Crishna was cradled among shepherds, so was Christ.  Cansa,\nfearing the loss of his kingdom, sought to destroy the life of\nthe divine infant in the same manner as did Herod in the case of\nChrist.  Both children are carried away by night, after which an\norder is issued by the ruler of the country that all the young\nchildren throughout the kingdom be slaughtered.",
        "When Joseph and Mary arrived in Egypt, they visited the temple of\nSerapis, where “all the magistrates and priests of the idols were\nassembled.”  Upon the image being interrogated concerning the\n“consternation and dread which had fallen upon all our country,\"\nit answered them as follows: “The unknown god has come hither,\nwho is truly God; nor is there anyone besides him, who is worthy\nof divine worship; for he is truly the son of God.”  And at the\nsame instant this idol fell down, and at his fall all the\ninhabitants of Egypt, besides others, ran together.[127] A\nsimilar story is related of Crishna.  This Indian god, the same\nas Christ, cured a leper.  A woman, after having poured a box of\nprecious ointment on the head of Crishna, was healed; so also a\nwoman anointed the head of Jesus.  Crishna when but a lad\ndisplayed remarkable mental powers and the most profound wisdom\nbefore the tutor who was sent to instruct him.  Christ astonished\nthe school-master Zaccheus with his great learning.[128]",
        "[127] Gospel of the Infancy, ch. iv.",
        "[128] Gospel of the Infancy, ch. xx.",
        "Crishna had a terrible encounter with the serpent Calinaga; the\ninfant Christ had also a dreadful adventure with a serpent.  Now\nthis Calinaga which Crishna encountered was a serpent goddess who\nwas worshipped by the sect in India which was opposed to the\nadoration of the male principle.  The early Christians, however,\nbeing ignorant of the allegorical meaning of the legend,\ntransferred it to Christ literally.",
        "The mother of Crishna looked in his mouth and beheld all the\nnations of the earth.  The same story is reported of Christ and\nhis mother.  Finally Christ, like Crishna, was crucified, and\nlike him was buried.  He descended into hell and on the third day\narose and ascended into heaven.[129]",
        "[129] It will doubtless be urged that I am quoting from the\nApocryphal Gospels–that the genuine books of the New Testament\nare silent concerning many of these Eastern legends.  We must\nbear in mind, however, that during the earlier ages of\nChristianity, these finally rejected gospels were, equally with\nthe canonical books, considered as the word of God.  The Infancy\nis thought to be one of the earliest gospels.  Justin Martyr was\nacquainted with it, A.D. 150 to 160.  It is referred to by\nIrenaeus, A.D. 190.",
        "In the poetical myths of the ancients the sun is yearly\noverpowered by cold or by the destructive agencies in Nature. \nAstronomically, or astrologically, it wanders in darkness and\ndesolation during the winter months; in fact dies, and descends\ninto hell in order that he may rise at the Easter season to\ngladden and make all things new again.  Mythologically, this new\nsun becomes incarnate; enters again his mother’s womb, and is\nborn into the world in the form of a man whose mission is to\nrenew human life.  Hence we have an explanation of the Eastern\nBuddhas and Crishnas, all of which were born of virgins at the\nwinter solstice.",
        "The new sun which at the close of each cycle was believed by the\nmore ancient people of the globe to “issue forth from the womb of\nNature to renew the world,” now that the truths underlying\nNature-worship were lost, became a redeemer or mediator between\nearth and heaven, or between spirit and matter.  It is stated\nthat at the time of the appearance of Christ not alone the Jews,\nbut the Persians, the Romans, the ancient Irish, and in fact all\nthe nations of the globe, were anxiously awaiting the event of\nanother incarnation of the solar Deity; and that maidens of all\nclasses and conditions were in a state of eager expectation, the\nmore pious, or at least the more ambitious among them, being in\nalmost constant attendance at the temples and sacred shrines,\nwhither they went to pay homage to the male emblem of generation,\nthereby hoping to be honored as a Mai or Mary.",
        "On the wall of the temple at Luxor are a series of sculptures,",
        "“in which the miraculous annunciation, conception, birth, and\nadoration of Amunoph III., the son of the Virgin Queen Mautmes,\nis represented in a manner similar to what is described in St. \nLuke’s Gospel (ch. 1 and 2) of Jesus Christ, the son of the\nVirgin Mary, and which is found also in the Gospel of St. \nMatthew (ch. 1) as an addition not met with in the earliest\nmanuscripts,\"[130] which fact has caused Sharpe, from whom the\nabove is quoted, to suggest that both accounts may have been of\nEgyptian origin.",
        "[130] Barlow, Symbolism, p. 127.",
        "The titles “lamb,” “anointed,” etc., which were applied to\nChrist, all appear attached to former in- carnations of the sun,\nthe first named standing for the sun in Aries.  The effigies of a\ncrucified savior found in Ireland and Scotland in connection with\nthe figure of a lamb, a bull, or an elephant, the latter of which\nis not a native of those countries, shows that they do not\nrepresent Christ, but a crucified sun-god worshipped by the\ninhabitants of the British Islands ages before the birth of the\ngreat Judean philosopher and teacher.",
        "It is plain that Crishna of India and the Persian Mithra\nfurnished the copy for the Jesus of the Romish Church, all of\nwhom mean one and the same thing–the second person in the Solar\nTrinity.  By the Jews, who attempted to ignore the female\nprinciple, this God is called the “Lord of Hosts” and “God of\nSabaoth,” which astronomically means God of the stars and\nconstellations, and astrologically the creator or producer of the\nmultitudes.  Of this God, ieue, I H S, the author of Anacalypsis\nsays that he was the son of the celestial virgin, which she\ncarries in her arms; the Horus, Lux, of the Egyptians, the Lux of\nSt. John.",
        "“It is from this infant that Jesus took his origin; or at least\nit is from the ceremonies and worship of this infant that this\nreligion came to be corrupted into what we have of it.  This\ninfant is the seed of the woman who, according to Genesis, was to\nbruise the head of the serpent, which, in return, was to bruise\nhis foot or heel, or the foot or heel of her seed as the figure\nof the Hindoo Crishna proves.  From the traditionary stories of\nthis god Iao, which was figured annually to be born at the winter\nsolstice, and to be put to death and raised to life on the third\nday at the vernal equinox, the Roman searchers after the\nevangelion or gospel made out their Jesus.  The total destruction\nof everything at Jerusalem and in Judea–buildings, records,\neverything–prevented them from coming to any absolute certainty\nrespecting this person who, they were told by tradition, had come\nto preach the gospel of peace, to be their savior, in fulfilment\nof the prophecy which their sect of Israelites found in their\nwritings, and who had been put to death by the Jews.  From all\nthese circumstances he came to have applied to him the monogram\nof I H S.  .  .  .  and to him at last all the legendary stories\nrelated of the god Iao were attributed.\"[131]",
        "[131] Godfrey Higgins, Anacalypsis, book vi., ch. iv., p. 455.",
        "According to Faber, Jesus was not originally called Jesus Christ,\nbut Jescua Hammassiah–Jescua meaning Joshua, and Jesus, Savior. \nHam is the Om of India, and Messiah, the anointed.  Commenting on\nthis Higgins remarks: “It will then be, The Savior Om the\nAnointed, precisely as Isaiah had literally foretold; or reading\nin the Hebrew made, The Anointed Om the Savior.  This was the\nname of Jesus of Bethlehem.”",
        "We have observed the fact that at the time of the birth of Christ\nthe entire world was expecting a Savior–a new incarnation of the\nsun.  The end of a cycle had come and the entire earth was to\nundergo a process of renovation.",
        "In a poem by Virgil, who was a Druid, the birth of a wonderful\nchild is celebrated, and the prophecy of a heathen Sibyl is seen\nto be identical with that of Isaiah.",
        "“The last period sung by the Sibylline prophetess is now arrived;\nand the grand series of ages.  That Series which recurs again and\nagain in the course of our mundane revolution begins afresh.  Now\nthe Virgin Astrea returns from heaven; and the primeval reign of\nSaturn recommences; now a new race descends from the celestial\nrealms of holiness.  Do thou, Lucina, smile propitious on the\nbirth of a boy who will bring to a close the present age of iron\nand introduce throughout the whole world, a new age of gold. \nThen shall the herds no longer dread the fury of the lion, nor\nshall the poison of the serpent any longer be formidable.  Every\nvenomous animal and every deleterious plant shell perish\ntogether.  The fields shall be yellow with corn, the grape shall\nhang its ruddy clusters from the bramble, and honey shall distil\nspontaneously from the rugged oak.  The universal globe shall\nenjoy the blessings of peace, secure under the mild sway of its\nnew and divine sovereign.”",
        "There is no lack of evidence to prove that for several centuries\ngreat numbers of Christians regarded Christ as a solar\nincarnation similar to those which from time to time were born in\nthe valleys of the Nile and the Ganges.  By the fathers in the\nchurch Jesus Christ was named the New Sun, and in the early days\nof Christianity the Egyptians struck a coin representing O. B. or\nthe holy Basilisk, with rays of light darting from his head, on\nthe reverse side of which was figured “Jesus Christ as the New\nSolar Deity.”",
        "The similarity if not the actual identity of the religion of\nChrist and that of the pagans in the second century is shown by\nvarious writers.  The Emperor Hadrian writing to his friend\nServianus says:",
        "“Those who worship Serapis are also Christians; even those who\nstyle themselves the Bishops of Christ are devoted to Serapis.  .\n.  .  There is but one God for them all; him do the Christians,\nhim do the Jews, him do all the Gentiles also worship.”",
        "It has been said that the head of Serapis supplied the first idea\nof the portrait of Christ.  Before the figure of Serapis, in his\ntemple, used to stand Isis, the Celestial Virgin, with the\ninscription “Immaculate is our Lady Isis.”  In her hand she bore\na sheaf of grain.",
        "As Serapis, or Pan, finally became Christ, so Isis, or the Queen\nof Heaven, became his mother, and to the latter were transferred\nall the titles, ceremonies, festivals, and seasons which from the\nearliest time had belonged to the great Goddess of Nature. \nSubsequently, probably about the close of the second century,\nChristianity began slowly to emerge from the worship of Mithras\nand Serapis, “changing the names but not the substance.”",
        "Upon the coinage of Constantine appears Soli Invicto Comita–\"To\nthe invincible sun my companion or guardian,” and when the Greek\nand Roman Christians finally separated themselves from the great\nbody of pagan worshippers they apologized for celebrating the\nbirthday of their Savior on the 25th of December, saying that\n“they could better perform their rites when the heathen were busy\nwith theirs.”  We are assured that the early Christians no less\nthan the Maji acknowledged Mithras as the first emanation from\nOrmuzd, or the God of Light.  He was the Savior which in an\nearlier age had represented returning life–that which follows\nthe cold of winter.  It was doubtless while they worshipped the\nPersian Mithras that many of the so-called Christians gathered\ntheir first ideas concerning the immortality of the soul and of\nfuture rewards and punishments.",
        "The analogy existing between the festivals, seasons, mythoses,\netc., of the various incarnations of the sun which were\nworshipped by the early historic nations and those belonging to\nChristianity is too striking to be the result of chance.",
        "Buddha originally represented the sun in Taurus.  Crishna was the\nsun in Aries.  The laborings and sufferings of Hercules, a god\nwho was an incarnation of the latter, portrays the history of the\npassage of the sun through the signs of the Zodiac.",
        "All the principal events of Christ’s life correspond to certain\nsolar phases; or, in other words, all ecclesiastical calendars\nare arranged with reference to the festivals which commemorate\nthe important events of his life from his conception and birth to\nhis ascension and reception in heaven.  Each and every one of the\nsolar deities has been born at midnight, on the 25th of December,\nat the time when the sun has reached its lowest position and\nbegins to ascend.  Macrobius, a learned Roman writer, observes\nthat the early historic nations “believed that the sun comes\nforth as a babe from its cradle at the winter solstice.”  Neith\nis made to say, “The sun is the fruit of my womb.”",
        "The 15th of August, assumption day, the time when Mary, the\nmother of Jesus, ascends to heaven is the day when the Zodiacal\nconstellation Virgo, “the Greek Astrea, leaves the European\nhorizon,” and the “8th of September, when Virgo emerges from the\nsun’s rays, is held sacred as the Nativity of the Queen of\nHeaven.”",
        "Of the mid-winter festival, Bede says: “The Pagans of these isles\nbegan their year on the eighth of the Kalends of January, which\nis now our Christmas Day.  The night before that (24th Dec.  eve)\nwas called by them the Medre-Nak, or Night of Mothers, because of\nthe ceremonies which were performed on that night.\"[132]",
        "[132] Rivers of Life, vol. i., p. 430.",
        "Among Christians as among Pagans the Christmas season was in\nhonor of “returning light,” the vernal equinox of “growing light\"\nand St.  John’s day of “perfected light.”",
        "In England, among pagan Saxons, the midwinter festival lasted\ntwelve days, during which time light, fire, the sun, huge stones\nand other similar manifestations of the Deity were adored. \nChristian and pagan alike worshipped these objects.  They called\nChristmas “the birthday of the god who is light.”  The Savior, or\nthe New Sun, was the true light which lighteth every man who\ncometh into the world.  According to the testimony of various\nwriters, the festival held by Christians on Christmas eve used to\nresemble the Feast of Lights, celebrated in Egypt in honor of\nNeith.  The tokens distributed among friends were cakes made of\npaste in the form of babies.  These cakes were called yuledows. \nDow means to “grow bigger,” or, “to increase.”",
        "The Kalends of January at Rome were sacred to Janus and Juno to\nwhom sacrifices were offered.  The Etruscans also worshipped\nJanus who was the god (or goddess) of the year.  Although this\nDeity does not appear among the twelve gods it is said to be the\nparent of them all.  It was represented as having two faces. \nUpon one were the letters representing 365, and upon the other\nwere the keys of life and death.  According to Bryant this Deity\nwas called Junonius, from the goddess Juno, whose name resolves\nitself into Juneh, a dove.  In the Hebrew this name is identical\nwith Yoni or Yuni–the female principle.  On the coins of this\ngod (which was subsequently regarded as male) is usually figured\na boat, although a dove with an olive branch is sometimes\nobserved.[133]",
        "[133] See Faber, Pagan Idolatry.",
        "Juno is thought to be the same as Jana, which came from Jah of\nthe Hebrews.  Diana was Diva Jana or “Dea Jana who is the same as\nAstarte or Ashtaroth of the Sidonians.”",
        "Regarding the transference of the mid-winter festival of the\npagans to the Christian calendar, Forlong says:",
        "“The early Christians undoubtedly selected this Roman Saturnalia\nas an important period in the life of Christ, at first calling it\nthe time of his conception, and later of his birth, this last\nbest suiting the views and feelings of their Solo- Christian\nflocks.  The Jews called the day of the Winter Solstice The Fast\nof Tebet.  The previous time was one of darkness, and on the 28th\nbegan their Feast of Lights.\"[134]",
        "[134] Rivers of Life, vol. i., p. 430.",
        "In France the ancient name for Christmas is Noel, a term which\nuntil recently has baffled all antiquarian research. It is now\nthought that it is formed from Nuadh and Vile which together mean\nAll Heal.",
        "Although every possible effort has been put forward to give to\nthis date (the 25th of December) the appearance of authenticity\nas the birth of Christ, still, so far as I am able to find, no\none accredited with any degree of trustworthiness has ever been\nrash enough to attempt its ratification as a matter of history.",
        "Tylor calls attention to the fact that in the religious symbolism\nof the material and spiritual sun Augustine and Gregory of Nyssa\ndiscourse on the “growing light and dwindling darkness that\nfollow the nativity,” and cites the instance of Leo the Great\nwho, in a sermon, rebukes the “pestiferous persuasion, that this\nsolemn day is to be honored not for the birth of Christ, but for\nthe rising of the New Sun.”",
        "On the authority of this same prelate it is found that in the\nfifth century, the faithful, before entering the Basilica of St. \nPeter, were wont to turn and salute the shining orb of day.",
        "The Roman winter solstice which was connected with the worship of\nMithra, and which was named the “Birthday of the Unconquered Om,\"\nwas adopted by the western churches some time during the fourth\ncentury.  From the west it passed to the eastern churches, where\nit finally became “the solemn anniversary of the birth of\nChrist.”",
        "In Ireland the ceremonies attending the mid-winter festival were\nformerly regarded as exceedingly important.  A short time before\nthe approach of the winter solstice, voices were heard throughout\nthe island proclaiming: “The New Year is at hand! Gather the\nMistletoe!” The mistletoe wreaths which formed the principal\ndecorations of Venus’ temple were at first proscribed by the\nChristian preachers, but, in process of time they not only found\ntheir way into the sanctuary, but were given a place over the\naltars, their final signification being “good will to men.\"[135]",
        "[135] Rivers of Life, vol. i., p. 81.",
        "Although the tokens of friendship which were distributed by the\npagans at the season of the mid- winter festival differed\nsomewhat from those which at the present time are exchanged among\nChristians at the same season of the year, still, there can be no\ndoubt that the Christmas tree, loaded with gifts, is a remnant of\nthat worship under which the sun was recognized as the source\nwhence all blessings flow.  Down to a late date, fire was a\nconspicuous element at the festival of the winter solstice.  As\nthe yule-log blazed upon the hearth, our ancestors set up huge\nstones and danced round them, thus worshipping the god of\nfertility.",
        "On the 20th and 21st of March the sun illumines exactly half the\nearth.  At this time the Day has conquered the Night.  Light has\ndethroned Darkness, a complete victory has been gained over\nTyphon and the new god comes forth “with healing in his wings.” \nOn Lady’s day, the 25th of March, the Virgin conceives.  In\nPhoenicia numerous fetes were instituted to rejoice with Astarte\nin her conception.  During the months preceding the birth of the\nyoung sun-god the Queen of Heaven receives marked homage.",
        "In a former portion of this work we have observed that the\nfestival which celebrated the return of spring was instituted by\nthe inventors of the Neros thousands of years prior to the\nbeginning of the Christian era, to celebrate the vernal equinox\nand to commemorate a return of Nature’s bounties; but, after male\nreproductive power began to be regarded as the creator, when\npassion came to be considered as the moving force in the\nuniverse, and when the operations of Nature began to be typified\nby a dead man on a cross who was to rise again, Easter was\ncelebrated in commemoration of a risen savior or sun-god.",
        "The following is an account given in Ramsay’s Travels of Cyrus,\nconcerning the vernal equinox festivals in the East.  When Cyrus\nentered the temples he found the public clad in mourning.  In a\ncavern lay the image of a young man (the dying savior) on a bed\nof flowers and odoriferous herbs Nine days were spent in fasting,\nprayers, and lamentations, after which the public sorrow ceased\nand was changed into gladness.  Songs of joy succeeded weeping\n(for Tamuz), the whole assembly singing hymns: “Adonis is\nreturned to life, Urania weeps no more, he has ascended to\nheaven, he will soon return to earth and banish hence all crimes\nand miseries forever.”  This scene, it will be remembered, was\npresented 500 years prior to the birth of Christ.  In Rome,\nthroughout the months preceding the winter solstice, Hilaria or\nCeres, was especially honored.  Apollo and Diana rose on the 7th\nof the Julian April and on the 10th their religious festivals\nbegan.",
        "On Easter morn, during the earlier ages of the church, the\nobservances of Christians were exactly the same as were those of\nthe so called pagans, all together hurried out long before the\nbreak of day that they might behold the sun ascend, or “dance” as\nthey called it, for on this morning he was to “make the earth\nlaugh and sing.”  Pagan and Christian alike greeted each other\nwith the salutation “The Lord is risen,” and the reply was “The\nLord is risen indeed.”  On Easter morning the peasants of Saxony\nand Brandenburg still climb to the hilltops “to see the sun give\nhis three joyful leaps.”",
        "In Buckland’s Land and Water it is stated that on the first of\nMay all the choristers of Magdalene College, Oxford, still meet\non the summit of their tower, 150 feet high, and sing a Latin\nhymn as the sun rises, during which time ten bells are rung “to\nwelcome the gracious Apollo.”  Formerly, high mass was celebrated\nhere and early mass for Sol was held in the College chapel, but,\nas at the time of the Reformation this service was forbidden, “it\nhas since been performed on the top of the tower.”  After the\nhymn is sung “boys blow loud blasts to Sol through bright new tin\nhorns.”",
        "Perhaps none of the ideas which enter into present religious\nrites and ceremonies proclaims its eastern origin more forcibly\nthan do those connected with the veneration of fire.  The\ntestimony of all writers upon this subject agrees that in Europe,\ndown to a late date in the Christian era, fire was still adored,\nand in some mysterious manner was connected with the Creator.",
        "Upon the subject of the continuation of sun and fire worship to\nmodern times, it is stated that the ancient bonfires with which\nthe North German hills used to be ablaze mile after mile are not\naltogether given up by local custom.  In Ireland as late as the\nyear 1829, the ancient Canaanitish and Jewish rite of passing\nchildren through fire as a cleansing or regenerating process was\nstill in operation.  It is related that at stated seasons great\nfires were lighted in public places, on which occasions, fathers,\ntaking their children in their arms, would leap and run through\nthe flames.  At the same time, two large fires were kindled a\nshort distance from each other through which the cattle were\ndriven.  It was believed that by means of this ceremony,\nfecundity is imparted both to man and beast.  May, the month in\nwhich all Nature revives, and in which life starts anew, is the\ntime selected for the lighting of those sacred fires.  May is the\nmonth of the fires of Baal.  According to Maurice in his work on\nthe Antiquities of India, the festival and the May-pole of Great\nBritain are the remnants of a religious ceremony once common in\nEgypt, India, and Phoenicia, which nations all worshipping the\nsame Deity, celebrated the entrance of the sun into the sign of\nTaurus at the vernal equinox, but which in consequence of the\nprecession of the equinoxes is removed far in the year from its\noriginal situation.  This festival is thought to be coeval with a\ntime when the equinox actually took place at that time.  It was\nformerly in honor of the goddess Bhavania, who, under various\nnames, was once worshipped in every country of the globe.  “She\nis identical with the Dea Syria of Chaldea, and the Venus Urania\nof Persia.”",
        "At the present time there is direct and indisputable evidence\nthat sacred fires once flamed over the whole of Britain.  A few\ndays prior to Bealtine season, every flame was ordered\nextinguished, to be relighted on the first of May by holy fire\ndrawn directly from the sun.  Of fire-worship Toland observes:",
        "“On May-day the Druids made prodigious fires on these cairns,\nwhich being every one in sight of some other could not but afford\na glorious show over a whole nation.  These fires were in honor\nof Beal, or Bealan, Latinized by the Roman writers into Belanus,\nby which name the Gauls and their colonies understood the sun,\nand therefore, to this hour, the first of May is, by the\naboriginal Irish, called la Bealtine, or the day of Belan’s\nfires.  May-day is likewise called la Bealtine by the Highlanders\nof Scotland, who are no contemptible part of the Celtic\noffspring.  So it is with the Isle of Man: and in Armorica a\npriest is called Belee, or the servant of Bel, and the priesthood\nBelegieth.\"[136]",
        "[136] Quoted by Godfrey Higgins, Celtic Druids, ch. v., p. 181.",
        "Down to a comparatively recent time, in the British Isles, the\nyouth of both sexes used to arise long before daybreak on\nMay-day, and in large companies set out for the woods, there to\ngather flowers, boughs, and branches, which, on returning at\nnight, were used to decorate their homes.  This festival is said\nto be the most ancient of any known, and during the earlier and\npurer ages of human faith was celebrated in honor of returning\nspring.  In later ages, however, after passion had become the\nonly recognized god, May-day was celebrated with “all manner of\nobscenity and lewdness.”",
        "Although the uneducated masses among the Gauls worshipped Apollo,\nMercury, and Mars without understanding their true significance,\nthe Druids, who are thought to be Pythagorians, invoked one great\npower, the animating force which pervades the universe, the\nessence of which they believed resides in fire.",
        "It is related that although after the introduction of Romish\nChristianity, May fires still continued to be lighted on Bealtine\nday, the more impressive ceremonies took place on the 23d of\nJune, on the eve of the nativity of St.  John.  The early\npreachers, wishing to defer to the prejudices and usages of the\npeople, “yet not so as to interfere with the celebration of\nEaster at the vernal equinox, retained the Bealtine ceremonial,\nonly transferring it to the saint’s day.”  Of these fire\nfestivals and their adoption by the Christian church Tylor says:",
        "“The solar Christmas festival has its pendant at mid-summer.  The\nsummer solstice was the great season of fire festivals throughout\nEurope on the heights, of dancing round and leaping through the\nfires, of sending blazing fire-wheels to roll down from the hills\ninto the valleys, in sign of the sun’s descending course.  These\nancient rites attached themselves in Christendom to St. John’s\nEve.",
        "“It seems as though the same train of symbolism which had adapted\nthe mid-winter festival to the Nativity, may have suggested the\ndedication of the mid-summer festival to John the Baptist, in\nclear allusion to his words ’He must increase but I must\ndecrease.’ “[137]",
        "[137] Tylor, Primitive Culture, vol. ii., p. 271.",
        "In a description recently given of the “moral, religious, and\nsocial disease” which broke out A.D. 1374, in the lower Rhine\nregion, and which was denominated as the “greatest, perhaps, of\nall manifestations of possession,” Andrew D. White says: “The\nimmediate origin of these manifestations seems to have been the\nwild revels of St. John’s Day.\"[138]",
        "[138] Pop. Science, vol. xxxv., p. 3.",
        "Upon this subject Toland observes that he has seen the people of\nIreland running and leaping through the St.  John’s fire proud of\npassing through it unsinged.  Although ignorant of the origin of\nthis ceremony, they nevertheless regarded it as some kind of a\nlustration by means of which they were to be specially blessed.",
        "To every domestic hearth was carried the seed of Bealtine, or St.\nJohn’s fire, which during the year was not permitted to go\nout.[139]",
        "[139] Although the preservation of holy fire upon every hearth\nwas clearly a religious observance, still, as in those days there\nwere no matches, the material benefit to be derived from this\nprecaution doubtless had a significance apart from that connected\nwith worship.",
        "According to the testimony of Tylor, the festival of John the\nBaptist was celebrated in Germany down to a late date.  This\nwriter quoting from a low German book of the year 1859, refers to\nthe “nod fire” which was sawed out of wood to light the St.\nJohn’s bonfire “through which the people leapt and ran and drove\ntheir cattle.”",
        "With regard to the worship of Fire and Light it is related that\nin Jerusalem, at the present time, the Easter service is\nperformed by the bishop of the church emerging from a tomb with\nlighted tapers “from which all crave lights.”",
        "On the authority of Peter Martyr, Bishop of Alexandria in the\nthird century, we are informed that the place in Egypt where\nChrist was banished, which is called Maturea, a lamp is kept\nconstantly burning in remembrance of this event.  Although the\nstory of this banishment is doubtless borrowed from the life of\nthe Hindoo god Crishna, the fact is evident that those who\nappropriated it, and used it in furbishing the mythical history\nof Christ, had no scruples against fire worship–a religion which\nwe have been taught to regard as belonging exclusively to the\npagans.",
        "In the ecclesiastical processions of the Church of Rome is\nfrequently to be observed the figure of a dragon, in the mouth of\nwhich “holy and everlasting fire” is observed to be burning.  A\nboy follows the procession with a lighted taper, so that in case\nthe fire is extinguished it may be relighted.  In referring to\nthis subject the Rev. J. B. Deane says:",
        "“The whole ceremony may be considered as a lively representation\nof an ophite procession as it advanced through the sinuous\nparalleiths of Karnak.  So that no wonder the illiterate races\nwere deceived into thinking that there was no harm in calling\nthemselves Christians, for all their dear old faiths are\nhere–fire, arks, poles, and fire in an ark.”",
        "Almost innumerable instances are given by various writers upon\nthis subject, showing that the sun worship of the ancients has\nbeen continued to the present time by the so called followers of\nChrist, in the shrines of the East, with no change even of names\nto distinguish it from that of the Christian faith.  By those who\nhave spent much time in investigating the Holy Land, it is\nrelated that nearly all the spots in and about Jerusalem, sacred\nto Greek and Romish Christians as connected with the life and\ndeath of their risen Lord, are equally sacred to the pagans as\ncommemorating the life and death of their Savior–the New Sun. \nEven Gethsemane is marked by characteristics which prove that it\nis no less interesting to pagans, or, more properly speaking, to\nthe pagan followers of Christ, than it is to those of the Greek\nand Romish churches.  Here is a holy tree, and not far distant is\na cave of Mithras.  There is also to be seen a trinity of stones\n“those of Janus (Chemosh), Petros and Ion, all solar terms and\nconnected with the sitting or sinking down to rest of the Kuros.”",
        "Messrs. Maundrell and Sandys, who in 1697 visited all the holy\nplaces in and around Jerusalem, state that the entire city, but\nespecially the sites of Moriah, Zion, and suburbs were hotbeds of\nfire and phallic worship as usually developed still in the East.",
        "The topography of ancient Delphi, on the site of which was built\nthe village of Kastri, and at which place excavations are now\nbeing made under the direction of the American School of\nArchaeology, has ever been a place of peculiar interest to the\nmystic.  Here are to be found all the natural features and\nobjects which gladden the heart and stimulate the imagination of\na solo-phallic worshipper.  The holy Mt. Parnassus, the fountain\nof Kastali, the deep cave said to be Pythian, and the remnants of\nhuge sepulchres hewn in the rocks all conspire to make of this\nspot a perfect abode for the god, or goddess, of fertility. \nHere, too, is a beautiful lake and near it a sacred fig-tree\nwhich has been struck by lightning, or, “touched by holy fire.” \nOf this sacred place Forlong writes:",
        "“Christianity has never neglected this so-called Pagan shrine,\nnor yet misunderstood it, if we may judge by the saint she has\nlocated here, for Mr. Hobhouse found in the rocky chasm dipped in\nthe dews of Castaly, but safe in a rocky niche, a Christian\nshrine; and close by a hut called the church of St. John; yea\nverily of Ione, she who had once reigned here supreme; whilst on\na green plot a few yards below the basin, in a little grove of\nolive trees, stood the monastery of Panhagia or Holy Virgin, so\nthat here we still have and beside her sacred form in the cleft,\nmen who have consecrated their manhood to the old Mother and\nQueen of Heaven, just as if she of Syria had never been heard of.",
        "Doubtless they knew little of what civilized Europe calls\nChristianity, for I have spent many days conversing with such\nmen, and seen little difference between them and those similarly\nplaced in the far East–fervid Christians though Greeks and\nSyrians are.”",
        "Perhaps nothing shows the extent to which the religion of the\npagans has been retained by Christianity more than does the\nworship of the serpent.  It has been said that this reptile\nenters into every mythology extant.  Ferguson is authority for\nthe statement that “he is to be found in the wilderness of Sinai,\nthe groves of Epidaurus, and in Samothracian huts.”  He\nconstitutes a prominent factor in the religious worship of India,\nAssyria, Palestine, and Egypt, and, notwithstanding the fact that\nhe is not a native of Ireland, in an earlier age representations\nof him appear in profusion among the symbols of that country.  It\nhas been said that there is scarcely an Egyptian sculpture known\nin which this reptile does not figure.  The serpent whenever it\nappears as a religious emblem always typifies desire–creative\nenergy–which, proceeding from the sun, is manifested in man and\nin animals.  Whether it be a veritable snake in a box, a serpent\nconnected with the figure of a woman, or as a carved\nrepresentation on monuments or stones, or as chains or wreaths on\ncolumns, bas-reliefs or friezes, the signification is the same.",
        "The sacred character of this reptile among the Gnostics is shown\nby the accounts given of their religious rites and ceremonies. \nBy many of these sects this holy creature was kept in a box, ark,\nor chest, and when the eucharistic service was to be performed,\nhe was enticed forth from his resting- place by a bit of bread. \nSo soon as his holiness had wound himself about the offering, the\nsacrifice was complete and the service was concluded by “singing\na hymn to Almighty God, and praying for acceptance in and through\nthe serpent.”",
        "In later ages when the attempt was made to abolish serpent\nworship from the Christian church, it was declared by the leaders\nin the movement that Ophiolatry had been imported from\nPersia–that it had been brought in by ignorant devotees who were\ntoo weak to renounce their former faith.[140]",
        "[140] Forlong, Rivers of Life.",
        "The extent to which the symbols representing Serpent, Sun, Tree,\nand Plant worship are still retained as part and parcel of the\nsymbolism of Christianity is shown by the following report\nregarding the adoption of a seal by the Presbyterian Church which\nappeared in the daily press only a few years ago.",
        "“After the assembly opened, the committee for the selection of a\nseal made a report recommending: That the general assembly hereby\nadopts as its official seal the device of a serpent suspended\nupon a cross, uplifted within a wilderness, in form as\nrepresented upon the official seal of the trustees of the general\nassembly, and displayed upon a circular field of the same\nproportions.  In addition thereto the figure of a rising sun\nappearing above the margin of the wilderness, whose out-shooting\nbeams shall occupy the centre of the field.  Further, the\ndecoration of a demi-wreath of two palm branches (in the form of\nthe wreath upon the seal of the Westminster assembly of divines),\nplaced around the margin of the upper hemisphere of the field;\nand on the lower hemisphere of the field a demi-wreath composed\nof a branch of oak united with an olive branch. Further, that the\nwords of the motto, ’Christus Exaltus Salvatar,’ shall be\ndisplayed in a semi-circle upon the upper part of the field, on\neither side of the standard of the cross, and, encompassing the\nwhole in a bordure, the following words, in full or in proper\nabbreviation thereof, ’The Seal of the General Assembly of the\nPresbyterian Church in the United States of America.’ “",
        "The origin of the rite of Baptism as performed at the present\ntime in Christian churches, may be traced directly to the worship\nof the sun, within which were supposed to reside the reproductive\npowers of Nature.  All nations have had ceremonies corresponding\nto our baptism and confirmation rites, such baptism being either\nby fire or water.  When we remember that for ages fertility, or\nthe power to reproduce, constituted the idea of the Deity, we are\nnot surprised to find that the original signification of the rite\nof baptism had, and still has, in some of the oriental countries,\nspecial reference to the child’s sexual obligations.",
        "In India, the religious rites performed upon the individual occur\nat birth or soon after; at betrothal, which takes place in\nchildhood; at puberty; at marriage, and at death.  The fact will\nbe noticed that all sexual (spiritual) obligations and seasons\nfall within the domain of priestly supervision and surveillance. \nThe child at baptism is dedicated to Vesta, or Hestia, the Queen\nof Hearths and Homes, a divinity who is supposed to assist him in\nsecuring the special evidence of divine favor, namely,\nfruitfulness of body.",
        "Among Hindoos and Jews, excessive reproduction was the Lord’s\nmark of favor.  In India there has been a special hell provided\nfor childless women, and with Jewesses no curse was equal to\nbarrenness.",
        "Baptism, or the ceremony connected with the naming of children in\nChristian countries, is seen to be identical with that performed\nin Mexico among the Aztecs.  After the lips and bosom of the\ninfant had been sprinkled with water, the Lord was implored to\n“permit the holy drops to wash away the sin that was given to it\nbefore the foundation of the world, so that the child might be\nborn anew.”",
        "Among the petitions which are offered to the Deity is the\nfollowing: “Impart to us, out of thy great mercy, thy gifts which\nwe are not worthy to receive through our own merit.”  In their\nmoral code appear these maxims: “Keep peace with all; bear\ninjuries with humility; God who sees, will avenge you.”  “He who\nlooks too curiously on a woman, commits adultery with his\neyes.\"[141]",
        "[141] Quoted by Prescott from Sahagun.  Conquest of Mexico, book\ni., chap 3.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}