{
    "title": "The Adventures of Baron Munchausen - Chapter XVII",
    "author": "Raspe",
    "chapter": "19",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  Voyage eastward–The Baron introduces a friend who never deceived\n  him: wins a hundred guineas by pinning his faith upon that\n  friend’s nose–Game started at sea–Some other circumstances which\n  will, it is hoped, afford the reader no small degree of\n  amusement.",
        "In a voyage which I made to the East Indies with Captain Hamilton, I\ntook a favourite pointer with me; he was, to use a common phrase,\nworth his weight in gold, for he never deceived me. One day when we\nwere, by the best observations we could make, at least three hundred\nleagues from land, my dog pointed; I observed him for near an hour\nwith astonishment, and mentioned the circumstance to the captain and\nevery officer on board, asserting that we must be near land, for my\ndog smelt game. This occasioned a general laugh; but that did not\nalter in the least the good opinion I had of my dog. After much\nconversation pro and con, I boldly told the captain I placed more\nconfidence in Tray’s nose than I did in the eyes of every seaman on\nboard, and therefore proposed laying the sum I had agreed to pay for\nmy passage (viz., one hundred guineas) that we should find game within\nhalf an hour. The captain (a good, hearty fellow) laughed again,\ndesired Mr. Crowford the surgeon, who was prepared, to feel my pulse;\nhe did so, and reported me in perfect health. The following dialogue\nbetween them took place; I overheard it, though spoken low, and at\nsome distance.",
        "CAPTAIN\nHis brain is turned; I cannot with honour accept his wager.",
        "SURGEON\nI am of a different opinion; he is quite sane, and depends more upon\nthe scent of his dog than he will upon the judgment of all the\nofficers on board; he will certainly lose, and he richly merits it.",
        "CAPTAIN\nSuch a wager cannot be fair on my side; however, I’ll take him up, if\nI return his money afterwards.",
        "During the above conversation Tray continued in the same situation,\nand confirmed me still more in my former opinion. I proposed the wager\na second time, it was then accepted.",
        "Done! and done! were scarcely said on both sides, when some sailors\nwho were fishing in the long-boat, which was made fast to the stern of\nthe ship, harpooned an exceeding large shark, which they brought on\nboard and began to cut up for the purpose of barrelling the oil, when,\nbehold, they found no less than six brace of live partridges in this\nanimal’s stomach!",
        "They had been so long in that situation, that one of the hens was\nsitting upon four eggs, and a fifth was hatching when the shark was\nopened!!! This young bird we brought up by placing it with a litter of\nkittens that came into the world a few minutes before! The old cat was\nas fond of it as of any of her own four-legged progeny, and made\nherself very unhappy, when it flew out of her reach, till it returned\nagain. As to the other partridges, there were four hens amongst them;\none or more were, during the voyage, constantly sitting, and\nconsequently we had plenty of game at the captain’s table; and in\ngratitude to poor Tray (for being a means of winning one hundred\nguineas) I ordered him the bones daily, and sometimes a whole bird.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}