{
    "title": "The Renaissance: Studies in Art and Poetry - Two Early French Stories",
    "author": "Walter Pater",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Yet shall ye be as the wings of a dove.",
        "[1] THE history of the Renaissance ends in France, and carries us\naway from Italy to the beautiful cities of the country of the Loire.\nBut it was in France also, in a very important sense, that the\nRenaissance had begun.  French writers, who are fond of\nconnecting the creations of Italian genius with a French origin,\nwho tell us how Saint Francis of Assisi took not his name only,\nbut all those notions of chivalry and romantic love which so\ndeeply penetrated his thoughts, from a French source, how\nBoccaccio borrowed the outlines of his stories from the old\nFrench fabliaux, and how Dante himself expressly connects the\norigin of the art of miniature-painting with the city of Paris, have\noften dwelt on this notion of a Renaissance in the end of the\ntwelfth and the beginning of the thirteenth century, a Renaissance\nwithin the limits of the middle age itself–a brilliant, but in part\nabortive effort to do for human life and the human mind what\nwas afterwards done in the fifteenth.  The word Renaissance,\nindeed, is now generally used to denote not [2] merely the revival\nof classical antiquity which took place in the fifteenth century,\nand to which the word was first applied, but a whole complex\nmovement, of which that revival of classical antiquity was but\none element or symptom.  For us the Renaissance is the name of\na many-sided but yet united movement, in which the love of the\nthings of the intellect and the imagination for their own sake, the\ndesire for a more liberal and comely way of conceiving life, make\nthemselves felt, urging those who experience this desire to search\nout first one and then another means of intellectual or imaginative\nenjoyment, and directing them not only to the discovery of old\nand forgotten sources of this enjoyment, but to the divination of\nfresh sources thereof–new experiences, new subjects of poetry,\nnew forms of art.  Of such feeling there was a great outbreak in\nthe end of the twelfth and the beginning of the following century.\nHere and there, under rare and happy conditions, in Pointed\narchitecture, in the doctrines of romantic love, in the poetry of\nProvence, the rude strength of the middle age turns to sweetness;\nand the taste for sweetness generated there becomes the seed of\nthe classical revival in it, prompting it constantly to seek after the\nsprings of perfect sweetness in the Hellenic world.  And coming\nafter a long period in which this instinct had been crushed, that\ntrue “dark age,” in which so many sources of  intellectual and\nimaginative enjoyment had [3] actually disappeared, this\noutbreak is rightly called a Renaissance, a revival.",
        "Theories which bring into connexion with each other modes of\nthought and feeling, periods of taste, forms of art and poetry,\nwhich the narrowness of men’s minds constantly tends to oppose\nto each other, have a great stimulus for the intellect, and are\nalmost always worth understanding.  It is so with this theory of a\nRenaissance within the middle age, which seeks to establish a\ncontinuity between the most characteristic work of that period,\nthe sculpture of Chartres, the windows of Le Mans, and the work\nof the later Renaissance, the work of Jean Cousin and Germain\nPilon, thus healing that rupture between the middle age and the\nRenaissance which has so often been exaggerated.  But it is not\nso much the ecclesiastical art of the middle age, its sculpture and\npainting–work certainly done in a great measure for pleasure’s\nsake, in which even a secular, a rebellious spirit often betrays\nitself–but rather its profane poetry, the poetry of Provence, and\nthe magnificent after-growth of that poetry in Italy and France,\nwhich those French writers have in view when they speak of this\nmedieval Renaissance.  In that poetry, earthly passion, with its\nintimacy, its freedom, its variety–the liberty of the heart–makes\nitself felt; and the name of Abelard, the great scholar and the\ngreat lover, connects the expression of this liberty of heart with\nthe free [4] play of human intelligence around all subjects\npresented to it, with the liberty of the intellect, as that age\nunderstood it.",
        "Every one knows the legend of Abelard, a legend hardly less\npassionate, certainly not less characteristic of the middle age,\nthan the legend of Tannhauser; how the famous and comely\nclerk, in whom Wisdom herself, self-possessed, pleasant, and\ndiscreet, seemed to sit enthroned, came to live in the house of a\ncanon of the church of Notre-Dame, where dwelt a girl, Heloise,\nbelieved to be the old priest’s orphan niece; how the old priest\nhad testified his love for her by giving her an education then\nunrivalled, so that rumour asserted that, through the knowledge\nof languages, enabling her to penetrate into the mysteries of the\nolder world, she had become a sorceress, like the Celtic\ndruidesses; and how as Abelard and Heloise sat together at home\nthere, to refine a little further on the nature of abstract ideas,\n“Love made himself of the party with them.”  You conceive the\ntemptations of the scholar, who, in such dreamy tranquillity, amid\nthe bright and busy spectacle of the “Island,” lived in a world of\nsomething like shadows; and that for one who knew so well how\nto assign its exact value to every abstract thought, those restraints\nwhich lie on the consciences of other men had been relaxed.  It\nappears that he composed many verses in the vulgar tongue:\nalready the young men sang them on the quay below the house.\nThose songs, says M. de Remusat, [5] were probably in the taste\nof the Trouveres, “of whom he was one of the first in date, or, so\nto speak, the predecessor.”  It is the same spirit which has\nmoulded the famous “letters,” written in the quaint Latin of the\nmiddle age.",
        "At the foot of that early Gothic tower, which the next generation\nraised to grace the precincts of Abelard’s school, on the\n“Mountain of Saint Genevieve,” the historian Michelet sees in\nthought “a terrible assembly; not the hearers of Abelard alone,\nfifty bishops, twenty cardinals, two popes, the whole body of\nscholastic philosophy; not only the learned Heloise, the teaching\nof languages, and the Renaissance; but Arnold of Brescia–that is\nto say, the revolution.”  And so from the rooms of this shadowy\nhouse by the Seine side we see that spirit going abroad, with its\nqualities already well defined, its intimacy, its languid sweetness,\nits rebellion, its subtle skill in dividing the elements of human\npassion, its care for physical beauty, its worship of the body,\nwhich penetrated the early literature of Italy, and finds an echo\neven in Dante.",
        "That Abelard is not mentioned in the Divine Comedy may appear\na singular omission to the reader of Dante, who seems to have\ninwoven into the texture of his work whatever had impressed him\nas either effective in colour or spiritually significant among the\nrecorded incidents of actual life.  Nowhere in his great poem do\nwe find the name, nor so much as an allusion to the story of [6]\none who had left so deep a mark on the philosophy of which\nDante was an eager student, of whom in the Latin Quarter, and\nfrom the lips of scholar or teacher in the University of Paris,\nduring his sojourn among them, he can hardly have failed to hear.\nWe can only suppose that he had indeed considered the story and\nthe man, and abstained from passing judgment as to his place in\nthe scheme of “eternal justice.”",
        "In the famous legend of Tannhauser, the erring knight makes his\nway to Rome, to seek absolution at the centre of Christian\nreligion.  “So soon,” thought and said the Pope, “as the staff in\nhis hand should bud and blossom, so soon might the soul of\nTannhauser be saved, and no sooner\"; and it came to pass not\nlong after that the dry wood of a staff which the Pope had carried\nin his hand was covered with leaves and flowers.  So, in the\ncloister of Godstow, a petrified tree was shown of which the nuns\ntold that the fair Rosamond, who had died among them, had\ndeclared that, the tree being then alive and green, it would be\nchanged into stone at the hour of her salvation.  When Abelard\ndied, like Tannhauser, he was on his way to Rome.  What might\nhave happened had he reached his journey’s end is uncertain; and\nit is in this uncertain twilight that his relation to the general\nbeliefs of his age has always remained.  In this, as in other things,\nhe prefigures the character of the Renaissance, that movement in\n[7] which, in various ways, the human mind wins for itself a new\nkingdom of feeling and sensation and thought, not opposed to but\nonly beyond and independent of the spiritual system then actually\nrealised.  The opposition into which Abelard is thrown, which\ngives its colour to his career, which breaks his soul to pieces, is a\nno less subtle opposition than that between the merely\nprofessional, official, hireling ministers of that system, with their\nignorant worship of system for its own sake, and the true child of\nlight, the humanist, with reason and heart and senses quick, while\ntheirs were almost dead.  He reaches out towards, he attains,\nmodes of ideal living, beyond the prescribed limits of that\nsystem, though in essential germ, it may be, contained within it.\nAs always happens, the adherents of the poorer and narrower\nculture had no sympathy with, because no understanding of, a\nculture richer and more ample than their own.  After the\ndiscovery of wheat they would still live upon acorns–apres\nl’invention du ble ils voulaient encore vivre du gland; and would\nhear of no service to the higher needs of humanity with\ninstruments not of their forging.",
        "But the human spirit, bold through those needs, was too strong\nfor them.  Abelard and Heloise write their letters–letters with a\nwonderful outpouring of soul–in medieval Latin; and Abelard,\nthough he composes songs in the vulgar tongue, writes also in\nLatin those [8] treatises in which he tries to find a ground of\nreality below the abstractions of philosophy, as one bent on\ntrying all things by their congruity with human experience, who\nhad felt the hand of Heloise, and looked into her eyes, and tested\nthe resources of humanity in her great and energetic nature.  Yet\nit is only a little later, early in the thirteenth century, that French\nprose romance begins; and in one of the pretty volumes of the\nBibliotheque Elzevirienne some of the most striking fragments of\nit may be found, edited with much intelligence.  In one of these\nthirteenth-century stories, Li Amitiez de Ami et Amile, that free\nplay of human affection, of the claims of which Abelard’s story is\nan assertion, makes itself felt in the incidents of a great\nfriendship, a friendship pure and generous, pushed to a sort of\npassionate exaltation, and more than faithful unto death.  Such\ncomradeship, though instances of it are to be found everywhere,\nis still especially a classical motive; Chaucer expressing the\nsentiment of it so strongly in an antique tale, that one knows not\nwhether the love of both Palamon and Arcite for Emelya, or of\nthose two for each other, is the chiefer subject of the Knight’s\nTale–",
        "What reader does not refer something of the [9] bitterness of that\ncry to the spoiling, already foreseen, of the fair friendship, which\nhad made the prison of the two lads sweet hitherto with its daily\noffices?",
        "The friendship of Amis and Amile is deepened by the romantic\ncircumstance of an entire personal resemblance between the two\nheroes, through which they pass for each other again and again,\nand thereby into many strange adventures; that curious interest of\nthe Doppelganger, which begins among the stars with the\nDioscuri, being entwined in and out through all the incidents of\nthe story, like an outward token of the inward similitude of their\nsouls.  With this, again, is connected, like a second reflection of\nthat inward similitude, the conceit of two marvellously beautiful\ncups, also exactly like each other–children’s cups, of wood, but\nadorned with gold and precious stones.  These two cups, which\nby their resemblance help to bring the friends together at critical\nmoments, were given to them by the Pope, when he baptized\nthem at Rome, whither the parents had taken them for that\npurpose, in gratitude for their birth.  They cross and recross very\nstrangely in the narrative, serving the two heroes almost like\nliving things, and with that well-known effect of a beautiful\nobject, kept constantly before the eye in a story or poem, of\nkeeping sensation well awake, and giving a certain air of\nrefinement to all the scenes into which it enters.  That sense of\nfate, which [10] hangs so much of the shaping of human life on\ntrivial objects, like Othello’s strawberry handkerchief, is thereby\nheightened, while witness is borne to the enjoyment of beautiful\nhandiwork by primitive people, their simple wonder at it, so that\nthey give it an oddly significant place among the factors of a\nhuman history.",
        "Amis and Amile, then, are true to their comradeship through all\ntrials; and in the end it comes to pass that at a moment of great\nneed Amis takes the place of Amile in a tournament for life or\ndeath.  “After this it happened that a leprosy fell upon Amis, so\nthat his wife would not approach him, and wrought to strangle\nhim.  He departed therefore from his home, and at last prayed his\nservants to carry him to the house of Amile\"; and it is in what\nfollows that the curious strength of the piece shows itself:–",
        "“His servants, willing to do as he commanded, carried him to the\nplace where Amile was; and they began to sound their rattles\nbefore the court of Amile’s house, as lepers are accustomed to\ndo.  And when Amile heard the noise he commanded one of his\nservants to carry meat and bread to the sick man, and the cup\nwhich was given to him at Rome filled with good wine.  And\nwhen the servant had done as he was commanded, he returned\nand said, Sir, if I had not thy cup in my hand, I should believe\nthat the cup which the sick man has was thine, for they are alike,\nthe [11] one to the other, in height and fashion.  And Amile said,\nGo quickly and bring him to me.  And when Amis stood before\nhis comrade Amile demanded of him who he was, and how he\nhad gotten that cup.  I am of Briquain le Chastel, answered Amis,\nand the cup was given to me by the Bishop of Rome, who\nbaptized me.  And when Amile heard that, he knew that it was his\ncomrade Amis, who had delivered him from death, and won for\nhim the daughter of the King of France to be his wife.  And\nstraightway he fell upon him, and began weeping greatly, and\nkissed him.  And when his wife heard that, she ran out with her\nhair in disarray, weeping and distressed exceedingly, for she\nremembered that it was he who had slain the false Ardres.  And\nthereupon they placed him in a fair bed, and said to him, Abide\nwith us until God’s will be accomplished in thee, for all we have\nis at thy service.  So he and the two servants abode with them.",
        "“And it came to pass one night, when Amis and Amile lay in one\nchamber without other companions, that God sent His angel\nRaphael to Amis, who said to him, Amis, art thou asleep?  And\nhe, supposing that Amile had called him, answered and said, I am\nnot asleep, fair comrade!  And the angel said to him, Thou hast\nanswered well, for thou art the comrade of the heavenly citizens.-\n-I am Raphael, the angel of our Lord, and am come to tell thee\nhow thou mayest be [12] healed; for thy prayers are heard.  Thou\nshalt bid Amile, thy comrade, that he slay his two children and\nwash thee in their blood, and so thy body shall be made whole.\nAnd Amis said to him, Let not this thing be, that my comrade\nshould become a murderer for my sake.  But the angel said, It is\nconvenient that he do this.  And thereupon the angel departed.",
        "“And Amile also, as if in sleep, heard those words; and he awoke\nand said, Who is it, my comrade, that hath spoken with thee?\nAnd Amis answered, No man; only I have prayed to our Lord, as\nI am accustomed.  And Amile said, Not so!  but some one hath\nspoken with thee.  Then he arose and went to the door of the\nchamber; and finding it shut he said, Tell me, my brother, who it\nwas said those words to thee to-night.  And Amis began to weep\ngreatly, and told him that it was Raphael, the angel of the Lord,\nwho had said to him, Amis, our Lord commands thee that thou\nbid Amile slay his two children, and wash thee in their blood, and\nso thou shalt be healed of thy leprosy.  And Amile was greatly\ndisturbed at those words, and said, I would have given to thee my\nman-servants and my maid-servants and all my goods, and thou\nfeignest that an angel hath spoken to thee that I should slay my\ntwo children.  And immediately Amis began to weep, and said, I\nknow that I have spoken to thee a terrible thing, but constrained\nthereto; I pray thee cast me not away [13] from the shelter of thy\nhouse.  And Amile answered that what he had covenanted with\nhim, that he would perform, unto the hour of his death: But I\nconjure thee, said he, by the faith which there is between me and\nthee, and by our comradeship, and by the baptism we received\ntogether at Rome, that thou tell me whether it was man or angel\nsaid that to thee.  And Amis answered again, So truly as an angel\nhath spoken to me this night, so may God deliver me from my\ninfirmity!",
        "“Then Amile began to weep in secret, and thought within\nhimself: If this man was ready to die before the king for me, shall\nI not for him slay my children?  Shall I not keep faith with him\nwho was faithful to me even unto death?  And Amile tarried no\nlonger, but departed to the chamber of his wife, and bade her go\nhear the Sacred Office.  And he took a sword, and went to the bed\nwhere the children were lying, and found them asleep.  And he\nlay down over them and began to weep bitterly and said, Hath\nany man yet heard of a father who of his own will slew his\nchildren?  Alas, my children!  I am no longer your father, but\nyour cruel murderer.",
        "“And the children awoke at the tears of their father, which fell\nupon them; and they looked up into his face and began to laugh.\nAnd as they were of the age of about three years, he said, Your\nlaughing will be turned into tears, for your innocent blood must\nnow be shed, [14] and therewith he cut off their heads.  Then he\nlaid them back in the bed, and put the heads upon the bodies, and\ncovered them as though they slept: and with the blood which he\nhad taken he washed his comrade, and said, Lord Jesus Christ!\nwho hast commanded men to keep faith on earth, and didst heal\nthe leper by Thy word!  cleanse now my comrade, for whose love\nI have shed the blood of my children.",
        "“Then Amis was cleansed of his leprosy.  And Amile clothed his\ncompanion in his best robes; and as they went to the church to\ngive thanks, the bells, by the will of God, rang of their own\naccord.  And when the people of the city heard that, they ran\ntogether to see the marvel.  And the wife of Amile, when she saw\nAmis and Amile coming, asked which of the twain was her\nhusband, and said, I know well the vesture of them both, but I\nknow not which of them is Amile.  And Amile said to her, I am\nAmile, and my companion is Amis, who is healed of his sickness.\nAnd she was full of wonder, and desired to know in what manner\nhe was healed.  Give thanks to our Lord, answered Amile, but\ntrouble not thyself as to the manner of the healing.",
        "“Now neither the father nor the mother had yet entered where the\nchildren were; but the father sighed heavily, because they were\ndead, and the mother asked for them, that they might rejoice\ntogether; but Amile said, Dame!  let [15] the children sleep.  And\nit was already the hour of Tierce.  And going in alone to the\nchildren to weep over them, he found them at play in the bed;\nonly, in the place of the sword-cuts about their throats was as it\nwere a thread of crimson.  And he took them in his arms and\ncarried them to his wife and said, Rejoice greatly, for thy children\nwhom I had slain by the commandment of the angel are alive,\nand by their blood is Amis healed.”",
        "There, as I said, is the strength of the old French story.  For the\nRenaissance has not only the sweetness which it derives from the\nclassical world, but also that curious strength of which there are\ngreat resources in the true middle age.  And as I have illustrated\nthe early strength of the Renaissance by the story of Amis and\nAmile, a story which comes from the North, in which a certain\nracy Teutonic flavour is perceptible, so I shall illustrate that other\nelement, its early sweetness, a languid excess of sweetness even,\nby another story printed in the same volume of the Bibliotheque\nElzevirienne, and of about the same date, a story which comes,\ncharacteristically, from the South, and connects itself with the\nliterature of Provence.",
        "The central love-poetry of Provence, the poetry of the Tenson and\nthe Aubade, of Bernard de Ventadour and Pierre Vidal, is poetry\nfor the few, for the elect and peculiar people of the [16] kingdom\nof sentiment.  But below this intenser poetry there was probably a\nwide range of literature, less serious and elevated, reaching, by\nlightness of form and comparative homeliness of interest, an\naudience which the concentrated passion of those higher lyrics\nleft untouched.  This literature has long since perished, or lives\nonly in later French or Italian versions.  One such version, the\nonly representative of its species, M. Fauriel thought he detected\nin the story of Aucassin and Nicolette, written in the French of\nthe latter half of the thirteenth century, and preserved in a unique\nmanuscript, in the national library of Paris; and there were\nreasons which made him divine for it a still more ancient\nancestry, traces in it of an Arabian origin, as in a leaf lost out of\nsome early Arabian Nights.*  The little book loses none of its\ninterest through the criticism which finds in it only a traditional\nsubject, handed on by one people to another; for after passing\nthus from hand to hand, its outline is still clear, its surface\nuntarnished; and, like many other stories, books, literary and\nartistic conceptions of the middle age, it has come to [17] have in\nthis way a sort of personal history, almost as full of risk and\nadventure as that of its own heroes.  The writer himself calls the\npiece a cantefable, a tale told in prose, but with its incidents and\nsentiment helped forward by songs, inserted at irregular intervals.\nIn the junctions of the story itself there are signs of roughness and\nwant of skill, which make one suspect that the prose was only put\ntogether to connect a series of songs–a series of songs so moving\nand attractive that people wished to heighten and dignify their\neffect by a regular framework or setting.  Yet the songs\nthemselves are of the simplest kind, not rhymed even, but only\nimperfectly assonant, stanzas of twenty or thirty lines apiece, all\nending with a similar vowel sound.  And here, as elsewhere in\nthat early poetry, much of the interest lies in the spectacle of the\nformation of a new artistic sense.  A novel art is arising, the\nmusic of rhymed poetry, and in the songs of Aucassin and\nNicolette, which seem always on the point of passing into true\nrhyme, but which halt somehow, and can never quite take flight,\nyou see people just growing aware of the elements of a new\nmusic in their possession, and anticipating how pleasant such\nmusic might become.",
        "The piece was probably intended to be recited by a company of\ntrained performers, many of whom, at least for the lesser parts,\nwere probably children.  The songs are introduced by the rubric,\n[18] Or se cante (ici on chante); and each division of prose by\nthe rubric, Or dient et content et fabloient (ici on conte).  The\nmusical notes of a portion of the songs have been preserved; and\nsome of the details are so descriptive that they suggested to M.\nFauriel the notion that the words had been accompanied\nthroughout by dramatic action.  That mixture of simplicity and\nrefinement which he was surprised to find in a composition of the\nthirteenth century, is shown sometimes in the turn given to some\npassing expression or remark; thus, “the Count de Garins was old\nand frail, his time was over\"–Li quens Garins de Beaucaire\nestoit vix et frales; si avoit son tans trespasse.  And then, all is so\nrealised!  One sees the ancient forest, with its disused roads\ngrown deep with grass, and the place where seven roads meet–u\na forkeut set cemin qui s’en vont par le pais; we hear the light-\nhearted country people calling each other by their rustic names,\nand putting forward, as their spokesman, one among them who is\nmore eloquent and ready than the rest–li un qui plus fu enparles\ndes autres; for the little book has its burlesque element also, so\nthat one hears the faint, far-off laughter still.  Rough as it is, the\npiece certainly possesses this high quality of poetry, that it aims\nat a purely artistic effect.  Its subject is a great sorrow, yet it\nclaims to be a thing of joy and refreshment, to be entertained not\nfor its matter only, but chiefly for its manner, it is cortois, it tells\nus, et bien assis.",
        "[19] For the student of manners, and of the old French language\nand literature, it has much interest of a purely antiquarian order.\nTo say of an ancient literary composition that it has an\nantiquarian interest, often means that it has no distinct aesthetic\ninterest for the reader of to-day.  Antiquarianism, by a purely\nhistorical effort, by putting its object in perspective, and setting\nthe reader in a certain point of view, from which what gave\npleasure to the past is pleasurable for him also, may often add\ngreatly to the charm we receive from ancient literature.  But the\nfirst condition of such aid must be a real, direct, aesthetic charm\nin the thing itself.  Unless it has that charm, unless some purely\nartistic quality went to its original making, no merely antiquarian\neffort can ever give it an aesthetic value, or make it a proper\nsubject of aesthetic criticism.  This quality, wherever it exists, it\nis always pleasant to define, and discriminate from the sort of\nborrowed interest which an old play, or an old story, may very\nlikely acquire through a true antiquarianism.  The story of\nAucassin and Nicolette has something of this quality.  Aucassin,\nthe only son of Count Garins of Beaucaire, is passionately in love\nwith Nicolette, a beautiful girl of unknown parentage, bought of\nthe Saracens, whom his father will not permit him to marry.  The\nstory turns on the adventures of these two lovers, until at the end\nof the piece their mutual fidelity is rewarded.  These [20]\nadventures are of the simplest sort, adventures which seem to be\nchosen for the happy occasion they afford of keeping the eye of\nthe fancy, perhaps the outward eye, fixed on pleasant objects, a\ngarden, a ruined tower, the little hut of flowers which Nicolette\nconstructs in the forest whither she escapes from her enemies, as\na token to Aucassin that she has passed that way.  All the charm\nof the piece is in its details, in a turn of peculiar lightness and\ngrace given to the situations and traits of sentiment, especially in\nits quaint fragments of early French prose.",
        "All through it one feels the influence of that faint air of\noverwrought delicacy, almost of wantonness, which was so\nstrong a characteristic of the poetry of the Troubadours.  The\nTroubadours themselves were often men of great rank; they\nwrote for an exclusive audience, people of much leisure and great\nrefinement, and they came to value a type of personal beauty\nwhich has in it but little of the influence of the open air and\nsunshine.  There is a languid Eastern deliciousness in the very\nscenery of the story, the full-blown roses, the chamber painted in\nsome mysterious manner where Nicolette is imprisoned, the cool\nbrown marble, the almost nameless colours, the odour of plucked\ngrass and flowers.  Nicolette herself well becomes this scenery,\nand is the best illustration of the quality I mean–the beautiful,\nweird, foreign girl, whom the [21] shepherds take for a fay, who\nhas the knowledge of simples, the healing and beautifying\nqualities of leaves and flowers, whose skilful touch heals\nAucassin’s sprained shoulder, so that he suddenly leaps from the\nground; the mere sight of whose white flesh, as she passed the\nplace where he lay, healed a pilgrim stricken with sore disease, so\nthat he rose up, and returned to his own country.  With this girl\nAucassin is so deeply in love that he forgets all knightly duties.\nAt last Nicolette is shut up to get her out of his way, and perhaps\nthe prettiest passage in the whole piece is the fragment of prose\nwhich describes her escape:–",
        "“Aucassin was put in prison, as you have heard, and Nicolette\nremained shut up in her chamber.  It was summer-time, in the\nmonth of May, when the days are warm and long and clear, and\nthe nights coy and serene.",
        "“One night Nicolette, lying on her bed, saw the moon shine clear\nthrough the little window, and heard the nightingale sing in the\ngarden, and then came the memory of Aucassin, whom she so\nmuch loved.  She thought of the Count Garins of Beaucaire, who\nmortally hated her, and, to be rid of her, might at any moment\ncause her to be burned or drowned.  She perceived that the old\nwoman who kept her company was asleep; she rose and put on\nthe fairest gown she had; she took the bed-clothes [22] and the\ntowels, and knotted them together like a cord, as far as they\nwould go.  Then she tied the end to a pillar of the window, and let\nherself slip down quite softly into the garden, and passed straight\nacross it, to reach the town.",
        "“Her hair was yellow in small curls, her smiling eyes blue-green,\nher face clear and feat, the little lips very red, the teeth small and\nwhite; and the daisies which she crushed in passing, holding her\nskirt high behind and before, looked dark against her feet; the girl\nwas so white!",
        "“She came to the garden-gate and opened it, and walked through\nthe streets of Beaucaire, keeping on the dark side of the way to be\nout of the light of the moon, which shone quietly in the sky.  She\nwalked as fast as she could, until she came to the tower where\nAucassin was.  The tower was set about with pillars, here and\nthere.  She pressed herself against one of the pillars, wrapped\nherself closely in her mantle, and putting her face to a chink of\nthe tower, which was old and ruined, she heard Aucassin crying\nbitterly within, and when she had listened awhile she began to\nspeak.”",
        "But scattered up and down through this lighter matter, always\ntinged with humour and often passing into burlesque, which\nmakes up the general substance of the piece, there are morsels of\na different quality, touches of some intenser sentiment, coming it\nwould seem from [23] the profound and energetic spirit of the\nProvencal poetry itself, to which the inspiration of the book has\nbeen referred.  Let me gather up these morsels of deeper colour,\nthese expressions of the ideal intensity of love, the motive which\nreally unites together the fragments of the little composition.\nDante, the perfect flower of ideal love, has recorded how the\ntyranny of that “Lord of terrible aspect” became actually\nphysical, blinding his senses, and suspending his bodily forces.\nIn this, Dante is but the central expression and type of\nexperiences known well enough to the initiated, in that passionate\nage.  Aucassin represents this ideal intensity of passion–",
        "the slim, tall, debonair, dansellon, as the singers call him, with\nhis curled yellow hair, and eyes of vair, who faints with love, as\nDante fainted, who rides all day through the forest in search of\nNicolette, while the thorns tear his flesh, so that one might have\ntraced him by the blood upon the grass, and who weeps at\neventide because he has not found her, who has the malady of his\nlove, and neglects all knightly duties.  Once he is induced to put\nhimself at the head of his people, that they, seeing him before\nthem, might have more heart to defend themselves; then a song\nrelates how the sweet, grave figure goes forth to battle, in dainty,\ntight-laced [24] armour.  It is the very image of the Provencal\nlove-god, no longer a child, but grown to pensive youth, as Pierre\nVidal met him, riding on a white horse, fair as the morning, his\nvestment embroidered with flowers.  He rode on through the\ngates into the open plain beyond.  But as he went, that great\nmalady of his love came upon him.  The bridle fell from his\nhands; and like one who sleeps walking, he was carried on into\nthe midst of his enemies, and heard them talking together how\nthey might most conveniently kill him.",
        "One of the strongest characteristics of that outbreak of the reason\nand the imagination, of that assertion of the liberty of the heart, in\nthe middle age, which I have termed a medieval Renaissance,\nwas its antinomianism, its spirit of rebellion and revolt against\nthe moral and religious ideas of the time.  In their search after the\npleasures of the senses and the imagination, in their care for\nbeauty, in their worship of the body, people were impelled\nbeyond the bounds of the Christian ideal; and their love became\nsometimes a strange idolatry, a strange rival religion.  It was the\nreturn of that ancient Venus, not dead, but only hidden for a time\nin the caves of the Venusberg, of those old pagan gods still going\nto and fro on the earth, under all sorts of disguises.  And this\nelement in the middle age, for the most part ignored by those\nwriters who have treated it pre-eminently as the [25] “Age of\nFaith\"–this rebellious and antinomian element, the recognition of\nwhich has made the delineation of the middle age by the writers\nof the Romantic school in France, by Victor Hugo for instance in\nNotre-Dame de Paris, so suggestive and exciting–is found alike\nin the history of Abelard and the legend of Tannhauser.  More\nand more, as we come to mark changes and distinctions of temper\nin what is often in one all-embracing confusion called the middle\nage, that rebellion, that sinister claim for liberty of heart and\nthought, comes to the surface.  The Albigensian movement,\nconnected so strangely with the history of Provencal poetry, is\ndeeply tinged with it.  A touch of it makes the Franciscan order,\nwith its poetry, its mysticism, its “illumination,” from the point of\nview of religious authority, justly suspect.  It influences the\nthoughts of those obscure prophetical writers, like Joachim of\nFlora, strange dreamers in a world of flowery rhetoric of that\nthird and final dispensation of a “spirit of freedom,” in which law\nshall have passed away.  Of this spirit Aucassin and Nicolette\ncontains perhaps the most famous expression: it is the answer\nAucassin gives when he is threatened with the pains of hell, if he\nmakes Nicolette his mistress.  A creature wholly of affection and\nthe senses, he sees on the way to paradise only a feeble and worn-\nout company of aged priests, “clinging day and night to the\nchapel altars,” barefoot or [26] in patched sandals.  With or even\nwithout Nicolette, “his sweet mistress whom he so much loves,\"\nhe, for his part, is ready to start on the way to hell, along with\n“the good scholars,” as he says, and the actors, and the fine\nhorsemen dead in battle, and the men of fashion,* and “the fair\ncourteous ladies who had two or three chevaliers apiece beside\ntheir own true lords,” all gay with music, in their gold, and silver,\nand beautiful furs–\"the vair and the grey.”",
        "But in the House Beautiful the saints too have their place; and the\nstudent of the Renaissance has this advantage over the student of\nthe emancipation of the human mind in the Reformation, or the\nFrench Revolution, that in tracing the footsteps of humanity to\nhigher levels, he is not beset at every turn by the inflexibilities\nand antagonisms of some well-recognised controversy, with\nrigidly defined opposites, exhausting the intelligence and limiting\none’s sympathies.  The opposition of the professional defenders\nof a mere system to that more sincere and generous play of the\nforces of human mind and character, which I have noted as the\nsecret of Abelard’s struggle, is indeed always powerful.  But the\nincompatibility with one another of souls really “fair” is not\nessential; and within the enchanted region of the Renaissance,\none needs not be for ever on [27] one’s guard.  Here there are no\nfixed parties, no exclusions: all breathes of that unity of culture in\nwhich whatsoever things are comely” are reconciled, for the\nelevation and adorning of our spirits.  And just in proportion as\nthose who took part in the Renaissance become centrally\nrepresentative of it, just so much the more is this condition\nrealised in them.  The wicked popes, and the loveless tyrants,\nwho from time to time became its patrons, or mere speculators in\nits fortunes, lend themselves easily to disputations, and, from this\nside or that, the spirit of controversy lays just hold upon them.\nBut the painter of the Last Supper, with his kindred, lives in a\nland where controversy has no breathing-place.  They refuse to\nbe classified.  In the story of Aucassin and Nicolette, in the\nliterature which it represents, the note of defiance, of the\nopposition of one system to another, is sometimes harsh.  Let me\nconclude then with a morsel from Amis and Amile, in which the\nharmony of human interests is still entire.  For the story of the\ngreat traditional friendship, in which, as I said, the liberty of the\nheart makes itself felt, seems, as we have it, to have been written\nby a monk–La vie des saints martyrs Amis et Amile.  It was not\ntill the end of the seventeenth century that their names were\nfinally excluded from the martyrology; and their story ends with\nthis monkish miracle of earthly comradeship, more than faithful\nunto death:–",
        "[28] “For, as God had united them in their lives in one accord, so\nthey were not divided in their death, falling together side by side,\nwith a host of other brave men, in battle for King Charles at\nMortara, so called from that great slaughter.  And the bishops\ngave counsel to the king and queen that they should bury the\ndead, and build a church in that place; and their counsel pleased\nthe king greatly.  And there were built two churches, the one by\ncommandment of the king in honour of Saint Oseige, and the\nother by commandment of the queen in honour of Saint Peter.",
        "“And the king caused the two chests of stone to be brought in the\nwhich the bodies of Amis and Amile lay; and Amile was carried\nto the church of Saint Peter, and Amis to the church of Saint\nOseige; and the other corpses were buried, some in one place and\nsome in the other.  But lo! next morning, the body of Amile in his\ncoffin was found lying in the church of Saint Oseige, beside the\ncoffin of Amis his comrade.  Behold then this wondrous amity,\nwhich by death could not be dissevered!",
        "“This miracle God did, who gave to His disciples power to\nremove mountains.  And by reason of this miracle the king and\nqueen remained in that place for a space of thirty days, and\nperformed the offices of the dead who were slain, and honoured\nthe said churches with great [29] gifts.  And the bishop ordained\nmany clerks to serve in the church of Saint Oseige, and\ncommanded them that they should guard duly, with great\ndevotion, the bodies of the two companions, Amis and Amile.”",
        "1872.",
        "16. *Recently, Aucassin and Nicolette has been edited and\ntranslated into English, with much graceful scholarship, by Mr. F.\nW. Bourdillon.  Still more recently we have had a translation–a\npoet’s translation–from the ingenious and versatile pen of Mr.\nAndrew Lang.  The reader should consult also the chapter on\n“The Out-door Poetry,” in Vernon Lee’s most interesting\nEuphorion; being Studies of the Antique and Mediaeval in the\nRenaissance, a work abounding in knowledge and insight on the\nsubjects of which it treats.",
        "26. *Parage, peerage:–which came to signify all that ambitious\nyouth affected most on the outside of life, in that old world of the\nTroubadours, with whom this term is of frequent recurrence.\nReturn.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}