{
    "title": "The Book of Delight and Other Papers (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "1",
    "content": [
        "\n\n",
        "The chapters of this volume were almost all spoken addresses. The author\nhas not now changed their character as such, for it seemed to him that to\nconvert them into formal essays would be to rob them of any little\nattraction they may possess.",
        "One of the addresses–that on “Medieval Wayfaring\"–was originally spoken\nin Hebrew, in Jerusalem. It was published, in part, in English in the\nLondon Jewish Chronicle, and the author is indebted to the conductors of\nthat periodical for permission to include this, and other material, in the\npresent collection.",
        "Some others of the chapters have been printed before, but a considerable\nproportion of the volume is quite new, and even those addresses that are\nreprinted are now given in a fuller and much revised text.",
        "As several of the papers were intended for popular audiences, the author is\npersuaded that it would ill accord with his original design to overload the\nbook with notes and references. These have been supplied only where\nabsolutely necessary, and a few additional notes are appended at the end of\nthe volume.",
        "The author realizes that the book can have little permanent value. But as\nthese addresses seemed to give pleasure to those who heard them, he thought\nit possible that they might provide passing entertainment also to those who\nare good enough to read them.",
        "Israel Abrahams",
        "Cambridge, Eng., September, 1911",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}