{
    "title": "The Jericho Road - The Bible in Odd-Fellowship",
    "author": "W. Bion Adkins",
    "chapter": "16",
    "content": [
        "\n\n",
        "The Bible is a book for the understanding; but much more it is a book\nfor the spirit and for the heart.  Many other kinds of learning are\nfound in the Bible.  It is a manual of Eastern antiquities, a handbook\nof political experiences, a collection of moral wisdom as applied to\npersonal conduct, a mine of poetry, a choice field for the study of\nlanguages.  The Bible is the book of God, and therefore it is the book\nof the future, the book of hope.  It pierces the veil between this and\nanother life, pointing us on to the realms of light.  In sorrow, in\nsin, and in death we may, if we will, find in the Holy Bible patience,\nconsolation and hope.  The Bible opens the widest, freest outlook for\nthe mind into the eternal, enlarging a man’s range of spiritual sight,\nand enabling him to judge of all things in both worlds in their true\nproportion.  The Bible gets into life because it first came out of\nlife.  It was born of life at its best.  Its writers were the tallest\nwhite angels literature has known.  No other literature has five names\nequal to these: Moses, David, Isaiah, Paul and John.  These men and the\nothers wrote as they were moved by the Holy Ghost.  The messages of the\nBible are the loftiest in the range of human thought.  There have been\nmany magnificent periods like the age of Elizabeth, the time of the\nRenaissance and the age of Victoria, but no other single century has\never done anything equal to the production of the New Testament in the\nfirst century.  The Bible has a sound psychology.  It seeks to\ninfluence the whole man.  It pours white light into the intellect.  It\ngrapples with the great themes upon which thinkers stretch their minds.\nJohn Fiske’s three subjects are all familiar themes to the readers of\nthe Bible.  Its style is incomparable in grandeur and variety.  It\napproaches the intellect with every form of literary style.  It is the\nsupreme intellectual force in the life of the common people.  It has\nbeen teacher and school for the millions.  The Puritans, for example,\nused it as a poem, story book, history, law and philosophy.  Out of it\nNew England was born.  It has been the chief representative of the\nEnglish language at its best.  Anglo-Saxon life and learning are\nsaturated with it.  The literature of England and America is full of\nthe Bible.  Shakespeare and Tennyson are specimens.  Each of these\nauthors quote from nearly every book in the Bible, and each of them\nrefers to the Bible not less than five hundred times.  Herbert Spencer\nadmits that it is the greatest educator.  It is winning its place in\nschool and college.  No education is complete without a knowledge of\nthis literature.  It is the privilege of Odd-Fellowship to enthrone the\nBible in the lodge-room, and in the home.  It teaches the intellectual\nlife from above and lifts it to the Bible’s own level.",
        "Dean Stanley was visiting the great scholar, Ewald, in Dresden, and in\nthe course of the conversation, Ewald snatched up a copy of the New\nTestament and said, in his impulsive and enthusiastic way, “In this\nlittle book is contained all the wisdom of the world.”  There is a\nsense in which this statement is not extravagant.  The book contains\nthe highest and fullest revelation of truth the world has known.  The\ngreatest themes man’s mind can ponder are here presented.  The most\nprofound problems with which the human intellect has ever grappled are\nhere discussed.  We maintain that a mastery of the contents of this\nbook will in itself provide an intellectual discipline no other book\ncan give.  Refinement of character, refinement of thought, refinement\nof speech, all of the essential characteristics of the intellectual as\nwell as of the spiritual life, have been found in our own church from\nthe beginning, among those whose only advantages have been a personal\nreligious experience and the consequent love and continuous study of\nGod’s word as well as among those who have had all the advantages of\nthe schools.  No man need be afraid of exhausting the truth in the\nBible.  No man can ever flatter himself that he has got beyond it.\nWhatever his intellectual attainments may be, the Bible will still have\nfurther message for him.",
        "There was a very suggestive spectacle on the streets of London one day,\njust after Elizabeth had become England’s Queen.  As she was riding by\nthe little conduit at the upper end of Cheapside an old man came out of\nit, carrying a scythe and bearing a pair of wings.  He represented\nFather Time coming out of his dark cave to greet the young Queen.  He\nled by the hand a young girl clad in flowing robes of white silk, and\nshe was his daughter, Truth.  Truth held in her hands an English Bible,\non which was written “Verbum Veritatis,” and which she presented to the\nQueen.  It was a pageant prepared for the occasion but suggestive for\nthis occasion as well.  Truth is the daughter of Time.  Our backs may\nbe bent and our hair may be gray before we can lead Bible truth forth\nby the hand.  We may be old before we know much; our intellectual life\nmay be matured in fullest measure and we still can know more; we must\ngrow a pair of wings before we know it all–even if we do then.",
        "The Bible is the conquering book.  It has already dominated English\nliterature, so that almost the whole of its text from Genesis to\nRevelation might, if all the copies of the Bible were suddenly lost\nfrom the world, be restored in piecemeal fragments gathered out of the\nbooks in which the Book has been quoted, Then, besides, there are the\nBible thoughts that have indirectly, we might almost say insidiously,\npermeated the literature of Europe and America.  More than that, the\nBible has been industriously for years securing its own translation\ninto hundreds of tongues and dialects of the globe.  The Koran does not\ntake pains to translate itself, and, indeed, refuses to be translated;\nbut in contradistinction with such apathy of false faiths, the Bible\ncourts transcription into foreign tongues, loses nothing in the\nprocess, but thereby gains for itself the homage of multitudes who, on\nreading it for the first time, cry, “This is the book we long have\nsought, that finds us out in the deepest recesses of our being and\nsatisfies the profoundest cravings of our souls.”  The Bible is the\ncomforting book.  There is no volume like it for consolation.  It is\nthe only sure and steady staff for pilgrim spirits to lean upon, and\nthe only book that is quoted at the bedside of the sick.  It is a book\nto wear next the heart in life, and upon which to pillow the head in\ndeath.  No other so-called “scriptures” of the world say the things\nthat the Bible says, or supply the hopes that its promises afford.  The\nBible is not simply a book; it is The Book.  It is the best book of any\nkind that we have.  We can not do without it, either here or hereafter.\nThere are many books in the world, but there is only one book.  The\nBible is unique.  It is in a class by itself.  It seeks to control\neverything, but it co-ordinates itself with nothing.  It sets forth\nimitable examples of character, but it is not itself imitable.  No one\nhas ever written or ever will write a second Bible.  The very phrase\nwhich every one uses, “The Bible,” signifies the uniqueness of this\nbook.  It is a whole library in itself, and yet it is more than a\nsimple collection of books.  There is a homogeneity and consistency to\nthe whole which lead us to speak of scripture as being a single story,\nnot many revelations.  The Bible is the exhaustless book.  It may\nsometimes prove exhausting to its light-minded readers, but it never\nexhausts itself.  “It is the wonder of the Bible,” observes Dr. Joseph\nParker, who has preached more than twenty-five volumes of sermons upon\nscriptural subjects, “that you never get through it.  You get through\nall other books, but you never get through the Bible.”  On the basis of\na rationalistic criticism, this quality of exhaustlessness is really\ninexplicable.  And when we come to realize that, after all has been\nsaid as to scrolls and tablets and styluses and human factors and\ncopyists, God wrote the Bible, we understand why it is that scripture\nis so rich in treasures of wisdom.  We see that we can not exhaust the\nBible because we can not exhaust God.  The Bible wields an influence\nthat can not be estimated.  The spoken word is powerful, the printed\nword surpasses it.  The one is temporal, the other is eternal; the one\nis circumscribed, the other is unlimited.  The spoken sermon of today\nis forgotten tomorrow; the written word of thousands of years ago still\nsways the masses of today.",
        "The whole civilized world bows down with reverence before the book of\nall books, the Bible.  The Roman sword, the Grecian palette and chisel,\nhave indeed rendered noble service to the cause of civilization, yet\neven their proudest claims dwindle into insignificance when compared\nwith the benefits which the Bible has wrought.  It has penetrated into\nrealms where the names of Greece and Rome have never resounded.  It has\nillumined empires and ennobled peoples, which Roman war and Grecian art\nhad left dark and barbarous.  Where one man is charmed by the Odyssey,\ntens and hundreds of thousands are delighted by the Pentateuch; where\none man is enthused by the Philippics of Demosthenes, millions are\nenthused by the orations of Isaiah; where one man is inspired by the\nvalor of Horatious, tens of millions are inspired by the bravery of\nDavid; where one man’s life is ennobled by the art in the Parthenon,\nscores of millions of lives are ennobled by the art in the sanctuary:\nwhere one man’s life is guided by the moral maxims of Marcus Aurelius,\nhundreds of millions find their law of right and their rule for action\nin the Bible.  It is read in more than two hundred and fifty languages,\nby four hundred millions of people living in every clime and zone of\nthe globe.  It constitutes the only literature, the only code of law\nand ethics, of many peoples and tribes.  For thousands of years it has\ngone hand in hand with civilization, has led the way towards the moral\nand intellectual development of human kind, and despite the hatred of\nits enemies and the still more dangerous misinterpretations of its\nfriends, its moral law still maintains its firm hold upon the hearts\nand minds of the people, its power is still supreme for kindling a love\nof right and duty, of justice and morality, within the hearts of the\noverwhelming masses.  Were it possible to annihilate the Bible, and\nwith it all the influence it has exercised, the pillars upon which\ncivilization rests would be knocked from under it, and, as if with one\nthrust of the fatal knife, we would deal the death blow to our\nmorality, to our domestic happiness, to our commercial integrity, to\nour peaceful relationships, to our educational and chart-table\ninstitutions.",
        "There are wives and mothers, who stand with lacerated hearts at the\nopen grave and see the light of their life extinguished beneath the\ncruel clods, and yet, they bear up bravely, resting their bent forms\nand supporting their tottering feet on the staff of hope and trust\nwhich the Bible affords.  Take that solace from them, and you may soon\nhave occasion to bury the wife next to her husband, and the mother next\nto her child.  There are husbands who, when sitting lonely, dependent,\nin the circle of their motherless, weeping children, find the good old\nBook the only comforter; take it from them and you drive them to the\nmadhouse or to suicide.  There are maidens grieving, pining, their\nhearts broken, their lives blighted, their career irretrievably\nblasted; take the solace from them which this book breathes into their\nwithered hearts, the solace that suffering innocence will be\nrecompensed, that a God of justice rules, take that solace from them\nand you have taken all that makes life bearable.  There are millions of\npeople pining in bondage, toiling in obscurity, suffering physically\nand mentally for no crime of their own, sick and hungry, friendless and\nhopeless; take the book from them that teaches them the lesson of\npatient endurance, and you may write the word Finis, and close the\nrecords of civilization forevermore.  It is the one book that has a\nbalm for every wound, a comfort for every tear, a ray of light for\nevery darkness.",
        "Its language all people can understand, its spirit all minds can grasp,\nits moral laws all people can obey, its truths appeal not only to the\nlowly and simple, but also to the highest intellect, they win the\nspontaneous approval, not only of the pious, but also of the most\nskeptical.  At a literary gathering at the house of the Baron von\nHolbach, where the most celebrated atheists of the age used to\nassemble, the gentlemen present were one day commenting on the absurd\nand foolish things with which the Bible abounds.  The French\nencyclopedist, Diderat, a materialist himself, startled his friends by\nhis little speech: “But it is wonderful, gentlemen, it is wonderful.  I\nknow of no man who can speak or write with such ability.  I do not\nbelieve that any of you could compose such narratives, or could have\nlaid down such sublime moral laws, so simple, yet so elevating,\nexerting so wide an influence for good, and awakening such deep and\nsuch reverential feelings, as does the Bible.”  Diderat spoke the\ntruth.  Place the most celebrated systems of philosophies or the most\nfamous code of ethics, into the hands of the masses, and see whether\nthe subtleties of their learning, the elegance of their diction will\ntouch their hearts as deeply as does the Bible.  All the genius and\nlearning of the ancient world, all the penetration of the profoundest\nphilosophers, have never been able to produce a book that was as widely\nread, as voluminously commented on, as dearly loved, as this book,\nneither have all the law-givers of all the lands, and of all ages, been\nable to produce a code of law and ethics that was universally and as\nimplicitly followed as that of the law-giver, Moses.",
        "The Bible is an emblem of Odd-Fellowship, because it is the\nOdd-Fellows’ text-book.  Here we get our doctrines for faith and our\nrules for practice in all the relations of life.  As Odd-Fellows, we\nbelieve the Bible is the word of God, because in their enmity humanity\nhas never been able to destroy it or rob it of its power; nor have any\nwho reject it given us a book to take its place.  The intellect and\nculture of our day can not improve the teachings of Christ, nor set\nbefore us a nobler ideal life.  As Odd-Fellows, we believe in this\nbeautiful emblem, because our hearts attest its truth.  We need not be\ntold that the landscape is beautiful, or that the song of birds is\nsweet.  When we see the one and hear the other, we know it.  As the eye\ndiscerns the beautiful, and the ear discerns sweet sounds, so the heart\nof man discerns the divineness of the Bible teachings and sets its seal\nto their truth.  As Odd-Fellows, we believe in the scriptures, because\nthe experiences of all true believers, of whatever name, or age, or\ncountry, prove it to be the “bread of life” and the “water of life” to\na needy and suffering world.  Age by age the evidence of experience is\naccumulating, and growing stronger, and for a soul to distrust the\nrevelations made unto it, and the divine leading of the human race, is\nas though the eye should disbelieve in the sun shining at mid-day.  We\nrecognize the Bible as a precious boon to man, the gift of the Great\nFather above.  It is a “light to our feet and a lamp to our path.”  It\nis a compass whose never-failing needle directs us safely across the\ndesert sands of life, and through the dark labyrinths of an evil world,\nand its precious promises gives us comfort while we bear the burdens\nand endure the sorrows, pain and anguish incident to human life.",
        "Since our organization is founded on the Bible, we should, as\nOdd-Fellows, become more conversant with it.  Many evils creep into our\nlodges that could be avoided if we used the Bible more in our talks for\nthe good of the order.  Intemperance is an evil that does us much harm.\nWhat does the Bible say in regard to it?  Proverbs, xx, 1, says: “Wine\nis a mocker, strong drink is raging, and whosoever is deceived thereby\nis not wise.”  Proverbs, xxi, 17: “He that loveth pleasure shall be a\npoor man; he that loveth wine and oil shall not be rich.”  Ah me! what\ndead courage, what piles of bleached bones that was once the\nconcentration of all that was great and lofty and true.  What\naspirations, ambitions, enterprise and resolutions–what genius,\nintegrity and all that belongs to true manhood–have been swept from\nthe tablets of time into oblivion by King Alcohol and his horrid half\nbrothers, the gambling hell and the brothel.",
        "A few years ago a noted wild-beast tamer gave a performance with his\npets in one of the leading theatres.  He put his lions, tigers,\nleopards and hyenas through their part of the entertainment, awing the\naudience by his awful nerve and his control over them.  As a closing\nact to the performance, he was to introduce an enormous\nboa-constrictor, thirty feet long.  He had bought it when it was only\ntwo days old, and for twenty years he handled it daily, so that it was\nconsidered perfectly harmless and completely under his control.  He had\nseen it grow from a tiny reptile, which he often carried in his bosom,\ninto a fearful monster.  The curtain rose upon an Indian woodland\nscene.  The wild, weird strains of an oriental band steal through the\ntrees.  A rustling noise is heard, and a huge serpent is seen winding\nits way through the undergrowth.  It stops.  Its head is erect.  Its\nbright eyes sparkle.  Its whole body seems animated.  A man emerges\nfrom the heavy foliage.  Their eyes meet.  The serpent quails before\nthe man–man is victor.  The serpent is under control of a master.\nUnder his guidance and direction it performs a series of fearful feats.\nAt a signal from the man it slowly approaches him and begins to coil\nits heavy folds around him.  Higher and higher do they rise, until man\nand serpent seem blended into one.  Its hideous head is reared above\nthe mass.  The man gives a little scream, and the audience unite in a\nthunderous burst of applause, but it freezes upon their lips.  The\ntrainer’s scream was a wail of death agony.  Those cold, slimy folds\nhad embraced him for the last time.  They crushed the life out of him,\nand the horror-stricken audience heard bone after bone crack as those\npowerful folds tightened upon him.  Man’s playful thing had become his\nmaster.  His slave for twenty years had now enslaved him.",
        "The following is a will left by a drunkard of Oswego, New York State:\n“I leave to society a ruined character and a wretched example.  I leave\nto my parents as much sorrow as they can, in their feeble state, bear.\nI leave to my brothers and sisters as much shame and mortification as I\ncould bring on them.  I leave to my wife, a broken heart–a life of\nshame.  I leave to each of my children, poverty, ignorance, a low\ncharacter, and the remembrance that their father filled a drunkard’s\ngrave.”  It behooves us as Odd-Fellows to ponder well the lessons\ntaught by our order.  Unless the principles that are laid down are\nfully carried out, we can never be Odd-Fellows in spirit and in truth.\nToday is our opportunity; act now.  Have you ever seen those marble\nstatues fashioned into a fountain, with the clear water flowing out\nfrom the marble lips or the hand, on and on forever?  The marble stands\nthere, passive, cold, making no effort to arrest the gliding water.  So\nit is that time flows through the hands of men, swift, never pausing\nuntil it has run itself out, and the man seems petrified into a marble\nsleep, not feeling what it is that is passing away forever.  And the\ndestiny of nine men out of ten accomplishes itself before they realize\nit slipping away from them, aimless, useless, until it is too late.\n“Be such a man, live such a life, that if every man were such as you,\nand every life a life like yours, this earth would be God’s Paradise.”",
        "Remember that no good the humblest of us has wrought ever dies.  There\nis one long, unerring memory in the universe, out of which nothing\ndies.  A chill autumn wind, blowing over a sterile plain, bore within\nits arms a little seed, torn with ruthless force from its matrix on a\nlofty tree, and dropped the seed upon the sand to perish.  A bright\nwinged beetle, weary with flight and languid with the chilly air,\nrested for a moment on the arid plain.  The little seed dropped Aeolus\nserved to satisfy the hunger of the beetle, which presently winged its\nflight to the margin of a swift running stream that had sprung from the\nmountain side, and cleaving a bed through rocks of granite, went gaily\nlaughing upon its cheery way down to the ever rolling sea.  Sipping a\ndrop of the crystal flood, the beetle crawled within a protecting\nledge, and, folding its wings, lay down to pleasant dreams.  The Ice\nKing passed along and touched the insect in its sleep.  Its mission was\nfulfilled; but the conflict of the seasons continued until the white\ndestroyer melted in the breath of balmy spring.  And then a sunbeam\nsped to the chink wherein the body of the insect lay, and searching for\nthe little seed entombed, but not destroyed, invited it to “join the\nJubilee of returning life and hope.”  Under the soft wooing of the\npeopled ray, the little seed began to swell with joy, tiny rootlets\nwere developed within the body of the protecting beetle, a minute stem\nshot out of its gaping mouth, and lo! a mighty tree had been carried\nfrom the desert, saved from the frosts of winter, nurtured and started\nupon its mission of life and usefulness by an humble insect that had\nperished with the flowers.  The agent had passed away, but, building\nbetter than he knew, the wide-spreading tree remained by the margin of\nthe life-giving stream, a shelter and a rest to the weary traveler upon\nlife’s great highway through many fretful centuries.",
        "A child abandoned by its mother to perish in an Egyptian marsh may\nbecome the instrument to deliver a nation from bondage, and an\nunostentatious man, unknown to fortune and to fame, may become the\nagent of a mighty work destined to benefit the human race as long as it\nmay last upon the earth.  George Eliot says, “Our deeds are like\nchildren that are born to us; they live and act apart from our own\nwill.  Nay, children may be strangled, but deeds never; they have an\nindestructible life, both in and out of our consciousness.”",
        "No man has come to true greatness who has not felt in some degree that\nhis life belongs to his race, and that what God gives him he gives him\nfor mankind.  The different degrees of consciousness are really what\nmake the different degrees of greatness in men.",
        "While Odd-Fellowship does not claim to be a religious institution, yet\nso closely is it allied to Christianity that we deem it proper to\ndiscuss these questions.  I quote from Dr. Lyman Abbott’s lecture on\n“Christianity and Orientalism,” as follows: “Religion as a thought has\nfour questions to answer: First, What is God?  Second, What is man?\nThird, What is the relation between God and man?  Fourth, What is the\nlife which man is to live when he understands and enters into that\nrelation?  There is no other question; there is nothing left.  What is\nGod?  What is man?  And how are men to live when they have entered into\nthat relationship?  Now, Christianity has its answer to each one of\nthose four questions.  God–one true, righteous, loving, helpful Father\nof the whole human race.  God–love.  And love, what is that?  Such a\nlife as Jesus Christ lived on the earth.  What is man?  Man is in the\nimage of God.  If he is not, if he fails in that, he fails being a man.\nHe is in the image of God, and not until he has come to be in the\nimage, of God will he be a man.  What is a statue?  I can see a nose, a\nmouth, appearing out of the marble block.  No, it is not a statue, it\nis a half-done statue.  Wait until the sculptor is through, then you\nwill see the statue.  Not till God is done will you see a man, and you\nnever saw one except as you saw him in Jesus of Nazareth.  And what is\nthe relation between this God and this man?  It is the relationship of\nthe most intimate fellowship that the human soul can conceive; one life\ndwelling in the other life, and filling the other life full of His own\nfullness.  You can not get any closer relationship to God than that.\nWhen this fullness has been realized, when you and I have the fullness\nof God in us, when God has finished, the man life will result.  Just\nsuch a life as Christ lived, with all the splendor of self-sacrifice,\nwith all the glory of service, with all the magnificent heroism, with\nall the enduring patience.”",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}