{
    "title": "The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar - III. The Escape of Arsene Lupin",
    "author": "Maurice Leblanc",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Arsene Lupin had just finished his repast and taken from his\npocket and excellent cigar, with a gold band, which he was\nexamining with unusual care, when the door of his cell was opened.\nHe had barely time to throw the cigar into the drawer and move\naway from the table. The guard entered. It was the hour for\nexercise.",
        "“I was waiting for you, my dear boy,” exclaimed Lupin, in his\naccustomed good humor.",
        "They went out together. As soon as they had disappeared at a turn\nin the corridor, two men entered the cell and commenced a minute\nexamination of it. One was Inspector Dieuzy; the other was\nInspector Folenfant. They wished to verify their suspicion that\nArsene Lupin was in communication with his accomplices outside of\nthe prison. On the preceding evening, the `Grand Journal’ had\npublished these lines addressed to its court reporter:",
        "“Monsieur:\n“In a recent article you referred to me in most unjustifiable\nterms. Some days before the opening of my trial I will call you\nto account.       Arsene Lupin.”",
        "The handwriting was certainly that of Arsene Lupin. Consequently,\nhe sent letters; and, no doubt, received letters. It was certain\nthat he was preparing for that escape thus arrogantly announced by\nhim.",
        "The situation had become intolerable. Acting in conjunction with\nthe examining judge, the chief of the Surete, Mon. Dudouis, had\nvisited the prison and instructed the gaoler in regard to the\nprecautions necessary to insure Lupin’s safety. At the same time,\nhe sent the two men to examine the prisoner’s cell. They raised\nevery stone, ransacked the bed, did everything customary in such a\ncase, but they discovered nothing, and were about to abandon their\ninvestigation when the guard entered hastily and said:",
        "“The drawer....look in the table-drawer. When I entered just now\nhe was closing it.”",
        "They opened the drawer, and Dieuzy exclaimed:",
        "“Ah! we have him this time.”",
        "Folenfant stopped him.",
        "“Wait a moment. The chief will want to make an inventory.”",
        "“This is a very choice cigar.”",
        "“Leave it there, and notify the chief.”",
        "Two minutes later Mon. Dudouis examined the contents of the\ndrawer. First he discovered a bundle of newspaper clippings\nrelating to Arsene Lupin taken from the `Argus de la Presse,’ then\na tobacco-box, a pipe, some paper called “onion-peel,” and two\nbooks. He read the titles of the books. One was an English\nedition of Carlyle’s “Hero-worship\"; the other was a charming\nelzevir, in modern binding, the “Manual of Epictetus,” a German\ntranslation published at Leyden in 1634. On examining the books,\nhe found that all the pages were underlined and annotated. Were\nthey prepared as a code for correspondence, or did they simply\nexpress the studious character of the reader? Then he examined\nthe tobacco-box and the pipe. Finally, he took up the famous\ncigar with its gold band.",
        "“Fichtre!” he exclaimed. “Our friend smokes a good cigar. It’s a\nHenry Clay.”",
        "With the mechanical action of an habitual smoker, he placed the\ncigar close to his ear and squeezed it to make it crack.\nImmediately he uttered a cry of surprise. The cigar had yielded\nunder the pressure of his fingers. He examined it more closely,\nand quickly discovered something white between the leaves of\ntobacco. Delicately, with the aid of a pin, he withdrew a roll of\nvery thin paper, scarcely larger than a toothpick. It was a\nletter. He unrolled it, and found these words, written in a\nfeminine handwriting:",
        "“The basket has taken the place of the others. Eight out of ten\nare ready. On pressing the outer foot the plate goes downward.\nFrom twelve to sixteen every day, H-P will wait. But where?\nReply at once. Rest easy; your friend is watching over you.”",
        "Mon. Dudouis reflected a moment, then said:",
        "“It is quite clear....the basket....the eight compartments....\nFrom twelve to sixteen mean from twelve to four o’clock.”",
        "“But this H-P, that will wait?”",
        "“H-P must mean automobile. H-P, horsepower, is the way they\nindicate strength of the motor. A twenty-four H-P is an\nautomobile of twenty-four horsepower.”",
        "Then he rose, and asked:",
        "“Had the prisoner finished his breakfast?”",
        "“Yes.”",
        "“And as he has not yet read the message, which is proved by the\ncondition of the cigar, it is probable that he had just received\nit.”",
        "“How?”",
        "“In his food. Concealed in his bread of in a potato, perhaps.”",
        "“Impossible. His food was allowed to be brought in simply to trap\nhim, but we have never found anything in it.”",
        "“We will look for Lupin’s reply this evening. Detain him outside\nfor a few minutes. I shall take this to the examining judge, and,\nif he agrees with me, we will have the letter photographed at\nonce, and in an hour you can replace the letter in the drawer in a\ncigar similar to this. The prisoner must have no cause for\nsuspicion.”",
        "It was not without a certain curiosity that Mon. Dudouis returned\nto the prison in the evening, accompanied by Inspector Dieuzy.\nThree empty plates were sitting on the stove in the corner.",
        "“He has eaten?”",
        "“Yes,” replied the guard.",
        "“Dieuzy, please cut that macaroni into very small pieces, and open\nthat bread-roll....Nothing?”",
        "“No, chief.”",
        "Mon. Dudouis examined the plates, the fork, the spoon, and the\nknife--an ordinary knife with a rounded blade. He turned the\nhandle to the left; then to the right. It yielded and unscrewed.\nThe knife was hollow, and served as a hiding-place for a sheet of\npaper.",
        "“Peuh!” he said, “that is not very clever for a man like Arsene.\nBut we mustn’t lose any time. You, Dieuzy, go and search the\nrestaurant.”",
        "Then he read the note:",
        "“I trust to you, H-P will follow at a distance every day. I will\ngo ahead. Au revoir, dear friend.”",
        "“At last,” cried Mon. Dudouis, rubbing his hands gleefully, “I\nthink we have the affair in our own hands. A little strategy on\nour part, and the escape will be a success in so far as the arrest\nof his confederates are concerned.”",
        "“But if Arsene Lupin slips through your fingers?” suggested the\nguard.",
        "“We will have a sufficient number of men to prevent that. If,\nhowever, he displays too much cleverness, ma foi, so much the\nworse for him! As to his band of robbers, since the chief refuses\nto speak, the others must.”",
        "And, as a matter of fact, Arsene Lupin had very little to say.\nFor several months, Mon. Jules Bouvier, the examining judge, had\nexerted himself in vain. The investigation had been reduced to a\nfew uninteresting arguments between the judge and the advocate,\nMaitre Danval, one of the leaders of the bar. From time to time,\nthrough courtesy, Arsene Lupin would speak. One day he said:",
        "“Yes, monsieur, le judge, I quite agree with you: the robbery of\nthe Credit Lyonnais, the theft in the rue de Babylone, the issue\nof the counterfeit bank-notes, the burglaries at the various\nchateaux, Armesnil, Gouret, Imblevain, Groseillers, Malaquis, all\nmy work, monsieur, I did it all.”",
        "“Then will you explain to me---”",
        "“It is useless. I confess everything in a lump, everything and\neven ten times more than you know nothing about.”",
        "Wearied by his fruitless task, the judge had suspended his\nexaminations, but he resumed them after the two intercepted\nmessages were brought to his attention; and regularly, at mid-day,\nArsene Lupin was taken from the prison to the Depot in the\nprison-van with a certain number of other prisoners. They\nreturned about three or four o’clock.",
        "Now, one afternoon, this return trip was made under unusual\nconditions. The other prisoners not having been examined, it was\ndecided to take back Arsene Lupin first, thus he found himself\nalone in the vehicle.",
        "These prison-vans, vulgarly called “panniers a salade\"--or salad-\nbaskets--are divided lengthwise by a central corridor from which\nopen ten compartments, five on either side. Each compartment is\nso arranged that the occupant must assume and retain a sitting\nposture, and, consequently, the five prisoners are seated one upon\nthe other, and yet separated one from the other by partitions. A\nmunicipal guard, standing at one end, watches over the corridor.",
        "Arsene was placed in the third cell on the right, and the heavy\nvehicle started. He carefully calculated when they left the quai\nde l’Horloge, and when they passed the Palais de Justice. Then,\nabout the centre of the bridge Saint Michel, with his outer foot,\nthat is to say, his right foot, he pressed upon the metal place\nthat closed his cell. Immediately something clicked, and the\nmetal plate moved. He was able to ascertain that he was located\nbetween the two wheels.",
        "He waited, keeping a sharp look-out. The vehicle was proceeding\nslowly along the boulevard Saint Michel. At the corner of Saint\nGermain it stopped. A truck horse had fallen. The traffic having\nbeen interrupted, a cast throng of fiacres and omnibuses had\ngathered there. Arsene Lupin looked out. Another prison-van had\nstopped close to the one he occupied. He moved the plate still\nfarther, put his foot on one of the spokes of the wheel and leaped\nto the ground. A coachman saw him, roared with laughter, then\ntried to raise an outcry, but his voice was lost in the noise of\nthe traffic that had commenced to move again. Moreover, Arsene\nLupin was already far away.",
        "He had run for a few steps; but, once upon the sidewalk, he turned\nand looked around; he seemed to scent the wind like a person who\nis uncertain which direction to take. Then, having decided, he\nput his hands in his pockets, and, with the careless air of an\nidle stroller, he proceeded up the boulevard. It was a warm,\nbright autumn day, and the cafes were full. He took a seat on the\nterrace of one of them. He ordered a bock and a package of\ncigarettes. He emptied his glass slowly, smoked one cigarette and\nlighted a second. Then he asked the waiter to send the proprietor\nto him. When the proprietor came, Arsene spoke to him in a voice\nloud enough to be heard by everyone:",
        "“I regret to say, monsieur, I have forgotten my pocketbook.\nPerhaps, on the strength of my name, you will be pleased to give\nme credit for a few days. I am Arsene Lupin.”",
        "The proprietor looked at him, thinking he was joking. But Arsene\nrepeated:",
        "“Lupin, prisoner at the Sante, but now a fugitive. I venture to\nassume that the name inspires you with perfect confidence in me.”",
        "And he walked away, amidst shouts of laughter, whilst the\nproprietor stood amazed.",
        "Lupin strolled along the rue Soufflot, and turned into the rue\nSaint Jacques. He pursued his way slowly, smoking his cigarettes\nand looking into the shop-windows. At the Boulevard de Port Royal\nhe took his bearings, discovered where he was, and then walked in\nthe direction of the rue de la Sante. The high forbidding walls\nof the prison were now before him. He pulled his hat forward to\nshape his face; then, approaching the sentinel, he asked:",
        "“It this the prison de la Sante?”",
        "“Yes.”",
        "“I wish to regain my cell. The van left me on the way, and I\nwould not abuse--”",
        "“Now, young man, move along--quick!” growled the sentinel.",
        "“Pardon me, but I must pass through that gate. And if you prevent\nArsene Lupin from entering the prison it will cost you dear, my\nfriend.”",
        "“Arsene Lupin! What are you talking about!”",
        "“I am sorry I haven’t a card with me,” said Arsene, fumbling in\nhis pockets.",
        "The sentinel eyed him from head to foot, in astonishment. Then,\nwithout a word, he rang a bell. The iron gate was partly opened,\nand Arsene stepped inside. Almost immediately he encountered the\nkeeper of the prison, gesticulating and feigning a violent anger.\nArsene smiled and said:",
        "“Come, monsieur, don’t play that game with me. What! they take\nthe precaution to carry me alone in the van, prepare a nice little\nobstruction, and imagine I am going to take to my heels and rejoin\nmy friends. Well, and what about the twenty agents of the Surete\nwho accompanied us on foot, in fiacres and on bicycles? No, the\narrangement did not please me. I should not have got away alive.\nTell me, monsieur, did they count on that?”",
        "He shrugged his shoulders, and added:",
        "“I beg of you, monsieur, not to worry about me. When I wish to\nescape I shall not require any assistance.”",
        "On the second day thereafter, the `Echo de France,’ which had\napparently become the official reporter of the exploits of Arsene\nLupin, it was said that he was one of its principal shareholders--\npublished a most complete account of this attempted escape. The\nexact wording of the messages exchanged between the prisoner and\nhis mysterious friend, the means by which correspondence was\nconstructed, the complicity of the police, the promenade on the\nBoulevard Saint Michel, the incident at the cafe Soufflot,\neverything was disclosed. It was known that the search of the\nrestaurant and its waiters by Inspector Dieuzy had been fruitless.\nAnd the public also learned an extraordinary thing which\ndemonstrated the infinite variety of resources that Lupin\npossessed: the prison-van, in which he was being carried, was\nprepared for the occasion and substituted by his accomplices for\none of the six vans which did service at the prison.",
        "The next escape of Arsene Lupin was not doubted by anyone. He\nannounced it himself, in categorical terms, in a reply to Mon.\nBouvier on the day following his attempted escape. The judge\nhaving made a jest about the affair, Arsene was annoyed, and,\nfirmly eyeing the judge, he said, emphatically:",
        "“Listen to me, monsieur! I give you my word of honor that this\nattempted flight was simply preliminary to my general plan of\nescape.”",
        "“I do not understand,” said the judge.",
        "“It is not necessary that you should understand.”",
        "And when the judge, in the course of that examination which was\nreported at length in the columns of the `Echo de France,’ when\nthe judge sought to resume his investigation, Arsene Lupin\nexclaimed, with an assumed air of lassitude:",
        "“Mon Dieu, Mon Dieu, what’s the use! All these questions are of\nno importance!”",
        "“What! No importance?” cried the judge.",
        "“No; because I shall not be present at the trial.”",
        "“You will not be present?”",
        "“No; I have fully decided on that, and nothing will change my\nmind.”",
        "Such assurance combined with the inexplicable indiscretions that\nArsene committed every day served to annoy and mystify the\nofficers of the law. There were secrets known only to Arsene\nLupin; secrets that he alone could divulge. But for what purpose\ndid he reveal them? And how?",
        "Arsene Lupin was changed to another cell. The judge closed his\npreliminary investigation. No further proceedings were taken in\nhis case for a period of two months, during which time Arsene was\nseen almost constantly lying on his bed with his face turned\ntoward the wall. The changing of his cell seemed to discourage\nhim. He refused to see his advocate. He exchanged only a few\nnecessary words with his keepers.",
        "During the fortnight preceding his trial, he resumed his vigorous\nlife. He complained of want of air. Consequently, early every\nmorning he was allowed to exercise in the courtyard, guarded by\ntwo men.",
        "Public curiosity had not died out; every day it expected to be\nregaled with news of his escape; and, it is true, he had gained a\nconsiderable amount of public sympathy by reason of his verve, his\ngayety, his diversity, his inventive genius and the mystery of his\nlife. Arsene Lupin must escape. It was his inevitable fate. The\npublic expected it, and was surprised that the event had been\ndelayed so long. Every morning the Prefect of Police asked his\nsecretary:",
        "“Well, has he escaped yet?”",
        "“No, Monsieur le Prefect.”",
        "“To-morrow, probably.”",
        "And, on the day before the trial, a gentleman called at the office\nof the `Grand Journal,’ asked to see the court reporter, threw his\ncard in the reporter’s face, and walked rapidly away. These words\nwere written on the card: “Arsene Lupin always keeps his\npromises.”",
        "It was under these conditions that the trial commenced. An\nenormous crowd gathered at the court. Everybody wished to see the\nfamous Arsene Lupin. They had a gleeful anticipation that the\nprisoner would play some audacious pranks upon the judge.\nAdvocates and magistrates, reporters and men of the world,\nactresses and society women were crowded together on the benches\nprovided for the public.",
        "It was a dark, sombre day, with a steady downpour of rain. Only a\ndim light pervaded the courtroom, and the spectators caught a very\nindistinct view of the prisoner when the guards brought him in.\nBut his heavy, shambling walk, the manner in which he dropped into\nhis seat, and his passive, stupid appearance were not at all\nprepossessing. Several times his advocate--one of Mon. Danval’s\nassistants--spoke to him, but he simply shook his head and said\nnothing.",
        "The clerk read the indictment, then the judge spoke:",
        "“Prisoner at the bar, stand up. Your name, age, and occupation?”",
        "Not receiving any reply, the judge repeated:",
        "“Your name? I ask you your name?”",
        "A thick, slow voice muttered:",
        "“Baudru, Desire.”",
        "A murmur of surprise pervaded the courtroom. But the judge\nproceeded:",
        "“Baudru, Desire? Ah! a new alias! Well, as you have already\nassumed a dozen different names and this one is, no doubt, as\nimaginary as the others, we will adhere to the name of Arsene\nLupin, by which you are more generally known.”",
        "The judge referred to his notes, and continued:",
        "“For, despite the most diligent search, your past history remains\nunknown. Your case is unique in the annals of crime. We know not\nwhom you are, whence you came, your birth and breeding--all is a\nmystery to us. Three years ago you appeared in our midst as\nArsene Lupin, presenting to us a strange combination of\nintelligence and perversion, immorality and generosity.\nOur knowledge of your life prior to that date is vague and\nproblematical. It may be that the man called Rostat who, eight\nyears ago, worked with Dickson, the prestidigitator, was none\nother than Arsene Lupin. It is probably that the Russian student\nwho, six years ago, attended the laboratory of Doctor Altier at\nthe Saint Louis Hospital, and who often astonished the doctor by\nhis ingenuity of his hypotheses on subjects of bacteriology and\nthe boldness of his experiments in diseases of the skin, was none\nother than Arsene Lupin. It is probable, also, that Arsene Lupin\nwas the professor who introduced the Japanese art of jiu-jitsu to\nthe Parisian public. We have some reason to believe that Arsene\nLupin was the bicyclist who won the Grand Prix de l’Exposition,\nreceived his ten thousand francs, and was never heard of again.\nArsene Lupin may have been, also, the person who saved so many\nlives through the little dormer-window at the Charity Bazaar;\nand, at the same time, picked their pockets.”",
        "The judge paused for a moment, then continued:",
        "“Such is that epoch which seems to have been utilized by you in a\nthorough preparation for the warfare you have since waged against\nsociety; a methodical apprenticeship in which you developed your\nstrength, energy and skill to the highest point possible. Do you\nacknowledge the accuracy of these facts?”",
        "During this discourse the prisoner had stood balancing himself,\nfirst on one foot, then on the other, with shoulders stooped and\narms inert. Under the strongest light one could observe his\nextreme thinness, his hollow cheeks, his projecting cheek-bones,\nhis earthen-colored face dotted with small red spots and framed in\na rough, straggling beard. Prison life had caused him to age and\nwither. He had lost the youthful face and elegant figure we had\nseen portrayed so often in the newspapers.",
        "It appeared as if he had not heard the question propounded by the\njudge. Twice it was repeated to him. Then he raised his eyes,\nseemed to reflect, then, making a desperate effort, he murmured:",
        "“Baudru, Desire.”",
        "The judge smiled, as he said:",
        "“I do not understand the theory of your defense, Arsene Lupin. If\nyou are seeking to avoid responsibility for your crimes on the\nground of imbecility, such a line of defense is open to you. But\nI shall proceed with the trial and pay no heed to your vagaries.”",
        "He then narrated at length the various thefts, swindles and\nforgeries charged against Lupin. Sometimes he questioned the\nprisoner, but the latter simply grunted or remained silent. The\nexamination of witnesses commenced. Some of the evidence given\nwas immaterial; other portions of it seemed more important, but\nthrough all of it there ran a vein of contradictions and\ninconsistencies. A wearisome obscurity enveloped the proceedings,\nuntil Detective Ganimard was called as a witness; then interest\nwas revived.",
        "From the beginning the actions of the veteran detective appeared\nstrange and unaccountable. He was nervous and ill at ease.\nSeveral times he looked at the prisoner, with obvious doubt and\nanxiety. Then, with his hands resting on the rail in front of\nhim, he recounted the events in which he had participated,\nincluding his pursuit of the prisoner across Europe and his\narrival in America. He was listened to with great avidity, as his\ncapture of Arsene Lupin was well known to everyone through the\nmedium of the press. Toward the close of his testimony, after\nreferring to his conversations with Arsene Lupin, he stopped,\ntwice, embarrassed and undecided. It was apparent that he was\npossessed of some thought which he feared to utter. The judge\nsaid to him, sympathetically:",
        "“If you are ill, you may retire for the present.”",
        "“No, no, but---”",
        "He stopped, looked sharply at the prisoner, and said:",
        "“I ask permission to scrutinize the prisoner at closer range.\nThere is some mystery about him that I must solve.”",
        "He approached the accused man, examined him attentively for\nseveral minutes, then returned to the witness-stand, and, in an\nalmost solemn voice, he said:",
        "“I declare, on oath, that the prisoner now before me is not Arsene\nLupin.”",
        "A profound silence followed the statement. The judge, nonplused\nfor a moment, exclaimed:",
        "“Ah! What do you mean? That is absurd!”",
        "The detective continued:",
        "“At first sight there is a certain resemblance, but if you\ncarefully consider the nose, the mouth, the hair, the color of\nskin, you will see that it is not Arsene Lupin. And the eyes!\nDid he ever have those alcoholic eyes!”",
        "“Come, come, witness! What do you mean? Do you pretend to say\nthat we are trying the wrong man?”",
        "“In my opinion, yes. Arsene Lupin has, in some manner, contrived\nto put this poor devil in his place, unless this man is a willing\naccomplice.”",
        "This dramatic denouement caused much laughter and excitement\namongst the spectators. The judge adjourned the trial, and sent\nfor Mon. Bouvier, the gaoler, and guards employed in the prison.",
        "When the trial was resumed, Mon. Bouvier and the gaoler examined\nthe accused and declared that there was only a very slight\nresemblance between the prisoner and Arsene Lupin.",
        "“Well, then!” exclaimed the judge, “who is this man? Where does\nhe come from? What is he in prison for?”",
        "Two of the prison-guards were called and both of them declared\nthat the prisoner was Arsene Lupin. The judged breathed once\nmore.",
        "But one of the guards then said:",
        "“Yes, yes, I think it is he.”",
        "“What!” cried the judge, impatiently, “you think it is he! What\ndo you mean by that?”",
        "“Well, I saw very little of the prisoner. He was placed in my\ncharge in the evening and, for two months, he seldom stirred, but\nlaid on his bed with his face to the wall.”",
        "“What about the time prior to those two months?”",
        "“Before that he occupied a cell in another part of the prison. He\nwas not in cell 24.”",
        "Here the head gaoler interrupted, and said:",
        "“We changed him to another cell after his attempted escape.”",
        "“But you, monsieur, you have seen him during those two months?”",
        "“I had no occasion to see him. He was always quiet and orderly.”",
        "“And this prisoner is not Arsene Lupin?”",
        "“No.”",
        "“Then who is he?” demanded the judge.",
        "“I do not know.”",
        "“Then we have before us a man who was substituted for Arsene\nLupin, two months ago. How do you explain that?”",
        "“I cannot.”",
        "In absolute despair, the judge turned to the accused and addressed\nhim in a conciliatory tone:",
        "“Prisoner, can you tell me how, and since when, you became an\ninmate of the Prison de la Sante?”",
        "The engaging manner of the judge was calculated to disarm the\nmistrust and awaken the understanding of the accused man. He\ntried to reply. Finally, under clever and gentle questioning, he\nsucceeded in framing a few phrases from which the following story\nwas gleaned: Two months ago he had been taken to the Depot,\nexamined and released. As he was leaving the building, a free\nman, he was seized by two guards and placed in the prison-van.\nSince then he had occupied cell 24. He was contented there,\nplenty to eat, and he slept well--so he did not complain.",
        "All that seemed probable; and, amidst the mirth and excitement of\nthe spectators, the judge adjourned the trial until the story\ncould be investigated and verified.",
        "The following facts were at once established by an examination of\nthe prison records: Eight weeks before a man named Baudru Desire\nhad slept at the Depot. He was released the next day, and left\nthe Depot at two o’clock in the afternoon. On the same day at two\no’clock, having been examined for the last time, Arsene Lupin left\nthe Depot in a prison-van.",
        "Had the guards made a mistake? Had then been deceived by the\nresemblance and carelessly substituted this man for their\nprisoner?",
        "Another question suggested itself: Had the substitution been\narranged in advance? In that event Baudru must have been an\naccomplice and must have caused his own arrest for the express\npurpose of taking Lupin’s place. But then, by what miracle had\nsuch a plan, based on a series of improbable chances, been carried\nto success?",
        "Baudru Desire was turned over to the anthropological service; they\nhad never seen anything like him. However, they easily traced his\npast history. He was known at Courbevois, at Asnieres and at\nLevallois. He lived on alms and slept in one of those rag-picker’s\nhuts near the barrier de Ternes. He had disappeared from there a\nyear ago.",
        "Had he been enticed away by Arsene Lupin? There was no evidence to\nthat effect. And even if that was so, it did not explain the\nflight of the prisoner. That still remained a mystery. Amongst\ntwenty theories which sought to explain it, not one was\nsatisfactory. Of the escape itself, there was no doubt; an escape\nthat was incomprehensible, sensational, in which the public, as\nwell as the officers of the law, could detect a carefully prepared\nplan, a combination of circumstances marvelously dove-tailed,\nwhereof the denouement fully justified the confident prediction of\nArsene Lupin: “I shall not be present at my trial.”",
        "After a month of patient investigation, the problem remained\nunsolved. The poor devil of a Baudru could not be kept in prison\nindefinitely, and to place him on trial would be ridiculous. There\nwas no charge against him. Consequently, he was released; but the\nchief of the Surete resolved to keep him under surveillance. This\nidea originated with Ganimard. From his point of view there was\nneither complicity nor chance. Baudru was an instrument upon which\nArsene Lupin had played with his extraordinary skill. Baudru, when\nset at liberty, would lead them to Arsene Lupin or, at least, to\nsome of his accomplices. The two inspectors, Folenfant and Dieuzy,\nwere assigned to assist Ganimard.",
        "One foggy morning in January the prison gates opened and Baudru\nDesire stepped forth--a free man. At first he appeared to be quite\nembarrassed, and walked like a person who has no precise idea\nwhither he is going. He followed the rue de la Sante and the rue\nSaint Jacques. He stopped in front of an old-clothes shop, removed\nhis jacket and his vest, sold his vest on which he realized a few\nsous; then, replacing his jacket, he proceeded on his way. He\ncrossed the Seine. At the Chatelet an omnibus passed him. He\nwished to enter it, but there was no place. The controller advised\nhim to secure a number, so he entered the waiting-room.",
        "Ganimard called to his two assistants, and, without removing his\neyes from the waiting room, he said to them:",
        "“Stop a carriage....no, two. That will be better. I will go with\none of you, and we will follow him.”",
        "The men obeyed. Yet Baudru did not appear. Ganimard entered the\nwaiting-room. It was empty.",
        "“Idiot that I am!” he muttered, “I forgot there was another exit.”",
        "There was an interior corridor extending from the waiting-room to\nthe rue Saint Martin. Ganimard rushed through it and arrived just\nin time to observe Baudru upon the top of the Batignolles-Jardin de\nPlates omnibus as it was turning the corner of the rue de Rivoli.\nHe ran and caught the omnibus. But he had lost his two assistants.\nHe must continue the pursuit alone. In his anger he was inclined\nto seize the man by the collar without ceremony. Was it not with\npremeditation and by means of an ingenious ruse that his pretended\nimbecile had separated him from his assistants?",
        "He looked at Baudru. The latter was asleep on the bench, his head\nrolling from side to side, his mouth half-opened, and an incredible\nexpression of stupidity on his blotched face. No, such an\nadversary was incapable of deceiving old Ganimard. It was a stroke\nof luck--nothing more.",
        "At the Galleries-Lafayette, the man leaped from the omnibus and\ntook the La Muette tramway, following the boulevard Haussmann and\nthe avenue Victor Hugo. Baudru alighted at La Muette station; and,\nwith a nonchalant air, strolled into the Bois de Boulogne.",
        "He wandered through one path after another, and sometimes retraced\nhis steps. What was he seeking? Had he any definite object? At\nthe end of an hour, he appeared to be faint from fatigue, and,\nnoticing a bench, he sat down. The spot, not far from Auteuil, on\nthe edge of a pond hidden amongst the trees, was absolutely\ndeserted. After the lapse of another half-hour, Ganimard became\nimpatient and resolved to speak to the man. He approached and took\na seat beside Baudru, lighted a cigarette, traced some figures in\nthe sand with the end of his cane, and said:",
        "“It’s a pleasant day.”",
        "No response. But, suddenly the man burst into laughter, a happy,\nmirthful laugh, spontaneous and irresistible. Ganimard felt his\nhair stand on end in horror and surprise. It was that laugh, that\ninfernal laugh he knew so well!",
        "With a sudden movement, he seized the man by the collar and looked\nat him with a keen, penetrating gaze; and found that he no longer\nsaw the man Baudru. To be sure, he saw Baudru; but, at the same\ntime, he saw the other, the real man, Lupin. He discovered the\nintense life in the eyes, he filled up the shrunken features, he\nperceived the real flesh beneath the flabby skin, the real mouth\nthrough the grimaces that deformed it. Those were the eyes and\nmouth of the other, and especially his keen, alert, mocking\nexpression, so clear and youthful!",
        "“Arsene Lupin, Arsene Lupin,” he stammered.",
        "Then, in a sudden fit of rage, he seized Lupin by the throat and\ntried to hold him down. In spite of his fifty years, he still\npossessed unusual strength, whilst his adversary was apparently in\na weak condition. But the struggle was a brief one. Arsene Lupin\nmade only a slight movement, and, as suddenly as he had made the\nattack, Ganimard released his hold. His right arm fell inert,\nuseless.",
        "“If you had taken lessons in jiu-jitsu at the quai des Orfevres,\"\nsaid Lupin, “you would know that that blow is called udi-shi-ghi in\nJapanese. A second more, and I would have broken your arm and that\nwould have been just what you deserve. I am surprised that you, an\nold friend whom I respect and before whom I voluntarily expose my\nincognito, should abuse my confidence in that violent manner. It\nis unworthy--Ah! What’s the matter?”",
        "Ganimard did not reply. That escape for which he deemed himself\nresponsible--was it not he, Ganimard, who, by his sensational\nevidence, had led the court into serious error? That escape\nappeared to him like a dark cloud on his professional career. A\ntear rolled down his cheek to his gray moustache.",
        "“Oh! mon Dieu, Ganimard, don’t take it to heart. If you had not\nspoken, I would have arranged for some one else to do it. I\ncouldn’t allow poor Baudru Desire to be convicted.”",
        "“Then,” murmured Ganimard, “it was you that was there? And now you\nare here?”",
        "“It is I, always I, only I.”",
        "“Can it be possible?”",
        "“Oh, it is not the work of a sorcerer. Simply, as the judge\nremarked at the trial, the apprenticeship of a dozen years that\nequips a man to cope successfully with all the obstacles in life.”",
        "“But your face? Your eyes?”",
        "“You can understand that if I worked eighteen months with Doctor\nAltier at the Saint-Louis hospital, it was not out of love for the\nwork. I considered that he, who would one day have the honor of\ncalling himself Arsene Lupin, ought to be exempt from the ordinary\nlaws governing appearance and identity. Appearance? That can be\nmodified at will. For instance, a hypodermic injection of\nparaffine will puff up the skin at the desired spot. Pyrogallic\nacid will change your skin to that of an Indian. The juice of the\ngreater celandine will adorn you with the most beautiful eruptions\nand tumors. Another chemical affects the growth of your beard and\nhair; another changes the tone of your voice. Add to that two\nmonths of dieting in cell 24; exercises repeated a thousand times\nto enable me to hold my features in a certain grimace, to carry my\nhead at a certain inclination, and adapt my back and shoulders to a\nstopping posture. Then five drops of atropine in the eyes to make\nthem haggard and wild, and the trick is done.”",
        "“I do not understand how you deceived the guards.”",
        "“The change was progressive. The evolution was so gradual that\nthey failed to notice it.”",
        "“But Baudru Desire?\"\n“Baudru exists. He is a poor, harmless fellow whom I met last\nyear; and, really, he bears a certain resemblance to me.\nConsidering my arrest as a possible event, I took charge of Baudru\nand studied the points wherein we differed in appearance with a\nview to correct them in my own person. My friends caused him to\nremain at the Depot overnight, and to leave there next day about\nthe same hour as I did--a coincidence easily arranged. Of course,\nit was necessary to have a record of his detention at the Depot in\norder to establish the fact that such a person was a reality;\notherwise, the police would have sought elsewhere to find out my\nidentity. But, in offering to them this excellent Baudru, it was\ninevitable, you understand, inevitable that they would seize\nupon him, and, despite the insurmountable difficulties of a\nsubstitution, they would prefer to believe in a substitution than\nconfess their ignorance.”",
        "“Yes, yes, of course,” said Ganimard.",
        "“And then,” exclaimed Arsene Lupin, “I held in my hands a trump-\ncard: an anxious public watching and waiting for my escape. And\nthat is the fatal error into which you fell, you and the others, in\nthe course of that fascinating game pending between me and the\nofficers of the law wherein the stake was my liberty. And you\nsupposed that I was playing to the gallery; that I was intoxicated\nwith my success. I, Arsene Lupin, guilty of such weakness! Oh,\nno! And, no longer ago than the Cahorn affair, you said: “When\nArsene Lupin cries from the housetops that he will escape, he has\nsome object in view.” But, sapristi, you must understand that in\norder to escape I must create, in advance, a public belief that\nescape, a belief amounting to an article of faith, an absolute\nconviction, a reality as glittering as the sun. And I did create\nthat belief that Arsene Lupin would escape, that Arsene Lupin would\nnot be present at his trial. And when you gave your evidence and\nsaid: “That man is not Arsene Lupin,” everybody was prepared to\nbelieve you. Had one person doubted it, had any one uttered this\nsimple restriction: Suppose it is Arsene Lupin?--from that moment, I\nwas lost. If anyone had scrutinized my face, not imbued with the\nidea that I was not Arsene Lupin, as you and the others did at my\ntrial, but with the idea that I might be Arsene Lupin; then,\ndespite all my precautions, I should have been recognized. But I\nhad no fear. Logically, psychologically, no once could entertain\nthe idea that I was Arsene Lupin.”",
        "He grasped Ganimard’s hand.",
        "“Come, Ganimard, confess that on the Wednesday after our\nconversation in the prison de la Sante, you expected me at your\nhouse at four o’clock, exactly as I said I would go.”",
        "“And your prison-van?” said Ganimard, evading the question.",
        "“A bluff! Some of my friends secured that old unused van and wished\nto make the attempt. But I considered it impractical without the\nconcurrence of a number of unusual circumstances. However, I found\nit useful to carry out that attempted escape and give it the widest\npublicity. An audaciously planned escape, though not completed,\ngave to the succeeding one the character of reality simply by\nanticipation.”",
        "“So that the cigar....”",
        "“Hollowed by myself, as well as the knife.”",
        "“And the letters?”",
        "“Written by me.”",
        "“And the mysterious correspondent?”",
        "“Did not exist.”",
        "Ganimard reflected a moment, then said:",
        "“When the anthropological service had Baudru’s case under\nconsideration, why did they not perceive that his measurements\ncoincided with those of Arsene Lupin?”",
        "“My measurements are not in existence.”",
        "“Indeed!”",
        "“At least, they are false. I have given considerable attention to\nthat question. In the first place, the Bertillon system of records\nthe visible marks of identification--and you have seen that they are\nnot infallible--and, after that, the measurements of the head, the\nfingers, the ears, etc. Of course, such measurements are more or\nless infallible.”",
        "“Absolutely.”",
        "“No; but it costs money to get around them. Before we left\nAmerica, one of the employees of the service there accepted so much\nmoney to insert false figures in my measurements. Consequently,\nBaudru’s measurements should not agree with those of Arsene Lupin.”",
        "After a short silence, Ganimard asked:",
        "“What are you going to do now?”",
        "“Now,” replied Lupin, “I am going to take a rest, enjoy the best of\nfood and drink and gradually recover my former healthy condition.\nIt is all very well to become Baudru or some other person, on\noccasion, and to change your personality as you do your shirt, but\nyou soon grow weary of the change. I feel exactly as I imagine the\nman who lost his shadow must have felt, and I shall be glad to be\nArsene Lupin once more.”",
        "He walked to and fro for a few minutes, then, stopping in front of\nGanimard, he said:",
        "“You have nothing more to say, I suppose?”",
        "“Yes. I should like to know if you intend to reveal the true state\nof facts connected with your escape. The mistake that I made---”",
        "“Oh! no one will ever know that it was Arsene Lupin who was\ndischarged. It is to my own interest to surround myself with\nmystery, and therefore I shall permit my escape to retain its\nalmost miraculous character. So, have no fear on that score, my\ndear friend. I shall say nothing. And now, good-bye. I am going\nout to dinner this evening, and have only sufficient time to\ndress.”",
        "“I though you wanted a rest.”",
        "“Ah! there are duties to society that one cannot avoid. To-morrow,\nI shall rest.”",
        "“Where do you dine to-night?”",
        "“With the British Ambassador!”",
        "Continue...",
        "\nThis complete text of The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar by Maurice Leblanc is in the public domain.\n\n\nAlso see Arsene Lupin - by Maurice Leblanc at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Extraordinary Adventures of Arsene Lupin, Gentleman-BurglarBy Maurice LeblancAt Amazon"
    ]
}