{
    "title": "The Lords of the Wild - Chapter XI: The Happy Escape",
    "author": "Joseph A. Altsheler",
    "chapter": "12",
    "content": [
        "\n\n",
        "The spirits of young Lennox rose to the zenith. Although they were\nstill grazing the edge of peril, he had supreme confidence in Tayoga\nand also in the fog. It was a great fog, a thick fog, a kindly fog,\nand it had made possible their escape and the achievement of their\nmission. Having held so long it would hold until they needed it no\nlonger.",
        "“Have they come any nearer, Tayoga?” he asked.",
        "“Jumonville is still giving orders, and sending the canoes somewhat at\nrandom. He is not the leader Sharp Sword would be in an emergency, nor\nanything like it. He is having his own boat paddled about uncertainly.\nI can hear the paddles of the four men in it. Now and then he speaks\nangrily, too. He is upbraiding those who are not to blame. How are\nyou feeling now, Dagaeoga? Has Manitou already filled you with new\nstrength?”",
        "“I’m feeling as well as I ever did in my life. I’m ready to swing the\npaddle again.”",
        "“Then we go. The fog will not wait for us forever. We must use it\nwhile we have it.”",
        "They swept their paddles through the water in long and vigorous\nstrokes, and the canoe shot forward once more. They were confident now\nthat no enemy was ahead of them, and that none of those behind could\novertake them. The wet, cold fog still enclosed them like a heavy,\ndamp blanket, but their vigorous exercise and their high spirits kept\nthem warm. After ten minutes they made another stop, but as Tayoga\ncould hear nothing of Jumonville’s party they pushed on again at\nspeed. By and by the Onondaga said:",
        "“I feel the fog thinning, Dagaeoga. A wind out of the west has risen,\nand soon it will take it all away.”",
        "“But it has served its purpose. I shall always feel well toward fogs.\nYes, here it goes! The wind is rising fast, and it is taking away the\nmists and vapors in great folds.”",
        "The water began to roughen under the stiff breeze. The fog was split\nasunder, the pieces were torn to fragments and shreds, and then\neverything was swept away, leaving the surface of the lake a silver\nmirror, and the mountains high and green on either shore. Far behind\nthem hovered the Indian canoes, and four or five miles ahead a tower\nof smoke rose from the west bank.",
        "“Certainly our people,” said Robert, looking at the smoke.",
        "“There is no doubt of it,” said the Onondaga, “and that is where we\nwill go.”",
        "“And those behind us know now that we tricked them in the fog and have\nescaped. They give forth a shout of anger and disappointment. Now they\nturn back.”",
        "They eased their strokes a little as the pursuit had been abandoned,\nbut curved more toward the center of the lake, lest some hidden\nsharpshooter on shore might reach them, and made fair speed toward the\nsmoke, which Robert surmised might be made by a vanguard of troops.",
        "“We ought to have help for Colden and Willet very soon,” he said.",
        "“It will not be long,” said Tayoga; “but Dagaeoga has forgotten\nsomething. Can he not think what it is?”",
        "“No, Tayoga, I can’t recall anything.”",
        "“Dagaeoga’s body is bare from the waist up. It is well for an Indian\nto go thus into a white camp, but it is not the custom of the people\nto whom Lennox belongs.”",
        "“You’re right. I’ve had so much excitement that I’d forgotten all\nabout my clothes. I must be true to my race, when I meet my brethren.”",
        "He reclothed himself, resumed his paddle, and they pushed on steadily\nfor the smoke. No trace of the fog was left. The lake glistened in\nthe sun, the ranges showed green from base to summit, and the tower of\nsmoke deepened and broadened.",
        "“Can you make out what lies at the foot of it, Tayoga?” asked Robert.",
        "“I think I can see a gleam of the sun on an epaulet. It is certainly\na camp of your people. The lake is supposed to be under their command,\nand if the French should make a new incursion here upon its shores\nthey would not build their fires so boldly. Now, I see another gleam,\nand I hear the ring of axes. They are not boat builders, because no\nboats, either finished or unfinished, show at the water’s edge. They\nare probably cutting wood for their fires. I hear, too, the crack of\na whip, which means that they have wagons, and the presence of wagons\nindicates a large force. They may be coming ahead with supplies for\nour great army when it advances. I can now see men in uniform, and\nthere are some red coats among them. Hold your paddle as high as you\ncan, Dagaeoga, as a sign that we are friends, and I will send the\ncanoe in toward the shore. Ah, they see us now, and men are coming\ndown to the lake’s edge to meet us! It is a large camp, and it should\nhold enough men to make St. Luc give up the siege of Colden.”",
        "The two sent the canoe swiftly toward the land, where soldiers and\nothers in hunter’s dress were already gathered to meet them. Robert\nsaw a tall, thin officer in a Colonial uniform, standing on the narrow\nbeach, and, assuming him to be in command, he said as the canoe swept\nin:",
        "“We are messengers, sir, from the force of Captain Colden, which is\nbesieged at the sawmill ten or twelve miles farther north.”",
        "“Besieged, did you say?” said the officer, speaking in a sharp, dry\nvoice. “It’s one of those French tricks they’re always playing on us,\nrushing in under our very noses, and trying to cut out our forces.”",
        "“That’s it, sir. The French and Indian host, in this case, is led\nby St. Luc, the ablest and most daring of all their partisans, and,\nunless you give help, they’ll have to escape as best they can in what\nboats they have.”",
        "“As I’m a good Massachusetts man, I expected something of this kind. I\nsent word to Pownall, our Governor, that we must be extremely\ncautious in respect to the French, but he thinks the army of General\nAbercrombie will overwhelm everything. Forest fighting is very\ndifferent from that of the open fields, a fact which the French seem\nto have mastered better than we have. My name, young sir, is Elihu\nStrong. I’m a colonel of the Massachusetts militia, and I command the\nforce that you see posted here.”",
        "“And mine, sir, is Robert Lennox, a free lance, and this is Tayoga, of\nthe clan of the Bear, of the great Onondaga nation, a devoted friend\nof ours and the finest trailer the world has ever produced.”",
        "“Ah, I heard something of you both when I was at Albany from one\nJacobus Huysman, a stout and worthy burgher, who spoke well of you,\nand who hazarded a surmise that I might meet you somewhere in the\nneighborhood of the lakes.”",
        "“We lived in the house of Mynheer Jacobus when we went to school in\nAlbany. We owe him much.”",
        "“There was a third who was generally with you, a famous hunter, David\nWillet, was there not?”",
        "“He is with Captain Colden, sir, assisting in the defense.”",
        "“I’m glad he’s there. Judging from what I’ve heard of him, he’s a\ntower of strength. But come into the camp. Doubtless, both of you\nneed food and rest. The times be dark, and we must get out of each day\nwhatever it has to offer.”",
        "Robert looked at him with interest. He was the forerunner of a type\nthat was to develop markedly in New England, tall, thin, dry-lipped,\ncritical, shrewd and tenacious to the last degree. He and his kind\nwere destined to make a great impress upon the New World. He gave to\nthe two the best the camp had, and ordered that they be treated with\nevery courtesy.",
        "“I’ve a strong force here,” he said, “although it might have been\nstronger if our Governor and Legislature had done their full duty.\nStill, we must make the best of everything. My men reported Indians in\nthe forest to the north of us, and that, perhaps, is the reason why we\nhave not come into contact with Captain Colden, but I did not suspect\nthat he was besieged.”",
        "Robert, as he ate the good food set before him, looked over the camp,\nwhich had been pitched well, with far-flung pickets to guard against\nambush, and his eyes glistened, as they fell upon two brass cannon,\nstanding side by side upon a slight rise in the center of the camp.\nThe big guns, when well handled, were always effective against forest\nwarriors. Colonel Strong’s eyes followed his.",
        "“I see that you are taking notice of my cannon,” he said. “They’re\ngood pieces, but if our governor and legislature had done their duty\nthey’d be four instead of two. Still, we have to make the best of what\nwe have. I told Shirley that we must prepare for a great war, and I\ntell Pownall the same. Those who don’t know him always underrate our\nFrench foe.”",
        "“I never do, sir,” said Robert. “I’ve seen too much of him to do\nthat.”",
        "“Well, well, we’ll do the best we can. I’ve four hundred men here,\nthough if the Governor and the Legislature of Massachusetts had done\ntheir full duty they’d be eight hundred, not to say a thousand. I’ll\nadvance as soon as possible to the relief of Colden. He can surely\nhold out until the morrow.”",
        "“Not a doubt of it, sir, and, if you’ll pardon me for making a\nsuggestion, I wouldn’t begin any advance until the morning. Not much\nof the day is left. If we started this afternoon, night would overtake\nus in the woods and the Chevalier de St. Luc is sure to plant an\nambush for us.”",
        "“Sensibly spoken, young sir. We’re an eternally rash people. We’re\nalways walking into traps. I’ve in my force about twenty good scouts,\nthough if the Governor and Legislature of Massachusetts had done their\nfull duty they’d be forty, not to say fifty, and I don’t want to risk\ntheir loss in night fighting in the forest.”",
        "He went away and Robert saw him moving among his men, giving orders.\nElihu Strong, a merchant, nevertheless had made himself a strenuous\nsoldier at his province’s call, and he was not unwilling to learn even\nfrom those not more than half his age.",
        "“Open Eyes will do well,” said Tayoga.",
        "“Open Eyes?”",
        "“Aye, Dagaeoga. The colonel who is named Strong I will call Open Eyes,\nbecause he is willing to look and see. He will look when you tell\nhim to look, and many who come from the cities will not do that. And\nbecause his eyes are open he will not stick his head into an ambush.\nYet he will always complain of others.”",
        "“And sometimes of himself, too,” laughed Robert. “I think he’ll be\nfair in that respect. Now, Tayoga, we’ll rest here, and be easy with\nourselves until to-morrow morning, when we advance.”",
        "“We will stay, Dagaeoga, but I do not know whether it will be so easy.\nSince Jumonville saw us escape he will tell St. Luc of it, and Sharp\nSword will send a force here to harry Open Eyes, and to make him think\nthe forest is full of warriors. But Open Eyes, though he may complain,\nwill not be afraid.”",
        "It was even as the Onondaga predicted. The foe came with the twilight.\nThe dark wilderness about them gave back whoops and yells, and furtive\nbands skirmished with Strong’s scouts. Then the shouts of the warriors\nincreased greatly in number, and seemed to come from all points about\nthe camp. It was obvious to Robert that the enemy was trying to make\nStrong’s men believe that a great force was confronting them, and some\nof them, unused to the woods, showed apprehension lest such an unseen\nand elusive danger overwhelm them. But Elihu Strong never flinched.\nThe forest was almost as much of a mystery to him as it was to his\ntroops, but he was there to dare its perils and he dared them.",
        "“I shall keep my men in camp and await attack, if they make it,” he\nsaid to Robert, to whom he seemed to have taken a great fancy, “and\nwhatever happens I shall move forward in the morning to the relief of\nColden.”",
        "He shut his thin lips tightly together and his pale blue eyes flashed.\nThe merchant, turned soldier, had the stoutest of hearts, and a stout\nheart was what was needed in his camp that night. The warriors gave\nhis men no rest. They circled about continually, firing and whooping,\nand trying to create panic, or at least a fear that would hold Strong\nwhere he was.",
        "Robert went to sleep early, and, when he awakened far in the night,\nthe turmoil was still going on. But he saw Elihu Strong walking back\nand forth near one of the fires, and in the glow his thin face still\nreflected an iron resolution. Satisfied that the camp was in no danger\nof being frightened, young Lennox went back to sleep.",
        "A gray, chilly morning came, and soon after dawn Elihu Strong began\nto prepare his men for their perilous progress, serving first an ample\nhot breakfast with plenty of tea and coffee.",
        "“Open Eyes not only watches but he knows much,” said Tayoga. “He has\nlearned that an army marches better on a full stomach.”",
        "Strong then asked Robert and Tayoga to serve in a way as guides, and\nhe made his dispositions, sending his scouts in advance, putting his\nmost experienced soldiers on the flanks and heading his main column\nwith the two brass cannon. The strictest injunctions that nobody\nstraggle were given, and then the force took up its march.",
        "They had not been molested while at breakfast, and when making the\npreparations, but as soon as they left the fire and entered the\ndeep forest, the terrifying turmoil burst forth again, fierce whoops\nresounding on every side and bullets pattering on the leaves or bark.\nColonel Strong left his scouts and flankers to deal with the ambushed\nwarriors, and the main column, face to the front, marched steadily\ntoward Colden’s camp. It was to be a trial of nerves, and Robert was\nquite confident that the stern New England leader would win.",
        "“The savages make a tremendous tumult,” he said to young Lennox, “but\ntheir bullets are not reaching us. We’re not to be shaken by mere\nnoise.”",
        "“When they find that out, as they soon will,” said Robert, “they’ll\nmake an attack. Some French officers and troops must be with them.\nPerhaps Jumonville came in the night to lead them.”",
        "He and Tayoga then went a short distance into the forest ahead of the\nscouts, and Tayoga saw ample evidence that the French were present\nwith the Indians.",
        "“You are right in your surmise that Jumonville came in the night,” he\nsaid. “He wore boots, and here are the imprints of his heels. I think\nhe is not far away now. Watch well, Dagaeoga, while I lie on the earth\nand listen.”",
        "Ear to the ground, the Onondaga announced that he could hear men on\nboth sides of them moving.",
        "“There is the light step of the warriors,” he said, “and also the\nheavier tread of the French. I think I can hear Jumonville himself. It\nsounds like the crush of boots. Perhaps they are now seeking to lay an\nambush.”",
        "“Then it’s time for us to fall back, Tayoga, both for our own sakes\nand for the sake of Colonel Strong’s force.”",
        "The two retreated quickly lest they be caught in an ambush, and gave\nwarning to Elihu Strong that an attack was now probable, a belief\nin which they were confirmed by the report the scouts brought in\npresently that a creek was just ahead, a crossing always being a\nfavorite place for an Indian trap.",
        "“So be it,” said Colonel Strong, calmly. “We are ready. If the\nGovernor and Legislature of Massachusetts had done their full duty,\nwe’d be twice as strong, but even as we are we’ll force the passage of\nthe creek.”",
        "“You will find a body of the warriors on this side of the stream,\"\nsaid Tayoga. “They will give way after a little firing, tempting you\nto think you have won an easy victory. Then when about half of your\nmen are across they will attack with all their might, hoping to cut\nyou down.”",
        "“I thank you for telling me,” said Colonel Strong. “I’ve no doubt you\nknow what you’re talking about. Your manner indicates it. We might be\nmuch better equipped than we are if those in authority in my province\nhad done their full duty, but we will make way, nevertheless. I’ll\ncover the passage of the creek with the guns.”",
        "The firing in front already showed that Tayoga’s prediction was coming\ntrue, and it was accompanied by a tremendous volume of yelling, as if\nthe whole Indian force were gathered on the near side of the creek.",
        "Robert from the crest of a hill saw the stream, narrow and deep,\nthough not too deep for fording as he was to learn later, fringed on\neither side with a dense growth of low bushes, from the shelter of\nwhich warriors were sending their bullets toward the white force. The\nmen were eager to go against them at once, but the scouts were sent\nforward through the undergrowth to open up a flanking fire, and then\nthe main column marched on at a steady pace.",
        "The crash of the rifles grew fast. The warriors on the near side of\nthe creek leaped from the bushes as Strong’s men drew near, waded the\nstream and disappeared in the forest on the other bank, giving forth\nhowls of disappointment as they fled. The soldiers, uttering a\nshout of triumph, undertook to rush forward in pursuit, but Strong\nrestrained them.",
        "“It’s the ambush against which the Onondaga warned us,” he said to his\nlieutenants, “and we won’t run into it. Bring forward the cannon.”",
        "The two brass guns, fine twelve pounders, were moved up within close\nrange of the creek, and they swept the forest on the other side with\nballs and grape shot. It was probably the first time cannon were ever\nheard in those woods, and the reports came back in many echoes. Boughs\nand twigs rained down.",
        "“It is a great sound,” said Tayoga admiringly, “and the warriors who\nare trying to plant an ambush will not like it.”",
        "“But you’ll remember Braddock’s fate,” said Robert. “The cannon didn’t\ndo much then.”",
        "“But this is different, Dagaeoga. Open Eyes has his eyes open. He\nis merely using the cannon as a cover for his advance. They will be\nbacked up by the rifles. You will see.”",
        "The soldiers approached the creek cautiously, and, when the first\nranks were in the water, the cannon raked the woods ahead to right and\nleft, and to left and right. The best of the riflemen were also pushed\nforward, and, when the warriors opened fire, they were quickly driven\naway. Then the whole force, carrying the cannon with them, crossed,\nand stood in triumph on the other side.",
        "“Did I not tell you that Open Eyes knew what he was doing?” said\nTayoga.",
        "“It seems that he does,” Robert replied, “but we haven’t yet arrived\nat Colden’s station. An attack in force is sure to come.”",
        "“Dagaeoga speaks truth. I think it will occur a mile or two farther\non. They will make it before Captain Colden’s men can learn that we\nare on the march.”",
        "“Then they won’t wait long. Anywhere will do, as the forest is dense\neverywhere.”",
        "Since they had carried the ford with but little loss, the cannon\nthat had blazed the way ceased to fire, but the gunners regarded them\nproudly and Robert did not withhold admiration. They were pioneers,\nfine brass creatures, and when handled right they were a wonderful\nhelp in the forest. He did not blame the gunners for patting the\nbarrels, for scraping the mud of the creek’s crossing from the wheels,\nand for speaking to them affectionately. Massive and polished they\ngleamed in the sun and inspired confidence.",
        "Tayoga went ahead in the forest, but came back soon and reported a\nlow ridge not more than half a mile farther on, a likely place for\nan attack, which he judged would come there. It would be made by the\nunited force of the French and Indians and would be severe.",
        "“So be it,” said Elihu Strong, whose iron calm nothing disturbed. “We\nare ready for the foe, though St. Luc himself should come. It is true\nthat instead of two cannon we might have had four or even six, or\ntwice as many men, if the Governor and Legislature of Massachusetts\nhad done their full duty, but we’ll let that pass. Will you, Lennox,\nand you, Tayoga, advance with the scouts and be my eyes?”",
        "Robert appreciated the compliment to the full, and promptly replied in\nthe affirmative for them both. Then he and Tayoga at once plunged\ninto the forest with the borderers who were there to provide against\nambush, all of them approaching the menacing ridge with great care. It\nwas a long projection, rising about a hundred feet, and grown densely\nwith trees and bushes. It looked very quiet and peaceful and birds\neven were singing there among the boughs. The leader of the scouts, a\nbronzed man of middle age named Adams, turned to Tayoga.",
        "“I see nothing there,” he said, “but I’ve heard of you and your power\nto find things where others can’t. Do you think they’re on that ridge\nwaiting for us?”",
        "“It is certain,” replied the Onondaga. “It is the place best fitted\nfor them, and they will not neglect it. Let me go forward a little,\nwith my friend, Dagaeoga, and we will unveil them.”",
        "“We’ll wait here, and if they’re on it I believe you’ll soon know it,\"\nsaid Adams confidently.",
        "Tayoga slid forward among the bushes and Robert followed. Neither made\nthe slightest noise, and they drew much nearer to the ridge, which\nstill basked in the sun, peaceful and innocent in looks. Not a warrior\nor a Frenchman appeared there, the bushes gave back no glint of\nweapons, nothing was disclosed.",
        "“They may be hidden in that jungle, but they won’t stir until we’re\nunder the muzzles of their rifles. What do you propose to do?” asked\nRobert.",
        "“I will tempt them, Dagaeoga.”",
        "“Tempt them? I don’t understand you.”",
        "“Tododaho on his great star which we cannot see in the day, but which,\nnevertheless, is there, whispers to me that Tandakora himself is among\nthe bushes on the ridge. It is just such an ambush as he loves. As you\nknow, Dagaeoga, he hates us all, but he hates me most. If he sees a\ngood opportunity for a shot at me he will not be able to forego it.”",
        "“For Heaven’s sake, Tayoga, don’t make a martyr of yourself merely to\ndraw the enemy’s fire!”",
        "“No such thought was in my mind. I am not yet ready to leave the\nworld, which I find bright and full of interest. Moreover, I wish to\nsee the end of this war and what will happen afterward. Risks are a\npart of our life, Dagaeoga, but I will take none that is undue.”",
        "Tayoga spoke in his usual precise, book English, explaining everything\nfully, and Robert said nothing more. But he awaited the actions of the\nOnondaga with intense interest. Tayoga crept forward five or six yards\nmore, and then he stumbled, striking against a bush and shaking it\nviolently. Robert was amazed. It was incredible that the Onondaga\nshould be so awkward, and then he remembered. Tayoga was going to draw\nthe enemy’s fire.",
        "Tayoga struck against another bush, and then stood upright and\nvisible. Those hidden on the ridge, if such there were, could see him\nclearly. The response was immediate. A gigantic figure stood up among\nthe bushes, leveled a rifle and fired at him point blank. But the\nOnondaga, quick as lightning, dropped back and the bullet whistled\nover his head. Robert fired at the great painted figure of Tandakora,\nbut he too missed, and in a moment the Ojibway chief sank down in the\nundergrowth. A shout came from the hidden Indians about him.",
        "“They are there,” said Tayoga, “and we know just where many of them\nlie. We will suggest to Open Eyes that he fire the cannon at that\npoint.”",
        "They rejoined Adams.",
        "“You were right, as I knew you’d be,” said the scout. “You’ve located\n’em.”",
        "“Yes, because Tandakora could not resist his hate of me,” said the\nOnondaga.",
        "They withdrew to the main force, and once more the brave brass guns\nwere brought up, sending solid shot and grape into the bushes on the\nridge, then moving forward and repeating the fire. Many rifles opened\nupon them from the thickets, and several men fell, but Elihu Strong\nheld his people in hand, and the scouts drove back the sharpshooters.\nMeanwhile the whole force advanced and began to climb the ridge, the\ncannon being turned on the flanks, where the attack was now heaviest.\nA fierce battle ensued, and the guns, served with great skill and\neffectiveness, kept the Indians at bay. More of Strong’s men were\nslain and many were hit, but their own rifles backed up the guns with\na deadly fire. Thus the combat was waged in the thickets a full two\nhours, when they heard a great shout toward the north, and Willet, at\nthe head of a hundred men, broke his way through to their relief. Then\nFrench and Indians drew off, and the united forces proceeded to the\npoint, where Colden, Wilton, Carson and Grosvenor gave them a great\nwelcome.",
        "“We are here,” said Elihu Strong. “If the Governor and Legislature of\nMassachusetts had done their full duty we might have been here sooner,\nbut here we are.”",
        "“I knew that you would come back and bring help with you,” said\nGrosvenor to Robert. “I felt sure that Tayoga would guide the canoe\nthrough every peril.”",
        "“Your confidence was not misplaced,” said Robert. “He did some\nwonderful work. He was as great a trailer on the water as he is on\nland. Now that we are so much stronger, I wonder what St. Luc is going\nto do.”",
        "But Black Rifle came in the next morning with the news that the\nChevalier and his whole force were gone.",
        "They had stolen away silently in the night, and were now marching\nnorthward, probably to join Montcalm.",
        "“I’m not surprised,” said Willet. “We’re now too strong for him\nand St. Luc is not the man to waste his time and strength in vain\nendeavors. I suspect that we will next hear of him near Champlain,\nsomewhere in the neighborhood of Ticonderoga. I think we’d better\nfollow his trail a little distance.”",
        "Willet himself led the band that pursued St. Luc, and it included\nTayoga, Robert, Grosvenor, Black Rifle and Adams, Daganoweda and his\nMohawks having left shortly before on an expedition of their own. It\nwas an easy enough task, as the trail necessarily was wide and deep,\nand the Onondaga could read it almost with his eyes shut.",
        "“Here went Sharp Sword,” he said after looking about a while. “I find\ntraces of his moccasins, which I would know anywhere because I have\nseen them so many times before. Here another Frenchman joined him and\nwalked beside him for a while. It was Jumonville, whose imprints I\nalso know. They talked together. Perhaps Jumonville was narrating the\ndetails of his encounter with us. Now he leaves St. Luc, who is joined\nby another Frenchman wearing moccasins. But the man is heavy and\nwalked with a heavy step. It is the Canadian, Dubois, who attends upon\nSharp Sword, and who is devoted to him. Perhaps Sharp Sword is giving\nhim instructions about the camp that they will make when the day\nis over. Now Dubois also goes, and here come the great moccasins of\nTandakora. I have seen none other so large in the woods, and a child\nwould know them. He too talks with Sharp Sword, but Sharp Sword does\nnot stop for him. They walk on together, because the stride continues\nsteady and even, just the length that a man of Sharp Sword’s height\nwould make when walking. Tandakora is very angry, not at Sharp\nSword–he would not dare to show anger against him–but at the will\nof Manitou who would not let him win a victory over us. He did not get\nmuch satisfaction from Sharp Sword, because he stayed with him only a\nvery short time. Here his trail leads away again, and Sharp Sword once\nmore walks on alone.",
        "“Perhaps Sharp Sword prefers to be alone. Most men do after a\ndisappointment, and he knows that his attack upon the boat builders\nhas been a failure. Sharp Sword does not like failures any more than\nother people do, and he wants to think. He is planning how to win\na great success, and to atone for his failure here. I do not see\nanything of De Courcelles. I do not find his trail anywhere, which\nshows that the wound you gave him, Dagaeoga, was severe. He is being\ncarried either by warriors or French soldiers on a litter. It is far\nmore likely to be soldiers, and here I find them, the trail of four\nmen who walk exactly even, two by two all the time. The rage of De\nCourcelles will mount very high against you, Dagaeoga, and you will\nhave to beware of him.”",
        "“I am ready for him,” said Robert, proudly.",
        "The broad trail led steadily on toward the north, but Willet, after a\nwhile, spread out his own little force, taking no chances with forest\nambush. He considered it highly probable that before long Tandakora\nwould curve aside with some of his warriors, hoping to trap the\nunwary. He was confirmed in his opinion by the Onondaga’s reading of\nthe trail.",
        "“I find the footprints of the Ojibway chief again,” said Tayoga. “Here\nthey go at the edge of the trail. Now he has stopped. His stride\nhas ceased, and he stands with his moccasins close together. He is\nprobably talking with his warriors and he meditates something. The\nrage of Tandakora is as great as that of De Courcelles, but Tandakora\nis not hurt, and he is able to strike. He moves on again, and, ah!\nhere he goes into the woods. Beyond question he is now engaged in\nplanting an ambush for those who would follow St. Luc. Shall we go\nback, Great Bear, or shall we meet the Ojibway’s ambush with an ambush\nof our own?”",
        "The black eyes of the Onondaga sparkled.",
        "“We ought to turn back,” replied Willet, “but I can’t resist playing\nTandakora’s own game with him. It may give us a chance to rid the\nborder of that scourge. We’ll leave the trail, and go into the deep\nbush.”",
        "Led by the hunter the little band plunged into the forest and began\na careful circle, intending to come back to the trail some distance\nahead, and to post themselves behind Tandakora in case that wily\nsavage was planning an ambush, as they felt sure he was. They\nredoubled their precautions, ceasing all talk for the while, and\nallowing no bushes to rustle as they passed. Willet led the line, and\nTayoga brought up the rear. Grosvenor was just behind Robert. He, too,\nwas now able to bring down his feet in soundless fashion, and to avoid\nevery stick or twig that might break with a crack beneath his weight.\nWhile he was aware of the perils before them, his heart beat high. He\nfelt that he was making further progress, and that he was becoming a\nworthy forest runner.",
        "After two careful hours of travel, they came back again to the broad\ntrail which showed that St. Luc was still maintaining steady progress\ntoward the north. But both the hunter and the Onondaga felt sure that\nTandakora and a chosen band were now to the south, waiting in ambush\nfor those who would come in pursuit.",
        "“We’d better draw ’em if we can,” said Willet. “Let ’em know we’re\nhere, but make ’em believe we’re friends.”",
        "“I think I can do it,” said Tayoga. “I know Huron and St. Regis\nsignals. It is likely that some of the warriors with Tandakora are\nHurons, and, in any event, the Ojibway will understand the signals.”",
        "He imitated the cawing of a crow, and presently the answer came\nfrom the forest about a quarter of a mile to the south. The cry was\nrepeated, and the answer came duly a second time. No one in the little\nband now doubted that Tandakora and his men were there.",
        "“Shall we attack?” asked Robert.",
        "“I think we can sting them a little,” replied Willet. “Our numbers are\nfew, but the force of the Ojibway is not likely to be large. It was\nhis purpose to strike and get away, and that’s what we’ll do. Now,\nTayoga, we’re relying upon you to get us into a good position on his\nflank.”",
        "The Onondaga led them in another but much smaller circle toward the\nforest, from which the answering caws of the crow had come. The way\nwent through dense thickets but, before he reached his chosen spot, he\nstopped.",
        "“Look,” he said, pointing to the earth, where there were faint traces\nthat Robert could scarcely see and over which he would have passed,\nunnoticing. “Here is where Tandakora went on his way to the ambush. It\nis a little trail, and it was to be only a little ambush. He has only\nabout ten warriors with him. The Ojibway has come back for revenge. He\ncould not bear to leave without striking at least one blow. Perhaps he\nslipped away from Sharp Sword to try the ambush on his own account.”",
        "“They can’t be far ahead,” said the hunter.",
        "“No,” said the Onondaga. “They will be coming back in response to my\ncall, and I think we would better await them here.”",
        "They disposed themselves in good order for battle, and then sank to\nthe earth. Light waves of air registered delicately but clearly on\nthose wonderful eardrums of Tayoga’s. Faint though the sound was,\nhe understood it. It was the careful tread of men. Tandakora and his\nwarriors were on the way, called by the crow. He knew when they came\nwithin a hundred yards of where he and his companions lay, and he\nknew when they spread out in cautious fashion, to see what manner of\nfriends these were who came. He knew, too, that Tandakora would not\nwalk into a trap, and he had not expected at any time that he would,\nit having been merely his purpose when he cawed like a crow to call\nhim back to fair and honorable combat, ambush against ambush. He noted\nwhen the thin line of detached warriors began to advance again, he was\neven able to trace the step of Tandakora, heavier than the others,\nand to discern when the Ojibway chief stopped a second time, trying to\npierce the thickets with his eyes.",
        "“Tandakora is in doubt,” he whispered to Robert. “The call of the crow\nwhich at first seemed so friendly has another meaning now. He is not\nso sure that friends are here after all, but he does not understand\nhow an enemy happens to be behind him. He is angry, too, that his own\npretty ambush, in which he was sitting so cunningly waiting for us,\nis broken up. Tandakora’s humor is far from good, but, because of it,\nmine is excellent.”",
        "“You certainly learned the dictionary well when you were in our\nschools,” Robert whispered back, but as full as ever of admiration for\nTayoga’s powers. “Has all sound ceased now?”",
        "“They are not stirring. They have become quite sure that we are\nenemies and they wait for us to act first.”",
        "“Then I’ll give ’em a lead,” said Willet, who lay on Tayoga’s right.",
        "He thrust out a foot, bringing it down on a dead stick so hard that\nit broke with a sharp snap, but instantly drew away to the shelter of\nanother bush. A rifle cracked in front of them and a bullet cut the\nair over the broken stick. Before the warrior who fired the bullet\ncould sink back Black Rifle pulled the trigger at a certain target,\nand the man fell without a sound.",
        "“A fine shot, Captain Jack,” said Willet, and a few minutes later the\nhunter himself made another just as good. For a half hour the combat\nwas waged in the deep thickets, mere glimpses serving for aim, but the\ncombatants were as fierce and tenacious as if the issue were joined\nby great armies. Four warriors fell, Willet’s band suffered only a few\nscratches, and then, at a signal from him, they melted away into the\nwoods, curved about again, and took up the return journey toward their\nown force.",
        "“We did enough,” said Willet, when he was sure they were not pursued\nby Tandakora. “All we wanted to do was to sting the Ojibway and not to\nlet him forget that those who ambush may be ambushed. He’ll be fairly\nburning with anger.”",
        "“How are you feeling, Red Coat?” asked Tayoga.",
        "“As well as could be expected after such an experience,” replied\nGrosvenor with pride. But the young Englishman was very sober, too.\nA warrior had fallen before his rifle, and, with the heat of battle\nover, he was very thoughtful.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}