{
    "title": "The Nibelungenlied - I. The Nibelungen Saga",
    "author": "George Henry Needler, Translator",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "All the Aryan peoples have had their heroic age, the achievements of\nwhich form the basis of later saga. For the Germans this was the period\nof the Migrations, as it is called, in round numbers the two hundred\nyears from 400 to 600, at the close of which we find them settled in\nthose regions which they have, generally speaking, occupied ever since.\nDuring these two centuries kaleidoscopic changes had been taking place in\nthe position of the various Germanic tribes. Impelled partly by a native\nlove of wandering, partly by the pressure of hostile peoples of other\nrace, they moved with astonishing rapidity hither and thither over the\nface of Europe, generally in conflict with one another or buffeted by the\nRomans in the west and south, and by the Huns in the east. In this stern\nstruggle for existence and search for a permanent place of settlement\nsome of them even perished utterly; amid the changing fortunes of all of\nthem deeds were performed that fixed themselves in the memory of the\nwhole people, great victories or great disasters became the subject of\nstory and song. We need only to recall such names as those of Ermanric\nand Theodoric to remind ourselves what an important part was played by\nthe Germanic peoples of that Migration Period in the history of Europe.\nDuring it a national consciousness was engendered, and in it we have the\nfaint beginnings of a national literature. Germanic saga rests almost\nentirely upon the events of these two centuries, the fifth and sixth.\nAlthough we get glimpses of the Germans during the four or five preceding\ncenturies, none of the historic characters of those earlier times have\nbeen preserved in the national sagas.",
        "With these sagas based on history, however, have been mingled in most\ncases primeval Germanic myths, possessions of the people from prehistoric\ntimes. A most conspicuous example of this union of mythical and\noriginally historical elements is the Nibelungen saga, out of which grew\nin course of time the great national epic, the Nibelungenlied.",
        "The Nibelungen saga is made up of two parts, on the one hand the mythical\nstory of Siegfried and on the other the story, founded on historic fact,\nof the Burgundians. When and how the Siegfried myth arose it is\nimpossible to say; its origin takes us back into the impenetrable mists\nof the unrecorded life of our Germanic forefathers, and its form was\nmoulded by the popular poetic spirit. The other part of the saga is based\nupon the historic incident of the overthrow of the Burgundian kingdom by\nthe Huns in the year 437. This annihilation of a whole tribe naturally\nimpressed itself vividly upon the imagination of contemporaries. Then the\nfact of history soon began to pass over into the realm of legend, and,\nfrom causes which can no longer be determined, this tradition of the\nvanished Burgundians became united with the mythical story of Siegfried.\nThis composite Siegfried-Burgundian saga then became a common possession\nof the Germanic peoples, was borne with many of them to lands far distant\nfrom the place of its origin, and was further moulded by each according\nto its peculiar genius and surroundings. In the Icelandic Eddas, the\noldest of which we have as they were written down in the latter part of\nthe ninth century, are preserved the earliest records of the form it had\ntaken among the northern Germanic peoples. Our Nibelungenlied, which is\nthe chief source of our knowledge of the story as it developed in\nGermany, dates from about the year 1200. These two versions, the Northern\nand the German, though originating in this common source, had diverged\nvery widely in the centuries that elapsed between their beginning and the\ntime when the manuscripts were written in which they are preserved. Each\ncurtailed, re-arranged, or enlarged the incidents of the story in its own\nway. The character of the chief actors and the motives underlying what we\nmay call the dramatic development assumed widely dissimilar forms. The\nGerman Nibelungenlied may be read and appreciated as one of the world’s\ngreat epic poems without an acquaintance on the part of the reader with\nthe Northern version of the saga. In order, however, to furnish the\nsetting for a few episodes that would in that case remain either obscure\nor colorless, and with a view to placing the readers of this translation\nin a position to judge better the deeper significance of the epic as the\neloquent narrative of a thousand years of the life of the people among\nwhom it grew, the broad outlines of the saga in its Northern form will be\ngiven here.",
        "Starting at the middle of the fifth century from the territory about\nWorms on the Rhine where the Burgundians were overthrown, the saga soon\nspread from the Franks to the other Germanic peoples. We have evidence of\nits presence in northern Germany and Denmark. Allusions to it in the\nAnglo-Saxon poem, the Wanderer, of the seventh century and in the great\nAnglo-Saxon epic Beowulf of a short time later, show us that it had\nearly become part of the national saga stock in England. Among the people\nof Norway and Iceland it took root and grew with particular vigor. Here,\nfarthest away from its original home and least exposed to outward\ninfluences, it preserved on the whole most fully its heathen Germanic\ncharacter, especially in its mythical part. By a fortunate turn of\nevents, too, the written record of it here is of considerably earlier\ndate than that which we have from Germany. The Eddas, as the extensive\ncollection of early Icelandic poems is called, are the fullest record of\nGermanic mythology and saga that has been handed down to us, and in them\nthe saga of Siegfried and the Nibelungen looms up prominently. The\nearliest of these poems date from about the year 850, and the most\nimportant of them were probably written down within a couple of centuries\nof that time. They are thus in part some three centuries older than the\nGerman Nibelungenlied, and on the whole, too, they preserve more of the\noriginal outlines of the saga. By bringing together the various episodes\nof the saga from the Eddas and the Volsung saga, a prose account of the\nmythical race of the Volsungs, we arrive at the following narrative.",
        "On their wanderings through the world the three gods Odin, Honir, and\nLoki come to a waterfall where an otter is devouring a fish that it has\ncaught. Loki kills the otter with a stone, and they take off its skin. In\nthe evening they seek a lodging at the house of Hreidmar, to whom they\nshow the skin. Hreidmar recognizes it as that of his son, whom Loki has\nkilled when he had taken on the form of an otter. Assisted by his sons\nFafnir and Regin, Hreidmar seizes the three gods, and spares their lives\nonly on the promise that they will fill the skin, and also cover it\noutwardly, with gold. Loki is sent to procure the ransom. With a net\nborrowed from the sea-goddess Ran he catches at the waterfall the dwarf\nAndvari in form of a fish and compels him to supply the required gold.\nAndvari tries to keep back a ring, but this also Loki takes from him,\nwhereupon the dwarf utters a curse upon the gold and whosoever may\npossess it. The ransom is now paid to Hreidmar; even the ring must, on\nHreidmar’s demand, be given in order to complete the covering of the\notter’s skin. Loki tells him of the curse connected with the ownership of\nthe gold. When Hreidmar refuses Fafnir and Regin a share in the treasure,\nhe is killed by Fafnir, who takes possession of the hoard to the\nexclusion of Regin. In the form of a dragon Fafnir dwells on Gnita Heath\nguarding the hoard, while Regin broods revenge.",
        "From Odin is descended King Volsung, who has a family of ten sons and one\ndaughter. The eldest son is Sigmund, twin-born with his sister Signy.\nKing Siggeir of Gautland sues for the hand of Signy, whom her father\ngives to Siggeir against her will. In the midst of King Volsung’s hall\nstood a mighty oak-tree. As the wedding-feast is being held there enters\na stranger, an old man with one eye, his hat drawn down over his face and\nbearing in his hand a sword. This sword he thrusts to the hilt into the\ntree, saying that it shall belong to him who can draw it out again; after\nwhich he disappears as he had come. All the guests try their strength in\nvain upon the sword, but Sigmund alone is able to draw it forth. He\nrefuses to sell it to Siggeir for all his proffered gold. Siggeir plans\nvengeance. He invites Volsung and his sons to Gautland, and returns home\nthither with his bride Signy, who before going warns her father to be\nupon his guard.",
        "At the appointed time King Volsung and his sons go as invited to\nGautland. In spite of Signy’s repeated warning he will not flee from\ndanger, and falls in combat with Siggeir; his ten sons are taken\nprisoners, and placed in stocks in the forest. For nine successive nights\na she-wolf comes and devours each night one of them, till only Sigmund\nremains. By the aid of Signy he escapes. The she-wolf, it was said, was\nthe mother of Siggeir.",
        "To Sigmund, who has hidden in a wood, Signy sends her eldest boy of ten\nyears that Sigmund may test his courage and see if he is fit to be a\nhelper in seeking revenge. Neither he, however, nor his younger brother\nstands the test. Signy sees that only a scion of the race of Volsung will\nsuffice, and accordingly disguises herself and lives three days with\nSigmund in the wood. From their union a son Sinfiotli is born, whom also,\nafter ten years, she sends out to Sigmund. He stands every test of\ncourage, and is trained by Sigmund, who thinks he is Siggeir’s son.",
        "Bent on revenge, Sigmund repairs with Sinfiotli to Siggeir’s castle.\nAfter Sinfiotli has slain the king’s two sons, he and Sigmund are\noverpowered and condemned to be buried alive. With Sigmund’s sword,\nhowever, which Signy has managed to place in their hands, they cut their\nway out, then set fire to Siggeir’s hall. Signy comes forth and reveals\nto Sigmund that Sinfiotli is their own son; and then, saying that her\nwork of revenge is complete and that she can live no longer, she returns\ninto the burning hall and perishes with Siggeir and all his race.",
        "Sigmund now returns home and rules as a mighty king. He marries Borghild,\nwho later kills Sinfiotli with a poisoned drink, and is cast away by\nSigmund. He then marries Hjordis. Lyngvi, the son of King Hunding, was\nalso a suitor and now invades Sigmund’s land. The latter hews down many\nof his enemies, until an old man with one eye, in hat and dark cloak,\ninterposes his spear, against which Sigmund’s sword breaks in two.\nSigmund falls severely wounded.",
        "In the night Hjordis seeks the scene of the combat and finds Sigmund\nstill alive. He refuses to allow her to heal his wounds, saying that Odin\nno longer wills that he swing the sword. He tells Hjordis to preserve\ncarefully the pieces of the broken sword; the son she bears in her womb\nshall yet swing the sword when welded anew, and win thereby a glorious\nname. At dawn Sigmund dies. Hjordis is borne off by Vikings and, after\nthe birth of her son, she becomes the wife of the Danish prince Alf.",
        "The son of Hjordis was called Sigurd. He grew up a boy of wondrous\nstrength and beauty, with eyes that sparkled brightly, and lived at the\ncourt of King Hjalprek, the father of Alf. Regin, the dwarfish brother of\nFafnir, was his tutor. Regin welds together the pieces of the broken\nsword Gram, so sharp and strong that with it Sigurd cleaves Regin’s anvil\nin twain. With men and ships that he has received from King Hjalprek\nSigurd goes against the sons of Hunding, whom he slays, thereby avenging\nthe death of his father. Regin has urged him to kill Fafnir and take\npossession of the hoard. On the Gnita Heath he digs a ditch from which,\nas the dragon Fafnir passes over it, he plunges the sword into his heart.\nThe dying Fafnir warns him of the curse attached to the possession of the\ngold; also that Regin is to be guarded against. The latter bids him roast\nthe heart of Fafnir. While doing so he burns his finger by dipping it in\nthe blood to see if the heart is done, and to cool his finger puts it\ninto his mouth. Suddenly he is able to understand the language of the\nbirds in the wood. They warn him to beware of Regin, whom he straightway\nslays. The birds tell him further of the beautiful valkyrie Brynhild, who\nsleeps on the fire-encircled mountain awaiting her deliverer. Then Sigurd\nplaces Fafnir’s hoard upon his steed Grani, takes with him also Fafnir’s\nhelm, and rides away to Frankenland. He sees a mountain encircled by a\nzone of fire, makes his way into it and beholds there, as he deems it, a\nman in full armor asleep. When he takes off the helmet he finds that it\nis a woman. With his sword he cuts loose the armor. The woman wakes and\nasks if it be the hero Sigurd who has awakened her. In joy that it is so,\nBrynhild relates to him how Odin had punished her by this magic sleep for\ndisobedience, and how that she had yet obtained from him the promise that\nshe should be wakened only by a hero who knew no fear. She now teaches\nSigurd many wise runes, and tells him of harm to fear through love of\nher. In spite of all, however, Sigurd does not waver, and they swear an\noath of mutual faithful love.",
        "Next Sigurd comes to King Gjuki at the Rhine, and joins in friendship\nwith him and his sons Gunnar and Hogni. Queen Grimhild gives Sigurd a\npotion which causes him to forget Brynhild and be filled with love for\nher own daughter Gudrun, whom he marries. Gunnar now seeks Brynhild for\nwife, and Sigurd goes with him on his wooing-journey. They come to the\ncastle encircled by fire, where Brynhild lives. She will be wooed only by\nhim who will ride to her through the flames. Gunnar tries in vain to do\nthis, even when mounted on Sigurd’s steed Grani. Sigurd and Gunnar then\nexchange shapes and the former spurs Grani through the flames. He calls\nhimself Gunnar the son of Gjuki, and finally Brynhild consents to become\nhis wife. Three nights he shares her couch, but always his sharp sword\nlies between them. He takes the ring from her finger and places in its\nstead one from Fafnir’s treasure. Then he exchanges form again with\nGunnar, who is soon after wedded to Brynhild. Only now does Sigurd\nrecollect the oath that he once swore to Brynhild himself.",
        "One day Brynhild and Gudrun are bathing in the Rhine. A quarrel arises\nbetween them when Brynhild takes precedence of Gudrun by going into the\nwater above her in the stream, saying that her husband is a braver and\nmightier man than Gudrun’s. Gudrun retorts by revealing the secret that\nit was Sigurd in Gunnar’s form, and not Gunnar himself, who rode through\nthe flame, and in proof thereof shows her the ring taken by Sigurd from\nBrynhild’s finger. Pale as death, Brynhild goes quietly home: Gunnar must\ndie, she says in wrath. Sigurd tries to pacify her, even offering to\ndesert Gudrun. Now she will have neither him nor another, and when Gunnar\nappears she demands of him Sigurd’s death. In spite of Hogni’s protest\nGunnar’s stepbrother Gutthorm, who has not sworn blood-friendship with\nSigurd, is got to do the deed. He is given the flesh of wolf and serpent\nto eat in order to make him savage. Twice Gutthorm goes to kill Sigurd,\nbut cowers before the piercing glance of his eyes; at last he steals upon\nSigurd asleep and thrusts his sword through him. The dying Sigurd hurls\nthe sword after the fleeing murderer and cuts him in two. To Gudrun, who\nwakes from sleep by his side, he points to Brynhild as the instigator of\nthe crime, and dies. Brynhild rejoices at the sound of Gudrun’s wailing.\nGudrun cannot find relief for her grief, the tears will not flow. Men and\nwomen seek to console her by tales of greater woes befallen them. But\nstill Gudrun cannot weep as she sits by Sigurd’s corpse. At last one of\nthe women lifts the cloth from Sigurd’s face and lays his head upon\nGudrun’s lap. Then Gudrun gazes on his blood-besmirched hair, his dimmed\neyes, and breast pierced by the sword: she sinks down upon the couch and\na flood of tears bursts at length from her eyes.",
        "Brynhild now tells Gunnar that Sigurd had really kept faith with him on\nthe wooing journey; but she will live with him no longer and pierces\nherself with a sword, after foretelling to Gunnar his future fate and\nthat of Gudrun. In accord with her own request she is burned on one\nfuneral-pyre with Sigurd, the sword between them as once before.",
        "Atli,[1] king of the Huns, now seeks Gudrun for wife. She refuses, but\nGrimhild gives her a potion which causes her to forget Sigurd and the\npast, and then she becomes the wife of Atli. After Sigurd’s death Gunnar\nhad taken possession of the Niflungen hoard, and this Atli now covets. He\ntreacherously invites Gunnar and the others to visit him, which they do\nin spite of Gudrun’s warnings, first of all, however, sinking the hoard\nin the Rhine. On their arrival Atli demands of them the hoard, which, he\nsays, belongs of right to Gudrun. On their refusal he attacks them. Hosts\nof fighters on both sides fall and in the end Gunnar and Hogni, the only\ntwo of their number remaining, are bound in fetters. Gunnar refuses\nAtli’s command to reveal the hiding-place of the hoard, bidding them\nbring to him the heart of Hogni. They kill a servant and bring his heart\nto Gunnar; but Gunnar sees how it still quivers with fear, and knows it\nis not the heart of the fearless Hogni. Then the latter is really killed,\nand his heart is brought to Gunnar, who cries exultingly that now only\nthe Rhine knows where the hoard lies hidden. In spite of Gudrun Atli\norders that Gunnar be thrown into a den of serpents. With a harp\ncommunicated to him by Gudrun he pacifies them all but one, which stings\nhim to the heart, and thus Gunnar dies. Gudrun is nominally reconciled\nwith Atli, but in secret plans revenge for the death of her brothers. She\nkills Atli’s two sons, gives him at a banquet their blood to drink and\ntheir hearts to eat. In the night she plunges a sword into his own heart,\nconfesses herself to him as his murderer, and sets fire to the castle, in\nwhich Atli and all his remaining men are consumed.",
        "[1] That is, Attila; the Etzel of the Nibelungenlied.",
        "The saga as we find it in the German Nibelungenlied differs very widely\nin form and substance from the Northern version which has just been\noutlined, though the two have still enough points of similarity to\nindicate clearly a common origin. Each bears the stamp of the poetic\ngenius of the people among whom it grew. Of all the sagas of the Germanic\npeoples none holds so prominent a place as the Nibelungen saga, and it\nmay safely be said that the epic literature of the world, though offering\npoems of more refined literary worth, has none that are at the same time\nsuch valuable records of the growth of the poetic genius of two kindred\npeoples through many centuries of their early civilization as the Edda\npoems of this saga and the Nibelungenlied. It is impossible here to\nundertake a comparison of the two and point out in detail their\nparallelism and their respective significance as monuments of\ncivilization; suffice it to indicate briefly the chief points of\ndifference in the two stories, and note particularly those parts of the\nNibelungenlied that have, as it were, suffered atrophy, and that point to\nearlier stages of the saga in which, as in the Northern version, they\nplayed a more important role.",
        "First, as to the hoard. The Nibelungenlied knows nothing of its being\ntaken by Loki from Andvari, of the latter’s curse upon it, and how it\ncame finally into the possession of Fafnir, the giant-dragon. Here it\nbelongs, as we learn from Hagen’s account (strophes 86-99), to Siegfried\n(Sigurd), who has slain the previous owners of it, Schilbung and\nNibelung, and wrested it from its guardian the dwarf Alberich (Andvari).\nFrom this point onward its history runs nearly parallel in the two\nversions. After Siegfried’s death it remains for a time with Kriemhild\n(Gudrun), is treacherously taken from her by Gunther (Gunnar) and Hagen\n(Hogni), and finally, before their journey to Etzel (Atli), sunk in the\nRhine.",
        "The protracted narrative of Sigurd’s ancestry and his descent from Odin\nhas no counterpart in the Nibelungenlied. Here we learn merely that\nSiegfried is the son of Siegmund. His father plays an entirely different\npart; and his mother’s name is not Hjordis, as in the Edda, but\nSiegelind.",
        "Of Siegfried’s youth the Nibelungenlied knows very little. No mention is\nmade of his tutelage to the dwarf smith Regin and preparation for the\nslaying of the dragon Fafnir. The account of him placed in the mouth of\nHagen (strophes 86-501), how he won the hoard, the tarnkappe, and the\nsword Balmung, and slew the dragon, is evidently a faint echo of an\nearlier version of this episode, which sounds out of place in the more\nmodern German form of the story. From the latter the mythical element has\nalmost entirely vanished. It is worthy of note, moreover, that the very\nbrief account of Siegfried’s slaying of the dragon is given in the\nNibelungenlied as separate from his acquisition of the hoard, and differs\nin detail from that of the Edda. Of Sigurd’s steed Grani, his ride to\nFrankenland, and his awakening of Brynhild the Nibelungenlied has nothing\nto tell us. Through the account of Siegfried’s assistance to Gunther in\nthe latter’s wooing of Brunhild (Adventures 6 and 7) shimmers faintly,\nhowever, the earlier tradition of the mythical Siegfried’s awakening of\nthe fire-encircled valkyrie. Only by our knowledge of a more original\nversion can we explain, for example, Siegfried’s previous acquaintance\nwith Brunhild which the Nibelungenlied takes for granted but says nothing\nof. On this point of the relation between Sigurd and Brynhild it is\ndifficult to form a clear account owing to the confusion and even\ncontradictions that exist when the various Northern versions themselves\nare placed side by side. The name of the valkyrie whom Sigurd awakens\nfrom her magic sleep is not directly mentioned. Some of the accounts are\nbased on the presupposition that she is one with the Brynhild whom Sigurd\nlater wooes for Gunnar, while others either know nothing of the sleeping\nvalkyrie or treat the two as separate personages. The situation in the\nNibelungenlied is more satisfactorily explained by the theory that they\nwere originally identical. But we see at once that the figure of Brunhild\nhas here lost much of its original significance. It is her quarrel with\nKriemhild (Gudrun) that leads to Siegfried’s death, though the motives\nare not just the same in the two cases; and after the death of Siegfried\nshe passes unaccountably from the scene.",
        "But it is in the concluding part of the story–the part which, as we\nshall see, has its basis in actual history–that the two accounts diverge\nmost widely. So strange, indeed, has been the evolution of the saga that\nthe central character of it, Kriemhild (Gudrun) holds a diametrically\nopposite relation to her husband Etzel (Atli) at the final catastrophe in\nthe two versions. In the Nibelungenlied as in the Edda the widowed\nKriemhild (Gudrun) marries King Etzel (Atli), her consent in the former\nresulting from a desire for revenge upon the murderers of Siegfried, in\nthe latter from the drinking of a potion which takes away her memory of\nhim; in the Nibelungenlied it is Kriemhild who treacherously lures\nGunther and his men to their destruction unknown to Etzel, in the Edda\nthe invitation comes from Atli, while Gudrun tries to warn them to stay\nat home; in the former Kriemhild is the author of the attack on the\nguests, in the latter Atli; in the former Kriemhild is the frenzied\navenger of her former husband Siegfried’s death upon her brother Gunther,\nin the latter Gudrun is the avenger of her brothers’ death upon her\nhusband Atli.",
        "A sifting of the Nibelungen saga reveals a mythical element (the story of\nSiegfried) and a historical element (the story of the Burgundians and\nEtzel). How, when, and where these two elements were blended together\nmust remain largely a matter of conjecture. This united central body\nreceived then from time to time accessions of other elements, some of\nthem originally historical in character, some of them pure inventions of\nthe poetic imagination.",
        "The Siegfried myth is the oldest portion of the Nibelungen saga, and had\nalready passed through a long period of development before its union with\nthe story of the Burgundian kings. Like so many others of its kind, it is\npart of the spiritual equipment of our Germanic ancestors at the dawn of\ntheir recorded history. It grew gradually with the people themselves and\nhas its counterpart among other peoples. Such myths are a record of the\nimpressions made upon the mind of man by the mighty manifestations of the\nworld of nature in which he lives; their formation may be likened to the\nunconscious impressions of its surroundings on the mind of the child. And\njust as the grown man is unable to trace back the formation of his own\nindividuality to its very beginnings in infancy, so is it impossible for\nthe later nation in its advanced stage to peer back beyond the dawn of\nits history. It is in the gloom beyond the dawn that such myths as this\nof Siegfried have their origin.",
        "Though modern authorities differ greatly in their conjectures, it is\ngenerally agreed that the Siegfried story was in its original form a\nnature-myth. The young day slays the mist-dragon and awakens the\nsun-maiden that sleeps on the mountain; at evening he falls a prey to the\npowers of gloom that draw the sun down again beneath the earth. With this\nday-myth was probably combined the parallel myth of the changing seasons:\nthe light returns in spring, slays the cloud-dragon, and frees the\nbudding earth from the bonds of winter.[2]",
        "[2] For the Siegfried saga in general see Symons in Paul’s Grundriss der\ngermanischen Philologie, 2d ed., vol. III, pp. 651-671.",
        "In the course of time this nature-myth became transformed into a\nhero-saga; the liberating power of light was humanized into the person of\nthe light-hero Siegfried. This stage of development had already been\nreached at the time of our earliest records, and the evidences point to\nthe Rhine Franks, a West Germanic tribe settled in the fifth century in\nthe country about Cologne, as the people among whom the transformation\nfrom nature-myth to hero-saga took place, for it is among them that the\nsaga in its earliest form is localized. By the Rhine Siegfried is born,\nthere he wins the Nibelungen hoard, and in Frankenland he finds the\nsleeping valkyrie. By the Rhine, too, he enters into service with the\nNibelungen kings and weds their sister.",
        "The Franks had as neighbors up-stream in the first half of the fifth\ncentury the Burgundians, an East Germanic tribe. These Burgundians, who\nwere closely allied to the Goths, had originally dwelt in the Baltic\nregion between the Vistula and the Oder, whence they had made their way\nsouth westward across Germany and settled in the year 413 in Germania\nprima on the west bank of the Rhine about Worms. Here a tragic fate was\nsoon to overtake them. In the year 435 they had already suffered a\nreverse in a conflict with the Romans under Aetius, and two years later,\nin 437, they were practically annihilated by the Huns. Twenty thousand of\nthem, we are told, fell in battle, the remainder were scattered\nsouthward. Beyond the brief record by a contemporary, Prosper, we know\nbut little of this event. It has been conjectured that the Huns were on\nthis occasion acting as auxiliaries of Aetius. At any rate it is fairly\ncertain that Attila was not personally on the scene.",
        "We can easily imagine what a profound impression this extinction of the\nBurgundians would produce upon the minds of their neighbors the Rhine\nFranks. Fact, too, would soon become mingled with fiction. This new feat\nwas ascribed to Attila himself, already too well known as the scourge of\nEurope and the subduer of so many German tribes. A very few years later,\nhowever, fate was to subdue the mighty conqueror himself. With the great\nbattle of Chalons in 451 the tide turned against him, and two years\nafterwards he died a mysterious death. The historian Jordanes of the\nsixth century relates that on the morning after Attila’s wedding with a\nGerman princess named Ildico (Hildiko) he was found lying in bed in a\npool of blood, having died of a hemorrhage. The mysteriousness of\nAttila’s ending inspired his contemporaries with awe, and the popular\nfancy was not slow to clothe this event also in a dress of fiction. The\nattendant circumstances peculiarly favored such a process. Historians\nsoon recorded the belief that Attila had perished at the hands of his\nwife, and it was only a step further for the imagination to find the\nmotive for the deed in the desire of Hildiko to avenge the death of her\nGerman kinsmen who had perished through Attila. The saga of Attila’s\ndeath is before long connected with the growing Burgundian saga, Hildiko\nbecomes the sister of the Burgundian kings Gundahari, Godomar, and\nGislahari, and her deed is vengeance taken upon Attila for his\ndestruction of her brothers. As is seen at once from the outline I have\nalready given (Chapter 2.) of the saga as we find it in the Edda, this is\nthe stage of development it had reached when it began to find its way\nnorthward from the Rhine country to Norway and Iceland.",
        "It is unnecessary here to record the speculations–for beyond\nspeculations we cannot go–as to how the union of this historical saga of\nthe Burgundians and Attila with the Siegfried saga took place. In the\ncourse of time, and naturally with greatest probability among the Rhine\nFranks who followed the Burgundians as occupants of Germania prima, the\ntwo were brought together, and the three Burgundian kings and their\nsister were identified with the three Nibelungen kings and their sister\nof the already localized Siegfried saga. It is also beyond the scope of\nthis introduction to follow the course of the saga northward or to note\nits further evolution during its wanderings and in its new home until it\nwas finally recorded in poetic form in the Edda. We have now to consider\nbriefly the transformation it passed through in Germany between this date\n(about 500) and the time (about 1200) when it emerges in written record\nas the Nibelungenlied.",
        "An account has already been given (Chapter 3.) of the chief features in\nwhich the Nibelungenlied differs from the Northern form. As we saw there,\nthe mythical element of the Siegfried saga has almost entirely evaporated\nand the historical saga of the Burgundian kings and Attila has undergone\na complete transformation. That the originally mythical and heathen\nSiegfried saga should dwindle away with the progress of civilization and\nunder the influence of Christianity was but natural. The character of the\nvalkyrie Brynhild who avenges upon Sigurd his infidelity to her, yet\nvoluntarily unites herself with him in death, as heathen custom demanded,\nis no longer intelligible. She recedes into the background, and after\nSiegfried’s death, though she is still living, she plays no further part.\nThe Nibelungenlied found its final form on Upper German, doubtless\nAustrian, territory. Here alone was it possible that that greatest of all\ntransformations could take place, namely, in the character of Attila. The\nFranks of the Rhine knew him only as the awe-inspiring conqueror who had\nannihilated their neighbors the Burgundians. In Austrian lands it was\nquite otherwise. Many Germanic tribes, particularly the East Goths, had\nfought under the banner of Attila, and in the tradition handed down from\nthem he lived as the embodiment of wisdom and generosity. Here it was\nimpossible that epic story should picture him as slaying the Burgundian\nkings through a covetous desire for their gold. The annihilation of the\nBurgundians is thus left without a motive. To supply this, Kriemhild’s\ncharacter is placed upon an entirely different basis. Instead of avenging\nupon Attila the death of her brothers the Burgundian kings, Kriemhild now\navenges upon her brothers the slaying of her first husband Siegfried.\nThis fundamental change in the character of Kriemhild has a deep ethical\nreason. To the ancient heathen Germans the tie of blood-relationship was\nstronger than that of wedlock, and thus in the original version of the\nstory Attila’s wife avenges upon him the death of her brothers; to the\nChristianized Germans of later times the marriage bond was the stronger,\nand accordingly from the altered motive Kriemhild avenges upon her\nbrothers the slaying of her husband. In accordance, too, with this\nethical transformation the scene of the catastrophe is transferred from\nWorms to Attila’s court. Kriemhild now looms up as the central figure of\nthe second half of the drama, while Etzel remains to the last ignorant of\nher designs for revenge.",
        "This transformation of the fundamental parts of the saga was accompanied\nby another process, namely, the addition of new characters. Some of these\nare the product of the poetic faculty of the people or individuals who\npreserved and remoulded the story in the course of centuries, others are\nbased upon history. To the former class belong the Margrave Ruediger, the\nideal of gentle chivalry, and Volker the Fiddler-knight, doubtless a\ncreation of the spielleute. To the second class belong Dietrich of\nBern, in whom we see the mighty East Gothic king, Theodoric of Verona;\nalso Bishop Pilgrim of Passau, a very late importation, besides several\nothers in whom are perpetuated in more or less faint outline actual\npersons of history. This introduction of fresh characters from time to\ntime as the saga grew has led to some strange anachronisms, which however\nare a disturbing element only to us readers of a modern day, who with\nsacrilegious hand lift the veil through which they were seen in a uniform\nhaze of romance by the eye of the knights and ladies of seven centuries\nago. They neither knew nor cared to know, for instance, that Attila was\ndead before Theodoric was born, and that Bishop Pilgrim flourished at\nPassau the trifling space of five hundred years later still.[3]",
        "[3] Attila lived from about 406 to 453; Theodoric, 475 to 526. Pilgrim\n    was Bishop of Passau, 971 to 991.",
        "Continue...",
        "\nThis full text of The Nibelungenlied by George Henry Needler, Translator\nis in the public domain.\n\n\nAlso see: A Companion to the Nibelungenlied\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}