{
    "title": "The Gatlings at Santiago - Chapter X: The Sufferings of the Fifth Army Corps",
    "author": "John H. Parker",
    "chapter": "11",
    "content": [
        "\n\n",
        "In such a campaign as that of Santiago, a certain amount of suffering\nis inevitable. In such a climate as that of southern Cuba, a certain\namount of disease is unavoidable. In the very hot-bed of yellow fever\nand malaria, no army could hope to escape without contracting these\ndiseases; and in a campaign conducted with the marvelous celerity of\nthe one at Santiago, some difficulty in forwarding supplies must\nnecessarily be encountered.",
        "The root of all our difficulties lay in the fact that the commanding\ngeneral had under him supply departments whose officers reported to\nheads of bureaus not under control of the corps commander. This caused\nunnecessary delays in obtaining supplies, entailed confusion in their\ndistribution, and led to suffering beyond what was necessarily the\nresult of the climate and the campaign.",
        "A brief description of the method of obtaining supplies will make this\npoint more clear. When a given article was wanted, whether it was\nsoap, quinine, tentage, or transportation, a requisition upon the\nchief of the proper bureau at Washington had to be made, with full\nstatement of the reasons for the request; this requisition had to be\napproved by all intermediate commanders and go through military\nchannels to the chief of the bureau, who might or might not be\nconvinced of the necessity for the article wanted. His action being\nendorsed thereon, the requisition returned through the same devious\nroute, and possibly might be followed in course of time, either by\ninvoices from some distant purchasing agent of the required articles,\nor by directions of the bureau chief to make further explanations. The\nusual length of time allowed for an official communication through\nmilitary channels, in time of peace at home, from any regimental\nheadquarters to Washington and return, is from ten to thirty days.\nHere was the first cause of suffering.",
        "If the heads of the supply departments in the field, beginning at\nTampa, could have acted promptly upon the orders of their respective\ncommanding officers, without the action of any other authority,\nunnecessary delay would have been avoided.",
        "To illustrate this point: The Gatling Gun Detachment was ordered to be\nequipped with revolvers upon reporting to the detachment commander,\nand this order was issued on the 11th of June, before sailing from\nPort Tampa. They did not so report, and it devolved upon the\ndetachment commander to make requisition for the necessary equipment.\nThis was done, but no revolvers arrived. The invoices for revolvers\nreached the detachment commander on the 15th of September, at Fort\nLeavenworth, Kansas, where he was then, on leave of absence, sick, ten\ndays after the detachment was disbanded.",
        "This is an extreme case, but the same difficulty was experienced in\nobtaining supplies of all descriptions. It was, therefore, very\ndifficult for a quartermaster, a commissary, a medical officer, or any\nother officer whose duty it was to obtain supplies, to have the same\nwhen emergency demanded it. The necessity for supplies could not\nalways be foreseen, the quantity desired could not always be estimated\nfor with precision, and it followed that sometimes there was a\ndeficiency when the articles were needed.",
        "Again, the transportation of the 5th Army Corps could not be made\navailable at first to carry supplies up from the landing-place. The\ntroops had drawn travel rations, which lasted them until they\ndisembarked. The first supply problem, upon landing, was that of\nissuing rations; and, at the moment when every available boat was\nengaged in carrying troops ashore, it became necessary to put rations\nashore also. The exigency demanded the speedy disembarkation of the\ngreatest possible number of men. The fight of La Guasimas emphasized\nthe necessity of getting men to the front. It was no time to delay the\nmovement of troops for the purpose of waiting on wagons, tentage, or\nrations. The safety of the expedition, the fate of the whole campaign,\ndepended upon energetic and rapid movement to the front. Consequently\nregiments were put forth with only such amounts of rations and tentage\nas they could carry upon their backs. It will be readily seen that\nthis amount was very limited, and the only tentage possible was the\nshelter tent.",
        "There were 118 wagons in the hold of the Cherokee, but it was not\npracticable to delay the disembarkation of the corps and hazard the\nfate of the whole campaign by utilizing the only wharf and all the\nboats two or three days to land these wagons. By the time they could\nbe taken off, the rains had made the roads almost impassable, and they\ncould not all be used. It was therefore a daily struggle to get enough\nrations forward to feed the fighting-line from day to day. Greatly to\nthe credit of those who performed the duty, it can be said that, with\nrare exceptions, all the soldiers of the 5th Army Corps had every day,\nwhen they could possibly cook the same, hardtack and bacon, roast\nbeef, and coffee. This much was accomplished in the face of\ninsurmountable obstacles by the heroic exertions of the pack-train.\nWhen the 1st of July arrived, and the battle began, it was ordered\nthat all soldiers carry three days’ rations. The heat was intense, the\nfight exceedingly hot, and marching through the jungle extremely\ndifficult. The consequence was that the soldiers threw aside all\nimpedimenta in order to fight more effectively, and, of course, the\nrations went with the blankets and the overcoats. The man who held on\nto a canteen and haversack was fortunate; very many abandoned the\nhaversack, and a considerable number abandoned everything except rifle\nand ammunition. That was what won the fight; but it made hungry men,\nand it caused men to sleep on the wet ground under the open sky,\nwithout blankets or tentage. The pack-train continued its magnificent\nwork. During the fighting it had to bring ammunition. The men were\nsupposed to have three days’ rations. As soon as the deficiency became\nknown to the higher officials, the pack-train began to bring food.\nCommissary depots were established immediately in rear of the\nfiring-line, and issues of hardtack, bacon, and coffee, which were\nabout the only components of the ration that could be brought forward\nin sufficient quantities, were made without formality or red tape. It\nwas almost impossible to get a sufficient quantity of even these\ncomponents to the front. Sometimes the ration was a little short.\nBacon and hardtack for seventeen consecutive days, after three weeks\nof travel ration, do not form the most appetizing diet in the world.\nThe exposure consequent upon the fighting and lack of tentage had its\ninevitable result in sickness.",
        "The same difficulties which had beset the quartermaster and commissary\ndepartments were also encountered by the surgeons. Hospital\naccommodations were scanty, the quantity of medicines available was\nvery limited, the number of wounded men disproportionately large, and,\nwhen sickness was added to the wounds, the small number of surgeons\navailable at the front were not able to give the individual attention\nand scientific treatment which forms a part of our admirable medical\nsystem in time of peace. There were only three or four ambulances\navailable until after the 11th of July. A considerable number of the\nsurgeons were on duty at the general hospitals far in the rear; the\nnumber at the front was not sufficient to attend to all the duties\nwhich devolved upon them. This deplorable condition reacted, causing a\ngreater amount of illness. To add to this difficulty, the Volunteers\nbegan to suffer excessively from the results of their own ignorance\nand carelessness; and when the yellow fever scourge was added to all\nthe other difficulties which beset the 5th Corps, the outlook became\ngloomy.",
        "The attempt has been made in the foregoing exposition of the\nconditions at Santiago to represent fairly the difficulties under\nwhich all parts of the army labored. The fact remains, nevertheless,\nthat there was an appalling amount of suffering due to causes which\nmight have been foreseen and which were easily preventable.",
        "On the 18th day of July the transports entered the harbor of Santiago.\nFrom that day forward there was unlimited wharfage at disposal, and\nthere were excellent macadamized roads leading to all parts of the\ncommand. The fall of Santiago had been foreseen more than a week, and\nif there was not a sufficient quantity of wagons present on board the\nships, there had been ample time to make telegraphic requisition for\nthem to Washington. Up to the surrender, the suffering from sickness\nhad been exceedingly light. There was something stimulating about the\nnervous strain and excitement of the time which kept the men up to\ntheir work; but the inadequacy of the medical supplies on hand had\nbeen amply demonstrated by the 10th. and it had become fully apparent\nthat the medical corps was unable to handle the number of patients on\nhand. The previous remark about the practicability of telegraphing to\nheadquarters for additional force applies to this department also.",
        "The principal sufferings after the surrender were due to four causes:\nfirst, improper clothes; second, improper food; third, lack of\nshelter; fourth, lack of proper medical attention.",
        "In regard to clothing and these other necessaries, it should be borne\nin mind that the corps which went to Santiago was virtually the\nRegular Army. Every regiment which went to Tampa went there ready for\nservice. Its equipment was just as complete on the 26th of April as it\nwas on the 6th of June. There should have been no problems to solve in\nregard to them–and yet there were many.",
        "First–Clothing.",
        "The troops wore the same clothing to Cuba they had brought from\nSheridan, Assinniboine, and Sherman. They wore winter clothing for\ntheir service in the torrid zone, and those who received summer\nclothing at all received it late in August, just in time to return to\nthe bracing breezes of Montauk Point, where, in their enfeebled\ncondition, winter clothing would have been more suitable. It did not\nrequire a professor of hygiene to foresee that the winter clothing\nused in northern Michigan would not be suitable for campaigning in\nsouthern Cuba in July; or that summer clothing suitable for southern\nCuba would be too light for men returning to the northern part of Long\nIsland. Is it to be concluded that it was impossible to obtain summer\nclothing for 18,000 men between the 26th of April and the 6th of June?",
        "Second–Improper Food.",
        "Most of the troops were embarked upon the transports by the 10th of\nJune. Their food on transport consisted of the travel ration: canned\nroast beef, canned baked beans, canned tomatoes, and hardtack, with\ncoffee, were the components. They subsisted upon this food, imprisoned\nin fetid holds of foul transports, unfit for the proper transportation\nof convicts, until the 25th day of June, when they disembarked. On\ndrawing rations for the field it was found that the field ration would\nbe of the same components, with the addition of bacon and minus the\nbaked beans and tomatoes. During the emergency, up to include the 18th\nday of July, this was the ration. Occasionally a few cans of tomatoes\nfound their way to camp, but rarely. The ration was always short,\nsuch as it was, but this the soldiers could have endured and did\nendure without a murmur.",
        "But on the 18th of July, with unlimited wharfage at a distance of two\nmiles and a half, with excellent roads, and with abundance of\ntransportation (see Gen. Shafter’s Official Report), and with\nsurrender foreknown for a sufficient length of time to have brought\nany quantity of vegetables from New York City, the ration continued to\nbe bacon, canned beef, hardtack, and coffee. Finally, about the 25th\nof July, small amounts of soft bread began to be doled out, and an\noccasional issue of frozen fresh beef was made. It was soon\ndemonstrated that not sufficient fresh beef could be made available.\nThe vegetables which had been brought had nearly all spoiled on the\ntransports. Hundreds of barrels of potatoes and onions were unloaded\nupon the docks and were so badly decayed as to make them useless.\nThese vegetables had been drifting about the Caribbean Sea and upon\nthe Atlantic Ocean since the 9th and 10th of June. Occasionally it was\npracticable to get a quarter or a half ration of potatoes and half of\nthe usual allowance of canned tomatoes, but that was all.",
        "It did not require a professor of hygienic dietetics to predict that\nmen fed in the tropics upon a diet suited to the icy shores of\nGreenland would become ill, especially when they were clad in a manner\nsuited to the climate of Labrador. Are we to conclude that it was\nimpossible to get rice, beans, canned fruits, canned corn, and other\nvegetables to take the place of potatoes and onions?",
        "Third–Lack of Shelter.",
        "The allowance of tentage was prescribed for each regiment. Granted\nthat it was impossible to get tentage up until after the surrender;\nyet it should have been practicable to forward tentage over two and\none-half miles of macadamized roads. Yet whole regiments remained\nwithout tentage until they embarked for the United States. The 13th\nInfantry did not get tentage until the 5th of August. The 20th\nInfantry and the 3d Infantry obtained a portion of their tentage about\nthe same time, but a large part of these regiments remained under\nshelter tents until they reembarked. The 1st Illinois and the 34th\nMichigan remained in shelter tents until the 15th of August, at which\ntime the author embarked for the United States. These regiments are\nfair examples.",
        "The Gatling Gun Detachment was provided with shelter-halves and\nremained under them until the 10th of August. Repeated applications\nfor proper tentage were made, accompanied by medical certificates that\nthe issue of tentage was imperatively necessary for the health of the\ncommand. Endorsements thereon by the chief quartermaster of the 5th\nCorps as late as the 5th of August show that there was no available\ntentage for issue. Application was made to the regimental commander,\n13th Infantry, for a portion of regimental tentage for the detachment\nof the 13th Infantry; but, in spite of the fact that the reduced\nregiment had on hand all the canvas prescribed for the full regiment,\nnone could be obtained for the detachment. The detachment commander\nwas entirely without tentage from the 25th of June until the 5th of\nAugust–forty-five days in the rainy season in Cuba, exposed to the\ntorrid sun by day, to chilling dews by night, and the drenching rains\nof the afternoon, without shelter from any inclemencies of the\nweather, and this in spite of repeated applications to proper\nauthorities for the suitable allowance of tentage. Is it any wonder\nthat men grew sick, and that death stalked broadcast through the camp\nof the 5th Corps, under these conditions?",
        "Fourth–Lack of Proper Medical Attendance.",
        "The surgeons who were at the front with the firing-line worked\nheroically, but were burdened beyond their physical powers. Owing to\nthe foregoing causes, great numbers of men became ill as soon as the\nstrain and tension of the battle were relieved. It was not uncommon to\nfind twenty or twenty-five per cent of a command on the sick-report,\nand in some cases the sick-list went as high as fifty per cent. There\nwere no well men in the 5th Army Corps. Those who refused to go on the\nsick-report were, nevertheless, sick. The author has yet to find a\nsingle member of the expedition who did not suffer from the climatic\nfever. The surgeons themselves were not exempt, and the very limited\nsupply of doctors was speedily decreased by sickness. Were there no\ndoctors in the United States who were willing to come to Cuba?",
        "Up to the 25th of July the supply of medicines was very deficient.\nThere was never a sufficient supply of ambulances. The accommodations\nin the hospitals were even worse than those on the firing-line. A sick\nsoldier on the firing-line could always find some comrade who would\ncut green boughs or gather grass for a bed, but the one who went to\nthe hospital had to lie on the ground. The supply of hospital cots was\nridiculously inadequate, and this condition did not improve.",
        "The difficulty of obtaining adequate medical attendance may be\nillustrated by the case of Priv. Fred C. Elkins, of the 17th Infantry,\nmember of the Gatling Gun Detachment. Priv. Elkins had been hurt in\nthe fight on the 1st of July and had been sent to the hospital. He\nfound the accommodations so wretched that he feigned improvement and\nreturned to his detachment. He remained with the detachment until the\n14th of July, improving so far as his injury was concerned, but\ncontracted the climatic fever. During this time he was prescribed for\ntwice by the assistant surgeon with the Rough Riders, Dr. Thorpe,\nprevious to the time this regiment was moved westward on the\nfiring-line. His condition became worse, and on the 12th of July Dr.\nBrewer, 1st lieutenant and assistant surgeon with the 10th Cavalry,\nwas called upon to examine him. This surgeon had then under treatment\nover 100 cases pertaining to his proper command, and was himself ill,\nbut he readily came and inspected the patient. He promised to send\nmedicines for him, but in the rush of overwork forgot to do so, and on\nthe 13th of July he was again summoned. This time he sent a hospital\nattendant to take the patient’s temperature, which was 104 degrees. No\nmedicines were sent. On the 14th of July the patient became delirious.\nThe detachment commander went in person to request the same surgeon to\nattend to the case, he being the only one available at that time. The\nhospital attendant was again ordered to take the temperature. At the\nend of an hour even this had been neglected. The hospital man was\nsick, and had been without sleep for fifty hours. Priv. Elkins was put\nupon a board and carried to Brewer’s tent, with his descriptive list\nin his pocket. The surgeon was told the name of the patient and the\nfacts that he was related to a distinguished family and had been\nrecommended for a commission for gallantry upon the field of battle.\nDr. Brewer was himself suffering at the time, with a temperature of\n103 degrees, but he rose from his own sick-bed and administered\nremedies which relieved the patient. The following day, the third of\nhis illness, Dr. Brewer was found to be suffering from yellow fever,\nand was carried back to the yellow fever hospital at Siboney along\nwith Priv. Elkins. He had been sick all the time, but had done his\nbest. Priv. Elkins improved sufficiently to write a letter to his\ncommanding officer from the hospital at Siboney, on the 25th of July,\nwhich reached that officer at Fort Leavenworth, Kansas, on the 12th\nday of September. In spite of the fact that the patient was furnished\nwith descriptive list, and was specially commended to the care of the\nsurgeon as a soldier marked for extreme gallantry, all trace of him\nhad been lost; and although two private detectives were searching for\nhim a month, no further clew had been found to his whereabouts or fate\nas late as the 1st of October. Even if his descriptive list had not\nbeen furnished with this man, the fact that he was alive and rational\nenough on the 25th day of July to write a letter concerning his\napproaching discharge should have made it easy for some record of his\ncase to have been kept.",
        "But this one isolated case sinks into insignificance beside the\ncondition in which some of the sick were left by commands returning to\nthe United States. All cases of yellow fever suspects were left\nbehind, and in the mad scramble to embark for the return voyage many\nof these were left without proper attention or supplies.",
        "Gen. Kent’s Division had left by the 11th of August. The following\nextract from a letter dated Santiago de Cuba, August 12, 1898, will\nconvey some idea of the condition in which the sick of this division\nwere left:",
        "“Yesterday Gen. Kent’s Division left for Montauk, and they left behind\n350 sick, many of them too ill to care for themselves. This humane\ncountry, of course, left ample care for them? There was left one\nsurgeon, one steward, and one case of medicines. Many of these men are\ntoo ill to rise. They are ’suspected’ of having yellow fever. They are\nsuffering from Cuban malaria, and many of them from diarrhea. There\nwas not left a single bed-pan for this battalion of bed-ridden,\nsuffering humanity, nor any well men to nurse the sick. There was not\neven left any to cook food for them. Those left by the 9th Infantry\nhad to bribe marauding, pilfering Cubans, with a part of their\nrations, to carry food to the camp of the 13th, where there were a few\nless ill, to get it cooked.",
        "“They are too sick to dig sinks; some are delirious. When the poor\nemaciated wrecks of manhood have to obey the calls of Nature, they\nmust either wallow in their own filth or stagger a few paces from\ntheir wet beds on the slimy soil to deposit more germs of disease and\ndeath on the surface already reeking with ghastly, joint-racking\nrheums.",
        "“There were left less than fifty cots for these 350 sick men–men\ncompelled by sheer weakness to lie on the ground which will soon lie\non them, if enough strong men are left by that time to cover them\nmercifully over with the loathsome, reeking vegetable detritus which\npasses here for soil, and which is so fairly animate that you can see\nevery spadeful of it writhe and wriggle as you throw it over the\nrotting hour-dead shell of what was a free American citizen and a\nChevalier Bayard.",
        "“When the last man and wagon of the flying division disappeared over\nthe hill toward health and home, a despairing wail went up from the\ndoomed 350 left in this condition of indescribable horror. ’We are\nabandoned to die!’ they cried; ’we are deserted by our own comrades in\nthe hour of danger and left to helplessly perish!’",
        "“These men are those who fought the climate, hunger, and the enemy on\nthe battle-field which has shed so much undying glory on the American\narms. They are the men who have accomplished unheard-of feats of\nendurance and performed incredible feats of valor on the same\nground–not for Cuba, but at the call of duty. They are citizens. They\nare brave soldiers who have done their full duty because it was duty.”",
        "The mail facilities were wretched. Cords of mail were stacked up at\nSiboney for weeks; and although there was more transportation on hand\nthan could be used, the officer detailed to attend to the mail\nbusiness of the corps, Lieut. Saville, of the 10th Infantry, could not\nsucceed in securing a wagon to haul this mail to the front. Since the\ncorps returned to the United States a dozen letters have reached the\nauthor which have chased him by way of Santiago and Montauk, since\ndates between the 1st and 20th of July, inclusive. The person to whom\nthese letters were addressed was well known to every officer and\nemployee in the corps, and if the mail addressed to one so well known\ncould go astray in this manner, what could an unknown private expect?\nThis may seem like a little hardship, but to men in the weakened and\nenfeebled condition of the survivors of the 5th Corps a letter from\nhome was both food and medicine. Scores of men who are to-day rotting\nin Cuban graves died of nostalgia, and might have lived if they had\nreceived the letters from home which were sent to them.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}