{
    "title": "The Devil’s Dictionary - J",
    "author": "Ambrose Bierce",
    "chapter": "11",
    "content": [
        "\n\n",
        "J is a consonant in English, but some nations use it as a vowel — \nthan which nothing could be more absurd.  Its original form, which has \nbeen but slightly modified, was that of the tail of a subdued dog, and \nit was not a letter but a character, standing for a Latin verb, \njacere, “to throw,” because when a stone is thrown at a dog the \ndog’s tail assumes that shape.  This is the origin of the letter, as \nexpounded by the renowned Dr. Jocolpus Bumer, of the University of \nBelgrade, who established his conclusions on the subject in a work of \nthree quarto volumes and committed suicide on being reminded that the \nj in the Roman alphabet had originally no curl.",
        "JEALOUS, adj.  Unduly concerned about the preservation of that which \ncan be lost only if not worth keeping.",
        "JESTER, n.  An officer formerly attached to a king’s household, whose \nbusiness it was to amuse the court by ludicrous actions and \nutterances, the absurdity being attested by his motley costume.  The \nking himself being attired with dignity, it took the world some \ncenturies to discover that his own conduct and decrees were \nsufficiently ridiculous for the amusement not only of his court but of \nall mankind.  The jester was commonly called a fool, but the poets and \nromancers have ever delighted to represent him as a singularly wise \nand witty person.  In the circus of to-day the melancholy ghost of the \ncourt fool effects the dejection of humbler audiences with the same \njests wherewith in life he gloomed the marble hall, panged the \npatrician sense of humor and tapped the tank of royal tears.",
        "  The widow-queen of Portugal\n      Had an audacious jester\n  Who entered the confessional\n      Disguised, and there confessed her.",
        "  “Father,” she said, “thine ear bend down —\n      My sins are more than scarlet:\n  I love my fool — blaspheming clown,\n      And common, base-born varlet.”",
        "  “Daughter,” the mimic priest replied,\n      “That sin, indeed, is awful:\n  The church’s pardon is denied\n      To love that is unlawful.\n  “But since thy stubborn heart will be\n      For him forever pleading,\n  Thou’dst better make him, by decree,\n      A man of birth and breeding.”",
        "  She made the fool a duke, in hope\n      With Heaven’s taboo to palter;\n  Then told a priest, who told the Pope,\n      Who damned her from the altar!",
        "Barel Dort",
        "\nJEWS-HARP, n.  An unmusical instrument, played by holding it fast with \nthe teeth and trying to brush it away with the finger.",
        "JOSS-STICKS, n.  Small sticks burned by the Chinese in their pagan \ntomfoolery, in imitation of certain sacred rites of our holy religion.",
        "JUSTICE, n.  A commodity which is a more or less adulterated condition \nthe State sells to the citizen as a reward for his allegiance, taxes \nand personal service.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}