{
    "title": "The Sorrows of Young Werther - May 4. 1771",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "2",
    "content": [
        "\n\n",
        "\nRiesengebirge (Caspar David Friedrich)\n",
        "How happy I am that I am gone! My dear friend, what a thing is\nthe heart of man! To leave you, from whom I have been inseparable,\nwhom I love so dearly, and yet to feel happy! I know you will\nforgive me. Have not other attachments been specially appointed\nby fate to torment a head like mine? Poor Leonora! and yet I was\nnot to blame. Was it my fault, that, whilst the peculiar charms\nof her sister afforded me an agreeable entertainment, a passion\nfor me was engendered in her feeble heart? And yet am I wholly\nblameless? Did I not encourage her emotions? Did I not feel\ncharmed at those truly genuine expressions of nature, which, though\nbut little mirthful in reality, so often amused us? Did I not —\nbut oh! what is man, that he dares so to accuse himself? My dear\nfriend I promise you I will improve; I will no longer, as has ever\nbeen my habit, continue to ruminate on every petty vexation which\nfortune may dispense; I will enjoy the present, and the past shall\nbe for me the past. No doubt you are right, my best of friends,\nthere would be far less suffering amongst mankind, if men — and\nGod knows why they are so fashioned — did not employ their\nimaginations so assiduously in recalling the memory of past sorrow,\ninstead of bearing their present lot with equanimity. Be kind\nenough to inform my mother that I shall attend to her business to\nthe best of my ability, and shall give her the earliest information\nabout it. I have seen my aunt, and find that she is very far from\nbeing the disagreeable person our friends allege her to be. She\nis a lively, cheerful woman, with the best of hearts. I explained\nto her my mother’s wrongs with regard to that part of her portion\nwhich has been withheld from her. She told me the motives and\nreasons of her own conduct, and the terms on which she is willing\nto give up the whole, and to do more than we have asked. In short,\nI cannot write further upon this subject at present; only assure\nmy mother that all will go on well. And I have again observed,\nmy dear friend, in this trifling affair, that misunderstandings\nand neglect occasion more mischief in the world than even malice\nand wickedness. At all events, the two latter are of less frequent\noccurrence.",
        "In other respects I am very well off here. Solitude in this\nterrestrial paradise is a genial balm to my mind, and the young\nspring cheers with its bounteous promises my oftentimes misgiving\nheart. Every tree, every bush, is full of flowers; and one might\nwish himself transformed into a butterfly, to float about in this\nocean of perfume, and find his whole existence in it. ",
        "The town itself is disagreeable; but then, all around, you find an\ninexpressible beauty of nature. This induced the late Count M to\nlay out a garden on one of the sloping hills which here intersect\neach other with the most charming variety, and form the most lovely\nvalleys. The garden is simple; and it is easy to perceive, even\nupon your first entrance, that the plan was not designed by a\nscientific gardener, but by a man who wished to give himself up\nhere to the enjoyment of his own sensitive heart. Many a tear\nhave I already shed to the memory of its departed master in a\nsummer-house which is now reduced to ruins, but was his favourite\nresort, and now is mine. I shall soon be master of the place. \nThe gardener has become attached to me within the last few days,\nand he will lose nothing thereby.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}