{
    "title": "The Adventures of Baron Munchausen - Chapter VIII",
    "author": "Raspe",
    "chapter": "10",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  Bathes in the Mediterranean–Meets an unexpected companion–\n  Arrives unintentionally in the regions of heat and darkness, from\n  which he is extricated by dancing a hornpipe–Frightens his\n  deliverers, and returns on shore.",
        "I was once in great danger of being lost in a most singular manner in\nthe Mediterranean: I was bathing in that pleasant sea near Marseilles\none summer’s afternoon, when I discovered a very large fish, with his\njaws quite extended, approaching me with the greatest velocity; there\nwas no time to be lost, nor could I possibly avoid him. I immediately\nreduced myself to as small a size as possible, by closing my feet and\nplacing my hands also near my sides, in which position I passed\ndirectly between his jaws, and into his stomach, where I remained some\ntime in total darkness, and comfortably warm, as you may imagine; at\nlast it occurred to me, that by giving him pain he would be glad to\nget rid of me: as I had plenty of room, I played my pranks, such as\ntumbling, hop, step, and jump, &c., but nothing seemed to disturb him\nso much as the quick motion of my feet in attempting to dance a\nhornpipe; soon after I began he put me out by sudden fits and starts:\nI persevered; at last he roared horridly, and stood up almost\nperpendicularly in the water, with his head and shoulders exposed, by\nwhich he was discovered by the people on board an Italian trader, then\nsailing by, who harpooned him in a few minutes. As soon as he was\nbrought on board I heard the crew consulting how they should cut him\nup, so as to preserve the greatest quantity of oil. As I understood\nItalian, I was in most dreadful apprehensions lest their weapons\nemployed in this business should destroy me also; therefore I stood as\nnear the centre as possible, for there was room enough for a dozen men\nin this creature’s stomach, and I naturally imagined they would begin\nwith the extremities; however, my fears were soon dispersed, for they\nbegan by opening the bottom of the belly. As soon as I perceived a\nglimmering of light I called out lustily to be released from a\nsituation in which I was now almost suffocated. It is impossible for\nme to do justice to the degree and kind of astonishment which sat upon\nevery countenance at hearing a human voice issue from a fish, but more\nso at seeing a naked man walk upright out of his body; in short,\ngentlemen, I told them the whole story, as I have done you, whilst\namazement struck them dumb.",
        "After taking some refreshment, and jumping into the sea to cleanse\nmyself, I swam to my clothes, which lay where I had left them on the\nshore. As near as I can calculate, I was near four hours and a half\nconfined in the stomach of this animal.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}