{
    "title": "The Secret Garden - Chapter III - Across the Moor",
    "author": "Frances Hodgson Burnett",
    "chapter": "3",
    "content": [
        "\n\n",
        "She slept a long time, and when she awakened Mrs. Medlock\nhad bought a lunchbasket at one of the stations and they\nhad some chicken and cold beef and bread and butter and\nsome hot tea.  The rain seemed to be streaming down more\nheavily than ever and everybody in the station wore wet\nand glistening waterproofs.  The guard lighted the lamps\nin the carriage, and Mrs. Medlock cheered up very much\nover her tea and chicken and beef.  She ate a great deal\nand afterward fell asleep herself, and Mary sat and stared\nat her and watched her fine bonnet slip on one side until she\nherself fell asleep once more in the corner of the carriage,\nlulled by the splashing of the rain against the windows.\nIt was quite dark when she awakened again.  The train\nhad stopped at a station and Mrs. Medlock was shaking her.",
        "“You have had a sleep!” she said.  “It’s time to open\nyour eyes! We’re at Thwaite Station and we’ve got a long\ndrive before us.”",
        "Mary stood up and tried to keep her eyes open while\nMrs. Medlock collected her parcels.  The little\ngirl did not offer to help her, because in India\nnative servants always picked up or carried things\nand it seemed quite proper that other people should wait on one.",
        "The station was a small one and nobody but themselves\nseemed to be getting out of the train.  The station-master\nspoke to Mrs. Medlock in a rough, good-natured way,\npronouncing his words in a queer broad fashion which Mary\nfound out afterward was Yorkshire.",
        "“I see tha’s got back,” he said.  “An’ tha’s browt th’\nyoung ’un with thee.”",
        "“Aye, that’s her,” answered Mrs. Medlock, speaking with\na Yorkshire accent herself and jerking her head over\nher shoulder toward Mary.  “How’s thy Missus?”",
        "“Well enow.  Th’ carriage is waitin’ outside for thee.”",
        "A brougham stood on the road before the little\noutside platform.  Mary saw that it was a smart carriage\nand that it was a smart footman who helped her in.\nHis long waterproof coat and the waterproof covering of his\nhat were shining and dripping with rain as everything was,\nthe burly station-master included.",
        "When he shut the door, mounted the box with the coachman,\nand they drove off, the little girl found herself seated\nin a comfortably cushioned corner, but she was not inclined\nto go to sleep again.  She sat and looked out of the window,\ncurious to see something of the road over which she\nwas being driven to the queer place Mrs. Medlock had\nspoken of.  She was not at all a timid child and she was\nnot exactly frightened, but she felt that there was no\nknowing what might happen in a house with a hundred rooms\nnearly all shut up–a house standing on the edge of a moor.",
        "“What is a moor?” she said suddenly to Mrs. Medlock.",
        "“Look out of the window in about ten minutes and you’ll see,\"\nthe woman answered.  “We’ve got to drive five miles across\nMissel Moor before we get to the Manor.  You won’t see\nmuch because it’s a dark night, but you can see something.”",
        "Mary asked no more questions but waited in the darkness\nof her corner, keeping her eyes on the window.  The carriage\nlamps cast rays of light a little distance ahead of them\nand she caught glimpses of the things they passed.\nAfter they had left the station they had driven through a\ntiny village and she had seen whitewashed cottages and the\nlights of a public house.  Then they had passed a church\nand a vicarage and a little shop-window or so in a cottage\nwith toys and sweets and odd things set our for sale.\nThen they were on the highroad and she saw hedges and trees.\nAfter that there seemed nothing different for a long\ntime–or at least it seemed a long time to her.",
        "At last the horses began to go more slowly, as if they\nwere climbing up-hill, and presently there seemed to be\nno more hedges and no more trees.  She could see nothing,\nin fact, but a dense darkness on either side.  She leaned\nforward and pressed her face against the window just\nas the carriage gave a big jolt.",
        "“Eh! We’re on the moor now sure enough,” said Mrs. Medlock.",
        "The carriage lamps shed a yellow light on a rough-looking\nroad which seemed to be cut through bushes and low-growing\nthings which ended in the great expanse of dark apparently\nspread out before and around them.  A wind was rising\nand making a singular, wild, low, rushing sound.",
        "“It’s–it’s not the sea, is it?” said Mary, looking round\nat her companion.",
        "“No, not it,” answered Mrs. Medlock.  “Nor it isn’t fields\nnor mountains, it’s just miles and miles and miles of wild\nland that nothing grows on but heather and gorse and broom,\nand nothing lives on but wild ponies and sheep.”",
        "“I feel as if it might be the sea, if there were water\non it,” said Mary.  “It sounds like the sea just now.”",
        "“That’s the wind blowing through the bushes,” Mrs. Medlock said.\n“It’s a wild, dreary enough place to my mind, though there’s\nplenty that likes it–particularly when the heather’s in bloom.”",
        "On and on they drove through the darkness, and though\nthe rain stopped, the wind rushed by and whistled and made\nstrange sounds.  The road went up and down, and several\ntimes the carriage passed over a little bridge beneath\nwhich water rushed very fast with a great deal of noise.\nMary felt as if the drive would never come to an end\nand that the wide, bleak moor was a wide expanse of black\nocean through which she was passing on a strip of dry land.",
        "“I don’t like it,” she said to herself.  “I don’t like it,\"\nand she pinched her thin lips more tightly together.",
        "The horses were climbing up a hilly piece of road\nwhen she first caught sight of a light.  Mrs. Medlock\nsaw it as soon as she did and drew a long sigh of relief.",
        "“Eh, I am glad to see that bit o’ light twinkling,\"\nshe exclaimed.  “It’s the light in the lodge window.\nWe shall get a good cup of tea after a bit, at all events.”",
        "It was “after a bit,” as she said, for when the carriage\npassed through the park gates there was still two miles\nof avenue to drive through and the trees (which nearly\nmet overhead) made it seem as if they were driving\nthrough a long dark vault.",
        "They drove out of the vault into a clear space\nand stopped before an immensely long but low-built\nhouse which seemed to ramble round a stone court.\nAt first Mary thought that there were no lights at all\nin the windows, but as she got out of the carriage\nshe saw that one room in a corner upstairs showed a dull glow.",
        "The entrance door was a huge one made of massive, curiously\nshaped panels of oak studded with big iron nails and bound\nwith great iron bars.  It opened into an enormous hall,\nwhich was so dimly lighted that the faces in the portraits\non the walls and the figures in the suits of armor\nmade Mary feel that she did not want to look at them.\nAs she stood on the stone floor she looked a very small,\nodd little black figure, and she felt as small and lost\nand odd as she looked.",
        "A neat, thin old man stood near the manservant who opened\nthe door for them.",
        "“You are to take her to her room,” he said in a husky voice.\n“He doesn’t want to see her.  He’s going to London\nin the morning.”",
        "“Very well, Mr. Pitcher,” Mrs. Medlock answered.\n“So long as I know what’s expected of me, I can manage.”",
        "“What’s expected of you, Mrs. Medlock,” Mr. Pitcher said,\n“is that you make sure that he’s not disturbed and that he\ndoesn’t see what he doesn’t want to see.”",
        "And then Mary Lennox was led up a broad staircase\nand down a long corridor and up a short flight\nof steps and through another corridor and another,\nuntil a door opened in a wall and she found herself\nin a room with a fire in it and a supper on a table.",
        "Mrs. Medlock said unceremoniously:",
        "“Well, here you are! This room and the next are where you’ll\nlive–and you must keep to them.  Don’t you forget that!”",
        "It was in this way Mistress Mary arrived at Misselthwaite\nManor and she had perhaps never felt quite so contrary\nin all her life.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}