{
    "title": "The American Spirit in Literature - Chapter VII. Romance, Poetry, and History",
    "author": "Bliss Perry",
    "chapter": "7",
    "content": [
        "\n\n",
        "Moving in and out of the Transcendentalist circles, in that great\ngeneration preceding the Civil War, were a company of other\nmen–romancers, poets, essayists, historians–who shared in the\nintellectual liberalism of the age, but who were more purely\nartists in prose and verse than they were seekers after the\nunattainable. Hawthorne, for example, sojourned at Concord and at\nBrook Farm with some of the most extreme types of transcendental\nextravagance. The movement interested him artistically and he\nutilized it in his romances, but personally he maintained an\nattitude of cool detachment from it. Longfellow was too much of\nan artist to lose his head over philosophical abstractions;\nWhittier, at his best, had a too genuine poetic instinct for the\nconcrete; and Lowell and Holmes had the saving gift of humor.\nCultivated Boston gentlemen like Prescott, Motley, and Parkman\npreferred to keep their feet on the solid earth and write\nadmirable histories. So the mellow years went by. Most of the\nwidely-read American books were being produced within twenty\nmiles of the Boston State House. The slavery issue kept growling,\nfar away, but it was only now and then, as in the enforcement of\nthe Fugitive Slave Act of 1850, that it was brought sharply home\nto the North. The “golden forties” were as truly golden for New\nEngland as for idle California. There was wealth, leisure, books,\na glow of harvest-time in the air, though the spirit of the\nwriters is the spirit of youth.",
        "Nathaniel Hawthorne, our greatest writer of pure romance, was\nPuritan by inheritance and temperament, though not in doctrine or\nin sympathy. His literary affiliations were with the English and\nGerman Romanticists, and he possessed, for professional use, the\nideas and vocabulary of his transcendental friends. Born in Salem\nin 1804, he was descended from Judge Hawthorne of Salem\nWitchcraft fame, and from a long line of sea-faring ancestors. He\ninherited a morbid solitariness, redeemed in some measure by a\nphysical endowment of rare strength and beauty. He read Spenser,\nRousseau, and the “Newgate Calendar,” was graduated at Bowdoin,\nwith Longfellow, in the class of 1825, and returned to Salem for\nthirteen brooding lonely years in which he tried to teach himself\nthe art of story-writing. His earliest tales, like Irving’s, are\nessays in which characters emerge; he is absorbed in finding a\nsetting for a preconceived “moral\"; he is in love with allegory\nand parable. His own words about his first collection of stories,\n“Twice-Told Tales,” have often been quoted: “They have the pale\ntint of flowers that blossomed in too retired a shade.” Yet they\nare for the most part exquisitely written. After a couple of\nyears in the Boston Custom-House, and a residence at the\nsocialistic community of Brook Farm, Hawthorne made the happiest\nof marriages to Sophia Peabody, and for nearly four years dwelt\nin the Old Manse at Concord. He described it in one of the ripest\nof his essays, the Preface to “Mosses from an Old Manse,” his\nsecond collection of stories. After three years in the\nCustom-House at Salem, his dismissal in 1849 gave him leisure to\nproduce his masterpiece, “The Scarlet Letter,” published in 1850.\nHe was now forty-six. In 1851, he published “The House of the\nSeven Gables,” “The Wonder-Book,” and “The Snow Image, and Other\nTales.” In 1852 came “The Blithedale Romance,” a rich ironical\nstory drawn from his Brook Farm experience. Four years in the\nAmerican Consulate at Liverpool and three subsequent years of\nresidence upon the Continent saw no literary harvest except\ncarefully filled notebooks and the deeply imaginative moral\nromance, “The Marble Faun.” Hawthorne returned home in 1860 and\nsettled in the Wayside at Concord, busying himself with a new,\nand, as was destined, a never completed story about the elixir of\nimmortality. But his vitality was ebbing, and in May, 1864, he\npassed away in his sleep. He rests under the pines in Sleepy\nHollow, near the Alcotts and the Emersons.",
        "It is difficult for contemporary Americans to assess the value of\nsuch a man, who evidently did nothing except to write a few\nbooks. His rare, delicate genius was scarcely touched by passing\nevents. Not many of his countrymen really love his writings, as\nthey love, for instance the writings of Dickens or Thackeray or\nStevenson. Everyone reads, at some time of his life, “The Scarlet\nLetter,” and trembles at its passionate indictment of the sin of\nconcealment, at its agonized admonition, “Be true! Be true!\"\nPerhaps the happiest memories of Hawthorne’s readers, as of\nKipling’s readers, hover about his charming stories for children;\nto have missed “The Wonder-Book” is like having grown old without\never catching the sweetness of the green world at dawn. But our\npublic has learned to enjoy a wholly different kind of style,\ntaught by the daily journals, a nervous, graphic, sensational,\nphysical style fit for describing an automobile, a department\nstore, a steamship, a lynching party. It is the style of our day,\nand judged by it Hawthorne, who wrote with severity, conscience,\nand good taste, seems somewhat old-fashioned, like Irving or\nAddison. He is perhaps too completely a New Englander to be\nunderstood by men of other stock, and has never, like Poe and\nWhitman, excited strong interest among European minds.",
        "Yet no American is surer, generation after generation, of finding\na fit audience. Hawthorne’s genius was meditative rather than\ndramatic. His artistic material was moral rather than physical;\nhe brooded over the soul of man as affected by this and that\ncondition and situation. The child of a new analytical age, he\nthought out with rigid accuracy the precise circumstances\nsurrounding each one of his cases and modifying it. Many of his\nsketches and short stories and most of his romances deal with\nhistorical facts, moods, and atmospheres, and he knew the past of\nNew England as few men have ever known it. There is solid\nhistorical and psychological stuff as the foundation of his\nair-castles. His latent radicalism furnished him with a\ntouchstone of criticism as he interpreted the moral standards of\nancient communities; no reader of “The Scarlet Letter” can forget\nHawthorne’s implicit condemnation of the unimaginative harshness\nof the Puritans. His own judgment upon the deep matters of the\nhuman conscience was stern enough, but it was a universalized\njudgment, and by no means the result of a Calvinism which he\nhated. Over-fond as he was in his earlier tales of elaborate,\nfanciful, decorative treatment of themes that promised to point a\nmoral, in his finest short stories, such as “The Ambitious\nGuest,” “The Gentle Boy,” “Young Goodman Brown,” “The Snow\nImage,\"\n“The Great Stone Face,” “Drowne’s Wooden Image,” “Rappacini’s\nDaughter,” the moral, if there be one, is not obtruded. He loves\nphysical symbols for mental and moral states, and was poet and\nTranscendentalist enough to retain his youthful affection for\nparables; but his true field as a story-teller is the erring,\nquesting, aspiring, shadowed human heart.",
        "“The Scarlet Letter,” for instance, is a study of a universal\ntheme, the problem of concealed sin, punishment, redemption. Only\nthe setting is provincial. The story cannot be rightly estimated,\nit is true, without remembering the Puritan reverence for\nphysical purity, the Puritan reverence for the\nmagistrate-minister–differing so widely from the respect of\nLatin countries for the priest–the Puritan preoccupation with\nthe\nlife of the soul, or, as more narrowly construed by Calvinism,\nthe problem of evil. The word Adultery, although suggestively\nenough present in one of the finest symbolical titles ever\ndevised by a romancer, does not once occur in the book. The sins\ndealt with are hypocrisy and revenge. Arthur Dimmesdale, Hester\nPrynne, and Roger Chillingworth are developing, suffering, living\ncreatures, caught inextricably in the toils of a moral situation.\nBy an incomparable succession of pictures Hawthorne exhibits the\ntravail of their souls. In the greatest scene of all, that\nbetween Hester and Arthur in the forest, the Puritan framework of\nthe story gives way beneath the weight of human passion, and we\nseem on the verge of another and perhaps larger solution than was\nactually worked out by the logic of succeeding events. But\nthough the book has been called Christless, prayerless, hopeless,\nno mature person ever reads it without a deepened sense of the\nimpotence of all mechanistic theories of sin, and a new vision of\nthe intense reality of spiritual things. “The law we broke,” in\nDimmesdale’s ghostly words, was a more subtle law than can be\ngraven on tables of stone and numbered as the Seventh\nCommandment.",
        "The legacy of guilt is likewise the theme of “The House of the\nSeven Gables,” which Hawthorne himself was inclined to think a\nbetter book than “The Scarlet Letter.” Certainly this story of\nold Salem is impeccably written and its subtle handling of tone\nand atmosphere is beyond dispute. An ancestral curse, the\nvisitation of the sins of the fathers upon the children, the\ngradual decay of a once sound stock, are motives that Ibsen might\nhave developed. But the Norseman would have failed to rival\nHawthorne’s delicate manipulation of his shadows, and the no less\nmasterly deftness of the ultimate mediation of a dark inheritance\nthrough the love of the light-hearted Phoebe for the latest\ndescendant of the Maules. In “The Blithedale Romance” Hawthorne\nstood for once, perhaps, too near his material to allow the rich\natmospheric effects which he prefers, and in spite of the\nunforgetable portrait of Zenobia and powerful passages of\nrealistic description, the book is not quite focussed. In “The\nMarble Faun” Hawthorne comes into his own again. Its central\nproblem is one of those dark insoluble ones that he loves: the\ninfluence of a crime upon the development of a soul. Donatello,\nthe Faun, is a charming young creature of the natural sunshine\nuntil his love for the somber Miriam tempts him to the commission\nof murder: then begins the growth of his mind and character.\nPerhaps the haunting power of the main theme of the book has\ncontributed less to its fame than the felicity of its\ndescriptions of Rome and Italy. For Hawthorne possessed, like\nByron, in spite of his defective training in the appreciation of\nthe arts, a gift of romantic discernment which makes “The Marble\nFaun,” like “Childe Harold,” a glorified guide-book to the\nEternal City.",
        "All of Hawthorne’s books, in short, have a central core of\npsychological romance, and a rich surface finish of description.\nHis style, at its best, has a subdued splendor of coloring which\nis only less wonderful than the spiritual perceptions with which\nthis magician was endowed. The gloom which haunts many of his\npages, as I have said elsewhere, is the long shadow cast by our\nmortal destiny upon a sensitive soul. The mystery is our mystery,\nperceived, and not created, by that finely endowed mind and\nheart. The shadow is our shadow; the gleams of insight, the soft\nradiance of truth and beauty, are his own.",
        "A college classmate of Henry Wadsworth Longfellow summed up the\nPortland boy’s character in one sentence: “It appeared easy for\nhim to avoid the unworthy.” Born in 1807, of Mayflower stock that\nhad distinguished itself for bravery and uprightness, the youth\nwas graduated from Bowdoin at eighteen. Like his classmate\nHawthorne, he had been a wide and secretly ambitious reader, and\nhad followed the successive numbers of Irving’s “Sketch Book,” he\ntells us, “with ever increasing wonder and delight.” His college\noffered him in 1826 a professorship of the modern languages, and\nhe spent three happy years in Europe in preparation. He taught\nsuccessfully at Bowdoin for five or six years, and for eighteen\nyears, 1836 to 1854, served as George Ticknor’s successor at\nHarvard, ultimately surrendering the chair to Lowell. He early\npublished two prose volumes, “Hyperion” and “Outre-mer,\"\nIrvingesque romances of European travel. Then came, after ten\nyears of teaching and the death of his young wife, the sudden\nimpulse to write poetry, and he produced, “softly excited, I know\nnot why,” “The Reaper and the Flowers, a Psalm of Death.” From\nthat December morning in 1838 until his death in 1882 he was\nLongfellow the Poet.",
        "His outward life, like Hawthorne’s, was barren of dramatic\nincident, save the one tragic accident by which his second wife,\nthe mother of his children, perished before his eyes in 1861. He\nbore the calamity with the quiet courage of his race and\nbreeding. But otherwise his days ran softly and gently, enriched\nwith books and friendships, sheltered from the storms of\ncircumstance. He had leisure to grow ripe, to remember, and to\ndream. But he never secluded himself, like Tennyson, from normal\ncontacts with his fellowmen. The owner of the Craigie House was a\ngood neighbor, approachable and deferential. He was even\ninterested in local Cambridge politics. On the larger political\nissues of his day his Americanism was sound and loyal. “It is\ndisheartening,” he wrote in his Cambridge journal for 1851, “to\nsee how little sympathy there is in the hearts of the young men\nhere for freedom and great ideas.” But his own sympathy never\nwavered. His linguistic talent helped him to penetrate the\nsecrets of alien ways of thought and speech. He understood Italy\nand Spain, Holland and France and Germany. He had studied them on\nthe lips of their living men and women and in the books where\nsoldier and historian, priest and poet, had inscribed the record\nof five hundred years. From the Revival of Learning to the middle\nof the nineteenth century, Longfellow knew the soul of Europe as\nfew men have known it, and he helped to translate Europe to\nAmerica. His intellectual receptivity, his quick eye for color\nand costume and landscape, his ear for folklore and ballad, his\nown ripe mastery of words, made him the most resourceful of\ninternational interpreters. And this lover of children, walking\nin quiet ways, this refined and courteous host and gentleman,\nscholar and poet, exemplified without self-advertisement the\nricher qualities of his own people. When Couper’s statue of\nLongfellow was dedicated in Washington, Hamilton Mabie said: “His\nfreedom from the sophistication of a more experienced country;\nhis simplicity, due in large measure to the absence of social\nself-consciousness; his tranquil and deep-seated optimism, which\nis the effluence of an unexhausted soil; his happy and confident\nexpectation, born of a sense of tremendous national vitality; his\nlove of simple things in normal relations to world-wide interests\nof the mind; his courage in interpreting those deeper experiences\nwhich craftsmen who know art but who do not know life call\ncommonplaces; the unaffected and beautiful democracy of his\nspirit–these are the delicate flowers of our new world, and as\nmuch a part of it as its stretches of wilderness and the\ncontinental roll of its rivers.”",
        "Longfellow’s poetic service to his countrymen has thus become a\nnational asset, and not merely because in his three best known\nnarrative poems, “Evangeline,” “Hiawatha,” and “The Courtship of\nMiles Standish,” he selected his themes from our own history.\n“The Building of the Ship,” written with full faith in the\ntroubled year of 1849, is a national anthem. “It is a wonderful\ngift,” said Lincoln, as he listened to it, his eyes filled with\ntears, “to be able to stir men like that.” “The Skeleton in\nArmor,” “A Ballad of the French Fleet,” “Paul Revere’s Ride,\"\n“The Wreck of the Hesperus,” are ballads that stir men still. For\nall of his skill in story-telling in verse–witness the “Tales of\na Wayside Inn\"–Longfellow was not by nature a dramatist, and his\ntrilogy now published under the title of “Christus,” made up of\n“The Divine Tragedy,” “The Golden Legend,” and “New England\nTragedies,” added little to a reputation won in other fields. His\nsonnets, particularly those upon “Chaucer,” “Milton,” “The Divina\nCommedia,” “A Nameless Grave,” “Felton,” “Sumner,” “Nature,” “My\nBooks,” are among the imperishable treasures of the English\nlanguage. In descriptive pieces like “Keramos” and “The Hanging\nof the Crane,” in such personal and occasional verses as “The\nHerons of Elmwood,” “The Fiftieth Birthday of Agassiz,” and the\nnoble “Morituri Salutamus” written for his classmates in 1875, he\nexhibits his tenderness of affection and all the ripeness of his\ntechnical skill. But it was as a lyric poet, after all, that he\nwon and held his immense audience throughout the English-speaking\nworld. Two of the most popular of all his early pieces, “The\nPsalm of Life” and “Excelsior,” have paid the price of a too apt\nadjustment to the ethical mood of an earnest moment in our\nnational life. We have passed beyond them. And many readers may\nhave outgrown their youthful pleasure in “Maidenhood,” “The Rainy\nDay,” “The Bridge,” “The Day is Done,” verses whose simplicity\nlent themselves temptingly to parody. Yet such poems as “The\nBelfry of Bruges,” “Seaweed,” “The Fire of Driftwood,” “The\nArsenal at Springfield,” “My Lost Youth,” “The Children’s Hour,\"\nand many another lyric, lose nothing with the lapse of time.\nThere is fortunately infinite room for personal preference in\nthis whole matter of poetry, but the confession of a lack of\nregard for Longfellow’s verse must often be recognized as a\nconfession of a lessening love for what is simple, graceful, and\nrefined. The current of contemporary American taste, especially\namong consciously clever, half-trained persons, seems to be\nrunning against Longfellow. How soon the tide may turn, no one\ncan say. Meanwhile he has his tranquil place in the Poet’s Corner\nof Westminster Abbey. The Abbey must be a pleasant spot to wait\nin, for the Portland boy.",
        "Oddly enough, some of the over-sophisticated and\nunder-experienced people who affect to patronize Longfellow\nassume toward John Greenleaf Whittier an air of deference. This\nattitude would amuse the Quaker poet. One can almost see his dark\neyes twinkle and the grim lips tighten in that silent laughter in\nwhich the old man so much resembled Cooper’s Leather-Stocking.\nWhittier knew that his friend Longfellow was a better artist than\nhimself, and he also knew, by intimate experience as a maker of\npublic opinion, how variable are its judgments. Whittier\nrepresents a stock different from that of the Longfellows, but\nequally American, equally thoroughbred: the Essex County Quaker\nfarmer of Massachusetts. The homestead in which he was born in\n1807, at East Haverhill, had been built by his\ngreat-great-grandfather in 1688. Mount Vernon in Virginia and the\nCraigie House in Cambridge are newer than this by two\ngenerations. The house has been restored to the precise aspect it\nhad in Whittier’s boyhood: and the garden, lawn, and brook, even\nthe door-stone and bridle-post and the barn across the road are\nwitnesses to the fidelity of the descriptions in “Snow-Bound.\"\nThe neighborhood is still a lonely one. The youth grew up in\nseclusion, yet in contact with a few great ideas, chief among\nthem Liberty. “My father,” he said, “was an old-fashioned\nDemocrat, and really believed in the Preamble of the Bill of\nRights which reaffirmed the Declaration of Independence.” The\ntaciturn father transmitted to his sons a hatred of kingcraft and\npriestcraft, the inward moral freedom of the Quaker touched with\nhumanitarian passion. The spirit of a boyhood in this homestead\nis veraciously told in “The Barefoot Boy,” “School-Days,\"\n“Snow-Bound,” “Ramoth Hill,” and “Telling the Bees.” It was a\nchance copy of Burns that revealed to the farmer lad his own\ndesire and capacity for verse-writing. When he was nineteen, his\nsister sent his “Exile’s Departure” to William Lloyd Garrison,\nthen twenty, and the editor of the “Newburyport Free Press.” The\nneighbors liked it, and the tall frail author was rewarded with a\nterm at the Haverhill Academy, where he paid his way, in old\nEssex County fashion, by making shoes.",
        "He had little more formal schooling than this, was too poor to\nenter college, but had what he modestly called a “knack at\nrhyming,” and much facility in prose. He turned to journalism and\npolitics, for which he possessed a notable instinct. For a while\nhe thought he had “done with poetry and literature.” Then in\n1833, at twenty-six, came Garrison’s stirring letter bidding him\nenlist in the cause of Anti-Slavery. He obeyed the call, not\nknowing that this new allegiance to the service of humanity was\nto transform him from a facile local verse-writer into a national\npoet. It was the ancient miracle of losing one’s life and finding\nit. For the immediate sacrifice was very real to a youth trained\nin quietism and non-resistance, and well aware, as a Whig\njournalist, of the ostracism visited upon the active\nAbolitionists. Whittier entered the fight with absolute courage\nand with the shrewdest practical judgment of weapons and tactics.\nHe forgot himself. He turned aside from those pleasant fields of\nNew England legend and history to which he was destined to return\nafter his warfare was accomplished. He had read the prose of\nMilton and of Burke. He perceived that negro emancipation in the\nUnited States was only a single and immediate phase of a\nuniversal movement of liberalism. The thought kindled his\nimagination. He wrote, at white heat, political and social verse\nthat glowed with humanitarian passion: lyrics in praise of\nfellow-workers, salutes to the dead, campaign songs, hymns,\nsatires against the clergy and the capitalists, superb sectional\npoems like “Massachusetts to Virginia,” and, more nobly still,\npoems embodying what Wordsworth called “the sensation and image\nof country and the human race.”",
        "Whittier had now “found himself” as a poet. It is true that his\nstyle remained diffuse and his ear faulty, but his countrymen,\nthen as now uncritical of artistic form, overlooked the blemishes\nof his verse, and thought only of his vibrant emotion, his scorn\nof cowardice and evil, his prophetic exaltation. In 1847 came the\nfirst general collection of his poems, and here were to be found\nnot merely controversial verses, but spirited “Songs of Labor,\"\npictures of the lovely Merrimac countryside, legends written in\nthe mood of Hawthorne or Longfellow, and bright bits of foreign\nlore and fancy. For though Whittier never went abroad, his quiet\nlife at Amesbury gave him leisure for varied reading, and he\nfollowed contemporary European politics with the closest\ninterest. He emerged more and more from the atmosphere of faction\nand section, and, though he retained to the last his Quaker\ncreed, he held its simple tenets in such undogmatic and winning\nfashion that his hymns are sung today in all the churches.",
        "When “The Atlantic Monthly” was established in 1857, Whittier was\nfifty. He took his place among the contributors to the new\nmagazine not as a controversialist but as a man of letters, with\nsuch poems as “Tritemius,” and “Skipper Ireson’s Ride.\"\nCharacteristic productions of this period are “My Psalm,\"\n“Cobbler Keezar’s Vision,” “Andrew Rykman’s Prayer,” “The Eternal\nGoodness\"–poems grave, sweet, and tender. But it was not until\nthe publication of “Snow-Bound” in 1866 that Whittier’s work\ntouched its widest popularity. He had never married, and the\ndeaths of his mother and sister Elizabeth set him brooding, in\nthe desolate Amesbury house, over memories of his birthplace, six\nmiles away in East Haverhill. The homestead had gone out of the\nhands of the Whittiers, and the poet, nearing sixty, set himself\nto compose an idyll descriptive of the vanished past. No artist\ncould have a theme more perfectly adapted to his mood and to his\npowers. There are no novel ideas in “Snow-Bound,” nor is there\nany need of them, but the thousands of annual pilgrims to the old\nfarmhouse can bear witness to the touching intimacy, the homely\ncharm, the unerring rightness of feeling with which Whittier’s\ngenius recreated his own lost youth and painted for all time a\ntrue New England hearthside.",
        "Whittier was still to write nearly two hundred more poems, for he\nlived to be eighty-five, and he composed until the last. But his\ncreative period was now over. He rejoiced in the friendly\nrecognition of his work that came to him from every section of a\nreunited country. His personal friends were loyal in their\ndevotion. He followed the intricacies of American politics with\nthe keen zest of a veteran in that game, for in his time he had\nmade and unmade governors and senators. “The greatest politician\nI have ever met,” said James G. Blaine, who had certainly met\nmany. He had an income from his poems far in excess of his needs,\nbut retained the absolute simplicity of his earlier habits. When\nhis publishers first proposed the notable public dinner in honor\nof his seventieth birthday he demurred, explaining to a member of\nhis family that he did not want the bother of “buying a new pair\nof pants\"–a petty anecdote, but somehow refreshing. So the\nrustic, shrewd, gentle old man waited for the end. He had known\nwhat it means to toil, to fight, to renounce, to eat his bread in\ntears, and to see some of his dreams come true. We have had, and\nshall have, more accomplished craftsmen in verse, but we have\nnever bred a more genuine man than Whittier, nor one who had more\nkinship with the saints.",
        "A few days before Whittier’s death, he wrote an affectionate poem\nin celebration of the eighty-third birthday of his old friend of\nthe Saturday Club, Dr. Oliver Wendell Holmes. This was in 1892.\nThe little Doctor, rather lonely in his latest years, composed\nsome tender obituary verses at Whittier’s passing. He had already\nperformed the same office for Lowell. He lingered himself until\nthe autumn of 1894, in his eighty-sixth year–\"The Last Leaf,” in\ntruth, of New England’s richest springtime.",
        "“No, my friends,” he had said in “The Autocrat of the Breakfast\nTable,” “I go (always, other things being equal) for the man who\ninherits family traditions and the cumulative humanities of at\nleast four or five generations.” The Doctor came naturally by his\npreference for a “man of family,” being one himself. He was a\ndescendant of Anne Bradstreet, the poetess. “Dorothy Q.,” whom he\nhad made the most picturesque of the Quincys, was his\ngreat-grandmother. Wendell Phillips was his cousin. His father,\nthe Rev. Abiel Holmes, a Yale graduate, was the minister of the\nFirst Church in Cambridge, and it was in its “gambrel-roofed\"\nparsonage that Oliver Wendell was born in 1809.",
        "“Know old Cambridge? Hope you do–\nBorn there? Don’t say so! I was, too.\nNicest place that was ever seen–\nColleges red and Common green.”",
        "So he wrote, in scores of passages of filial devotion, concerning\nthe village of his boyhood and the city of Boston. His best-known\nprose sentence is: “Boston State House is the hub of the Solar\nSystem.” It is easy to smile, as indeed he did himself, at such\nfond provinciality, but the fact remains that our literature as a\nwhole sadly needs this richness of local atmosphere. A nation of\nrestless immigrants, here today and “moved on” tomorrow, has the\nfibres of its imagination uprooted, and its artists in their\neager quest of “local color” purchase brilliancy at the cost of\nthinness of tone, poverty of association. Philadelphia and\nBoston, almost alone among the larger American cities, yield the\nsense of intimacy, or what the Autocrat would call “the\ncumulative humanities. “",
        "Young Holmes became the pet and the glory of his class of 1829 at\nHarvard. It was only in 1838 that their reunions began, but\nthereafter they held fifty-six meetings, of which Holmes attended\nfifty and wrote poems for forty-three. Many of “the Boys” whom he\ncelebrated became famous in their own right, but they remain “the\nBoys” to all lovers of Holmes’s verses. His own career as a poet\nhad begun during his single year in the Law School. His later\nyears brought him some additional skill in polishing his lines\nand a riper human wisdom, but his native verse-making talent is\nas completely revealed in “Old Ironsides,” published when he was\ntwenty-one, and in “The Last Leaf,” composed a year or two later,\nas in anything he was to write during the next half-century. In\nmany respects he was a curious survival of the cumulative\nhumanities of the eighteenth century. He might have been, like\ngood Dr. Arbuthnot, an ornament of the Augustan age. He shared\nwith the English Augustans a liking for the rhymed couplet, an\ninstinctive social sense, a feeling for the presence of an\nimaginary audience of congenial listeners. One still catches the\n“Hear! Hear!” between his clever lines. In many of the traits of\nhis mind this “Yankee Frenchman” resembled such a typical\neighteenth century figure as Voltaire. Like Voltaire, he was\ntolerant–except toward Calvinism and Homeopathy. In some of the\ntricks of his prose style he is like a kindlier Sterne. His knack\nfor vers de societe was caught from Horace, but he would not have\nbeen a child of his own age without the additional gift of\nrhetoric and eloquence which is to be seen in his patriotic poems\nand his hymns. For Holmes possessed, in spite of all his\nlimitations in poetic range, true devotion, patriotism, humor,\nand pathos.",
        "His poetry was in the best sense of the word “occasional,” and\nhis prose was only an incidental or accidental harvest of a long\ncareer in which his chief duty was that of a professor of anatomy\nin the Harvard Medical School. He had studied in Paris under\nsound teachers, and after some years of private practice won the\nappointment which he held, as active and emeritus professor, for\nforty-seven years. He was a faithful, clear, and amusing\nlecturer, and printed two or three notable medical essays, but\nhis chief Boston reputation, in the eighteen-fifties, was that of\na wit and diner-out and writer of verses for occasions. Then came\nhis great hour of good luck in 1857, when Lowell, the editor of\nthe newly-established “Atlantic Monthly,” persuaded him to write\n“The Autocrat of the Breakfast Table.” It was the public’s luck\nalso, for whoever had been so unfortunate as not to be born in\nBoston could now listen–as if across the table–to Boston’s best\ntalker. Few volumes of essays during the last sixty years have\ngiven more pleasure to a greater variety of readers than is\nyielded by “The Autocrat.” It gave the Doctor a reputation in\nEngland which he naturally prized, and which contributed to his\ntriumphal English progress, many years later, recorded pleasantly\nin “Our Hundred Days.” “The Professor at the Breakfast Table” and\n“The Poet at the Breakfast Table” are less successful variations\nof “The Autocrat.” Neither professors nor poets are at their best\nat this meal. Holmes wrote three novels–of which “Elsie Venner,\"\na somewhat too medical story, is the best remembered–memoirs of\nhis friends Emerson and Motley, and many miscellaneous essays.\nHis life was exceptionally happy, and his cheery good opinion of\nhimself is still contagious. To pronounce the words Doctor Holmes\nin any company of intelligent Americans is the prologue to a\nsmile of recognition, comprehension, sympathy. The word Goldsmith\nhas now lost, alas, this provocative quality; the word Stevenson\nstill possesses it. The little Doctor, who died in the same year\nas Stevenson, belonged like him to the genial race of friends of\nmankind, and a few of his poems, and some gay warm-hearted pages\nof his prose, will long preserve his memory. But the Boston which\nhe loved has vanished as utterly as Sam Johnson’s London.",
        "James Russell Lowell was ten years younger than Holmes, and\nthough he died three years before the Doctor, he seems, for other\nreasons than those of chronology, to belong more nearly to the\npresent. Although by birth as much of a New England Brahmin as\nHolmes, and in his later years as much of a Boston and Cambridge\nidol, he nevertheless touched our universal American life on many\nsides, represented us worthily in foreign diplomacy, argued the\ncase of Democracy with convincing power, and embodied, as more\nperfect artists like Hawthorne and Longfellow could never have\ndone, the subtleties and potencies of the national temperament.\nHe deserves and reveals the closest scrutiny, but his personality\nis difficult to put on paper. Horace Scudder wrote his biography\nwith careful competence, and Ferris Greenslet has made him the\nsubject of a brilliant critical study. Yet readers differ widely\nin their assessment of the value of his prose and verse, and in\ntheir understanding of his personality.",
        "The external facts of his career are easy to trace and must be\nset down here with brevity. A minister’s son, and descended from\na very old and distinguished family, he was born at Elmwood in\nCambridge in 1819. After a somewhat turbulent course, he was\ngraduated from Harvard in 1838, the year of Emerson’s “Divinity\nSchool Address.” He studied law, turned Abolitionist, wrote\npoetry, married the beautiful and transcendental Maria White, and\ndid magazine work in Boston, New York, and Philadelphia. He was\nthought by his friends in the eighteen-fifties to be “the most\nShakespearian” man in America. When he was ten years out of\ncollege, in 1848, he published “The Biglow Papers” (First\nSeries), “A Fable for Critics,” and “The Vision of Sir Launfal.\"\nAfter a long visit to Europe and the death of his wife, he gave\nsome brilliant Lowell Institute lectures in Boston, and was\nappointed Longfellow’s successor at Harvard. He went to Europe\nagain to prepare himself, and after entering upon his work as a\nteacher made a happy second marriage, served for four years as\nthe first editor of “The Atlantic,” and helped his friend Charles\nEliot Norton edit “The North American Review.” The Civil War\ninspired a second series of “Biglow Papers” and the magnificent\n“Commemoration Ode” of 1865. Then came volume after volume of\nliterary essays, such as “Among My Books” and “My Study Windows,\"\nand an occasional book of verse. Again he made a long sojourn in\nEurope, resigned his Harvard professorship, and in 1877 was\nappointed Minister to Spain. After three years he was transferred\nto the most important post in our diplomatic service, London. He\nperformed his duties with extraordinary skill and success until\n1885, when he was relieved. His last years were spent in Elmwood,\nthe Cambridge house where he was born, and he was still writing,\nin almost as rich a vein as ever, when the end came in 1891.",
        "Here was certainly a full and varied life, responsive to many\npersonal moods and many tides of public feeling. Lowell drew\nintellectual stimulus from enormously wide reading in classical\nand modern literatures. Puritanically earnest by inheritance, he\nseems also to have inherited a strain of levity which he could\nnot always control, and, through his mother’s family, a dash of\nmysticism sometimes resembling second sight. His physical and\nmental powers were not always in the happiest mutual adjustment:\nhe became easily the prey of moods and fancies, and knew the\nalternations from wild gaiety of spirits to black despair. The\nfirm moral consistency of Puritanism was always his, yet his\nplayful remark about belonging in a hospital for incurable\nchildren had a measure of truth in it also.",
        "Both his poetry and his prose reveal a nature never quite\nintegrated into wholeness of structure, into harmony with itself.\nHis writing, at its best, is noble and delightful, full of human\ncharm, but it is difficult for him to master a certain\nwaywardness and to sustain any note steadily. This temperamental\nflaw does not affect the winsomeness of his letters, unless to\nadd to it. It is lost to view, often, in the sincerity and pathos\nof his lyrics, but it is felt in most of his longer efforts in\nprose, and accounts for a certain dissatisfaction which many\ngrateful and loyal readers nevertheless feel in his criticism.\nLowell was more richly endowed by nature and by breadth of\nreading than Matthew Arnold, for instance, but in the actual\nperformance of the critical function he was surpassed in method\nby Arnold and perhaps in inerrant perception, in a limited field,\nby Poe.",
        "It was as a poet, however, that he first won his place in our\nliterature, and it is by means of certain passages in the “Biglow\nPapers” and the “Commemoration Ode” that he has most moved his\ncountrymen. The effectiveness of The “Present Crisis” and “Sir\nLaunfal,” and of the “Memorial Odes,” particularly the “Ode to\nAgassiz,” is likewise due to the passion, sweetness, and splendor\nof certain strophes, rather than to the perfection of these poems\nas artistic wholes. Lowell’s personal lyrics of sorrow, such as\n“The Changeling,” “The First SnowFall,” “After the Burial,” have\ntouched many hearts.",
        "His later lyrics are more subtle, weighted with thought, tinged\nwith autumnal melancholy. He was a most fertile composer, and,\nlike all the men of his time and group, produced too much. Yet\nhis patriotic verse was so admirable in feeling and is still so\ninspiring to his readers that one cannot wish it less in\nquantity; and in the field of political satire, such as the two\nseries of “Biglow Papers,” he had a theme and a method precisely\nsuited to his temperament. No American has approached Lowell’s\nsuccess in this difficult genre: the swift transitions from rural\nYankee humor to splendid scorn of evil and to noblest idealism\nreveal the full powers of one of our most gifted men. The\npreacher lurked in this Puritan from first to last, and the war\nagainst Mexico and the Civil War stirred him to the depths.",
        "His prose, likewise, is a school of loyalty. There was much of\nEurope in his learning, as his memorable Dante essay shows, and\nthe traditions of great English literature were the daily\ncompanions of his mind. He was bookish, as a bookman should be,\nand sometimes the very richness and whimsicality of his bookish\nfancies marred the simplicity and good taste of his pages. But\nthe fundamental texture of his thought and feeling was American,\nand his most characteristic style has the raciness of our soil.\nNature lovers like to point out the freshness and delicacy of his\nreaction to the New England scene. Thoreau himself, whom Lowell\ndid not like, was not more veracious an observer than the author\nof “Sunthin’ in the Pastoral Line,” “Cambridge Thirty Years Ago,\"\nand “My Garden Acquaintance.” Yet he watched men as keenly as he\ndid “laylocks” and bobolinks, and no shrewder American essay has\nbeen written than his “On a Certain Condescension in Foreigners.\"\nWit and humor and wisdom made him one of the best talkers of his\ngeneration. These qualities pervade his essays and his letters,\nand the latter in particular reveal those ardors and fidelities\nof friendship which men like Emerson and Thoreau longed after\nwithout ever quite experiencing. Lowell’s cosmopolitan\nreputation, which was greatly enhanced in the last decade of his\nlife, seemed to his old associates of the Saturday Club only a\nfit recognition of the learning, wit, and fine imagination which\nhad been familiar to them from the first. To hold the old friends\nthroughout his lifetime, and to win fresh ones of a new\ngeneration through his books, is perhaps the greatest of Lowell’s\npersonal felicities.",
        "While there are no other names in the literature of New England\nquite comparable with those that have just been discussed, it\nshould be remembered that the immediate effectiveness and\npopularity of these representative poets and prose writers were\ndependent upon the existence of an intelligent and responsive\nreading public. The lectures of Emerson, the speeches of Webster,\nthe stories of Hawthorne, the political verse of Whittier and\nLowell, presupposed a keen, reflecting audience, mentally and\nmorally exigent. The spread of the Lyceum system along the line\nof westward emigration from New England as far as the Mississippi\nis one tangible evidence of the high level of popular\nintelligence. That there was much of the superficial and the\nspread-eagle in the American life of the eighteen-forties is\napparent enough without the amusing comments of such English\ntravellers as Dickens, Miss Martineau, and Captain Basil Hall.\nBut there was also genuine intellectual curiosity and a general\nreading habit which are evidenced not only by a steady growth of\nnewspapers and magazines but also by the demand for substantial\nbooks. Biography and history began to be widely read, and it was\nnatural that the most notable productiveness in historical\nwriting should manifest itself in that section of the country\nwhere there were libraries, wealth, leisure for the pursuits of\nscholarship, a sense of intimate concern with the great issues\nof the past, and a diffusion of intellectual tastes throughout\nthe community. It was no accident that Sparks and Ticknor,\nBancroft and Prescott, Motley and Parkman, were Massachusetts\nmen.",
        "Jared Sparks, it is true, inherited neither wealth nor leisure.\nHe was a furious, unwearied toiler in the field of our national\nhistory. Born in 1789, by profession a Unitarian minister, he\nbegan collecting the papers of George Washington by 1825. John\nMarshall, the great jurist, had published his five-volume life of\nhis fellow Virginian a score of years earlier. But Sparks\nproceeded to write another biography of Washington and to edit\nhis writings. He also edited a “Library of American Biography,\"\nwrote lives of Franklin and Gouverneur Morris, was professor of\nhistory and President of Harvard, and lived to be seventy-seven.\nAs editor of the writings of Franklin and Washington, he took\nwhat we now consider unpardonable liberties in altering the text,\nand this error of judgment has somewhat clouded his just\nreputation as a pioneer in historical research.",
        "George Bancroft, who was born in 1800, and died, a\nhorseback-riding sage, at ninety-one, inherited from his\nclergyman father a taste for history. He studied in Germany after\nleaving Harvard, turned schoolmaster, Democratic politician and\noffice-holder, served as Secretary of the Navy, Minister to\nEngland and then to the German Empire, and won distinction in\neach of his avocations, though the real passion of his life was\nhis “History of the United States,” which he succeeded in\nbringing down to the adoption of the Constitution. The first\nvolume, which appeared in 1834, reads today like a stump speech\nby a sturdy Democratic orator of the Jacksonian period. But there\nwas solid stuff in it, nevertheless, and as Bancroft proceeded,\ndecade after decade, he discarded some of his rhetoric and\nphilosophy of democracy and utilized increasingly the vast stores\nof documents which his energy and his high political positions\nhad made it possible for him to obtain. Late in life he condensed\nhis ten great volumes to six. Posterity will doubtless condense\nthese in turn, as posterity has a way of doing, but Bancroft the\nhistorian realized his own youthful ambition with a completeness\nrare in the history of human effort and performed a monumental\nservice to his country. He was less of an artist, however, than\nPrescott, the eldest and in some ways the finest figure of the\nwell-known Prescott-Motley-Parkman group of Boston historians.\nAll of these men, together with their friend George Ticknor, who\nwrote the “History of Spanish Literature” and whose own “Life and\nLetters” pictures a whole generation, had the professional\nadvantages of inherited wealth, and the opportunity to make\ndeliberate choice of a historical field which offered freshness\nand picturesqueness of theme. All were tireless workers in spite\nof every physical handicap; all enjoyed social security and the\nrich reward of full recognition by their contemporaries. They had\ntheir world as in their time, as Chaucer makes the Wife of Bath\nsay of herself, and it was a pleasant world to live in.",
        "Grandson of “Prescott the Brave” of Bunker Hill, and son of the\nrich Judge Prescott of Salem, William Hickling Prescott was born\nin 1796, and was graduated from Harvard in 1814. An accident in\ncollege destroyed the sight of one eye, and left him but a\nprecarious use of the other. Nevertheless he resolved to emulate\nGibbon, whose “Autobiography” had impressed him, and to make\nhimself “an historian in the best sense of the term.” He studied\narduously in Europe, with the help of secretaries, and by 1826,\nafter a long hesitation, decided upon a “History of the Reign of\nFerdinand and Isabella.” In ten years the three volumes were\nfinished. “Pursuing the work in this quiet, leisurely way,\nwithout over-exertion or fatigue,” wrote Prescott, “or any sense\nof obligation to complete it in a given time, I have found it a\ncontinual source of pleasure.” It was published at his own\nexpense on Christmas Day, 1837, and met with instantaneous\nsuccess. “My market and my reputation rest principally with\nEngland,” he wrote in 1838–a curious footnote, by the way, to\nEmerson’s Phi Beta Kappa Address of the year before. But America\njoined with England, in praising the new book. Then Prescott\nturned to the “Conquest of Mexico,” the “Conquest of Peru,” and\nfinally to his unfinished “History of the Reign of Philip II.” He\nhad, as Dean Milman wrote him, “the judgment to choose noble\nsubjects.” He wrote with serenity and dignity, with fine balance\nand proportion. Some of the Spanish documents upon which he\nrelied have been proved less trustworthy than he thought, but\nthis unsuspected defect in his materials scarcely impaired the\nskill with which this unhasting, unresting painter filled his\ngreat canvases. They need retouching, perhaps, but the younger\nhistorians are incompetent for the task. Prescott died in 1859,\nin the same year as Irving, and he already seems quite as remote\nfrom the present hour.",
        "His young friend Motley, of “Dutch Republic” fame, was another\nBoston Brahmin, born in the year of Prescott’s graduation from\ncollege. He attended George Bancroft’s school, went to Harvard in\ndue course, where he knew Holmes, Sumner, and Wendell Phillips,\nand at Gottingen became a warm friend of a dog-lover and duelist\nnamed Bismarck. Young Motley wrote a couple of unsuccessful\nnovels, dabbled in diplomacy, politics, and review-writing, and\nfinally, encouraged by Prescott, settled down upon Dutch history,\nwent to Europe to work up his material in 1851, and, after five\nyears, scored an immense triumph with his “Rise of the Dutch\nRepublic.” He was a brilliant partisan, hating Spaniards and\nCalvinists; and wrote all the better for this bias. He was an\nadmirable sketcher of historical portraits, and had Macaulay’s\nskill in composing special chapters devoted to the tendencies and\nqualities of an epoch or to the characteristics of a dynasty.\nBetween 1860 and 1868 he produced the four volumes of the\n“History of the United Netherlands.” During the Civil War he\nserved usefully as American minister to Vienna, and in 1869 was\nappointed minister to London. Both of these appointments ended\nunhappily for him. Dr. Holmes, his loyal admirer and biographer,\ndoes not conceal the fact that a steadier, less excitable type of\npublic servant might have handled both the Vienna situation and\nthe London situation without incurring a recall. Motley continued\nto live in England, where his daughters had married, and where,\nin spite of his ardent Americanism, he felt socially at home. His\nlast book was “The Life and Death of John of Barneveld.” His\n“Letters,” edited after his death in 1877 by George William\nCurtis, give a fascinating picture of English life among the\ncultivated and leisurely classes. The Boston merchant’s son was a\nhigh-hearted gentleman, and his cosmopolitan experiences used to\nmake his stay-at-home friend, Oliver Wendell Holmes, feel rather\ndull and provincial in comparison. Both were Sons of Liberty, but\nMotley had had the luck to find in “brave little Holland” a\nsubject which captivated the interest of Europe and gave the\nhistorian international fame. He had more eloquence than the\nDoctor, and a far more varied range of prose, but there may be\nhere and there a Yankee guesser about the taste of future\ngenerations who will bet on “The Autocrat,” after all.",
        "The character and career of Francis Parkman afford curious\nmaterial to the student of New England’s golden age. In the\nseventy years of his heroic life, from 1823 to 1893, all the\ncharacteristic forces of the age reached their culmination and\ndecline, and his own personality indicates some of the violent\nreactions produced by the over-strain of Transcendentalism. For\nhere was a descendant of John Cotton, and a clergyman’s son, who\ndetested Puritanism and the clergy; who, coming to manhood in the\neighteen-forties, hated the very words Transcendentalism,\nPhilosophy, Religion, Reform; an inheritor of property, trained\nat Harvard, and an Overseer and Fellow of his University, who\ndisliked the ideals of culture and refinement; a member of the\nSaturday Club who was bored with literary talk and literary\npeople; a staunch American who despised democracy as thoroughly\nas Alexander Hamilton, and thought suffrage a failure; a\nnineteenth century historian who cared nothing for philosophy,\nscience, or the larger lessons of history itself; a fascinating\nrealistic writer who admired Scott, Byron, and Cooper for their\ntales of action, and despised Wordsworth and Thoreau as\neffeminate sentimentalists who were preoccupied with themselves.\nIn Parkman “the wheel has come full circle,” and a movement that\nbegan with expansion of self ended in hard Spartan repression,\neven in inhibition of emotion.",
        "Becoming “enamoured of the woods” at sixteen, Parkman chose his\nlife work at eighteen, and he was a man who could say proudly: “I\nhave not yet abandoned any plan which I ever formed.” “Before the\nend of the sophomore year,” he wrote in his autobiography, “my\nvarious schemes had crystallized into a plan of writing the story\nof what was then known as the ’Old French War,’ that is, the war\nthat ended in the conquest of Canada, for here, as it seemed to\nme, the forest drama was more stirring and the forest stage more\nthronged with appropriate actors than in any other passage of our\nhistory. It was not till some years later that I enlarged the\nplan to include the whole course of the American conflict between\nFrance and England, or, in other words, the history of the\nAmerican forest: for this was the light in which I regarded it.\nMy theme fascinated me, and I was haunted with wilderness images\nday and night.” To understand “the history of the American\nforest” young Parkman devoted his college vacations to long trips\nin the wilderness, and in 1846, two years after graduation, he\nmade the epoch-making journey described in his first book, “The\nOregon Trail.”",
        "“The Conspiracy of Pontiac,” a highly-colored narrative in two\nvolumes appearing in 1851, marks the first stage of his\nhistorical writing. Then came the tragedy of shattered health,\nand for fourteen years Parkman fought for life and sanity, and\nproduced practically nothing. He had had to struggle from his\ncollege days with an obscure disorder of the brain, aggravated by\nthe hardships of his Oregon Trail journey, and by ill-considered\nefforts to harden his bodily frame by over-exertion. His disease\ntook many forms–insomnia, arthritis, weakness of sight,\nincapacity for sustained thought. His biographer Farnham says\nthat “he never saw a perfectly well day during his entire\nliterary career.” Even when aided by secretaries and copyists,\nsix lines a day was often the limit of his production. His own\nStoic words about the limitations of his eyesight are\ncharacteristic: “By reading for one minute, and then resting for\nan equal time, this alternate process may gradually be continued\nfor about half an hour. Then, after a sufficient interval, it may\nbe repeated, often three or four times in the course of the day.\nBy this means nearly the whole of the volume now offered has been\ncomposed.” There is no more piteous or inspiring story of a fight\nagainst odds in the history of literature.",
        "For after his fortieth year the enemy gave way a little, and book\nafter book somehow got itself written. There they stand upon the\nshelves, a dozen of them–\"The Pioneers of France,” “The Jesuits\nin North America,” “La Salle,” “The Old Regime,” “Frontenac,\"\n“Montcalm and Wolfe,” “A Half-Century of Conflict\"–the boy’s\ndream realized, the man’s long warfare accomplished. The history\nof the forest, as Parkman saw it, was a pageant with the dark\nwilderness for a background, and, for the actors, taciturn\nsavages, black-robed Jesuits, intrepid explorers, soldiers of\nFrance–all struggling for a vast prize, all changing, passing,\nwith a pomp and color unknown to wearied Europe. It was a superb\ntheme, better after all for an American than the themes chosen by\nPrescott and Ticknor and Motley, and precisely adapted to the\npictorial and narrative powers of the soldier-minded, soldier-\nhearted author.",
        "The quality which Parkman admired most in men–though he never\nseems to have loved men deeply, even his own heroes–was strength\nof will. That was the secret of his own power, and the sign, it\nmust be added, of the limitations of this group of historians who\ncame at the close of the golden age. Whatever a New England will\ncan accomplish was wrought manfully by such admirable men as\nPrescott and Parkman. Trained intelligence, deliberate selection\nof subject, skillful cultivation of appropriate story-telling and\npicture-painting style, all these were theirs. But the “wild\necstasy” that thrilled the young Emerson as he crossed the bare\nCommon at sunset, the “supernal beauty” of which Poe dreamed in\nthe Fordham cottage, the bay horse and hound and turtle-dove\nwhich Thoreau lost long ago and could not find in his but at\nWalden, these were something which our later Greeks of the New\nEngland Athens esteemed as foolishness.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}