{
    "title": "The Life of Abraham Lincoln - Chapter XXXII. Discouragements",
    "author": "Henry Ketcham",
    "chapter": "34",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The middle period of the war was gloomy and discouraging. Though the\nConfederates made no substantial progress they certainly held their\nown. Time is an important factor in all history, and the fact that the\nConfederates at least gained time counted heavily against the Union.\nThere were no decisive victories gained by the Federal troops.\nAntietam, to be sure, was won, but the fruits of the victory were lost.\nFor many months the two armies continued facing each other, and for the\nmost part they were much nearer Washington than Richmond.",
        "Meantime the summer, fall, winter were passing by and there was no\ntangible evidence that the government would ever be able to maintain\nits authority. All this time the Army of the Potomac was magnificent in\nnumbers, equipment, intelligence. In every respect but one they were\ndecidedly superior to the enemy. The one thing they needed was\nleadership. The South had generals of the first grade. The generalship\nof the North had not yet fully developed.",
        "Lincoln held on to McClellan as long as it was possible to do so. He\nnever resented the personal discourtesies. He never wearied of the\nfruitless task of urging him on. He never refused to let him have his\nown way provided he could show a reason for it. But his persistent\ninactivity wore out the patience of the country and finally of the army\nitself. With the exception of northern democrats with southern\nsympathies, who from the first were sure of only one thing, namely,\nthat the war was a failure, the clamor for the removal of McClellan was\nwell-nigh unanimous. To this clamor Lincoln yielded only when it became\nmanifestly foolish longer to resist it.",
        "A succeeding question was no less important: Who shall take his place?\nThere was in the East no general whose record would entitle him to this\nposition of honor and responsibility. In all the country there was at\nthat time no one whose successes were so conspicuous as to point him\nout as the coming man. But there were generals who had done good\nservice, and just at that time. Burnside was at the height of his\nsuccess. He was accordingly appointed. His record was good. He was an\nunusually handsome man, of soldierly bearing, and possessed many\nvaluable qualities. He was warmly welcomed by the country at large and\nby his own army, who thanked God and took courage.",
        "His first battle as commander of the Army of the Potomac was fought at\nFredericksburg on the 15th of December and resulted in his being\nrepulsed with terrible slaughter. It is possible, in this as in every\nother battle, that had certain things been a little different,–had it\nbeen possible to fight the battle three weeks earlier,–he would have\nwon a glorious victory. But these thoughts do not bring to life the men\nwho were slain in battle, nor do they quiet the clamor of the country.\nBurnside showed a certain persistence when, in disregard of the\nunanimous judgment of his generals, he tried to force a march through\nthe heavy roads of Virginia, as sticky as glue, and give battle again.\nBut he got stuck in the mud and the plan was given up, the only\ncasualty, being the death of a large number of mules that were killed\ntrying to draw wagons through the bottomless mud. After this one\nbattle, it was plain that Burnside was not the coming general.",
        "The next experiment was with Hooker, a valiant and able man, whose\nwarlike qualities are suggested by his well-earned soubriquet of\n“fighting Joe Hooker.” He had his limitations, as will presently\nappear. But upon appointing him to the command Lincoln wrote him a\npersonal letter. This letter is here reproduced because it is a perfect\nillustration of the kindly patience of the man who had need of so much\npatience:",
        "“EXECUTIVE MANSION, WASHINGTON, D.C., January 26, 1863.",
        "MAJOR-GENERAL HOOKER,",
        "GENERAL: I have placed you at the head of the Army of the Potomac. Of\ncourse I have done this upon what appears to me to be sufficient\nreasons, and yet I think it best for you to know that there are some\nthings in regard to which I am not satisfied with you. I believe you to\nbe a brave and skilful soldier, which of course I like. I also believe\nthat you do not mix politics with your profession, in which you are\nright. You have confidence in yourself, which is a valuable, if not\nindispensable, quality. You are ambitious, which, within reason, does\ngood rather than harm; but I think that during General Burnside’s\ncommand of the army you have taken counsel of your ambition and\nthwarted him as much as you could, in which you did a great wrong to\nthe country, and to a most meritorious and honorable brother officer. I\nhave heard, in such a way as to believe it, of your recently saying\nthat both the army and the government needed a dictator. Of course it\nwas not for this, but in spite of it, that I have given you the\ncommand. Only those generals who gain success can be dictators. What I\nnow ask of you is military success, and I will risk the dictatorship.\nThe government will support you to the utmost of its ability, which is\nneither more nor less than it has done and will do for all commanders.\nI much fear that the spirit you have aimed to infuse into the army, of\ncriticising their commander and withholding confidence from him, will\nnow turn upon you. I shall assist you as far as I can to put it down.\nNeither you, nor Napoleon, if he were alive again, could get any good\nout of an army while such a spirit prevails in it. And now, beware of\nrashness. Beware of rashness, but, with energy and sleepless vigilance,\ngo forward and give us victories.",
        "The first effect of this letter was to subdue the fractious spirit of\nthe fighter. He said, “That is just such a letter as a father might\nwrite to a son. It is a beautiful letter, and although I think he was\nharder on me than I deserved, I will say that I love the man who wrote\nit.”",
        "But later his conceit took possession of him. According to Noah Brooks\nhe said to some friends: “I suppose you have seen this letter or a copy\nof it?” They had. “After I have been to Richmond I shall have the\nletter published in the newspapers. It will be amusing.” When this was\ntold Lincoln he took the good-natured view of it and only said, “Poor\nHooker! I am afraid he is incorrigible.”",
        "It was in January, 1863, that Hooker took command of the army. Three\nmonths later he had it in shape for the campaign, and Lincoln went down\nto see the review. It was indeed a magnificent army, an inspiring\nsight. But it was noticed by many that Lincoln’s face had not the\njoyous radiancy of hope which it had formerly worn; it was positively\nhaggard. It was plain that he did not share his general’s easy\nconfidence. He could not forget that he had more than once seen an army\nmagnificent before battle, and shattered after battle. He spent a week\nthere, talking with the generals, shaking hands with “the boys.” Many a\nprivate soldier of that day carries to this day as a sacred memory the\nearnest sound of the President’s voice, “God bless you!”",
        "Then came Chancellorsville with its sickening consequences. When the\nnews came to Washington, the President, with streaming eyes, could only\nexclaim: “My God, my God! what will the country say?”",
        "The next we hear of Hooker, he had not entered Richmond nor had he\nfound the amusement of publishing the President’s fatherly letter. He\nwas chasing Lee in a northerly direction,–towards Philadelphia or New\nYork. He became angry with Halleck who refused him something and\nsummarily resigned. It was not, for the country, an opportune time for\nchanging generals, but perhaps it was as well. It certainly shows that\nwhile Lincoln took him as the best material at hand, while he\ncounseled, encouraged, and bore with him, yet his diagnosis of Hooker’s\nfoibles was correct, and his fears, not his hopes, were realized.",
        "He was succeeded by George C. Meade, “four-eyed George,” as he was\nplayfully called by his loyal soldiers, in allusion to his eyeglasses.\nIt was only a few days later that the great battle of Gettysburg was\nfought under Meade, and a brilliant victory was achieved. But here, as\nat Antietam, the triumph was bitterly marred by the disappointment that\nfollowed. The victorious army let the defeated army get away. The\nexcuses were about the same as at Antietam,–the troops were tired. Of\ncourse they were tired. But it may be assumed that the defeated army\nwas also tired. It surely makes one army quite as tired to suffer\ndefeat as it makes the other to achieve victory. It was again a golden\nopportunity to destroy Lee’s army and end the war.",
        "Perhaps Meade had achieved enough for one man in winning Gettysburg. It\nwould not be strange if the three days’ battle had left him with nerves\nunstrung. The fact remains that he did not pursue and annihilate the\ndefeated army. They were permitted to recross the Potomac without\nmolestation, to reenter what may be called their own territory, to\nreorganize, rest, reequip, and in due time to reappear as formidable as\never. It is plain that the hero of Gettysburg was not the man destined\nto crush the rebellion.",
        "Here were three men, Burnside, Hooker, and Meade, all good men and\ngallant soldiers. But not one of them was able successfully to command\nso large an army, or to do the thing most needed,–capture Richmond.\nThe future hero had not yet won the attention of the country.",
        "In the meantime affairs were very dark for the administration, and up\nto the summer of 1863 had been growing darker and darker. Some splendid\nmilitary success had been accomplished in the West, but the West is at\nbest a vague term even to this day, and it has always seemed so remote\nfrom the capital, especially as compared to the limited theater of war\nin Virginia where the Confederate army was almost within sight of the\ncapital, that these western victories did not have as much influence as\nthey should have had.",
        "And there were signal reverses in the West, too. Both Louisville and\nCincinnati were seriously threatened, and the battle of Chickamauga was\nanother field of slaughter, even though it was shortly redeemed by\nChattanooga. But the attention of the country was necessarily focussed\nchiefly on the limited territory that lay between Washington and\nRichmond. In that region nothing permanent or decisive had been\naccomplished in the period of more than two years, and it is small\nwonder that the President became haggard in appearance.",
        "He did what he could. He had thus far held the divided North, and\nprevented a European alliance with the Confederates. He now used, one\nby one, the most extreme measures. He suspended the writ of habeas\ncorpus, declared or authorized martial law, authorized the\nconfiscation of the property of those who were providing aid and\ncomfort for the enemy, called for troops by conscription when\nvolunteers ceased, and enlisted negro troops. Any person who studies\nthe character of Abraham Lincoln will realize that these measures, or\nmost of them, came from him with great reluctance. He was not a man who\nwould readily or lightly take up such means. They meant that the\ncountry was pressed, hard pressed. They were extreme measures, not\ncongenial to his accustomed lines of thought. They were as necessities.",
        "But what Lincoln looked for, longed for, was the man who could use\nskillfully and successfully, the great Army of the Potomac. He had not\nyet been discovered.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}