{
    "title": "The Poetics - 18 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "19",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\n(4) There is a further point to be borne in mind. Every tragedy is in\npart Complication and in part Denouement; the incidents before the\nopening scene, and often certain also of those within the play,\nforming the Complication; and the rest the Denouement. By Complication\nI mean all from the beginning of the story to the point just before\nthe change in the hero’s fortunes; by Denouement, all from the\nbeginning of the change to the end. In the Lynceus of Theodectes,\nfor instance, the Complication includes, together with the presupposed\nincidents, the seizure of the child and that in turn of the parents;\nand the Denouement all from the indictment for the murder to the end.\nNow it is right, when one speaks of a tragedy as the same or not the\nsame as another, to do so on the ground before all else of their Plot,\ni.e. as having the same or not the same Complication and Denouement.\nYet there are many dramatists who, after a good Complication, fail in\nthe Denouement. But it is necessary for both points of construction to\nbe always duly mastered. (5) There are four distinct species of\nTragedy—that being the number of the constituents also that have been\nmentioned: first, the complex Tragedy, which is all Peripety and\nDiscovery; second, the Tragedy of suffering, e.g. the Ajaxes and\nIxions; third, the Tragedy of character, e.g. The Phthiotides and\nPeleus. The fourth constituent is that of ’Spectacle’, exemplified\nin The Phorcides, in Prometheus, and in all plays with the scene\nlaid in the nether world. The poet’s aim, then, should be to combine\nevery element of interest, if possible, or else the more important and\nthe major part of them. This is now especially necessary owing to the\nunfair criticism to which the poet is subjected in these days. Just\nbecause there have been poets before him strong in the several species\nof tragedy, the critics now expect the one man to surpass that which\nwas the strong point of each one of his predecessors. (6) One should\nalso remember what has been said more than once, and not write a\ntragedy on an epic body of incident (i.e. one with a plurality of\nstories in it), by attempting to dramatize, for instance, the entire\nstory of the Iliad. In the epic owing to its scale every part is\ntreated at proper length; with a drama, however, on the same story the\nresult is very disappointing. This is shown by the fact that all who\nhave dramatized the fall of Ilium in its entirety, and not part by\npart, like Euripides, or the whole of the Niobe story, instead of a\nportion, like Aeschylus, either fail utterly or have but ill success\non the stage; for that and that alone was enough to rui.e.en a play\nby Agathon. Yet in their Peripeties, as also in their simple plots,\nthe poets I mean show wonderful skill in aiming at the kind of effect\nthey desire—a tragic situation that arouses the human feeling in one,\nlike the clever villain (e.g. Sisyphus) deceived, or the brave\nwrongdoer worsted. This is probable, however, only in Agathon’s sense,\nwhen he speaks of the probability of even improbabilities coming to\npass. (7) The Chorus too should be regarded as one of the actors; it\nshould be an integral part of the whole, and take a share in the\naction—that which it has in Sophocles rather than in Euripides. With\nthe later poets, however, the songs in a play of theirs have no more\nto do with the Plot of that than of any other tragedy. Hence it is\nthat they are now singing intercalary pieces, a practice first\nintroduced by Agathon. And yet what real difference is there between\nsinging such intercalary pieces, and attempting to fit in a speech, or\neven a whole act, from one play into another?",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}