{
    "title": "The Devil’s Dictionary - Z",
    "author": "Ambrose Bierce",
    "chapter": "27",
    "content": [
        "\n\n",
        "",
        "ZANY, n.  A popular character in old Italian plays, who imitated with \nludicrous incompetence the buffone, or clown, and was therefore the \nape of an ape; for the clown himself imitated the serious characters \nof the play.  The zany was progenitor to the specialist in humor, as \nwe to-day have the unhappiness to know him.  In the zany we see an \nexample of creation; in the humorist, of transmission.  Another \nexcellent specimen of the modern zany is the curate, who apes the \nrector, who apes the bishop, who apes the archbishop, who apes the \ndevil.",
        "ZANZIBARI, n.  An inhabitant of the Sultanate of Zanzibar, off the \neastern coast of Africa.  The Zanzibaris, a warlike people, are best \nknown in this country through a threatening diplomatic incident that \noccurred a few years ago.  The American consul at the capital occupied \na dwelling that faced the sea, with a sandy beach between.  Greatly to \nthe scandal of this official’s family, and against repeated \nremonstrances of the official himself, the people of the city \npersisted in using the beach for bathing.  One day a woman came down \nto the edge of the water and was stooping to remove her attire (a pair \nof sandals) when the consul, incensed beyond restraint, fired a charge \nof bird-shot into the most conspicuous part of her person.  \nUnfortunately for the existing entente cordiale between two great \nnations, she was the Sultana.",
        "ZEAL, n.  A certain nervous disorder afflicting the young and \ninexperienced.  A passion that goeth before a sprawl.",
        "  When Zeal sought Gratitude for his reward\n  He went away exclaiming:  “O my Lord!\"\n  “What do you want?” the Lord asked, bending down.\n  “An ointment for my cracked and bleeding crown.”",
        "Jum Coople",
        "\nZENITH, n.  The point in the heavens directly overhead to a man \nstanding or a growing cabbage.  A man in bed or a cabbage in the pot \nis not considered as having a zenith, though from this view of the \nmatter there was once a considerably dissent among the learned, some \nholding that the posture of the body was immaterial.  These were \ncalled Horizontalists, their opponents, Verticalists.  The \nHorizontalist heresy was finally extinguished by Xanobus, the \nphilosopher-king of Abara, a zealous Verticalist.  Entering an \nassembly of philosophers who were debating the matter, he cast a \nsevered human head at the feet of his opponents and asked them to \ndetermine its zenith, explaining that its body was hanging by the \nheels outside.  Observing that it was the head of their leader, the \nHorizontalists hastened to profess themselves converted to whatever \nopinion the Crown might be pleased to hold, and Horizontalism took its \nplace among fides defuncti.",
        "ZEUS, n.  The chief of Grecian gods, adored by the Romans as Jupiter \nand by the modern Americans as God, Gold, Mob and Dog.  Some explorers \nwho have touched upon the shores of America, and one who professes to \nhave penetrated a considerable distance to the interior, have thought \nthat these four names stand for as many distinct deities, but in his \nmonumental work on Surviving Faiths, Frumpp insists that the natives \nare monotheists, each having no other god than himself, whom he \nworships under many sacred names.",
        "ZIGZAG, v.t.  To move forward uncertainly, from side to side, as one \ncarrying the white man’s burden.  (From zed, z, and jag, an \nIcelandic word of unknown meaning.)",
        "  He zedjagged so uncomen wyde\n  Thet non coude pas on eyder syde;\n  So, to com saufly thruh, I been\n  Constreynet for to doodge betwene.",
        "Munwele",
        "\nZOOLOGY, n.  The science and history of the animal kingdom, including \nits king, the House Fly (Musca maledicta).  The father of Zoology \nwas Aristotle, as is universally conceded, but the name of its mother \nhas not come down to us.  Two of the science’s most illustrious \nexpounders were Buffon and Oliver Goldsmith, from both of whom we \nlearn (L’Histoire generale des animaux and A History of Animated \nNature) that the domestic cow sheds its horn every two years.",
        " ",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}