{
    "title": "The Money Master - Chapter XXV: What Would You Have Done?",
    "author": "Gilbert Parker",
    "chapter": "26",
    "content": [
        "\n\n",
        "The Young Doctor did not answer Jean Jacques at once.  As he looked at\nthis wayworn fugitive he knew that another, and perhaps the final crisis\nof his life, was come to Jean Jacques Barbille, and the human pity in him\nshrank from the possible end to it all.  It was an old-world figure this,\nwith the face of a peasant troubadour and the carriage of an aboriginal–\nor an aristocrat.  Indeed, the ruin, the lonely wandering which had been\nJean Jacques’ portion, had given him that dignity which often comes to\nthose who defy destiny and the blows of angry fate.  Once there had been\nin his carriage something jaunty.  This was merely life and energy and a\nlittle vain confidence; now there was the look of courage which awaits\nthe worst the world can do.  The life which, according to the world’s\nlogic, should have made Jean Jacques a miserable figure, an ill-nourished\nvagabond, had given him a physical grace never before possessed by him.\nThe face, however, showed the ravages which loss and sorrow had made.\nIt was lined and shadowed with dark reflection, yet the forehead had a\nstrange smoothness and serenity little in accord with the rest of the\ncountenance.  It was like the snow-summit of a mountain below which are\nthe ragged escarpments of trees and rocks, making a look of storm and\nwarfare.",
        "“Where is she–the child of my Zoe?” Jean Jacques repeated with an\nalmost angry emphasis; as though the Young Doctor were hiding her from\nhim.",
        "“She is with the wife of Nolan Doyle, my partner in horse-breeding, not\nvery far from here.  Norah Doyle was married five years, and she had no\nchild.  This was a grief to her, even more than to Nolan, who, like\nher, came of a stock that was prolific.  It was Nolan who found your\ndaughter on the prairie–the driver dead, but she just alive when found.\nTo give her ease of mind, Nolan said he would make the child his own.\nWhen he said that, she smiled and tried to speak, but it was too late,\nand she was gone.”",
        "In sudden agony Jean Jacques threw up his hands.  “So young and so soon\nto be gone!” he exclaimed.  “But a child she was and had scarce tasted\nthe world.  The mercy of God–what is it!”",
        "“You can’t take time as the measure of life,” rejoined the Young Doctor\nwith a compassionate gesture.  “Perhaps she had her share of happiness–\nas much as most of us get, maybe, in a longer course.”",
        "“Share!  She was worth a hundred years of happiness!” bitterly retorted\nJean Jacques.",
        "“Perhaps she knew her child would have it?” gently remarked the Young\nDoctor.",
        "“Ah, that–that !  .  .  .  Do you think that possible, m’sieu’?  Tell\nme, do you think that was in her mind–to have loved, and been a mother,\nand given her life for the child, and then the bosom of God.  Answer that\nto me, m’sieu’?”",
        "There was intense, poignant inquiry in Jean Jacques’ face, and a light\nseemed to play over it.  The Young Doctor heeded the look and all that\nwas in the face.  It was his mission to heal, and he knew that to heal\nthe mind was often more necessary than to heal the body.  Here he would\ntry to heal the mind, if only in a little.",
        "“That might well have been in her thought,” he answered.  “I saw her\nface.  It had a wonderful look of peace, and a smile that would reconcile\nanyone she loved to her going.  I thought of that when I looked at her.\nI recall it now.  It was the smile of understanding.”",
        "He had said the only thing which could have comforted Jean Jacques\nat that moment.  Perhaps it was meant to be that Zoe’s child should\nrepresent to him all that he had lost–home, fortune, place, Carmen and\nZoe.  Perhaps she would be home again for him and all that home should\nmean–be the promise of a day when home would again include that fled\nfrom Carmen, and himself, and Carmen’s child.  Maybe it was sentiment in\nhim, maybe it was sentimentality–and maybe it was not.",
        "“Come, m’sieu’,” Jean Jacques said impatiently: “let us go to the house\nof that M’sieu’ Doyle.  But first, mark this: I have in the West here\nsome land–three hundred and twenty acres.  It may yet be to me a home,\nwhere I shall begin once more with my Zoe’s child–with my Zoe of Zoe–\nthe home-life I lost down by the Beau Cheval.  .  .  .  Let us go at\nonce.”",
        "“Yes, at once,” answered the Young Doctor.  Yet his feet were laggard,\nfor he was not so sure that there would be another home for Jean Jacques\nwith his grandchild as its star.  He was thinking of Norah, to whom a\nwaif of the prairie had made home what home should be for herself and\nNolan Doyle.",
        "“Read these letters first,” he said, and he put the letters found on Zoe\nin Jean Jacques’ eager hands.",
        "A half-hour later, at the horse-breeding ranch, the Young Doctor\nintroduced Jean Jacques to Norah Doyle, and instantly left the house.\nHe had no wish to hear the interview which must take place between the\ntwo.  Nolan Doyle was not at home, but in the room where they were shown\nto Norah was a cradle.  Norah was rocking it with one foot while,\nstanding by the table, she busied herself with sewing.",
        "The introduction was of the briefest.  “Monsieur Barbille wishes a word\nwith you, Mrs. Doyle,” said the Young Doctor.  “It’s a matter that\ndoesn’t need me.  Monsieur has been in my care, as you know.  .  .  .\nWell, there, I hope Nolan is all right.  Tell him I’d like to see him\nto-morrow about the bay stallion and the roans.  I’ve had an offer for\nthem.  Good-bye–good-bye, Mrs. Doyle\"–he was at the door–\"I hope you\nand Monsieur Barbille will decide what’s best for the child without\ndifficulty.”",
        "The door opened quickly and shut again, and Jean Jacques was alone with\nthe woman and the child.  “What’s best for the child!”",
        "That was what the Young Doctor had said.  Norah stopped rocking the\ncradle and stared at the closed door.  What had this man before her, this\ntramp habitant of whom she had heard, of course, to do with little Zoe in\nthe cradle–her little Zoe who had come just when she was most needed;\nwho had brought her man and herself close together again after an\nestrangement which neither had seemed able to prevent.",
        "“What’s best for the child!”  How did the child in the cradle\nconcern this man?  Then suddenly his name almost shrieked in her brain.\nBarbille–that was the name on the letter found on the body of the woman\nwho died and left Zoe behind–M. Jean Jacques Barbille.",
        "Yes, that was the name.  What was going to happen?  Did the man intend to\ntry and take Zoe from her?",
        "“What is your name–all of it?” she asked sharply.  She had a very fine\nset of teeth, as Jean Jacques saw mechanically; and subconsciously he\nsaid to himself that they seemed cruel, they were so white and regular–\nand cruel.  The cruelty was evident to him as she bit in two the thread\nfor the waistcoat she was mending, and then plied her needle again.  Also\nthe needle in her fingers might have been intended to sew up his shroud,\nso angry did it appear at the moment.  But her teeth had something almost\nsavage about them.  If he had seen them when she was smiling, he would\nhave thought them merely beautiful and rare, atoning for her plain face\nand flat breast–not so flat as it had been; for since the child had come\ninto her life, her figure, strangely enough, had rounded out, and lines\nnever before seen in her contour appeared.",
        "He braced himself for the contest he knew was at hand, and replied to\nher.  “My name is Jean Jacques Barbille.  I was of the Manor Cartier, in\nSt. Saviour’s parish, Quebec.  The mother of the child Zoe, there, was\nborn at the Manor Cartier.  I was her father.  I am the grandfather of\nthis Zoe.”  He motioned towards the cradle.",
        "Then, with an impulse he could not check and did not seek to check–why\nshould he?  was not the child his own by every right?–he went to the\ncradle and looked down at the tiny face on its white pillow.  There\ncould be no mistake about it; here was the face of his lost Zoe, with\nsomething, too, of Carmen, and also the forehead of the Barbilles.  As\nthough the child knew, it opened its eyes wide-big, brown eyes like those\nof Carmen Dolores.",
        "“Ah, the beautiful, beloved thing!” he exclaimed in a low-voice, ere\nNorah stepped between and almost pushed him back.  An outstretched arm in\nfront of her prevented him from stooping to kiss the child.  “Stand back.\nThe child must not be waked,” she said.  “It must sleep another hour.  It\nhas its milk at twelve o’clock.  Stand aside.  I won’t have my child\ndisturbed.”",
        "“Have my child disturbed\"–that was what she had said, and Jean Jacques\nrealized what he had to overbear.  Here was the thing which must be\nfought out at once.",
        "“The child is not yours, but mine,” he declared.  “Here is proof–the\nletter found on my Zoe when she died–addressed to me.  The doctor knew.\nThere is no mistake.”",
        "He held out the letter for her to see.  “As you can read here, my\ndaughter was on her way back to the Manor Cartier, to her old home at\nSt. Saviour’s.  She was on her way back when she died.  If she had lived\nI should have had them both; but one is left, according to the will of\nGod.  And so I will take her–this flower of the prairie–and begin life\nagain.”",
        "The face Norah turned on him had that look which is in the face of an\nanimal, when its young is being forced from it–fierce, hungering,\nfurtive, vicious.",
        "“The child is mine,” she exclaimed–\"mine and no other’s.  The prairie\ngave it to me.  It came to me out of the storm.  ’Tis mine-mine only.\nI was barren and wantin’, and my man was slippin’ from me, because there\nwas only two of us in our home.  I was older than him, and yonder was a\ngirl with hair like a sheaf of wheat in the sun, and she kept lookin’ at\nhim, and he kept goin’ to her.  ’Twas a man she wanted, ’twas a child he\nwanted, and there they were wantin’, and me atin’ my heart out with\npassion and pride and shame and sorrow.  There was he wantin’ a child,\nand the girl wantin’ a man, and I only wantin’ what God should grant all\nwomen that give themselves to a man’s arms after the priest has blessed\nthem.  And whin all was at the worst, and it looked as if he was away\nwith her–the girl yonder–then two things happened.  A man–he was me\nown brother and a millionaire if I do say it–he took her and married\nher; and then, too, Heaven’s will sent this child’s mother to her last\nend and the child itself to my Nolan’s arms.  To my husband’s arms first\nit came, you understand; and he give the child to me, as it should be,\nand said he, ’We’ll make believe it is our own.’  But I said to him,\n’There’s no make-believe.  ’Tis mine.  ’Tis mine.  It came to me out of\nthe storm from the hand of God.’ And so it was and is; and all’s well\nhere in the home, praise be to God.  And listen to me: you’ll not come\nhere to take the child away from me.  It can’t be done.  I’ll not have\nit.  Yes, you can let that sink down into you–I’ll not have it.”",
        "During her passionate and defiant appeal Jean Jacques was restless with\nthe old unrest of years ago, and his face twitched with emotion; but\nbefore she had finished he had himself in some sort of control.",
        "“You–madame, you are only thinking of yourself in this.  You are only\nthinking what you want, what you and your man need.  But it’s not to be\nlooked at that way only, and–”",
        "“Well, then it isn’t to be looked at that way only,” she interrupted.\n“As you say, it isn’t Nolan and me alone to be considered.  There’s–”",
        "“There’s me,” he interrupted sharply.  “The child is bone of my bone.\nIt is bone of all the Barbilles back to the time of Louis XI.\"–he had\nsaid that long ago to Zoe first, and it was now becoming a fact in his\nmind.  “It is linked up in the chain of the history of the Barbilles.\nIt is one with the generations of noblesse and honour and virtue.\nIt is–”",
        "“It’s one with Abel the son of Adam, if it comes to that, and so am I,\"\nNorah bitingly interjected, while her eyes flashed fire, and she rocked\nthe cradle more swiftly than was good for the child’s sleep.",
        "Jean Jacques flared up.  “There were sons and daughters of the family of\nAdam that had names, but there were plenty others you whistled to as you\nwould to a four-footer, and they’d come.  The Barbilles had names–always\nnames of their own back to Adam.  The child is a Barbille–Don’t rock the\ncradle so fast,” he suddenly added with an irritable gesture, breaking\noff from his argument.  “Don’t you know better than that when a child’s\nasleep?  Do you want it to wake up and cry?”",
        "She flushed to the roots of her hair, for he had said something for which\nshe had no reply.  She had undoubtedly disturbed the child.  It stirred\nin its sleep, then opened its eyes, and at once began to cry.",
        "“There,” said Jean Jacques, “what did I tell you?  Any one that had ever\nhad children would know better than that.”",
        "Norah paid no attention to his mocking words, to the undoubted-truth of\nhis complaint.  Stooping over, she gently lifted the child up.  With\nhungry tenderness she laid it against her breast and pressed its cheek to\nher own, murmuring and crooning to it.",
        "“Acushla!  Acushla!  Ah, the pretty bird–mother’s sweet–mother’s\nangel!” she said softly.",
        "She rocked backwards and forwards.  Her eyes, though looking at Jean\nJacques as she crooned and coaxed and made lullaby, apparently did not\nsee him.  She was as concentrated as though it were a matter of life and\ndeath.  She was like some ancient nurse of a sovereign-child, plainly\ndressed, while the dainty white clothes of the babe in her arms–ah,\nhadn’t she raided the hoard she had begun when first married, in the hope\nof a child of her own, to provide this orphan with clothes good enough\nfor a royal princess!",
        "The flow of the long, white dress of the waif on the dark blue of Norah’s\ngown, which so matched the deep sapphire of her eyes, caught Jean\nJacques’ glance, allured his mind.  It was the symbol of youth and\ninnocence and home.  Suddenly he had a vision of the day when his own Zoe\nhad been given to the cradle for the first time, and he had done exactly\nwhat Norah had done–rocked too fast and too hard, and waked his little\none; and Carmen had taken her up in her long white draperies, and had\nrocked to and fro, just like this, singing a lullaby.  That lullaby he\nhad himself sung often afterwards; and now, with his grandchild in\nNorah’s arms there before him–with this other Zoe–the refrain of it\nkept lilting in his brain.  In the pause ensuing, when Norah stooped to\nput the pacified child again in its nest, he also stooped over the cradle\nand began to hum the words of the lullaby:",
        "         “Sing, little bird, of the whispering leaves,\n          Sing a song of the harvest sheaves;\n          Sing a song to my Fanchonette,\n          Sing a song to my Fanchonette!\n          Over her eyes, over her eyes, over her eyes of violet,\n          See the web that the weaver weaves,\n          The web of sleep that the weaver weaves–\n          Weaves, weaves, weaves!\n          Over those eyes of violet,\n          Over those eyes of my Fanchonette,\n          Weaves, weaves, weaves–\n          See the web that the weaver weaves!”",
        "For quite two minutes Jean Jacques and Norah Doyle stooped over the\ncradle, looking at Zoe’s rosy, healthy, pretty face, as though\nunconscious of each other, and only conscious of the child.  When Jean\nJacques had finished the long first verse of the chanson, and would have\nbegun another, Norah made a protesting gesture.",
        "“She’s asleep, and there’s no more need,” she said.  “Wasn’t it a good\nlullaby, madame?” Jean Jacques asked.",
        "“So, so,” she replied, on her defence again.",
        "“It was good enough for her mother,” he replied, pointing to the cradle.",
        "“It’s French and fanciful,” she retorted–\"both music and words.”",
        "“The child’s French–what would you have?” asked Jean Jacques\nindignantly.",
        "“The child’s father was English, and she’s goin’ to be English, the\ndarlin’, from now on and on and on.  That’s settled.  There’s manny an\nEnglish and Irish lullaby that’ll be sung to her hence and onward; and\nthere’s manny an English song she’ll sing when she’s got her voice, and\nis big enough.  Well, I think she’ll sing like a canary.”",
        "“Do the birds sing in English?” exclaimed Jean Jacques, with anger in\nhis face now.  Was there ever any vanity like the vanity of these people\nwho had made the conquest of Quebec, when sixteen Barbilles lost their\nlives, one of them being aide-de-camp to M. Vaudreuil, the governor!",
        "“All the canaries I ever heard sung in English,” she returned stubbornly.",
        "“How do Frenchmen understand their singing, then?” irritably questioned\nJean Jacques.",
        "“Well, in translation only,” she retorted, and with her sharp white teeth\nshe again bit the black thread of her needle, tied the end into a little\nknot, and began to mend the waistcoat which she had laid down in the\nfirst moments of the interview.",
        "“I want the child,” Jean Jacques insisted abruptly.  “I’ll wait till she\nwakes, and then I’ll wrap her up and take her away.”",
        "“Didn’t you hear me say she was to be brought up English?” asked Norah,\nwith a slowness which clothed her fiercest impulses.",
        "“Name of God, do you think I’ll let you have her!” returned Jean Jacques\nwith asperity and decision.  “You say you are alone, you and your M’sieu’\nNolan.  Well, I am alone–all alone in the world, and I need her–Mother\nof God, I need her more than I ever needed anything in my life!  You have\neach other, but I have only myself, and it is not good company.  Besides,\nthe child is mine, a Barbille of Barbilles, une legitime–a rightful\nchild of marriage.  But if it was a love-child only it would still be\nmine, being my daughter’s child.  Look you, it is no such thing.  It is\nof those who can claim inheritance back to Louis XI.  She will be to me\nthe gift of God in return for the robbery of death.”",
        "He leaned over the cradle, and his look was like that of one who had\nfound a treasure in the earth.",
        "Now she struck hard.  Yet very subtly too did she attack him.  “You–you\nare thinking of yourself, m’sieu’, only of yourself.  Aren’t you going to\nthink of the child at all?  It isn’t yourself that counts so much.\nYou’ve had your day, or the part of it that matters most.  But her time\nis not yet even begun.  It’s all–all–before her.  You say you’ll take\nher away–well, to what?  To what will you take her?  What have you got\nto give her?  What–”",
        "“I have the three hundred and twenty acres out there\"–he pointed\nwestward–\"and I will make a home and begin again with her.”",
        "“Three hundred and twenty acres–’out there’!” she exclaimed in scorn.\n“Any one can have a farm here for the askin’.  What is that?  Is it a\nhome?  What have you got to start a home with?  Do you deny you are no\nbetter than a tramp?  Have you got a hundred dollars in the world?  Have\nyou got a roof over your head?  Have you got a trade?  You’ll take\nher where–to what?  Even if you had a home, what then?  You would have\nto get someone to look after her–some old crone, a wench maybe, who’d be\nas fit to bring up a child as I would be to–” she paused and looked\nround in helpless quest for a simile, when, in despair, she caught sight\nof Jean Jacques’ watch-chain–\"as I would be to make a watch!” she\nadded.",
        "Instinctively Jean Jacques drew out the ancient timepiece he had worn on\nthe Grand Tour; which had gone down with the Antoine and come up with\nhimself.  It gave him courage to make the fight for his own.",
        "“The good God would see that–” he began.",
        "“The good God doesn’t interfere in bringing up babies,” she retorted.\n“That’s the work for the fathers and mothers, or godfathers and\ngodmothers.”",
        "“You are neither,” exclaimed Jean Jacques.  “You have no rights at all.”",
        "“I have no rights–eh?  I have no rights!  Look at the child.  Look at\nthe way she’s clothed.  Look at the cradle in which it lies.  It cost\nfifteen dollars; and the clothes–what they cost would keep a family half\na year.  I have no rights, is it?–I who stepped in and took the child\nwithout question, without bein’ asked, and made it my own, and treated it\nas if it was me own.  No, by the love of God, I treated it far, far\nbetter than if it had been me own.  Because a child was denied me, the\nhunger of the years made me love the child as a mother would on a desert\nisland with one child at her knees.”",
        "“You can get another-one not your own, as this isn’t,” argued Jean\nJacques fiercely.",
        "She was not to be forced to answer his arguments directly.  She chose her\nown course to convince.  “Nolan loves this child as if it was his,” she\ndeclared, her eyes all afire, “but he mightn’t love another–men are\nqueer creatures.  Then where would I be?  and what would the home be but\nwhat it was before–as cold, as cold and bitter!  It was the hand of God\nbrought the child to the door of two people who had no child and who\nprayed for one.  Do you deny it was the hand of God that brought your\ndaughter here away, that put the child in my arms?  Not its mother,\nam I not?  But I love her better than twenty mothers could.  It’s the\nhunger–the hunger–the hunger in me.  She’s made a woman of me.  She has\na home where everything is hers–everything.  To see Nolan play with her,\ntossin’ her up and down in his arms as if he’d done it all his life–as\nnatural as natural!  To take her away from that–all the comfort here\nwhere she can have annything she wants!  With my old mother to care for\nher, if so be I was away to market or whereabouts–one that brought up\nsix children, a millionaire among them, praise be to God as my mother\ndid–to take this delicate little thing away from here, what a sin and\ncrime ’twould be!  She herself ’d never forgive you for it, if ever she\ngrew up–though that’s not likely, things bein’ as they are with you, and\nyou bein’ what you are.  Ah, there–there she is awake and smilin’, and\nkickin’ up her pretty toes this minute!  There she is, the lovely little\nZoe, with eyes like black pearls.  .  .  .  See now–see now which she’ll\ncome to–to you or me, m’sieu’.  There, put out your arms to her, and\nI’ll put out mine, and see which she’ll take.  I’ll stand by that–I’ll\nstand by that.  Let the child decide.  Hold out your arms, and so will I”",
        "With an impassioned word Jean Jacques reached down his arms to the child,\nwhich lay laughing up at them and kicking its pink toes into the air, and\nNorah Doyle did the same, murmuring an Irish love-name for a child.  Jean\nJacques was silent, but in his face was the longing of a soul sick for\nhome, of one who desires the end of a toilsome road.",
        "The laughing child crooned and spluttered and shook its head, as though\nit was playing some happy game.  It looked first at Norah, then at Jean\nJacques, then at Norah again, and then, with a little gurgle of pleasure,\nstretched out its arms to her and half-raised itself from the pillow.\nWith a glad cry Norah gathered it to her bosom, and triumph shone in her\nface.",
        "“Ah, there, you see!” she said, as she lifted her face from the blossom\nat her breast.",
        "“There it is,” said Jean Jacques with shaking voice.",
        "“You have nothing to give her–I have everything,” she urged.  “My rights\nare that I would die for the child–oh, fifty times!  .  .  .  What are\nyou going to do, m’sieu’?”",
        "Jean Jacques slowly turned and picked up his hat.  He moved with the\ndignity of a hero who marches towards a wall to meet the bullets of a\nfiring-squad.",
        "“You are going?” Norah whispered, and in her eyes was a great relief and\nthe light of victory.  The golden link binding Nolan and herself was in\nher arms, over her heart.",
        "Jean Jacques did not speak a word in reply, though his lips moved.  She\nheld out the little one to him for a good-bye, but he shook his head.  If\nhe did that–if he once held her in his arms–he would not be able to\ngive her up.  Gravely and solemnly, however, he stooped over and kissed\nthe lips of the child lying against Norah’s breast.  As he did so, with a\nquick, mothering instinct Norah impulsively kissed his shaggy head, and\nher eyes filled with tears.  She smiled too, and Jean Jacques saw how\nbeautiful her teeth were–cruel no longer.",
        "He moved away slowly.  At the door he turned, and looked back at the two\n–a long, lingering look he gave.  Then he faced away from them again.",
        "“Moi je suis philosophe,” he said gently, and opened the door and stepped\nout and away into the frozen world.",
        "Change might lay its hand on the parish of St. Saviour’s, and it did so\non the beautiful sentient living thing, as on the thing material and man-\nmade; but there was no change in the sheltering friendship of Mont Violet\nor the flow of the illustrious Beau Cheval.  The autumns also changed not\nat all.  They cast their pensive canopies over the home-scene which Jean\nJacques loved so well, before he was exhaled from its bosom.",
        "One autumn when the hillsides were in those colours which none but a\nrainbow of the moon ever had, so delicately sad, so tenderly assuring,\na traveller came back to St. Saviour’s after a long journey.  He came by\nboat to the landing at the Manor Cartier, rather than by train to the\nrailway-station, from which there was a drive of several miles to Vilray.\nAt the landing he was met by a woman, as much a miniature of the days of\nOrleanist France as himself.  She wore lace mits which covered the hands\nbut not the fingers, and her gown showed the outline of a meek crinoline.",
        "“Ah, Fille–ah, dear Fille!” said the little fragment of an antique day,\nas the Clerk of the Court–rather, he that had been for so many years\nClerk of the Court–stepped from the boat.  “I can scarce believe that\nyou are here once more.  Have you good news?”",
        "“It was to come back with good news that I went,” her brother answered\nsmiling, his face lighted by an inner exaltation.",
        "“Dear, dear Fille!”  She always called him that now, and not by his\nChristian name, as though he was a peer.  She had done so ever since the\nGovernment had made him a magistrate, and Laval University had honoured\nhim with the degree of doctor of laws.",
        "She was leading him to the pony-carriage in which she had come to meet\nhim, when he said:",
        "“Do you think you could walk the distance, my dear?  .  .  . It would be\nlike old times,” he added gently.",
        "“I could walk twice as far to-day,” she answered, and at once gave\ndirections for the young coachman to put “His Honour’s” bag into the\ncarriage.  In spite of Fille’s reproofs she insisted in calling him that\nto the servants.  They had two servants now, thanks to the legacy left\nthem by the late Judge Carcasson.  Presently M. Fille took her by the\nhand.  “Before we start–one look yonder,” he murmured, pointing towards\nthe mill which had once belonged to Jean Jacques, now rebuilt and looking\nalmost as of old.  “I promised Jean Jacques that I would come and salute\nit in his name, before I did aught else, and so now I do salute it.”",
        "He waved a hand and made a bow to the gold Cock of Beaugard, the pride of\nall the vanished Barbilles.  “Jean Jacques Barbille says that his head is\nup like yours, M. le Coq, and he wishes you many, many winds to come,” he\nrecited quite seriously, and as though it was not out of tune with the\nmodern world.",
        "The gold Cock of Beaugard seemed to understand, for it swung to the left,\nand now a little to the right, and then stood still, as if looking at the\nlittle pair of exiles from an ancient world–of which the only vestiges\nremaining may be found in old Quebec.",
        "This ceremony over, they walked towards Mont Violet, averting their heads\nas they passed the Manor Cartier, in a kind of tribute to its departed\nmaster–as a Stuart Legitimist might pass the big palace at the end of\nthe Mall in London.  In the wood-path, Fille took his sister’s hand.",
        "“I will tell you what you are so trembling to hear,” he said.  “There\nthey are at peace, Jean Jacques and Virginie–that best of best women.”",
        "“To think–married to Virginie Poucette–to think of that!”  His sister’s\nvoice fluttered as she spoke.  “But entirely.  There was nothing in the\nway–and she meant to have him, the dear soul!  I do not blame her, for\nat bottom he is as good a man as lives.  Our Judge called him ’That dear\nfool, Jean Jacques, a man of men in his way, after all,’ and our Judge\nwas always right–but yes, nearly always right.”",
        "After a moment of contented meditation he resumed.  “Well, when Virginie\nsold her place here and went to live with her sister out at Shilah in the\nWest, she said, ’If Jean Jacques is alive, he will be on the land which\nwas Zoe’s, which he bought for her.  If he is alive–then!’ So it was,\nand by one of the strange accidents which chance or women like Virginie,\nwho have plenty of courage in their simpleness, arrange, they met on that\nthree hundred and sixty acres.  It was like the genius of Jean Jacques to\nhave done that one right thing which would save him in the end–a thing\nwhich came out of his love for his child–the emotion of an hour.\nIndeed, that three hundred and sixty acres was his salvation after he\nlearned of Zoe’s death, and the other little Zoe, his grandchild, was\ndenied to him–to close his heart against what seemed that last hope, was\nit not courage?  And so, and so he has the reward of his own soul–a home\nat last once more.”",
        "“With Virginie Poucette–Fille, Fille, how things come round!” exclaimed\nthe little lady in the tiny bonnet with the mauve strings.",
        "“More than Virginie came round,” he replied almost oracularly.  “Who,\nthink you, brought him the news that coal was found on his acres–who but\nthe husband of Virginie’s sister!  Then came Virginie.  On the day Jean\nJacques saw her again, he said to her, ’What you would have given me at\nsuch cost, now let me pay for with the rest of my life.  It is the great\nthought which was in your heart that I will pay for with the days left to\nme.’”",
        "A flickering smile brightened the sensitive ascetic face, and humour was\nin the eyes.  “What do you think Virginie said to that?  Her sister told\nme.  Virginie said to that, ’You will have more days left, Jean Jacques,\nif you have a better cook.  What do you like best for supper?’  And Jean\nJacques laughed much at that.  Years ago he would have made a speech at\nit!”",
        "“Then he is no more a philosopher?”",
        "“Oh always, always, but in his heart, and not with his tongue.  I cried,\nand so did he, when we met and when we parted.  I think I am getting old,\nfor indeed I could not help it: yet there was peace in his eyes–peace.”",
        "“His eyes used to rustle so.”",
        "“Rustle–that is the word.  Now, that is what, he has learned in life–\nthe way to peace.  When I left him, it was with Virginie close beside\nhim, and when I said to him, ’Will you come back to us one day, Jean\nJacques?’ he said, ’But no, Fille, my friend; it is too far.  I see it–\nit is a million miles away–too great a journey to go with the feet, but\nwith the soul I will visit it.  The soul is a great traveller.  I see it\nalways–the clouds and the burnings and the pitfalls gone–out of sight–\nin memory as it was when I was a child.  Well, there it is, everything\nhas changed, except the child-memory.  I have had, and I have had not;\nand there it is.  I am not the same man–but yes, in my love just the\nsame, with all the rest–’  He did not go on, so I said, ’If not the\nsame, then what are you, Jean Jacques?’”",
        "“Ah, Fille, in the old days he would have said that he was a philosopher\"\n–said his sister interrupting.  “Yes, yes, one knows–he said it often\nenough and had need enough to say it.  Well, said he to me, ’Me, I am a’\n–then he stopped, shook his head, and so I could scarcely hear him,\nmurmured, ’Me–I am a man who has been a long journey with a pack on his\nback, and has got home again.’  Then he took Virginie’s hand in his.”",
        "The old man’s fingers touched the corner of his eye as though to find\nsomething there; then continued.  “’Ah, a pedlar!’ said I to him, to hear\nwhat he would answer.  ’Follies to sell for sous of wisdom,’ he answered.\nThen he put his arm around Virginie, and she gave him his pipe.”",
        "“I wish M. Carcasson knew,” the little grey lady remarked.",
        "“But of course he knows,” said the Clerk of the Court, with his face\nturned to the sunset.",
        "Courage which awaits the worst the world can do\nGood thing for a man himself to be owed kindness\nI can’t pay you for your kindness to me, and I don’t want to\nNo past that is hidden has ever been a happy past\nShe was not to be forced to answer his arguments directly\nThat iceberg which most mourners carry in their breasts\nThe soul is a great traveller\nYou can’t take time as the measure of life",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}