{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XII",
    "author": "Fedor Jagor et al",
    "chapter": "13",
    "content": [
        "\n\n",
        "[Camarines.] No favorable change in the weather was expected in\nAlbay before the month of January. It stormed and rained all day. I\ntherefore determined to change my quarters to South Camarines, which,\nprotected from the monsoon by the high range of hills running along\nits north-eastern boundary, enjoyed more decent weather. The two\nprovinces of Camarines form a long continent, with its principal\nfrontage of shore facing to the north-east and to the south-west;\nwhich is about ten leagues broad in its middle, and has its shores\nindented by many bays. From about the center of its north-eastern\nshore there boldly projects the Peninsula of Caramuan, connected with\nthe mainland of Camarines by the isthmus of Isarog. The north-eastern\nportion of the two provinces contains a long range of volcanic hills;\nthe south-western principally consisted, as far as my investigations\npermitted me to discover, of chalk, and coral reefs; in the midst\nof the hills extends a winding and fertile valley, which collects\nthe waters descending from the slopes of the mountain ranges, and\nblends them into a navigable river, on the banks of which several\nflourishing hamlets have established themselves. This river is called\nthe Bicol. The streams which give it birth are so abundant, and the\nslope of the sides of the valley, which is turned into one gigantic\nrice-field, is so gentle that in many places the lazy waters linger\nand form small lakes.",
        "[A chain of volcanoes.] Beginning at the south-eastern extremity, the\nvolcanoes of Bulusan, Albay, Mazaraga, Iriga, Isarog, and Colasi–the\nlast on the northern side of San Miguel bay–are situated in a straight\nline, extending from the south-east to the north-west. Besides these,\nthere is the volcano of Buhi, or Malinao, a little to the north-east of\nthe line. The hamlets in the valley I have mentioned are situated in\na second line parallel to that of the volcanoes. The southern portion\nof the province is sparsely inhabited, and but few streams find their\nway from its plateau into the central valley. The range of volcanoes\nshuts out, as I have said, the north-east winds, and condenses their\nmoisture in the little lakes scattered on its slopes. The south-west\nportion of Camarines, therefore, is dry during the north-east monsoon,\nand enjoys its rainy season during the prevalence of the winds that\nblow from the south-west. The so-called dry season which, so far as\nSouth Camarines is concerned, begins in November, is interrupted,\nhowever, by frequent showers; but from January to May scarcely a drop\nof rain falls. The change of monsoon takes place in May and June;\nand its arrival is announced by violent thunderstorms and hurricanes,\nwhich frequently last without cessation for a couple of weeks, and\nare accompanied by heavy rains. These last are the beginning of the\nwet season proper, which lasts till October. The road passes the\nhamlets of Camalig, Guinobatan, Ligao, Oas and Polangui, situated\nin a straight line on the banks of the river Quinali, which, after\nreceiving numerous tributary streams, becomes navigable soon after\npassing Polangui. Here I observed a small settlement of huts, which\nis called after the river. Each of the hamlets I have mentioned, with\nthe exception of the last, has a population of about fourteen thousand\nsouls, although they are situated not more than half a league apart.",
        "[Priestly assistance.] The convents in this part of the country are\nlarge, imposing buildings, and their incumbents, who were mostly old\nmen, were most hospitable and kind to me. Every one of them insisted\nupon my staying with him, and, after doing all he could for me, passed\nme on to his next colleague with the best recommendations. I wished\nto hire a boat at Polangui to cross the lake of Batu, but the only\ncraft I could find were a couple of barotos about eight feet long,\nhollowed out of the trunks of trees and laden with rice. To prevent\nmy meeting with any delay, the padre purchased the cargo of one of\nthe boats, on the condition of its being immediately unladen; and\nthis kindness enabled me to continue my journey in the afternoon.",
        "[The priests’ importance.] If a traveller gets on good terms with\nthe priests he seldom meets with any annoyances. Upon one occasion\nI wished to make a little excursion directly after lunch, and at a\nquarter past eleven everything was ready for a start; when I happened\nto say that it was a pity to have to wait three-quarters of an hour\nfor the meal. In a minute or two twelve o’clock struck; all work in\nthe village ceased, and we sat down to table: it was noon. A message\nhad been sent to the village bell-ringer that the Señor Padre thought\nhe must be asleep, and that it must be long past twelve as the Señor\nPadre was hungry. Il est l’heure que votre Majesté désire.",
        "[Franciscan friars.] Most of the priests in the eastern provinces of\nLuzon and Samar are Franciscan monks (The barefooted friars of the\northodox and strictest rule of Our Holy Father St. Francis, in the\nPhilippine Islands, of the Holy and Apostolic Province of St. Gregory\nthe Great), brought up in seminaries in Spain specially devoted to the\ncolonial missions. Formerly they were at liberty, after ten years’\nresidence in the Philippines, to return to their own country; but,\nsince the abolition of the monasteries in Spain, they can do this\nno longer, for they are compelled in the colonies to abandon all\nobedience to the rule of their order, and to live as laymen. They are\naware that they must end their days in the colony, and regulate their\nlives accordingly. On their first arrival they are generally sent to\nsome priest in the province to make themselves acquainted with the\nlanguage of the country; then they are installed into a small parish,\nand afterwards into a more lucrative one, in which they generally\nremain till their death. Most of them spring from the very lowest\nclass of Spaniards. A number of pious trusts and foundations in Spain\nenable a very poor man, who cannot afford to send his son to school,\nto put him into a religious seminary, where, beyond the duties of\nhis future avocation, the boy learns nothing. If the monks were of\na higher social grade, as are some of the English missionaries, they\nwould have less inclination to mix with the common people, and would\nfail to exercise over them the influence they wield at present. The\nearly habits of the Spanish monks, and their narrow knowledge of the\nworld, peculiarly fit them for an existence among the natives. This\nmental equality, or rather, this want of mental disparity, has enabled\nthem to acquire the influence they undoubtedly possess.",
        "[Young men developed by responsibility.] When these young men\nfirst come from their seminaries they are narrow-brained, ignorant,\nfrequently almost devoid of education, and full of conceit, hatred of\nheretics, and proselytish ardor. These failings, however, gradually\ndisappear; the consideration and the comfortable incomes they enjoy\ndeveloping their benevolence. The insight into mankind and the\nconfidence in themselves which distinguish the lower classes of the\nSpaniards, and which are so amusingly exemplified in Sancho Panza,\nhave plenty of occasions to display themselves in the responsible\nand influential positions which the priests occupy. The padre is\nfrequently the only white man in his village, probably the only\nEuropean for miles around. He becomes the representative not only\nof religion, but of the government; he is the oracle of the natives,\nand his decisions in everything that concerns Europe and civilization\nare without appeal. His advice is asked in all important emergencies,\nand he has no one whom he in his turn can consult. Such a state\nof things naturally develops his brain. The same individuals who\nin Spain would have followed the plough, in the colonies carry out\ngreat undertakings. Without any technical education, and without any\nscientific knowledge, they build churches and bridges, and construct\nroads. [Poor architects.] The circumstances therefore are greatly in\nfavor of the development of priestly ability; but it would probably\nbe better for the buildings if they were erected by more experienced\nmen, for the bridges are remarkably prone to fall in, the churches\nlook like sheep-pens, and the roads soon go to rack and ruin. I\nhad much intercourse in Camarines and Albay with the priests, and\nconceived a great liking for them all. As a rule, they are the most\nunpretending of men; and a visit gives them so much pleasure that\nthey do all in their power to make their guest’s stay as agreeable as\npossible. Life in a large convent has much resemblance to that of a\nlord of the manor in Eastern Europe. Nothing can be more unconstrained,\nmore unconventional. A visitor lives as independently as in an hotel,\nand many of the visitors behave themselves as if it were one. I have\nseen a subaltern official arrive, summon the head servant, move into\na room, order his meal, and then inquire casually whether the padre,\nwho was an utter stranger to him, was at home.",
        "The priests of the Philippines have often been reproached with gross\nimmorality. They are said to keep their convents full of bevies of\npretty girls, and to lead somewhat the same sort of life as the Grand\nTurk. This may be true of the native padres; but I myself never saw,\nin any of the households of the numerous Spanish priests I visited,\nanything that could possibly cause the least breath of scandal. Their\nservants were exclusively men, though perhaps I may have noticed\nhere and there an old woman or two. Ribadeneyra says:–\"The natives,\nwho observe how careful the Franciscan monks are of their chastity,\nhave arrived at the conclusion that they are not really men, and\nthat, though the devil had often attempted to lead these holy men\nastray, using the charms of some pretty Indian girl as a bait, yet,\nto the confusion of both damsel and devil, the monks had always\ncome scathless out of the struggle.” Ribadeneyra, however, is a very\nunreliable author; and, if his physiological mistakes are as gross as\nhis geographical ones (he says somewhere that Luzon is another name\nfor the island of Cebu!), the monks are not perhaps as fireproof as\nhe supposes. At any rate, his description does not universally apply\nnowadays. The younger priests pass their existence like the lords of\nthe soil of old; the young girls consider it an honor to be allowed to\nassociate with them; and the padres in their turn find many convenient\nopportunities. They have no jealous wives to pry into their secrets,\nand their position as confessors and spiritual advisers affords them\nplenty of pretexts for being alone with the women. The confessional,\nin particular, must be a perilous rock-a-head for most of them. In\nan appendix to the “Tagal Grammar” (which, by-the-bye, is not added\nto the editions sold for general use) a list of questions is given\nfor the convenience of young priests not yet conversant with the\nTagal language. These questions are to be asked in the confessional,\nand several pages of them relate exclusively to the relations between\nthe sexes.",
        "[Superiority over government officials.] As the alcaldes remain only\nthree years in any one province, they never understand much of its\nlanguage; and, being much occupied with their official business,\nthey have neither the time nor the desire to become acquainted\nwith the peculiarities of the districts over which they rule. The\npriest, on the other hand, resides continually in the midst of his\nparishioners, is perfectly acquainted with each of them, and even,\non occasion, protects them against the authorities; his, therefore,\nis the real jurisdiction in the district. The position of the priests,\nin contradistinction to that of the government officials, is well\nexpressed by their respective dwellings. The casas reales, generally\nsmall, ugly, and frequently half-ruined habitations, are not suited\nto the dignity of the chief authority of the province. The convento,\non the contrary, is almost always a roomy, imposing, and well-arranged\nbuilding. In former days, when governorships were sold to adventurers\nwhose only care was to enrich themselves, the influence of the minister\nof religion was even greater than it is now. [89]",
        "[Former legal status.] The following extract from the General\nOrders, given by Le Gentil, will convey a clear idea of their former\nposition:–",
        "“Whereas the tenth chapter of the ordinances, wherein the governor of\nArandia ordained that the alcaldes and the justices should communicate\nwith the missionary priests only by letter, and that they should never\nhold any interview with them except in the presence of a witness, has\nbeen frequently disobeyed, it is now commanded that these disobediences\nshall no longer be allowed; and that the alcaldes shall make it their\nbusiness to see that the priests and ministers of religion treat the\ngobernadorcillos and the subaltern officers of justice with proper\nrespect, and that the aforesaid priests be not allowed either to beat,\nchastise, or ill-treat the latter, or make them wait at table.”",
        "[Alcaldes formerly in trade.] The former alcaldes who, without\nexperience in official business, without either education or knowledge,\nand without either the brains or the moral qualifications for such\nresponsible and influential posts, purchased their appointments from\nthe State, or received them in consequence of successful intrigues,\nreceived a nominal salary from the government, and paid it tribute for\nthe right to carry on trade. Arenas considered this tribute paid by the\nalcaldes as a fine imposed upon them for an infringement of the law;\n“for several ordinances were in existence, strenuously forbidding\nthem to dabble in any kind of commerce, until it pleased his Catholic\nMajesty to grant them a dispensation.” The latter sources of mischief\nwere, however, abolished by royal decree in September and October,\n1844.",
        "[Their borrowed capital.] The alcaldes were at the same time governors,\nmagistrates, commanders of the troops, and, in reality, the only\ntraders in their province. [90] They purchased with the resources\nof the obras pias the articles required in the province; and they\nwere entirely dependent for their capital upon these endowments,\nas they almost always arrived in the Philippines without any means\nof their own. The natives were forced to sell their produce to the\nalcaldes and, besides, to purchase their goods at the prices fixed\nby the latter. [91] In this corrupt state of things the priests were\nthe only protectors of the unfortunate Filipinos; though occasionally\nthey also threw in their lot with the alcaldes, and shared in the\nspoil wrung from their unfortunate flocks.",
        "[Improvement in present appointees.] Nowadays men with some knowledge\nof the law are sent out to the Philippines as alcaldes; the government\npays them a small salary, and they are not allowed to trade. The\nauthorities also attempt to diminish the influence of the priests by\nimproving the position of the civil tribunals; a state of things they\nwill not find easy of accomplishment unless they lengthen the period\nof service of the alcaldes, and place them in a pecuniary position\nthat will put them beyond the temptation of pocketing perquisites. [92]",
        "In Huc’s work on China I find the following passage, relating to the\neffects of the frequent official changes in China, from which many\nhints may be gathered:–",
        "[Similarity with Chinese conditions.] “The magisterial offices\nare no longer bestowed upon upright and just individuals and, as a\nconsequence, this once flourishing and well-governed kingdom is day\nby day falling into decay, and is rapidly gliding down the path that\nleads to a terrible and, perhaps, speedy dissolution. When we seek\nto discover the cause of the general ruin, the universal corruption\nwhich too surely is undermining all classes of Chinese society, we are\nconvinced that it is to be found in the complete abandonment of the\nold system of government effected by the Manchu dynasty. It issued\na decree forbidding any mandarin to hold any post longer than three\nyears in the same province, and prohibiting any one from possessing\nany official appointment in his native province. One does not form\na particularly high idea of the brain which conceived this law; but,\nwhen the Manchu Tartars found that they were the lords of the empire,\nthey began to be alarmed at their small numbers, which were trifling\nin comparison with the countless swarms of the Chinese; and they\ndreaded lest the influence which the higher officials would acquire\nin their districts might enable them to excite the populace against\ntheir foreign rulers.",
        "[Unidentified with country.] “The magistrates, being allowed to\nremain only a year or two in the same province, lived there like\nstrangers, without acquainting themselves with the wants of the people\nthey governed; there was no tie between them. The only care of the\nmandarins was to amass as much wealth as possible before they quitted\ntheir posts; and they then began the same game in a fresh locality,\nuntil finally they returned home in possession of a handsome fortune\ngradually collected in their different appointments. They were only\nbirds of passage. What did it matter? The morrow would find them\nat the other end of the kingdom, where the cries of their plundered\nvictims would be unable to reach them. In this manner the governmental\npolicy rendered the mandarins selfish and indifferent. The basis\nof the monarchy is destroyed, for the magistrate is no longer a\npaternal ruler residing amongst and mildly swaying his children, but a\nmarauder, who arrives no man knows whence, and who departs no one knows\nwhither. The consequence is universal stagnation; no great undertakings\nare accomplished; and the works and labors of former dynasties are\nallowed to fall into decay. The mandarins say to themselves: ’Why\nshould we undertake what we can never accomplish? Why should we sow\nthat others may reap?’... They take no interest in the affairs of the\ndistrict; as a rule, they are suddenly transplanted into the midst of\na population whose dialect even they do not understand. [Dependence on\ninterpreters.] When they arrive in their mandarinates they usually find\ninterpreters, who, being permanent officieals and interested in the\naffairs of the place, know how to make their services indispensable;\nand these in reality are the absolute rulers of the district.”",
        "[Importance of interpreters in Philippines.]  Interpreters are\nespecially indispensable in the Philippines, where the alcaldes never\nby any chance understand any of the local dialects. In important\nmatters the native writers have generally to deal with the priest,\nwho in many cases becomes the virtual administrator of authority. He is\nfamiliar with the characters of the inhabitants and all their affairs,\nin the settlement of which his intimate acquaintance with the female\nsex stands him in good stead. An eminent official in Madrid told me\nin 1867 that the then minister was considering a proposal to abolish\nthe restriction of office in the colonies to three years. [93]",
        "[Fear of officials’ popularity.] The dread which caused this\nrestriction, viz., that an official might become too powerful in some\ndistant province, and that his influence might prove a source of danger\nto the mother country, is no longer entertained. Increased traffic\nand easier means of communication have destroyed the former isolation\nof the more distant provinces. The customs laws, the increasing demand\nfor colonial produce, and the right conceded to foreigners of settling\nin the country, will give a great stimulus to agriculture and commerce,\nand largely increase the number of Chinese and European residents. Then\nat last, perhaps, the authorities will see the necessity of improving\nthe social position of their officials by decreasing their number,\nby a careful selection of persons, by promoting them according to\ntheir abilities and conduct, and by increasing their salaries, and\nallowing them to make a longer stay in one post. The commercial\nrelations of the Philippines with California and Australia are\nlikely to become very active, and liberal ideas will be introduced\nfrom those free countries. Then, indeed, the mother country will\nhave earnestly to consider whether it is advisable to continue its\nexploitation of the colony by its monopolies, its withdrawal of gold,\nand its constant satisfaction of the unfounded claims of a swarm of\nhungry place-hunters. [94]",
        "[Different English and Dutch policy.] English and Dutch colonial\nofficials are carefully and expressly educated for their difficult\nand responsible positions. They obtain their appointments after\npassing a stringent examination at home, and are promoted to the\nhigher colonial offices only after giving proofs of fitness and\nability. What a different state of things prevails in Spain! When a\nSpaniard succeeds in getting an appointment, it is difficult to say\nwhether it is due to his personal capacity and merit or to a series\nof successful political intrigues. [95]",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}