{
    "title": "The Renaissance: Studies in Art and Poetry - The Poetry of Michelangelo",
    "author": "Walter Pater",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "[73] CRITICS of Michelangelo have sometimes spoken as if the\nonly characteristic of his genius were a wonderful strength,\nverging, as in the things of the imagination great strength always\ndoes, on what is singular or strange.  A certain strangeness,\nsomething of the blossoming of the aloe, is indeed an element in\nall true works of art: that they shall excite or surprise us is\nindispensable.  But that they shall give pleasure and exert a\ncharm over us is indispensable too; and this strangeness must be\nsweet also–a lovely strangeness.  And to the true admirers of\nMichelangelo this is the true type of the Michelangelesque–\nsweetness and strength, pleasure with surprise, an energy of\nconception which seems at every moment about to break through\nall the conditions of comely form, recovering, touch by touch, a\nloveliness found usually only in the simplest natural things–ex\nforti dulcedo.",
        "In this way he sums up for them the whole character of medieval\nart itself in that which distinguishes it most clearly from classical\nwork, the presence of a convulsive energy in it, becoming [74]\nin lower hands merely monstrous or forbidding, and felt, even in\nits most graceful products, as a subdued quaintness or grotesque.\nYet those who feel this grace or sweetness in Michelangelo might\nat the first moment be puzzled if they were asked wherein\nprecisely such quality resided.  Men of inventive temperament–\nVictor Hugo, for instance, in whom, as in Michelangelo, people\nhave for the most part been attracted or repelled by the strength,\nwhile few have understood his sweetness–have sometimes\nrelieved conceptions of merely moral or spiritual greatness, but\nwith little aesthetic charm of their own, by lovely accidents or\naccessories, like the butterfly which alights on the blood-stained\nbarricade in Les Miserables, or those sea-birds for whom the\nmonstrous Gilliatt comes to be as some wild natural thing, so that\nthey are no longer afraid of him, in Les Travailleurs de la Mer.\nBut the austere genius of Michelangelo will not depend for its\nsweetness on any mere accessories like these.  The world of\nnatural things has almost no existence for him; “When one speaks\nof him,” says Grimm, “woods, clouds, seas, and mountains\ndisappear, and only what is formed by the spirit of man remains\nbehind\"; and he quotes a few slight words from a letter of his to\nVasari as the single expression in all he has left of a feeling for\nnature.  He has traced no flowers, like those with which Leonardo\nstars [75] over his gloomiest rocks; nothing like the fret-work of\nwings and flames in which Blake frames his most startling\nconceptions.  No forest-scenery like Titian’s fills his\nbackgrounds, but only blank ranges of rock, and dim vegetable\nforms as blank as they, as in a world before the creation of the\nfirst five days.",
        "Of the whole story of the creation he has painted only the\ncreation of the first man and woman, and, for him at least, feebly,\nthe creation of light.  It belongs to the quality of his genius thus\nto concern itself almost exclusively with the making of man.  For\nhim it is not, as in the story itself, the last and crowning act of a\nseries of developments, but the first and unique act, the creation\nof life itself in its supreme form, off-hand and immediately, in the\ncold and lifeless stone.  With him the beginning of life has all the\ncharacteristics of resurrection; it is like the recovery of suspended\nhealth or animation, with its gratitude, its effusion, and\neloquence.  Fair as the young men of the Elgin marbles, the\nAdam of the Sistine Chapel is unlike them in a total absence of\nthat balance and completeness which express so well the\nsentiment of a self-contained, independent life.  In that languid\nfigure there is something rude and satyr-like, something akin to\nthe rugged hillside on which it lies.  His whole form is gathered\ninto an expression of mere expectancy and reception; he has\nhardly strength enough to lift his finger [76] to touch the finger of\nthe creator; yet a touch of the finger-tips will suffice.",
        "This creation of life–life coming always as relief or recovery,\nand always in strong contrast with the rough-hewn mass in which\nit is kindled–is in various ways the motive of all his work,\nwhether its immediate subject be Pagan or Christian, legend or\nallegory; and this, although at least one-half of his work was\ndesigned for the adornment of tombs–the tomb of Julius, the\ntombs of the Medici.  Not the Judgment but the Resurrection is\nthe real subject of his last work in the Sistine Chapel; and his\nfavourite Pagan subject is the legend of Leda, the delight of the\nworld breaking from the egg of a bird.  As I have already pointed\nout, he secures that ideality of expression which in Greek\nsculpture depends on a delicate system of abstraction, and in\nearly Italian sculpture on lowness of relief, by an incompleteness,\nwhich is surely not always undesigned, and which, as I think, no\none regrets, and trusts to the spectator to complete the half-\nemergent form.  And as his persons have something of the\nunwrought stone about them, so, as if to realise the expression by\nwhich the old Florentine records describe a sculptor–master of\nlive stone–with him the very rocks seem to have life.  They have\nbut to cast away the dust and scurf that they may rise and stand\non their feet.  He loved the very quarries of Carrara, those strange\ngrey peaks which even at mid-day [77] convey into any scene\nfrom which they are visible something of the solemnity and\nstillness of evening, sometimes wandering among them month\nafter month, till at last their pale ashen colours seem to have\npassed into his painting; and on the crown of the head of the\nDavid there still remains a morsel of uncut stone, as if by one\ntouch to maintain its connexion with the place from which it was\nhewn.",
        "And it is in this penetrative suggestion of life that the secret of\nthat sweetness of his is to be found.  He gives us indeed no lovely\nnatural objects like Leonardo or Titian, but only the coldest, most\nelementary shadowing of rock or tree; no lovely draperies and\ncomely gestures of life, but only the austere truths of human\nnature; “simple persons\"–as he replied in his rough way to the\nquerulous criticism of Julius the Second, that there was no gold\non the figures of the Sistine Chapel–\"simple persons, who wore\nno gold on their garments\"; but he penetrates us with a feeling of\nthat power which we associate with all the warmth and fulness of\nthe world, the sense of which brings into one’s thoughts a swarm\nof birds and flowers and insects.  The brooding spirit of life itself\nis there; and the summer may burst out in a moment.",
        "He was born in an interval of a rapid mid-night journey in March,\nat a place in the neighbourhood of Arezzo, the thin, clear air of\nwhich was then thought to be favourable to the [78] birth of\nchildren of great parts.  He came of a race of grave and dignified\nmen, who, claiming kinship with the family of Canossa, and\nsome colour of imperial blood in their veins, had, generation after\ngeneration, received honourable employment under the\ngovernment of Florence.  His mother, a girl of nineteen years, put\nhim out to nurse at a country house among the hills of Settignano,\nwhere every other inhabitant is a worker in the marble quarries,\nand the child early became familiar with that strange first stage in\nthe sculptor’s art.  To this succeeded the influence of the sweetest\nand most placid master Florence had yet seen, Domenico\nGhirlandajo.  At fifteen he was at work among the curiosities of\nthe garden of the Medici, copying and restoring antiques,\nwinning the condescending notice of the great Lorenzo.  He knew\ntoo how to excite strong hatreds; and it was at this time that in a\nquarrel with a fellow-student he received a blow on the face\nwhich deprived him for ever of the comeliness of outward form.",
        "It was through an accident that he came to study those works of\nthe early Italian sculptors which suggested much of his own\ngrandest work, and impressed it with so deep a sweetness.  He\nbelieved in dreams and omens.  One of his friends dreamed twice\nthat Lorenzo, then lately dead, appeared to him in grey and dusty\napparel.  To Michelangelo this dream seemed to portend the\ntroubles which afterwards really came, and with [79] the\nsuddenness which was characteristic of all his movements, he left\nFlorence.  Having occasion to pass through Bologna, he\nneglected to procure the little seal of red wax which the stranger\nentering Bologna must carry on the thumb of his right hand.  He\nhad no money to pay the fine, and would have been thrown into\nprison had not one of the magistrates interposed.  He remained in\nthis man’s house a whole year, rewarding his hospitality by\nreadings from the Italian poets whom he loved.  Bologna, with its\nendless colonnades and fantastic leaning towers, can never have\nbeen one of the lovelier cities of Italy.  But about the portals of its\nvast unfinished churches and its dark shrines, half hidden by\nvotive flowers and candles, lie some of the sweetest works of the\nearly Tuscan sculptors, Giovanni da Pisa and Jacopo della\nQuercia, things as winsome as flowers; and the year which\nMichelangelo spent in copying these works was not a lost year.\nIt was now, on returning to Florence, that he put forth that unique\npresentment of Bacchus, which expresses, not the mirthfulness of\nthe god of wine, but his sleepy seriousness, his enthusiasm, his\ncapacity for profound dreaming.  No one ever expressed more\ntruly than Michelangelo the notion of inspired sleep, of faces\ncharged with dreams.  A vast fragment of marble had long lain\nbelow the Loggia of Orcagna, and many a sculptor had had his\nthoughts of a design which should just fill this famous block of\n[80] stone, cutting the diamond, as it were, without loss.  Under\nMichelangelo’s hand it became the David which stood till lately\non the steps of the Palazzo Vecchio, when it was replaced below\nthe Loggia.  Michelangelo was now thirty years old, and his\nreputation was established.  Three great works fill the remainder\nof his life–three works often interrupted, carried on through a\nthousand hesitations, a thousand disappointments, quarrels with\nhis patrons, quarrels with his family, quarrels perhaps most of all\nwith himself–the Sistine Chapel, the Mausoleum of Julius the\nSecond, and the Sacristy of San Lorenzo.",
        "In the story of Michelangelo’s life the strength, often turning to\nbitterness, is not far to seek.  A discordant note sounds\nthroughout it which almost spoils the music.  He “treats the Pope\nas the King of France himself would not dare to treat him”: he\ngoes along the streets of Rome “like an executioner,” Raphael\nsays of him.  Once he seems to have shut himself up with the\nintention of starving himself to death.  As we come, in reading\nhis life, on its harsh, untempered incidents, the thought again and\nagain arises that he is one of those who incur the judgment of\nDante, as having “wilfully lived in sadness.”  Even his tenderness\nand pity are embittered by their strength.  What passionate\nweeping in that mysterious figure which, in the Creation of\nAdam, crouches below the image of the Almighty, as he comes\nwith the forms of things to be, woman [81] and her progeny, in\nthe fold of his garment!  What a sense of wrong in those two\ncaptive youths, who feel the chains like scalding water on their\nproud and delicate flesh!  The idealist who became a reformer\nwith Savonarola, and a republican superintending the fortification\nof Florence–the nest where he was born, il nido ove naqqu’io, as\nhe calls it once, in a sudden throb of affection–in its last struggle\nfor liberty, yet believed always that he had imperial blood in his\nveins and was of the kindred of the great Matilda, had within the\ndepths of his nature some secret spring of indignation or sorrow.\nWe know little of his youth, but all tends to make one believe in\nthe vehemence of its passions.  Beneath the Platonic calm of the\nsonnets there is latent a deep delight in carnal form and colour.\nThere, and still more in the madrigals, he often falls into the\nlanguage of less tranquil affections; while some of them have the\ncolour of penitence, as from a wanderer returning home.  He who\nspoke so decisively of the supremacy in the imaginative world of\nthe unveiled human form had not been always, we may think, a\nmere Platonic lover.  Vague and wayward his loves may have\nbeen; but they partook of the strength of his nature, and\nsometimes, it may be, would by no means become music, so that\nthe comely order of his days was quite put out: par che amaro\nogni mio dolce io senta.",
        "But his genius is in harmony with itself; and [82] just as in the\nproducts of his art we find resources of sweetness within their\nexceeding strength, so in his own story also, bitter as the ordinary\nsense of it may be, there are select pages shut in among the rest–\npages one might easily turn over too lightly, but which yet\nsweeten the whole volume.  The interest of Michelangelo’s\npoems is that they make us spectators of this struggle; the\nstruggle of a strong nature to adorn and attune itself; the struggle\nof a desolating passion, which yearns to be resigned and sweet\nand pensive, as Dante’s was.  It is a consequence of the\noccasional and informal character of his poetry, that it brings us\nnearer to himself, his own mind and temper, than any work done\nonly to support a literary reputation could possibly do.  His letters\ntell us little that is worth knowing about him–a few poor quarrels\nabout money and commissions.  But it is quite otherwise with\nthese songs and sonnets, written down at odd moments,\nsometimes on the margins of his sketches, themselves often\nunfinished sketches, arresting some salient feeling or\nunpremeditated idea as it passed.  And it happens that a true\nstudy of these has become within the last few years for the first\ntime possible.  A few of the sonnets circulated widely in\nmanuscript, and became almost within Michelangelo’s own\nlifetime a subject of academical discourses.  But they were first\ncollected in a volume in 1623 by the great-nephew of\nMichelangelo, Michelangelo Buonarroti the younger.  He omitted\n[83] much, re-wrote the sonnets in part, and sometimes\ncompressed two or more compositions into one, always losing\nsomething of the force and incisiveness of the original.  So the\nbook remained, neglected even by Italians themselves in the last\ncentury, through the influence of that French taste which despised\nall compositions of the kind, as it despised and neglected Dante.\n“His reputation will ever be on the increase, because he is so little\nread,” says Voltaire of Dante.–  But in 1858 the last of the\nBuonarroti bequeathed to the municipality of Florence the\ncuriosities of his family.  Among them was a precious volume\ncontaining the autograph of the sonnets.  A learned Italian, Signor\nCesare Guasti, undertook to collate this autograph with other\nmanuscripts at the Vatican and elsewhere, and in 1863 published\na true version of Michelangelo’s poems, with dissertations and a\nparaphrase.*",
        "People have often spoken of these poems as if they were a\nmere cry of distress, a lover’s complaint over the obduracy of\nVittoria Colonna.  But those who speak thus forget that though it\nis quite possible that Michelangelo had seen Vittoria, that\nsomewhat shadowy figure, as early as 1537, yet their closer\nintimacy did not begin till about the year 1542, when\nMichelangelo was nearly seventy years old.  Vittoria herself, an\nardent neo-catholic, vowed to perpetual widowhood since the\nnews [84] had reached her, seventeen years before, that her\nhusband, the youthful and princely Marquess of Pescara, lay dead\nof the wounds he had received in the battle of Pavia, was then no\nlonger an object of great passion.  In a dialogue written by the\npainter, Francesco d’ Ollanda, we catch a glimpse of them\ntogether in an empty church at Rome, one Sunday afternoon,\ndiscussing indeed the characteristics of various schools of art, but\nstill more the writings of Saint Paul, already following the ways\nand tasting the sunless pleasures of weary people, whose care for\nexternal things is slackening.  In a letter still extant he regrets that\nwhen he visited her after death he had kissed her hands only.  He\nmade, or set to work to make, a crucifix for her use, and two\ndrawings, perhaps in preparation for it, are now in Oxford.  From\nallusions in the sonnets, we may divine that when they first\napproached each other he had debated much with himself\nwhether this last passion would be the most unsoftening, the most\ndesolating of all–un dolce amaro, un si e no mi muovi.  Is it\ncarnal affection, or, del suo prestino stato (of Plato’s ante-natal\nstate) il raggio ardente?  The older, conventional criticism,\ndealing with the text of 1623, had lightly assumed that all or\nnearly all the sonnets were actually addressed to Vittoria herself;\nbut Signor Guasti finds only four, or at most five, which can be\nso attributed on genuine authority.  Still, there are reasons which\nmake him assign the majority of them to [85] the period between\n1542 and 1547, and we may regard the volume as a record of this\nresting-place in Michelangelo’s story.  We know how Goethe\nescaped from the stress of sentiments too strong for him by\nmaking a book about them; and for Michelangelo, to write down\nhis passionate thoughts at all, to express them in a sonnet, was\nalready in some measure to command, and have his way with\nthem–",
        "It was just because Vittoria raised no great passion that the space\nin his life where she reigns has such peculiar suavity; and the\nspirit of the sonnets is lost if we once take them out of that\ndreamy atmosphere in which men have things as they will,\nbecause the hold of all outward things upon them is faint and\nuncertain.  Their prevailing tone is a calm and meditative\nsweetness.  The cry of distress is indeed there, but as a mere\nresidue, a trace of bracing chalybeate salt, just discernible in the\nsong which rises like a clear, sweet spring from a charmed space\nin his life.",
        "This charmed and temperate space in Michelangelo’s life,\nwithout which its excessive strength would have been so\nimperfect, which saves him from the judgment of Dante on those\nwho “wilfully lived in sadness,” is then a well-defined period\nthere, reaching from the year 1542 to the year 1547, the year of\nVittoria’s death.  In [86] it the lifelong effort to tranquillise his\nvehement emotions by withdrawing them into the region of ideal\nsentiment, becomes successful; and the significance of Vittoria is,\nthat she realises for him a type of affection which even in\ndisappointment may charm and sweeten his spirit.",
        "In this effort to tranquillise and sweeten life by idealising its\nvehement sentiments, there were two great traditional types,\neither of which an Italian of the sixteenth century might have\nfollowed.  There was Dante, whose little book of the Vita Nuova\nhad early become a pattern of imaginative love, maintained\nsomewhat feebly by the later followers of Petrarch; and, since\nPlato had become something more than a name in Italy by the\npublication of the Latin translation of his works by Marsilio\nFicino, there was the Platonic tradition also.  Dante’s belief in the\nresurrection of the body, through which, even in heaven, Beatrice\nloses for him no tinge of flesh-colour, or fold of raiment even;\nand the Platonic dream of the passage of the soul through one\nform of life after another, with its passionate haste to escape from\nthe burden of bodily form altogether; are, for all effects of art or\npoetry, principles diametrically opposite.  Now it is the Platonic\ntradition rather than Dante’s that has moulded Michelangelo’s\nverse.  In many ways no sentiment could have been less like\nDante’s love for Beatrice than Michelangelo’s for Vittoria\nColonna.  Dante’s comes in early youth: Beatrice [87] is a child,\nwith the wistful, ambiguous vision of a child, with a character\nstill unaccentuated by the influence of outward circumstances,\nalmost expressionless.  Vittoria, on the other hand, is a woman\nalready weary, in advanced age, of grave intellectual qualities.\nDante’s story is a piece of figured work, inlaid with lovely\nincidents.  In Michelangelo’s poems, frost and fire are almost the\nonly images–the refining fire of the goldsmith; once or twice the\nphoenix; ice melting at the fire; fire struck from the rock which it\nafterwards consumes.  Except one doubtful allusion to a journey,\nthere are almost no incidents.  But there is much of the bright,\nsharp, unerring skill, with which in boyhood he gave the look of\nage to the head of a faun by chipping a tooth from its jaw with a\nsingle stroke of the hammer.  For Dante, the amiable and devout\nmaterialism of the middle age sanctifies all that is presented by\nhand and eye; while Michelangelo is always pressing forward\nfrom the outward beauty–il bel del fuor che agli occhi piace, to\napprehend the unseen beauty; trascenda nella forma universale–\nthat abstract form of beauty, about which the Platonists reason.\nAnd this gives the impression in him of something flitting and\nunfixed, of the houseless and complaining spirit, almost\nclairvoyant through the frail and yielding flesh.  He accounts for\nlove at first sight by a previous state of existence–la dove io t’\namai prima.",
        "And yet there are many points in which he [88] is really like\nDante, and comes very near to the original image, beyond those\nlater and feebler followers in the wake of Petrarch.  He learns\nfrom Dante rather than from Plato, that for lovers, the surfeiting\nof desire–ove gran desir gran copia affrena, is a state less happy\nthan poverty with abundance of hope–una miseria di speranza\npiena.  He recalls him in the repetition of the words gentile and\ncortesia, in the personification of Amor, in the tendency to dwell\nminutely on the physical effects of the presence of a beloved\nobject on the pulses and the heart.  Above all, he resembles Dante\nin the warmth and intensity of his political utterances, for the lady\nof one of his noblest sonnets was from the first understood to be\nthe city of Florence; and he avers that all must be asleep in\nheaven, if she, who was created “of angelic form,” for a thousand\nlovers, is appropriated by one alone, some Piero, or Alessandro\nde’ Medici.  Once and again he introduces Love and Death, who\ndispute concerning him.  For, like Dante and all the nobler souls\nof Italy, he is much occupied with thoughts of the grave, and his\ntrue mistress is death,–death at first as the worst of all sorrows\nand disgraces, with a clod of the field for its brain; afterwards,\ndeath in its high distinction, its detachment from vulgar needs,\nthe angry stains of life and action escaping fast.",
        "Some of those whom the gods love die young.  This man,\nbecause the gods loved him, lingered [89] on to be of immense,\npatriarchal age, till the sweetness it had taken so long to secrete\nin him was found at last.  Out of the strong came forth sweetness,\nex forti dulcedo.  The world had changed around him.  The “new\ncatholicism” had taken the place of the Renaissance.  The spirit\nof the Roman Church had changed: in the vast world’s cathedral\nwhich his skill had helped to raise for it, it looked stronger than\never.  Some of the first members of the Oratory were among his\nintimate associates.  They were of a spirit as unlike as possible\nfrom that of Lorenzo, or Savonarola even.  The opposition of the\nReformation to art has been often enlarged upon; far greater was\nthat of the Catholic revival.  But in thus fixing itself in a frozen\northodoxy, the Roman Church had passed beyond him, and he\nwas a stranger to it.  In earlier days, when its beliefs had been in a\nfluid state, he too might have been drawn into the controversy.\nHe might have been for spiritualising the papal sovereignty, like\nSavonarola; or for adjusting the dreams of Plato and Homer with\nthe words of Christ, like Pico of Mirandola.  But things had\nmoved onward, and such adjustments were no longer possible.\nFor himself, he had long since fallen back on that divine ideal,\nwhich above the wear and tear of creeds has been forming itself\nfor ages as the possession of nobler souls.  And now he began to\nfeel the soothing influence which since that time the Roman [90]\nChurch has often exerted over spirits too independent to be its\nsubjects, yet brought within the neighbourhood of its action;\nconsoled and tranquillised, as a traveller might be, resting for one\nevening in a strange city, by its stately aspect and the sentiment\nof its many fortunes, just because with those fortunes he has\nnothing to do.  So he lingers on; a revenant, as the French say, a\nghost out of another age, in a world too coarse to touch his faint\nsensibilities very closely; dreaming, in a worn-out society,\ntheatrical in its life, theatrical in its art, theatrical even in its\ndevotion, on the morning of the world’s history, on the primitive\nform of man, on the images under which that primitive world had\nconceived of spiritual forces.",
        "I have dwelt on the thought of Michelangelo as thus lingering\nbeyond his time in a world not his own, because, if one is to\ndistinguish the peculiar savour of his work, he must be\napproached, not through his followers, but through his\npredecessors; not through the marbles of Saint Peter’s, but\nthrough the work of the sculptors of the fifteenth century over the\ntombs and altars of Tuscany.  He is the last of the Florentines, of\nthose on whom the peculiar sentiment of the Florence of Dante\nand Giotto descended: he is the consummate representative of the\nform that sentiment took in the fifteenth century with men like\nLuca Signorelli and Mino [91] da Fiesole.  Up to him the\ntradition of sentiment is unbroken, the progress towards surer and\nmore mature methods of expressing that sentiment continuous.\nBut his professed disciples did not share this temper; they are in\nlove with his strength only, and seem not to feel his grave and\ntemperate sweetness.  Theatricality is their chief characteristic;\nand that is a quality as little attributable to Michelangelo as to\nMino or Luca Signorelli.  With him, as with them, all is serious,\npassionate, impulsive.",
        "This discipleship of Michelangelo, this dependence of his on the\ntradition of the Florentine schools, is nowhere seen more clearly\nthan in his treatment of the Creation.  The Creation of Man had\nhaunted the mind of the middle age like a dream; and weaving it\ninto a hundred carved ornaments of capital or doorway, the\nItalian sculptors had early impressed upon it that pregnancy of\nexpression which seems to give it many veiled meanings.  As\nwith other artistic conceptions of the middle age, its treatment\nbecame almost conventional, handed on from artist to artist, with\nslight changes, till it came to have almost an independent and\nabstract existence of its own.  It was characteristic of the\nmedieval mind thus to give an independent traditional existence\nto a special pictorial conception, or to a legend, like that of\nTristram or Tannhauser, or even to the very thoughts and\nsubstance of a book, like the Imitation, so that no single workman\ncould [92] claim it as his own, and the book, the image, the\nlegend, had itself a legend, and its fortunes, and a personal\nhistory; and it is a sign of the medievalism of Michelangelo, that\nhe thus receives from tradition his central conception, and does\nbut add the last touches, in transferring it to the frescoes of the\nSistine Chapel.",
        "But there was another tradition of those earlier, more serious\nFlorentines, of which Michelangelo is the inheritor, to which he\ngives the final expression, and which centres in the sacristy of\nSan Lorenzo, as the tradition of the Creation centres in the\nSistine Chapel.  It has been said that all the great Florentines\nwere preoccupied with death.  Outre-tombe!  Outre-tombe!–is\nthe burden of their thoughts, from Dante to Savonarola.  Even the\ngay and licentious Boccaccio gives a keener edge to his stories by\nputting them in the mouths of a party of people who had taken\nrefuge in a country-house from the danger of death by plague.  It\nwas to this inherited sentiment, this practical decision that to be\npreoccupied with the thought of death was in itself dignifying,\nand a note of high quality, that the seriousness of the great\nFlorentines of the fifteenth century was partly due; and it was\nreinforced in them by the actual sorrows of their times.  How\noften, and in what various ways, had they seen life stricken down,\nin their streets and houses La bella Simonetta dies in early youth,\nand is borne to the grave with uncovered face.  The [93] young\nCardinal Jacopo di Portogallo dies on a visit to Florence–insignis\nforma fui et mirabili modestia–his epitaph dares to say.  Antonio\nRossellino carves his tomb in the church of San Miniato, with\ncare for the shapely hands and feet, and sacred attire; Luca della\nRobbia puts his skyiest works there; and the tomb of the youthful\nand princely prelate became the strangest and most beautiful\nthing in that strange and beautiful place.  After the execution of\nthe Pazzi conspirators, Botticelli is employed to paint their\nportraits.  This preoccupation with serious thoughts and sad\nimages might easily have resulted, as it did, for instance, in the\ngloomy villages of the Rhine, or in the overcrowded parts of\nmedieval Paris, as it still does in many a village of the Alps, in\nsomething merely morbid or grotesque, in the Danse Macabre of\nmany French and German painters, or the grim inventions of\nDurer.  From such a result the Florentine masters of the fifteenth\ncentury were saved by the nobility of their Italian culture, and\nstill more by their tender pity for  the thing itself.  They must\noften have leaned over the lifeless body, when all was at length\nquiet and smoothed out.  After death, it is said, the traces of\nslighter and more superficial dispositions disappear; the lines\nbecome more simple and dignified; only the abstract lines\nremain, in a great indifference.  They came thus to see death in its\ndistinction.  Then following it perhaps one [94] stage further,\ndwelling for a moment on the point where all this transitory\ndignity must break up, and discerning with no clearness a new\nbody, they paused just in time, and abstained, with a sentiment of\nprofound pity.",
        "Of all this sentiment Michelangelo is the achievement; and, first\nof all, of pity.  Pieta, pity, the pity of the Virgin Mother over the\ndead body of Christ, expanded into the pity of all mothers over\nall dead sons, the entombment, with its cruel “hard stones”:–this\nis the subject of his predilection.  He has left it in many forms,\nsketches, half-finished designs, finished and unfinished groups of\nsculpture; but always as a hopeless, rayless, almost heathen\nsorrow–no divine sorrow, but mere pity and awe at the stiff limbs\nand colourless lips.  There is a drawing of his at Oxford, in which\nthe dead body has sunk to the earth between the mother’s feet,\nwith the arms extended over her knees.  The tombs in the sacristy\nof San Lorenzo are memorials, not of any of the nobler and\ngreater Medici, but of Giuliano, and Lorenzo the younger,\nnoticeable chiefly for their somewhat early death.  It is mere\nhuman nature therefore which has prompted the sentiment here.\nThe titles assigned traditionally to the four symbolical figures,\nNight and Day, The Twilight and The Dawn, are far too definite\nfor them; for these figures come much nearer to the mind and\nspirit of their author, and are a more direct expression [95] of his\nthoughts, than any merely symbolical conceptions could possibly\nhave been.  They concentrate and express, less by way of definite\nconceptions than by the touches, the promptings of a piece of\nmusic, all those vague fancies, misgivings, presentiments, which\nshift and mix and are defined and fade again, whenever the\nthoughts try to fix themselves with sincerity on the conditions\nand surroundings of the disembodied spirit.  I suppose no one\nwould come to the sacristy of San Lorenzo for consolation; for\nseriousness, for solemnity, for dignity of impression, perhaps, but\nnot for consolation.  It is a place neither of consoling nor of\nterrible thoughts, but of vague and wistful speculation.  Here,\nagain, Michelangelo is the disciple not so much of Dante as of\nthe Platonists.  Dante’s belief in immortality is formal, precise\nand firm, almost as much so as that of a child, who thinks the\ndead will hear if you cry loud enough.  But in Michelangelo you\nhave maturity, the mind of the grown man, dealing cautiously and\ndispassionately with serious things; and what hope he has is\nbased on the consciousness of ignorance–ignorance of man,\nignorance of the nature of the mind, its origin and capacities.\nMichelangelo is so ignorant of the spiritual world, of the new\nbody and its laws, that he does not surely know whether the\nconsecrated Host may not be the body of Christ.  And of all that\nrange of sentiment he is the poet, a poet still alive, and in [96]\npossession of our inmost thoughts–dumb inquiry over the relapse\nafter death into the formlessness which preceded life, the change,\nthe revolt from that change, then the correcting, hallowing,\nconsoling rush of pity; at last, far off, thin and vague, yet not\nmore vague than the most definite thoughts men have had\nthrough three centuries on a matter that has been so near their\nhearts, the new body–a passing light, a mere intangible, external\neffect, over those too rigid, or too formless faces; a dream that\nlingers a moment, retreating in the dawn, incomplete, aimless,\nhelpless; a thing with faint hearing, faint memory, faint power of\ntouch; a breath, a flame in the doorway, a feather in the wind.",
        "The qualities of the great masters in art or literature, the\ncombination of those qualities, the laws by which they moderate,\nsupport, relieve each other, are not peculiar to them; but most\noften typical standards, or revealing instances of the laws by\nwhich certain aesthetic effects are produced.  The old masters\nindeed are simpler; their characteristics are written larger, and are\neasier to read, than the analogues of them in all the mixed,\nconfused productions of the modern mind.  But when once we\nhave succeeded in defining for ourselves those characteristics,\nand the law of their combination, we have acquired a standard or\nmeasure which helps us to put in its right place many a vagrant\ngenius, many an unclassified talent, many precious though\nimperfect [97] products of art.  It is so with the components of the\ntrue character of Michelangelo.  That strange interfusion of\nsweetness and strength is not to be found in those who claimed to\nbe his followers; but it is found in many of those who worked\nbefore him, and in many others down to our own time, in William\nBlake, for instance, and Victor Hugo, who, though not of his\nschool, and unaware, are his true sons, and help us to understand\nhim, as he in turn interprets and justifies them.  Perhaps this is the\nchief use in studying old masters.",
        "1871.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}