{
    "title": "The Life of Abraham Lincoln - Chapter XVI. Growing Audacity of the Slave Power",
    "author": "Henry Ketcham",
    "chapter": "18",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "So closely is the life of Lincoln intertwined with the growth of the\nslave power that it will be necessary at this point to give a brief\nspace to the latter. It was the persistent, the ever-increasing, the\nimperious demands of this power that called Lincoln to his post of\nduty. The feeling upon the subject had reached a high degree of tension\nat the period we are now considering. To understand this fully, we must\ngo back and come once again down through the period already treated.\nThere are three salient points of development.",
        "The first of these is the fugitive slave law. At the adoption of the\nConstitution it was arranged that there should be no specific approval\nof slavery. For this reason the word “slave” does not appear in that\ndocument. But the idea is there, and the phrase, “person held to\nservice or labor,” fully covers the subject. Slaves were a valuable\nproperty. The public opinion approved of the institution. To set up one\npart of the territory as a refuge for escaped slaves would be an\ninfringement of this right of property, and would cause unceasing\nfriction between the various parts of the country.",
        "In 1793, which happens to be the year of the invention of the cotton\ngin, the fugitive slave law was passed. This was for the purpose of\nenacting measures by which escaped slaves might be recaptured. This law\ncontinued in force to 1850. As the years passed, the operation of this\nlaw produced results not dreamed of in the outset. There came to be\nfree states, communities in which the very toleration of slavery was an\nabomination. The conscience of these communities abhorred the\ninstitution. Though these people were content to leave slavery\nunmolested in the slave states, they were angered at having the horrors\nof slave-hunting thrust upon them. In other words, they were unable to\nreside in any locality, no matter how stringent the laws were in behalf\nof freedom, where they were not liable to be invaded, their very homes\nentered, by the institution of slavery in its most cruel forms.",
        "This aroused a bitter antagonism in the North. Societies were formed to\nassist fugitive slaves to escape to Canada. Men living at convenient\ndistances along the route were in communication with one another. The\nfugitives were passed secretly and with great skill along this line.\nThese societies were known as the Underground Railway. The\nappropriateness of this name is obvious. The men themselves who\nsecreted the fugitive slaves were said to keep stations on that\nrailway.",
        "This organized endeavor to assist the fugitives was met by an increased\nimperiousness on the part of the slave power. Slavery is imperious in\nits nature. It almost inevitably cultivates that disposition in those\nwho wield the power. So that the case was rendered more exasperating by\nthe passage, in 1850, of another fugitive slave law. Nothing could have\nbeen devised more surely adapted to inflame the moral sense of those\ncommunities that were, in feeling or conscience, opposed to slavery,\nthan this law of 1850. This was a reenactment of the law of 1793, but\nwith more stringent and cruel regulations. The concealment or assisting\nof a fugitive was highly penal. Any home might be invaded and searched.\nNo hearth was safe from intrusion. The negro could not testify in his\nown behalf. It was practically impossible to counteract the oath or\naffidavit of the pretended master, and a premium was practically put\nupon perjury. The pursuit of slaves became a regular business, and its\noperation was often indescribably horrible. These cruelties were\nemphasized chiefly in the presence of those who were known to be averse\nto slavery in any form, and they could not escape from the revolting\nscenes.",
        "The culmination of this was in what is known as the Dred Scott\ndecision. Dred Scott was a slave in Missouri. He was by his master\ntaken to Fort Snelling, now in the state of Minnesota, then in the\nterritory of Wisconsin. This was free soil, and the slave was, at least\nwhile there, free. With the consent of his former master he married a\nfree woman who had formerly been a slave. Two children were born to\nthem. The master returned to Missouri, bringing the negroes. He here\nclaimed that they, being on slave soil, were restored to the condition\nof slavery.",
        "Scott sued for his freedom and won his case. It was, however, appealed\nto the Supreme Court of the United States. The first opinion of the\ncourt was written by Judge Nelson. This treated of this specific case\nonly. Had this opinion issued as the finding of the court, it would not\nhave aroused general attention.",
        "But the court was then dominated by the slave sentiment, and the\nopportunity of laying down general principles on the subject of slavery\ncould not be resisted. The decision was written by Chief Justice Taney,\nand reaches its climax in the declaration that the negro “had no rights\nwhich the white man was bound to respect.” Professor T. W. Dwight says\nthat much injustice was done to Chief Justice Taney by the erroneous\nstatement that he had himself affirmed that the negro “had no rights\nwhich the white man was bound to respect.” But while this may be\nsatisfactory to the legal mind, to the lay mind, to the average\ncitizen, it is a distinction without a difference, or, at best, with a\nvery slight difference. The Judge was giving what, in his opinion, was\nthe law of the land. It was his opinion, nay, it was his decision. Nor\nwas it the unanimous ruling of the court. Two justices dissented. The\nwords quoted are picturesque, and are well suited to a battle-cry. On\nevery side, with ominous emphasis in the North, one heard that the\nnegro had no rights which the white man was bound to respect. This was,\nuntil 1860, the last and greatest exhibition of audacity on the part of\nthe slave power.",
        "There was another exhibition of the spirit of slavery which deserves\nspecial mention. This is the history of the settlement of Kansas. That\nremarkable episode, lasting from 1854 to 1861, requires a volume, not a\nparagraph, for its narration. It is almost impossible for the\nimagination of those who live in an orderly, law-abiding community, to\nconceive that such a condition of affairs ever existed in any portion\nof the United States. The story of “bleeding Kansas” will long remain\nan example of the proverb that truth is stranger than fiction.",
        "The repeal of the Missouri Compromise, in 1854, opened up to this free\nterritory the possibility of coming into the Union as a slave state. It\nwas to be left to the actual settlers to decide this question. This\nprinciple was condensed into the phrase “squatter sovereignty.” The\nonly resource left to those who wished Kansas to come in as a free\nstate was to settle it with an anti-slavery population.",
        "With this purpose in view, societies were formed in anti-slavery\ncommunities, extending as far east as the Atlantic coast, to assist\nemigrants. From Iowa, Illinois, Ohio, Massachusetts, and elsewhere,\nemigrants poured into Kansas. But the slave party had the advantage of\ngeographical location. The slave state of Missouri was only just across\nthe river. It was able, at short notice and with little expense, to\npour out its population in large numbers. This it did. Many went from\nMissouri as actual settlers. By far the larger part went only\ntemporarily and for the purpose of creating a disturbance. These were\npopularly called “border ruffians.” Their excesses of ruffianism are\nnot easily described. They went into the territory for the purpose of\ndriving out all the settlers who had come in under the emigrant aid\nsocieties. Murder was common. At the elections, they practised\nintimidation and every form of election fraud then known. Every\nelection was contested, and both parties always claimed the victory.\nThe parties elected two separate legislatures, adopted two\nconstitutions, established two capitals. For several years, civil war\nand anarchy prevailed.",
        "There is no doubt, either reasonable or unreasonable,–there is no\ndoubt whatever that the anti-slavery men had a vast majority of actual\nsettlers. The territorial governors were appointed by Presidents Pierce\nand Buchanan. These were uniformly pro-slavery and extremely partisan.\nBut every governor quickly came to side with the free-state men, or\nelse resigned to get out of the way.",
        "The pro-slavery men, after the farce of a pretended vote, declared the\nLecompton constitution adopted. The governor at that time was Walker,\nof Mississippi, who had been appointed as a sure friend of the\ninterests of slavery. But even he revolted at so gross an outrage, and\nmade a personal visit to Washington to protest against it. It was at\nthis point, too, that Senator Douglas broke with the administration.",
        "In spite of the overwhelming majority of anti-slavery settlers in the\nstate, Kansas was not admitted to the Union until after the\ninauguration of Abraham Lincoln.",
        "So unscrupulous, imperious, grasping was the slave power. Whom the gods\nwish to destroy, they first make mad. The slave power had reached the\nreckless point of madness and was rushing to its own destruction. These\nthree manifestations,–the fugitive-slave law, the Dred Scott decision,\nand the anarchy in Kansas,–though they were revolting in the extreme\nand indescribably painful, hastened the end.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}