{
    "title": "The Pleasures of Life - CHAPTER IV. THE CHOICE OF BOOKS.",
    "author": "Sir John Lubbock",
    "chapter": "7",
    "content": [
        "\n\n",
        "    “All round the room my silent servants wait\n    My friends in every season, bright and dim,\n        Angels and Seraphim\n    Come down and murmur to me, sweet and low,\n    And spirits of the skies all come and go\n        Early and Late.”",
        "    PROCTOR.",
        "And yet too often they wait in vain. One reason for this is, I think, that\npeople are overwhelmed by the crowd of books offered to them.",
        "In old days books were rare and dear. Now on the contrary, it may be said\nwith greater truth than ever that",
        "  “Words are things, and a small drop of ink,\n  Falling like dew upon a thought, produces\n  That which makes thousands, perhaps millions, think.”",
        "Our ancestors had a difficulty in procuring them. Our difficulty now is\nwhat to select. We must be careful what we read, and not, like the sailors\nof Ulysses, take bags of wind for sacks of treasure–not only lest we\nshould even now fall into the error of the Greeks, and suppose that\nlanguage and definitions can be instruments of investigation as well as of\nthought, but lest, as too often happens, we should waste time over trash.\nThere are many books to which one may apply, in the sarcastic sense, the\nambiguous remark said to have been made to an unfortunate author, “I will\nlose no time in reading your book.”",
        "There are, indeed, books and books, and there are books which, as Lamb\nsaid, are not books at all. It is wonderful how much innocent happiness we\nthoughtlessly throw away. An Eastern proverb says that calamities sent by\nheaven may be avoided, but from those we bring on ourselves there is no\nescape.",
        "Many, I believe, are deterred from attempting what are called stiff books\nfor fear they should not understand them; but there are few who need\ncomplain of the narrowness of their minds, if only they would do their\nbest with them.",
        "In reading, however, it is most important to select subjects in which one\nis interested. I remember years ago consulting Mr. Darwin as to the\nselection of a course of study. He asked me what interested me most, and\nadvised me to choose that subject. This, indeed, applies to the work of\nlife generally.",
        "I am sometimes disposed to think that the readers of the next generation\nwill be, not our lawyers and doctors, shopkeepers and manufacturers, but\nthe laborers and mechanics. Does not this seem natural? The former work\nmainly with their head; when their daily duties are over the brain is\noften exhausted, and of their leisure time much must be devoted to air and\nexercise. The laborer and mechanic, on the contrary, besides working often\nfor much shorter hours, have in their work-time taken sufficient bodily\nexercise, and could therefore give any leisure they might have to reading\nand study. They have not done so as yet, it is true; but this has been for\nobvious reasons. Now, however, in the first place, they receive an\nexcellent education in elementary schools, and in the second have more\neasy access to the best books.",
        "Ruskin has observed that he does not wonder at what men suffer, but he\noften wonders at what they lose. We suffer much, no doubt, from the faults\nof others, but we lose much more by our own ignorance.",
        "“If,” says Sir John Herschel, “I were to pray for a taste which should\nstand me in stead under every variety of circumstances, and be a source of\nhappiness and cheerfulness to me through life, and a shield against its\nills, however things might go amiss and the world frown upon me, it would\nbe a taste for reading. I speak of it of course only as a worldly\nadvantage, and not in the slightest degree as superseding or derogating\nfrom the higher office and surer and stronger panoply of religious\nprinciples–but as a taste, and instrument, and a mode of pleasurable\ngratification. Give a man this taste, and the means of gratifying it, and\nyou can hardly fail of making a happy man, unless, indeed, you put into\nhis hands a most perverse selection of books.”",
        "It is one thing to own a library; it is quite another to use it wisely. I\nhave often been astonished how little care people devote to the selection\nof what they read. Books, we know, are almost innumerable; our hours for\nreading are, alas! very few. And yet many people read almost by hazard.\nThey will take any book they chance to find in a room at a friend’s house;\nthey will buy a novel at a railway-stall if it has an attractive title;\nindeed, I believe in some cases even the binding affects their choice. The\nselection is, no doubt, far from easy. I have often wished some one would\nrecommend a list of a hundred good books. If we had such lists drawn up by\na few good guides they would be most useful. I have indeed sometimes heard\nit said that in reading every one must choose for himself, but this\nreminds me of the recommendation not to go into the water till you can\nswim.",
        "In the absence of such lists I have picked out the books most frequently\nmentioned with approval by those who have referred directly or indirectly\nto the pleasure of reading, and have ventured to include some which,\nthough less frequently mentioned, are especial favorites of my own. Every\none who looks at the list will wish to suggest other books, as indeed I\nshould myself, but in that case the number would soon run up. [1]",
        "I have abstained, for obvious reasons, from mentioning works by living\nauthors, though from many of them–Tennyson, Ruskin, and others–I have\nmyself derived the keenest enjoyment; and I have omitted works on science,\nwith one or two exceptions, because the subject is so progressive.",
        "I feel that the attempt is over bold, and I must beg for indulgence, while\nhoping for criticism; indeed one object which I have had in view is to\nstimulate others more competent far than I am to give us the advantage of\ntheir opinions.",
        "Moreover, I must repeat that I suggest these works rather as those which,\nas far as I have seen, have been most frequently recommended, than as\nsuggestions of my own, though I have slipped in a few of my own special\nfavorites.",
        "In any such selection much weight should, I think, be attached to the\ngeneral verdict of mankind. There is a “struggle for existence” and a\n“survival of the fittest” among books, as well as among animals and\nplants. As Alonzo of Aragon said, “Age is a recommendation in four\nthings–old wood to burn, old wine to drink, old friends to trust,\nand old books to read.” Still, this can not be accepted without important\nqualifications. The most recent books of history and science contain or\nought to contain, the most accurate information and the most trustworthy\nconclusions. Moreover, while the books of other races and times have an\ninterest from their very distance, it must be admitted that many will\nstill more enjoy, and feel more at home with, those of our own century and\npeople.",
        "Yet the oldest books of the world are remarkable and interesting on\naccount of their very age; and the works which have influenced the\nopinions, or charmed the leisure hours, of millions of men in distant\ntimes and far-away regions are well worth reading on that very account,\neven if to us they seem scarcely to deserve their reputation. It is true\nthat to many, such works are accessible only in translations; but\ntranslations, though they can never perhaps do justice to the original,\nmay yet be admirable in themselves. The Bible itself, which must stand\nfirst in the list, is a conclusive case.",
        "At the head of all non-Christian moralists, I must place the\nEnchiridion of Epictetus, certainly one of the noblest books in the\nwhole of literature; it has, moreover, been admirably translated. With\nEpictetus, [2] I think must come Marcus Aurelius. The Analects of\nConfucius will, I believe, prove disappointing to most English readers,\nbut the effect it has produced on the most numerous race of men\nconstitutes in itself a peculiar interest. The Ethics of Aristotle,\nperhaps, appear to some disadvantage from the very fact that they have so\nprofoundly influenced our views of morality. The Koran, like the\nAnalects of Confucius, will to most of us derive its principal interest\nfrom the effect it has exercised, and still exercises, on so many millions\nof our fellow-men. I doubt whether in any other respect it will seem to\nrepay perusal, and to most persons probably certain extracts, not too\nnumerous, would appear sufficient.",
        "The writings of the Apostolic Fathers have been collected in one volume by\nWake. It is but a small one, and though I must humbly confess that I was\ndisappointed, they are perhaps all the more curious from the contrast they\nafford to those of the Apostles themselves. Of the later Fathers I have\nincluded only the Confessions of St. Augustine, which Dr. Pusey selected\nfor the commencement of the Library of the Fathers, and which, as he\nobserves, has “been translated again and again into almost every European\nlanguage, and in all loved;” though Luther was of opinion that St.\nAugustine “wrote nothing to the purpose concerning faith.” But then Luther\nwas no great admirer of the Father. St. Jerome, he says, “writes, alas!\nvery coldly;” Chrysostom “digresses from the chief points;” St. Jerome is\n“very poor;” and in fact, he says, “the more I read the books of the\nFathers the more I find myself offended;” while Renan, in his interesting\nautobiography, compared theology to a Gothic Cathedral, “elle a la\ngrandeur, les vides immenses, et le peu de solidite.”",
        "Among other devotional works most frequently recommended are Thomas a\nKempis’ Imitation of Christ, Pascal’s Pensees, Spinoza’s Tractatus\nTheologico-Politicus, Butler’s Analogy of Religion, Jeremy Taylor’s\nHoly Living and Dying, Bunyan’s Pilgrim’s Progress, and last, not\nleast, Keble’s beautiful Christian Year.",
        "Aristotle and Plato again stand at the head of another class. The\nPolitics of Aristotle, and Plato’s Dialogues, if not the whole, at any\nrate the Phaedo, the Apology, and the Republic, will be of course\nread by all who wish to know anything of the history of human thought,\nthough I am heretical enough to doubt whether the latter repays the minute\nand laborious study often devoted to it.",
        "Aristotle being the father, if not the creator, of the modern scientific\nmethod, it has followed naturally–indeed, almost inevitably–that his\nprinciples have become part of our very intellectual being, so that they\nseem now almost self-evident, while his actual observations, though very\nremarkable–as, for instance, when he observes that bees on one journey\nconfine themselves to one kind of flower–still have been in many cases\nsuperseded by others, carried on under more favorable conditions. We must\nnot be ungrateful to the great master, because his lessons have taught us\nhow to advance.",
        "Plato, on the other hand, I say so with all respect, seems to me in some\ncases to play on words: his arguments are very able, very philosophical,\noften very noble; but not always conclusive; in a language differently\nconstructed they might sometimes tell in exactly the opposite sense. If\nthis method has proved less fruitful, if in metaphysics we have made but\nlittle advance, that very fact in one point of view leaves the\nDialogues of Socrates as instructive now as ever they were; while the\nproblems with which they deal will always rouse our interest, as the calm\nand lofty spirit which inspires them must command our admiration. Of the\nApology and the Phaedo especially it would be impossible to speak too\ngratefully.",
        "I would also mention Demosthenes’ De Corona, which Lord Brougham\npronounced the greatest oration of the greatest of orators; Lucretius,\nPlutarch’s Lives, Horace, and at least the De Officiis, De Amicitia,\nand De Senectute of Cicero.",
        "The great epics of the world have always constituted one of the most\npopular branches of literature. Yet how few, comparatively, ever read\nHomer or Virgil after leaving school.",
        "The Nibelungenlied, our great Anglo-Saxon epic, is perhaps too much\nneglected, no doubt on account of its painful character. Brunhild and\nKriemhild, indeed, are far from perfect, but we meet with few such “live\"\nwomen in Greek or Roman literature. Nor must I omit to mention Sir T.\nMalory’s Morte d’Arthur, though I confess I do so mainly in deference to\nthe judgment of others.",
        "Among the Greek tragedians I include Aeschylus, if not all his works, at\nany rate Prometheus, perhaps the sublimest poem in Greek literature, and\nthe Trilogy (Mr. Symonds in his Greek Poets speaks of the “unrivalled\nmajesty” of the Agamemnon, and Mark Pattison considered it “the grandest\nwork of creative genius in the whole range of literature”); or, as Sir M.\nE. Grant Duff recommends, the Persae; Sophocles (Oedipus Tyrannus),\nEuripides (Medea), and Aristophanes (The Knights and Clouds);\nunfortunately, as Schlegel says, probably even the greatest scholar does\nnot understand half his jokes; and I think most modern readers will prefer\nour modern poets.",
        "I should like, moreover, to say a word for Eastern poetry, such as\nportions of the Maha Bharata and Ramayana (too long probably to be\nread through, but of which Talboys Wheeler has given a most interesting\nepitome in the first two volumes of his History of India); the\nShah-nameh, the work of the great Persian poet Firdusi; Kalidasa’s\nSakuntala, and the Sheking, the classical collection of ancient Chinese\nodes. Many I know, will think I ought to have included Omar Khayyam.",
        "In history we are beginning to feel that the vices and vicissitudes of\nkings and queens, the dates of battles and wars, are far less important\nthan the development of human thought, the progress of art, of science,\nand of law, and the subject is on that very account even more interesting\nthan ever. I will, however, only mention, and that rather from a literary\nthan a historical point of view, Herodotus, Xenophon (the Anabasis),\nThucydides, and Tacitus (Germania); and of modern historians, Gibbon’s\nDecline and Fall (\"the splendid bridge from the old world to the new”),\nHume’s History of England, Carlyle’s French Revolution, Grote’s\nHistory of Greece, and Green’s Short History of the English People.",
        "Science is so rapidly progressive that, though to many minds it is the\nmost fruitful and interesting subject of all, I cannot here rest on that\nagreement which, rather than my own opinion, I take as the basis of my\nlist. I will therefore only mention Bacon’s Novum Organum, Mill’s\nLogic, and Darwin’s Origin of Species; in Political Economy, which\nsome of our rulers do not now sufficiently value, Mill, and parts of\nSmith’s Wealth of Nations, for probably those who do not intend to make\na special study of political economy would scarcely read the whole.",
        "Among voyages and travels, perhaps those most frequently suggested are\nCook’s Voyages, Humboldt’s Travels, and Darwin’s Naturalist’s\nJournal; though I confess I should like to have added many more.",
        "Mr. Bright not long ago specially recommended the less known American\npoets, but he probably assumed that every one would have read Shakespeare,\nMilton (Paradise Lost, Lycidas, Comus and minor poems), Chaucer,\nDante, Spencer, Dryden, Scott, Wordsworth, Pope, Byron, and others, before\nembarking on more doubtful adventures.",
        "Among other books most frequently recommended are Goldsmith’s Vicar of\nWakefield, Swift’s Gulliver’s Travels, Defoe’s Robinson Crusoe, The\nArabian Nights, Don Quixote, Boswell’s Life of Johnson, White’s\nNatural History of Selborne, Burke’s Select Works (Payne), the Essays of\nBacon, Addison, Hume, Montaigne, Macaulay, and Emerson, Carlyle’s Past\nand Present, Smiles’ Self-Help, and Goethe’s Faust and\nAutobiography.",
        "Nor can one go wrong in recommending Berkeley’s Human Knowledge,\nDescartes’ Discours sur la Methode, Locke’s Conduct of the\nUnderstanding, Lewes’ History of Philosophy; while, in order to keep\nwithin the number one hundred, I can only mention Moliere and Sheridan\namong dramatists. Macaulay considered Marivaux’s La Vie de Marianne the\nbest novel in any language, but my number is so nearly complete that I\nmust content myself with English: and will suggest Thackeray (Vanity\nFair and Pendennis), Dickens (Pickwick and David Copperfield), G.\nEliot (Adam Bede or The Mill on the Floss), Kingsley (Westward Ho!),\nLytton (Last Days of Pompeii), and last, not least, those of Scott,\nwhich indeed constitute a library in themselves, but which I must ask, in\nreturn for my trouble, to be allowed, as a special favor, to count as one.",
        "To any lover of books the very mention of these names brings back a crowd\nof delicious memories, grateful recollections of peaceful home hours,\nafter the labors and anxieties of the day. How thankful we ought to be for\nthese inestimable blessings, for this numberless host of friends who never\nweary, betray, or forsake us!",
        "Works by Living Authors are omitted.",
        "[1] Several longer lists have been given; for instance, by Comte,\nCatechism, of Positive Philosophy; Pycroft, Course of English Reading;\nBaldwin, The Book Lover; Perkins, The Best Reading; and by Mr.\nIreland, Books for General Readers.",
        "[2] It is much to be desired that some one would publish a selection from\nthe works of Seneca.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}