{
    "title": "The Nature of Goodness - by George Herbert Palmer [Authorama]",
    "author": "Unknown",
    "chapter": "goodness",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "BONITATE SINGULARI MULTIS DILECTAE\nVENUSTATE LITTERIS CONSILIIS PRAESTANTI\nNUPER E DOMO ET GAUDIO MEO EREPTAE",
        "The substance of these chapters was delivered as a course of lectures\nat Harvard University, Dartmouth and Wellesley Colleges, Western\nReserve University, the University of California, and the Twentieth\nCentury Club of Boston. A part of the sixth chapter was used as an\naddress before the Phi Beta Kappa Society of Harvard, and another\npart before the Philosophical Union of Berkeley, California. Several\nof these audiences have materially aided my work by their searching\ncriticisms, and all have helped to clear my thought and simplify its\nexpression. Since discussions necessarily so severe have been felt as\nvital by companies so diverse, I venture to offer them here to a wider\naudience.",
        "Previously, in “The Field of Ethics,” I marked out the place which\nethics occupies among the sciences. In this book the first problem of\nethics is examined. The two volumes will form, I hope, an easy yet\nserious introduction to this gravest and most perpetual of studies.",
        "In undertaking the following discussion I foresee two grave\ndifficulties. My reader may well feel that goodness is already the\nmost familiar of all the thoughts we employ, and yet he may at the\nsame time suspect that there is something about it perplexingly\nabstruse and remote. Familiar it certainly is. It attends all our\nwishes, acts, and projects as nothing else does, so that no estimate\nof its influence can be excessive. When we take a walk, read a book,\nmake a dress, hire a servant, visit a friend, attend a concert, choose\na wife, cast a vote, enter into business, we always do it in the hope\nof attaining something good. The clue of goodness is accordingly a\nveritable guide of life. On it depend actions far more minute than\nthose just mentioned. We never raise a hand, for example, unless with\na view to improve in some respect our condition. Motionless we should\nremain forever, did we not believe that by placing the hand elsewhere\nwe might obtain something which we do not now possess. Consequently we\nemploy the word or some synonym of it during pretty much every waking\nhour of our lives. Wishing some test of this frequency I turned to\nShakespeare, and found that he uses the word “good” fifteen hundred\ntimes, and it’s derivatives “goodness,” “better,” and “best,” about as\nmany more. He could not make men and women talk right without\nincessant reference to this directive conception.",
        "But while thus familiar and influential when mixed with action, and\njust because of that very fact, the notion of goodness is\nbewilderingly abstruse and remote. People in general do not observe\nthis curious circumstance. Since they are so frequently encountering\ngoodness, both laymen and scholars are apt to assume that it is\naltogether clear and requires no explanation. But the very reverse is\nthe truth. Familiarity obscures. It breeds instincts and not\nunderstanding. So inwoven has goodness become with the very web of\nlife that it is hard to disentangle. We cannot easily detach it from\nencompassing circumstance, look at it nakedly, and say what in itself\nit really is. Never appearing in practical affairs except as an\nelement, and always intimately associated with something else, we are\npuzzled how to break up that intimacy and give to goodness independent\nmeaning. It is as if oxygen were never found alone, but only in\nconnection with hydrogen, carbon, or some other of the eighty elements\nwhich compose our globe. We might feel its wide influence, but we\nshould have difficulty in describing what the thing itself was. Just\nso if any chance dozen persons should be called on to say what they\nmean by goodness, probably not one could offer a definition which he\nwould be willing to hold to for fifteen minutes.",
        "It is true, this strange state of things is not peculiar to goodness.\nOther familiar conceptions show a similar tendency, and just about in\nproportion, too, to their importance. Those which count for most in\nour lives are least easy to understand. What, for example, do we mean\nby love? Everybody has experienced it since the world began. For a\ncentury or more, novelists have been fixing our attention on it as our\nchief concern. Yet nobody has yet succeeded in making the matter quite\nplain. What is the state? Socialists are trying to tell us, and we are\ntrying to tell them; but each, it must be owned, has about as much\ndifficulty in understanding himself as in understanding his opponent,\nthough the two sets of vague ideas still contain reality enough for\nvigorous strife. Or take the very simplest of conceptions, the\nconception of force–that which is presupposed in every species of\nphysical science; ages are likely to pass before it is satisfactorily\ndefined. Now the conception of goodness is something of this sort,\nsomething so wrought into the total framework of existence that it is\nhidden from view and not separately observable. We know so much about\nit that we do not understand it.",
        "For ordinary purposes probably it is well not to seek to understand\nit. Acquaintance with the structure of the eye does not help seeing.\nTo determine beforehand just how polite we should be would not\nfacilitate human intercourse. And possibly a completed scheme of\ngoodness would rather confuse than ease our daily actions. Science\ndoes not readily connect with life. For most of us all the time, and\nfor all of us most of the time, instinct is the better prompter. But\nif we mean to be ethical students and to examine conduct\nscientifically, we must evidently at the outset come face to face with\nthe meaning of goodness. I am consequently often surprised on looking\ninto a treatise on ethics to find no definition of goodness proposed.\nThe author assumes that everybody knows what goodness is, and that his\nown business is merely to point out under what conditions it may be\nhad. But few readers do know what goodness is. One suspects that\nfrequently the authors of these treatises themselves do not, and that\na hazy condition of mind on this central subject is the cause of much\nloose talk afterwards. At any rate, I feel sure that nothing can more\njustly be demanded of a writer on ethics at the beginning of his\nundertaking than that he should attempt to unravel the subtleties of\nthis all-important conception. Having already in a previous volume\nmarked out the Field of Ethics, I believe I cannot wisely go on\ndiscussing the science that I love, until I have made clear what\nmeaning I everywhere attach to the obscure and familiar word good.\nThis word being the ethical writer’s chief tool, both he and his\nreaders must learn its construction before they proceed to use\nit. To the study of that curious nature I dedicate this volume.",
        "To those who join in the investigation I cannot promise hours of ease.\nThe task is an arduous one, calling for critical discernment and a\nkind of disinterested delight in studying the high intricacies of our\npersonal structure. My readers must follow me with care, and indeed do\nmuch of the work themselves, I being but a guide. For my purpose is\nnot so much to impart as to reveal. Wishing merely to make people\naware of what has always been in their minds, I think at the end of my\nbook I shall be able to say, “These readers of mine know now no more\nthan they did at, the beginning.” Yet if I say that, I hope to be able\nto add, “but they see vastly more significance in it than they once\ndid, and henceforth will find the world interesting in a degree they\nnever knew before.” In attaining this new interest they will have\nexperienced too that highest of human pleasures,–the joy of clear,\ncontinuous, and energetic thinking. Few human beings are so inert that\nthey are not ready to look into the dark places of their minds if, by\ndoing so, they can throw light on obscurities there.",
        "I ought, however, to say that I cannot promise one gain which some of\nmy readers may be seeking. In no large degree can I induce in them\nthat goodness of which we talk. Some may come to me in conscious\nweakness, desiring to be made better. But this I do not undertake. My\naim is a scientific one. I am an ethical teacher. I want to lead men\nto understand what goodness is, and I must leave the more important\nwork of attracting them to pursue it to preacher and moralist. Still,\nindirectly there is moral gain to be had here. One cannot contemplate\nlong such exalted themes without receiving an impulse, and being\nlifted into a region where doing wrong becomes a little strange. When,\ntoo, we reflect how many human ills spring from misunderstanding and\nintellectual obscurity, we see that whatever tends to illuminate\nmental problems is of large consequence in the practical issues of\nlife.",
        "In considering what we mean by goodness, we are apt to imagine that\nthe term applies especially, possibly entirely, to persons. It seems\nas if persons alone are entitled to be called good. But a little\nreflection shows that this is by no means the case. There are about as\nmany good things in the world as good persons, and we are obliged to\nspeak of them about as often. The goodness which we see in things is,\nhowever, far simpler and more easily analyzed than that which appears\nin persons. It may accordingly be well in these first two chapters to\nsay nothing whatever about such goodness as is peculiar to persons,\nbut to confine our attention to those phases of it which are shared\nalike by persons and things.",
        " How then do we employ the word “good”? I do not ask how we ought to\nemploy it, but how we do. For the present we shall be engaged in a\npsychological inquiry, not an ethical one. We need to get at the plain\nfacts of usage. I will therefore ask each reader to look into his own\nmind, see on what occasions he uses the word, and decide what meaning\nhe attaches to it. Taking up a few of the simplest possible examples,\nwe will through them inquire when and why we call things good.",
        "Here is a knife. When is it a good knife? Why, a knife is made for\nsomething, for cutting. Whenever the knife slides evenly through a\npiece of wood, unimpeded by anything in its own structure, and with a\nminimum of effort on the part of him who steers it, when there is no\ndisposition of its edge to bend or break, but only to do its appointed\nwork effectively, then we know that a good knife is at work. Or,\nlooking at the matter from another point of view, whenever the handle\nof the knife neatly fits the hand, following its lines and presenting\nno obstruction, so that it is a pleasure to use it, we may say that in\nthese respects also the knife is a good knife. That is, the knife\nbecomes good through adaptation to its work, an adaptation realized in\nits cleavage of the wood and in its conformity to the hand. Its\ngoodness always has reference to something outside itself, and is\nmeasured by its performance of an external task. A similar goodness is\nalso found in persons. When we call the President of the United States\ngood, we mean that he adapts himself easily and efficiently to the\nneeds of his people. He detects those needs before others fully feel\nthem, is sagacious in devices for meeting them, and powerful in\ncarrying out his patriotic purposes through whatever selfish\nopposition. The President’s goodness, like the knife’s, refers to\nqualities within him only so far as these are adjusted to that which\nlies beyond.",
        "Or take something not so palpable. What glorious weather! When we woke\nthis morning, drew aside our curtains and looked out, we said “It is a\ngood day!” And of what qualities of the day were we thinking? We\nmeant, I suppose, that the day was well fitted to its various\npurposes. Intending to go to our office, we saw there was nothing to\nhinder our doing so. We knew that the streets would be clear, people\nin amiable mood, business and social duties would move forward easily.\nHealth itself is promoted by such sunshine. In fact, whatever our\nplans, in calling the day a good day we meant to speak of it as\nexcellently adapted to something outside itself.",
        "This signification of goodness is lucidly put in the remark of\nShakespeare’s Portia, “Nothing I see is good without respect.” We must\nhave some respect or end in mind in reference to which the goodness is\nreckoned. Good always means good for. That little preposition cannot\nbe absent from our minds, though it need not audibly be uttered. The\nknife is good for cutting, the day for business, the President for the\nblind needs of his country. Omit the for, and goodness ceases. To be\nbad or good implies external reference. To be good means to further\nsomething, to be an efficient means; and the end to be furthered must\nbe already in mind before the word good is spoken.",
        "The respects or ends in reference to which goodness is calculated are\noften, it is true, obscure and difficult to seize if one is unfamiliar\nwith the currents of men’s thoughts. I sometimes hear the question\nasked about a merchant, “Is he good?\"–a question natural enough in\nchurches and Sunday-schools, but one which sounds rather queer on\n\"’change.” But those who ask it have a special respect in mind. I\nbelieve they mean, “Will the man meet his notes?” In their mode of\nthinking a merchant is of consequence only in financial life. When\nthey have learned whether he is capable of performing his functions\nthere, they go no farther. He may be the most vicious of men or a\nveritable saint. It will make no difference in inducing commercial\nassociates to call him good. For them the word indicates solely\nresponsibility for business paper.",
        "A usage more curious still occurs in the nursery. There when the\nquestion is asked, “Has the baby been good?” one discovers by degrees\nthat the anxious mother wishes to know if it has been crying or quiet.\nThis elementary life has as yet not acquired positive standards of\nmeasurement. It must be reckoned in negative terms, failure to\ndisturb. Heaven knows it does not always attain to this. But it is its\nutmost virtue, quietude.",
        "In short, whenever we inspect the usage of the word good, we always\nfind behind it an implication of some end to be reached. Good is a\nrelative term, signifying promotive of, conducive to. The good is the\nuseful, and it must be useful for something. Silent or spoken, it is\nthe mental reference to something else which puts all meaning into it.\nSo Hamlet says, “There’s nothing either good or bad, but thinking\nmakes it so.” If I have in mind A as an end sought, then X is good.\nBut if B is the end, X is bad. X has no goodness or badness of its\nown. No new quality is added to an object or act when it becomes good.",
        "But this result is disappointing, not to say paradoxical. To call a\nthing good only with reference to what lies outside itself would be\nalmost equivalent to saying that nothing is good. For if the moment\nanything becomes good it refers all its goodness to something beyond\nits own walls, should we ever be able to discover an object endowed\nwith goodness at all? The knife is good in reference to the stick of\nwood; the wood, in reference to the table; the table, in reference to\nthe writing; the writing, in reference to a reader’s eyes; his eyes,\nin reference to supporting his family–where shall we ever stop? We\ncan never catch up with goodness. It is always promising to disclose\nitself a little way beyond, and then evading us, slipping from under\nour fingers just when we are about to touch it. This meaning of\ngoodness is self-contradictory.",
        "And it is also too large. It includes more to goodness than properly\nbelongs there. If we call everything good which is good for,\neverything which shows adaptation to an end, then we shall be obliged\nto count a multitude of matters good which we are accustomed to think\nof as evil. Filth will be good, for it promotes fevers as nothing else\ndoes. Earthquakes are good, for shaking down houses. It is inapposite\nto urge that we do not want fevers or shaken houses. Wishes are\nprovided no place in our meaning of good. Goodness merely assists,\npromotes, is conducive to any result whatever. It marks the functional\ncharacter, without regard to the desirability of that which the\nfunction effects. But this is unsatisfactory and may well set us on a\nsearch for supplementary meanings.",
        "When we ask if the Venus of Milo is a good statue, we have to confess\nthat it is good beyond almost any object on which our eyes have ever\nrested. And yet it is not good for anything; it is no means for\nan outside end. Rather, it is good in itself. This possibility that\nthings may be good in themselves was once brought forcibly to my\nattention by a trivial incident. Wandering over my fields with my\nfarmer in autumn, we were surveying the wrecks of summer. There on the\nploughed ground lay a great golden object. He pointed to it, saying,\n\"That is a good big pumpkin.” I said, “Yes, but I don’t care about\npumpkins.” “No,” he said, “nor do I.” I said, “You care for them,\nthough, as they grow large. You called this a good big one.” “No! On\nthe contrary, a pumpkin that is large is worth less. Growing makes it\ncoarser. But that is a good big pumpkin.” I saw there was some meaning\nin his mind, but I could not make out what it was. Soon after I heard\na schoolboy telling about having had a “good big thrashing.” I knew\nthat he did not like such things. His phrase could not indicate\napproval, and what did it signify? He coupled the two words good and\nbig; and I asked myself if there was between them any natural\nconnection? On reflection I thought there was. If you wish to find the\nfull pumpkin nature, here you have it. All that a pumpkin can be is\nset forth here as nowhere else. And for that matter, anybody who might\nfoolishly wish to explore a thrashing would find all he sought in this\none. In short, what seemed to be intended was that all the functions\nconstituting the things talked about were present in these instances\nand hard at work, mutually assisting one another, and joining to make\nup such a rounded whole that from it nothing was omitted which\npossibly might render its organic wholeness complete. Here then is a\nnotion of goodness widely unlike the one previously developed.\nGoodness now appears shut up within verifiable bounds where it is not\ncontinually referred to something which lies beyond. An object is here\nreckoned not as good for, but as good in itself. The Venus of Milo\nis a good statue not through what it does, but through what it is. And\nperhaps it may conduce to clearness if we now give technical names to\nour two contrasted conceptions and call the former extrinsic goodness\nand the latter intrinsic. Extrinsic goodness will then signify the\nadjustment of an object to something which lies outside itself;\nintrinsic will say that the many powers of an object are so adjusted\nto one another that they cooperate to render the object a firm\ntotality. Both will indicate relationship; but in the one case the\nrelations considered are extra se, in the other inter se.\nGoodness, however, will everywhere point to organic adjustment.",
        "If this double aspect of goodness is as clear and important as I\nbelieve it to be, it must have left its record in language. And in\nfact we find that popular speech distinguishes worth and value in much\nthe same way as I have distinguished intrinsic and extrinsic goodness.\nTo say that an object has value is to declare it of consequence in\nreference to something other than itself. To speak of its worth is to\ncall attention to what its own nature involves. In a somewhat similar\nfashion Mr. Bradley distinguishes the extension and harmony of\ngoodness, and Mr. Alexander the right and the perfect.",
        "When, however, we have got the two sorts of goodness distinctly\nparted, our next business is to get them together again. Are they in\nfact altogether separate? Is the extrinsic goodness of an object\nentirely detachable from its intrinsic? I think not. They are\ninvariably found together. Indeed, extrinsic goodness would be\nimpossible in an object which did not possess a fair degree of\nintrinsic. How could a table, for example, be useful for holding a\nglass of water if the table were not well made, if powers appropriate\nto tables were not present and mutually cooperating? Unless equipped\nwith intrinsic goodness, the table can exhibit no extrinsic goodness\nwhatever. And, on the other hand, intrinsic goodness, coherence of\ninner constitution, is always found attended by some degree of\nextrinsic goodness, or influence over other things. Nothing exists\nentirely by itself. Each object has its relationships, and through\nthese is knitted into the frame of the universe.",
        "Still, though the two forms of goodness are thus regularly united, we\nmay fix our attention on the one or the other. According as we do so,\nwe speak of an object as intrinsically or extrinsically good. For that\nmatter, one of the two may sometimes seem to be present in a\npreponderating degree, and to determine by its presence the character\nof the object. In judging ordinary physical things, I believe we\nusually test them by their serviceability to us–by their extrinsic\ngoodness, that is–rather than bother our heads with asking what is\ntheir inner structure, and how full of organization they may be.\nWhereas, when we come to estimate human beings, we ordinarily regard\nit as a kind of indignity to assess primarily their extrinsic\ngoodness, i. e., to ask chiefly how serviceable they may be and\nto ignore their inner worth. To sum up a man in terms of his labor\nvalue is the moral error of the slaveholder.",
        "If, however, we seek the highest point to which either kind of\nexcellence may be carried, it will be found where each most fully\nassists the other. But this is not easy to imagine. When I set a glass\nof water on the table, the table is undoubtedly slightly shaken by the\nstrain. If I put a large book upon it, the strain of the table becomes\napparent. Putting a hundred pound weight upon it is an experiment that\nis perilous. For the extrinsic goodness of the table is at war with\nthe intrinsic; that is, the employment of the table wears it out. In\ndoing its work and fitting into the large relationships for which\ntables exist, its inner organization becomes disjointed. In time it\nwill go to pieces. We can, however, imagine a magic table, which might\nbe consolidated by all it does. At first it was a little weak, but by\nupholding the glass of water it grew stronger. As I laid the book on\nit, its joints acquired a tenacity which they lacked before; and only\nafter receiving the hundred pound weight did it acquire the full\nstrength of which it was capable. That would indeed be a marvelous\ntable, where use and inner construction continually helped each other.\nSomething like it we may hereafter find possible in certain regions of\npersonal goodness, but no such perpetual motion is possible to things.\nFor them employment is costly.",
        "I have already strained my readers’ attention sufficiently by these\nabstract statements of matters technical and minute. Let us stop\nthinking for a while and observe. I will draw a picture of goodness\nand teach the eye what sort of thing it is. We have only to follow in\nour drawing the conditions already laid down. We agreed that when an\nobject was good it was good for something; so that if A is good, it\nmust be good for B. This instrumental relation, of means to end, may\nwell be indicated by an arrow pointing out the direction in which the\ninfluence moves. But if B is also to be good, it too must be connected\nby an arrow with another object, C, and this in the same way with D.\nThe process might evidently be continued forever, but will be\nsufficiently shown in the three stages of Figure 1. Here the arrow\nalways expresses the extrinsic goodness of the letter which lies\nbehind it, in reference to the letter which lies before.",
        "But drawing our diagram in this fashion and finding a little gap\nbetween D and A, the completing mind of man longs to fill up that gap.\nWe have no warrant for doing anything of the sort; but let us try the\nexperiment and see what effect will follow. Under the new arrangement\nwe find that not only is D good for A, but that A, being good for B\nand for C, is also good for D. To express these facts in full it would\nbe necessary to put a point on each end of the arrow connecting A and\nD.",
        "But the same would be true of the relation between A and B; that is,\nB, being good for C and for D, is also good for A. Or, as similar\nreasoning would hold throughout the figure, all the arrows appearing\nthere should be supplied with heads at both ends. And there is one\nfurther correction. A is good for B and for C; that is, A is good for\nC. The same relation should also be indicated between B and D. So that\nto render our diagram complete it would be necessary to supply it with\ntwo diagonal arrows having double heads. It would then assume the\nfollowing form.",
        "Here is a picture of intrinsic goodness. In this figure we have a\nwhole represented in which every part is good for every other part.\nBut this is merely a pictorial statement of the definition which Kant\nonce gave of an organism. By an organism he says, we mean that\nassemblage of active and differing parts in which each part is both\nmeans and end. Extrinsic goodness, the relation of means to end, we\nhave expressed in our diagram by the pointed arrow. But as soon as we\nfilled in the gap between D and A each arrow was obliged to point in\ntwo directions. We had an organic whole instead of a lot of external\nadjustments. In such a whole each part has its own function to\nperform, is active; and all must differ from one another, or there\nwould be mere repetition and aggregation instead of organic\nsupplementation of end by means. An organism has been more briefly\ndefined, and the curious mutuality of its support expressed, by saying\nthat it is a unit made up of cooperant parts. And each of these\ndefinitions expresses the notion of intrinsic goodness which we have\nalready reached. Intrinsic goodness is the expression of the fullness\nof function in the construction of an organism.",
        "I have elsewhere (The Field of Ethics) explained the epoch-making\ncharacter in any life of this conception of an organism. Until one has\ncome in sight of it, he is a child. When once he begins to view things\norganically, he is–at least in outline–a scientific, an artistic, a\nmoral man. Experience then becomes coherent and rational, and the\ndisjointed modes of immaturity, ugliness, and sin no longer attract.\nAt no period of the world’s history has this truly formative\nconception exercised a wider influence than today. It is accordingly\nworth while to depict it with distinctness, and to show how fully it\nis wrought into the very nature of goodness.",
        "Alexander’s Moral Order and Progress, bk. ii. ch. ii.",
        "Bradley’s Appearance and Reality, ch. xxv.",
        "Sidgwick’s Methods, bk. i. ch. ix.",
        "Spencer’s Principles of Ethics, pt. i. ch. iii.",
        "Muirhead’s Elements of Ethics, bk. iv. ch. ii.",
        "Ladd’s Philosophy of Conduct, ch. iii.",
        "Kant’s Practical Reason, bk. i. ch. ii.",
        "The Meaning of Good, by G.L. Dickinson.",
        "Our diagram of goodness, as drawn in the last chapter, has its special\nimperfections, and through these cannot fail to suggest certain\nerroneous notions of goodness. To these I now turn. The first of them\nis connected with its own method of construction. It will be\nremembered that we arbitrarily threw an arrow from D to A, thus making\nwhat was hitherto an end become a means to its own means. Was this\nlegitimate? Does any such closed circle exist?",
        "It certainly does not. Our universe contains nothing that can be\nrepresented by that figure. Indeed if anywhere such a self-sufficing\norganism did exist, we could never know it. For, by the hypothesis, it\nwould be altogether adequate to itself and without relations beyond\nits own bounds. And if it were thus cut off from connection with\neverything except itself, it could not even affect our knowledge. It\nwould be a closed universe within our universe, and be for us as good\nas zero. We must own, then, that we have no acquaintance with any such\nperfect organism, while the facts of life reveal conditions widely\nunlike those here represented.",
        "What these conditions are becomes apparent when we put significance\ninto the letters hitherto employed. Let our diagram become a picture\nof the organic life of John. Then A might represent his physical life,\nB his business life, C his civil, D his domestic; and we should have\nasserted that each of these several functions in the life of John\nassists all the rest. His physical health favors his commercial and\npolitical success, while at the same time making him more valuable in\nthe domestic circle. But home life, civic eminence, and business\nprosperity also tend to confirm his health. In short, every one of\nthese factors in the life of John mutually affects and is affected by\nall the others.",
        "But when thus supplied with meaning, Figure 3 evidently fails to\nexpress all it should say. B is intended to exhibit the business life\nof John. But this is surely not lived alone. Though called a function\nof John, it is rather a function of the community, and he merely\nshares it. I had no right to confine to John himself that which\nplainly stretches beyond him. Let us correct the figure, then, by\nlaying off another beside it to represent Peter, one of those who\nshares in the business experience of John. This common business life",
        "of theirs, B, we may say, enables Peter to gratify his own adventurous\ndisposition, E; and this again stimulates his scientific tastes, F.\nBut Peter’s eminence in science commends him so to his townsmen that\nhe comes to share again C, the civic life of John. Yet as before in\nthe case of John, each of Peter’s powers works forward, backward, and\nacross, constructing in Peter an organic whole which still is\ninterlocked with the life of John. Each, while having functions of his\nown, has also functions which are shared with his neighbor.",
        "Nor would this involvement of functions pause with Peter. To make our\ndiagram really representative, each of the two individuals thus far\ndrawn would need to be surrounded by a multitude of others, all\nsharing in some degree the functions of their neighbors. Or rather\neach individual, once connected with his neighbors, would find all his\nfunctions affected by all those possessed by his entire group. For\nfear of making my figure unintelligible through its fullness of relations, I have sent out arrows in all\ndirections from the letter A only; but in reality they would run from\nall to all. And I have also thought that we persons affect one another\nquite as decidedly through the wholeness of our characters as we do\nthrough any interlocking of single traits. Such totality of\nrelationship I have tried to suggest by connecting the centres of each\nlittle square with the centres of adjacent ones. John as a whole is\nthus shown to be good for Peter as a whole.",
        "We have successively found ourselves obliged to broaden our conception\nuntil the goodness of a single object has come to imply that of a\ngroup. The two phases of goodness are thus seen to be mutually\ndependent. Extrinsic goodness or serviceability, that where an object\nemploys an already constituted wholeness to further the wholeness of\nanother, cannot proceed except through intrinsic goodness, or that\nwhere fullness and adjustment of functions are expressed in the\nconstruction of an organism. Nor can intrinsic goodness be supposed to\nexist shut up to itself and parted from extrinsic influence. The two\nare merely different modes or points of view for assessing goodness\neverywhere. Goodness in its most elementary form appears where one\nobject is connected with another as means to end. But the more\nelaborately complicated the relation becomes, and the richer the\nentanglement of means and ends–internal and external–in the\nadjustment of object or person, so much ampler is the goodness. Each\nobject, in order to possess any good, must share in that of the\nuniverse.",
        "But the diagram suggests a second question. Are all the functions here\nrepresented equally influential in forming the organism? Our figure\nimplies that they are, and I see no way of drawing it so as to avoid\nthe implication. But it is an error. In nature our powers have\ndifferent degrees of influence. We cannot suppose that John’s\nphysical, commercial, domestic, and political life will have precisely\nequal weight in the formation of his being. One or the other of them\nwill play a larger part. Accordingly we very properly speak of greater\ngoods and lesser goods, meaning by the former those which are more\nlargely contributory to the organism. In our physical being, for\nexample, we may inquire whether sight or digestion is the greater\ngood; and our only means of arriving at an answer would be to stop\neach function and then note the comparative consequence to the\norganism. Without digestion, life ceases; without sight, it is\nrendered uncomfortable. If we are considering merely the relative\namounts of bodily gain from the two functions, we must call digestion\nthe greater good. In a table, excellence of make is apt to be a\ngreater good than excellence of material, the character of the\ncarpentry having more effect on its durability than does the special\nkind of wood employed. The very doubts about such results which arise\nin certain cases confirm the truth of the definition here proposed;\nfor when we hesitate, it is on account of the difficulty we find in\ndetermining how far maintenance of the organism depends on the one or\nthe other of the qualities compared. The meaning of the terms greater\nand lesser is clearer than their application. A function or quality is\ncounted a greater good in proportion as it is believed to be more\ncompletely of the nature of a means.",
        "Another question unsettled by the diagram is so closely connected with\nthe one just examined as often to be confused with it. It is this: Are\nall functions of the same kind, rank, or grade? They are not; and this\nqualitative difference is indicated by the terms higher and lower, as\nthe quantitative difference was by greater and less. But differences\nof rank are more slippery matters than difference of amount, and\neasily lend themselves to arbitrary and capricious treatment. In\nordinary speech we are apt to employ the words high and low as mere\nsigns of approval or disapproval. We talk of one occupation,\nenjoyment, work of art, as superior to another, and mean hardly more\nthan that we like it better. Probably there is not another pair of\nterms current in ethics where the laudatory usage is so liable to slip\ninto the place of the descriptive. Our opponent’s ethics always seem\nto embody low ideals, our own to be of a higher type. Accordingly the\nterms should not be used in controversy unless we have in mind for\nthem a precise meaning other than eulogy or disparagement.",
        "And such a meaning they certainly may possess. As the term greater\ngood is employed to indicate the degree in which a quality serves as a\nmeans, so may the higher good show the degree in which it is an end.\nDigestion, which was just now counted a greater good than sight, might\nstill be rightly reckoned a lower; for while it contributes more\nlargely to the constitution of the human organism, it on that very\naccount expresses less the purposes to which that organism will be\nput. It is true we have seen how in any organism every power is both\nmeans and end. It would be impossible, then, to part out its powers,\nand call some altogether great and others altogether high. But though\nthere is purpose in all, and construction in all, certain are more\nmarkedly the one than the other. Some express the superintending\nfunctions; others, the subservient. Some condition, others are\nconditioned by. In man, for example, the intellectual powers certainly\nserve our bodily needs. But that is not their principal office;\nrather, in them the aims of the entire human being receive expression.\nTo abolish the distinction of high and low would be to try to\nobliterate from our understanding of the world all estimates of the\ncomparative worth of its parts; and with these estimates its rational\norder would also disappear. Such attempts have often been made. In\nextreme polytheism there are no superiors among the gods and no\ninferiors, and chaos consequently reigns. A similar chaos is projected\ninto life when, as in the poetry of Walt Whitman, all grades of\nimportance are stripped from the powers of man and each is ranked as\nof equal dignity with every other.",
        "That there is difficulty in applying the distinction, and determining\nwhich function is high and which low, is evident. To fix the purposes\nof an object would often be presumptuous. With such perplexities I am\nnot concerned. I merely wish to point out a perfectly legitimate and\neven important signification of the terms high and low, quite apart\nfrom their popular employment as laudatory or depreciative epithets.\nIt surely is not amiss to call the legibility of a book a higher good\nthan its shape, size, or weight, though in each of these some quality\nof the book is expressed.",
        "A further point of possible misconception in our diagram is the number\nof factors represented. As here shown, these are but four. They might\nbetter be forty. The more richly functional a thing or person is, the\ngreater its goodness. Poverty of powers is everywhere a form of evil.\nFor how can there be largeness of organization where there is little\nto organize? Or what is the use of organization except as a mode of\nfurnishing the smoothest and most compact expression to powers? Wealth\nand order are accordingly everywhere the double traits of goodness,\nand a chief test of the worth of any organism will be the diversity of\nthe powers it includes. Throughout my discussion I have tried to help\nthe reader to keep this twofold goodness in mind by the use of such\nphrases as “fullness of organization.”",
        "Yet it must be confessed that between the two elements of goodness\nthere is a kind of opposition, needful though both are for each other.\nOrder has in it much that is repressive; and wealth–in the sense of\nfecundity of powers–is, especially at its beginning, apt to be\ndisorderly. When a new power springs into being, it is usually chaotic\nor rebellious. It has something else to attend to besides bringing\nitself into accord with what already exists. There is violence in it,\na lack of sobriety, and only by degrees does it find its place in the\nscheme of things. This is most observable in living beings, because it\nis chiefly they who acquire new powers. But there are traces of it\neven among things. A chemical acid and base meeting, are pretty\ncareless of everything except the attainment of their own action.\nHuman beings are born, and for some time remain, clamorous, obliging\nthe world around to attend more to them than they to it. There is ever\na confusion in exuberant life which bewilders the onlooker, even while\nhe admits that life had better be.",
        "The deep opposition between these contrasted sides of goodness is\nmirrored in the conflicting moral ideals of conservatism and\nradicalism, of socialism and individualism, which have never been\nabsent from the societies of men, nor even, I believe, from those of\nanimals. Conservatism insists on unity and order; radicalism on\nwealthy life, diversified powers, particular independence. Either,\nleft to itself, would crush society, one by emptying it of initiative,\nthe other by splitting it into a company of warring atoms. Ordinarily\neach is dimly aware of its need of an opponent, yet does not on that\naccount denounce him the less, or less eagerly struggle to expel him\nfrom provinces asserted to be its own.",
        "By temperament certain classes of the community are naturally disposed\nto become champions of the one or the other of these supplemental\nideals. Artists, for the most part, incline to the ideal of abounding\nlife, exult in each novel manifestation which it can be made to\nassume, and scoff at order as Philistinism.",
        "Moralists, on the other hand, lay grievous stress on order, as if it\nhad any value apart from its promotion of life. Assuming that\nsufficient exuberance will come, unfostered by morality, they shut it\nout from their charge, make duty to consist in checking instinct, and\ndevote themselves to pruning the sprouting man. But this is absurdly\nto narrow ethics, whose true aim is to trace the laws involved in the\nconstruction of a good person. In such construction the supply of\nmoral material, and the fostering of a wide diversity of vigorous\npowers, is as necessary as bringing these powers into proper working\nform. Richness of character is as important as correctness. The\nworld’s benefactors have often been one-sided and faulty men. None of\nus can be complete; and we had better not be much disturbed over the\nfact, but rather set ourselves to grow strong enough to carry off our\ndefects.",
        "Because ethics has not always kept its eyes open to this obvious\nduality of goodness it has often incurred the contempt of practical\nmen. The ethical writers of our time have done better. They have come\nto see that the goodness of a person or thing consists in its being as\nrichly diversified as is possible up to the limit of harmonious,\nworking, and also in being orderly up to the limit of repression of\npowers. Beyond either of these limits evil begins. What I have\nexpressed in my diagram as the fullest organization is intended to lie\nwithin them.",
        "It remains to compare the view of goodness here presented with two\nothers which have met with wide approval. The competence of my own\nwill be tested by seeing whether it can explain these, or they it.\nGoodness is sometimes defined as that which satisfies desire. Things\nare not good in themselves, but only as they respond to human wishes.\nA certain combination of colors or sounds is good, because I like it.\nA republic we Americans consider the best form of government because\nwe believe that this more completely than any other meets the\nlegitimate desires of its people. I know a little boy who after\ntasting with gusto his morning’s oatmeal would turn for sympathy to\neach other person at table with the assertive inquiry, “Good? Good?\nGood?” He knew no good but enjoyment, and this was so keen that he\nexpected to find it repeated in each of his friends. It is true we\noften call actions good which are not immediately pleasing; for\nexample, the cutting off of a leg which is crushed past the\npossibility of cure. But the leg, if left, will cause still more\ndistress or even death. In the last analysis the word good will be\nfound everywhere to refer to some satisfaction of human desire. If we\ncount afflictions good, it is because we believe that through them\npermanent peace may best be reached. And rightly do those name the\nBible the Good Book who think that it more than any other has helped\nto alleviate the woes of man.",
        "With this definition I shall not quarrel. So far as it goes, it seems\nto me not incorrect. In all good I too find satisfaction of desire.\nOnly, though true, the definition is in my judgment vague and\ninadequate. For we shall still need some standard to test the goodness\nof desires. They themselves may be good, and some of them are better\nthan others. It is good to eat candy, to love a friend, to hate a foe,\nto hear the sound of running water, to practice medicine, to gather\nwealth, learning, or postage stamps. But though each of these\nrepresents a natural desire, they cannot all be counted equally good.\nThey must be tried by some standard other than themselves. For desires\nare not detachable facts. Each is significant only as a piece of a\nlife. In connection with that life it must be judged. And when we ask\nif any desire is good or bad, we really inquire how far it may play a\npart in company with other desires in making up a harmonious\nexistence. By its organic quality, accordingly, we must ultimately\ndetermine the goodness of whatever we desire. If it is organic, it\ncertainly will satisfy desire. But we cannot reverse this statement\nand assert that whatever satisfies desire will be organically good. My\nown mode of statement is, therefore, clearer and more adequate than\nthe one here examined, because it brings out fully important\nconsiderations which in this are only implied. Whatever contributes to\nthe solidity and wealth of an organism is, from the point of view of\nthat organism, good.",
        "A second inadequate definition of goodness is that it is adaptation to\nenvironment. This is a far more important conception than the\npreceding; but again, while not untrue, is still, in my judgment,\npartial and ambiguous. When its meaning is made clear and exact, it\nseems to coincide with my own; for it points out that nothing can be\nseparately good, but becomes so through fulfillment of relations. Each\nthing or person is surrounded by many others. To them it must fit\nitself. Being but a part, its goodness is found in serving that whole\nwith which it is connected. That is a good oar which suits well the\nhands of the rower, the row-lock of the boat, and the resisting water.\nThe white fur of the polar bear, the tawny hide of the lion, the\ncamel’s hump, giraffe’s neck, and the light feet of the antelope, are\nall alike good because they adapt these creatures to their special\nconditions of existence and thus favor their survival. Nor is there a\ndifferent standard for moral man. His actions which are accounted good\nare called so because they are those through which he is adapted to\nhis surroundings, fitted for the society of his fellows, and adjusted\nwith the best chance of survival to his encompassing physical world.",
        "While I have warm approval for much that appears in such a doctrine, I\nthink those who accept it may easily overlook certain important\nelements of goodness. At best it is a description of extrinsic\ngoodness, for it separates the object from its environment and makes\nthe response of the former to an external call the measure of its\nworth. Of that inner worth, or intrinsic goodness, where fullness and\nadjustment of relations go on within and not without, it says nothing.\nYet I have shown how impossible it is to conceive one of these kinds\nof goodness without the other.",
        "But a graver objection still–or rather the same objection pressed\nmore closely–is this. The present definition naturally brings up the\npicture of certain constant and stable surroundings enclosing an\nenvironed object which is to be changed at their demand. No such state\nof things exists. There is no fixed environment. It is always fixable.\nEvery environment is plastic and derives its character, at least\npartially, from the environed object. Each stone sends out its little\ngravitative and chemical influence upon surrounding stones, and they\nare different through being in its neighborhood. The two become\nmutually affected, and it is no more suitable to say that the object\nmust adapt itself to its environment than that the environment must be\nadapted to its object.",
        "Indeed, in persons this second form of statement is the more\nimportant; for the forcing of circumstances into accordance with human\nneeds may be said to be the chief business of human life. The man who\nadapts himself to his ignorant, licentious, or malarial surroundings,\nis not a type of the good man. Of course disregard of environment is\nnot good either. Circumstances have their honorable powers, and these\nrequire to be studied, respected, and employed. Sometimes they are so\nstrong as to leave a person no other course than to adapt himself to\nthem. He cannot adapt them to himself. Plato has a good story of how a\nnative of the little village of Seriphus tried to explain Themistocles\nby means of environment. “You would not,” he said to the great man,\n\"have been eminent if you had been born in Seriphus.” “Probably not,\"\nanswered Themistocles, “nor you, if you had been born in Athens.”",
        "The definition we are discussing, then, is not true–indeed it is\nhardly intelligible–if we take it in the one-sided way in which it is\nusually announced. The demand for adaptation does not proceed\nexclusively from environment, surroundings, circumstance. The stone,\nthe tree, the man, conforms these to itself as truly as it is\nconformed to them. There is mutual adaptation. Undoubtedly this is\nimplied in the definition, and the petty employment of it which I have\nbeen attacking would be rejected also by its wiser defenders. But when\nits meaning is thus filled out, its vagueness rendered clear, and the\nmutual influence which is implied becomes clearly announced, the\ndefinition turns into the one which I have offered. Goodness is the\nexpression of the largest organization. Its aim is everywhere to bring\nobject and environment into fullest cooperation. We have seen how in\nany organic relationship every part is both means and end. Goodness\ntends toward organism; and so far as it obtains, each member of the\nuniverse receives its own appropriate expansion and dignity. The\npresent definition merely states the great truth of organization with\ntoo objective an emphasis; as that which found the satisfaction of\ndesire to be the ground of goodness over-emphasized the subjective\nside. The one is too legal, the other too aesthetic. Yet each calls\nattention to an important and supplementary factor in the formation of\ngoodness.",
        "In closing these dull defining chapters, in which I have tried to sum\nup the notion of goodness in general–a conception so thin and empty\nthat it is equally applicable to things and persons–it may be well to\ngather together in a single group the several definitions we have\nreached.",
        "Intrinsic goodness expresses the fulfillment of function in the\nconstruction of an organism.",
        "By an organism is meant such an assemblage of active and differing\nparts that in it each part both aids and is aided by all the others.",
        "Extrinsic goodness is found when an object employs an already\nconstituted wholeness to further the wholeness of others.",
        "A part is good when it furnishes that and that only which may add\nvalue to other parts.",
        "A greater good is one more largely contributory to the organism as its\nend.",
        "A higher good is one more fully expressive of that end.",
        "Probably, too, it will be found convenient to set down here a couple\nof other definitions which will hereafter be explained and employed. A\ngood act is the expression of selfhood as service. By an ideal we mean\na mental picture of a better state of existence than we feel has\nactually been reached.",
        "Alexander’s Moral Order and Progress, bk. iii. ch. i. Section 10.",
        "Martineau’s Types of Ethical Theory, vol. ii. bk. i. ch. i. Section 2.",
        "Mackenzie’s Manual of Ethics, ch. v. Section 13 & ch. vii. Section 2.",
        "Janet’s Theory of Morals, ch. iii.",
        "Dewey’s Outlines of Ethics, Section lxvii.",
        "Spencer’s Principles of Ethics, pt. i. ch. 3.",
        "In the preceding chapters I have examined only those features of\ngoodness which are common alike to persons and to things. Goodness was\nthere seen to be the expression of function in the construction of an\norganism. That is, when we ask if any being, object, or quality is\ngood, we are really inquiring how organic it is, how much it\ncontributes of riches or solidity to some whole or other. There must,\nthen, be as many varieties of goodness as there are modes of\nconstructing organisms. A special set of functions will produce one\nkind of organism, a different set another; and each of these will\nexpress a peculiar variety of goodness. If, then, into the\nconstruction of a person conditions enter which are not found in the\nmaking of things, these conditions will render personal goodness to\nsome extent unlike the goodness of everything else.",
        "Now I suppose that in the contacts of life we all feel a marked\ndifference between persons and things. We know a person when we see\nhim, and are quite sure he is not a thing. Yet if we were called on to\nsay precisely what it is we know, and how we know it, we should find\nourselves in some difficulty. No doubt we usually recognize a human\nbeing by his form and motions, but we assume that certain inner traits\nregularly attend these outward matters, and that in these traits the\nreal ground of difference between person and thing is to be found. How\nmany such distinguishing differences exist? Obviously a multitude; but\nthese are, I believe, merely various manifestations of a few\nfundamental characteristics. Probably all can be reduced to four,–\nthey are self-consciousness, self-direction, self-development, and\nself-sacrifice. Wherever these four traits are found, we feel at once\nthat the being who has them is a person. Whatever creature lacks them\nis but a thing, and requires no personal attention. I might say more.\nThese four are so likely to go together that the appearance of one\ngives confidence of the rest. If, for example, we discover a being\nsacrificing itself for another, even though we have not previously\nthought of it as a person, it will so stir sympathy that we shall see\nin it a likeness to our own kind. Or, finding a creature capable of\nsteering itself, of deciding what its ends shall be, and adjusting its\nmany powers to reach them, we cannot help feeling that there is much\nin such a being like ourselves, and we are consequently indisposed to\nrefer its movements to mechanic adjustment.",
        "If, then, these are the four conditions of personality, the\ndistinctive functions by which it becomes organically good, they will\nevidently need to be examined somewhat minutely before we can rightly\ncomprehend the nature of personal goodness, and detect its separation\nfrom goodness in general. Such an examination will occupy this and the\nthree succeeding chapters. But I shall devote myself exclusively to\nsuch features of the four functions as connect them with ethics. Many\ninteresting metaphysical and psychological questions connected with\nthem I pass by.",
        "There is no need of elaborating the assertion that a person is a\nconscious being. To this all will at once agree. More important is it\nto inspect the stages through which we rise to consciousness, for\nthese are often overlooked. People imagine that they are self-\nconscious through and through, and that they always have been. They\nassume that the entire life of a person is the expression of\nconsciousness alone. But this is erroneous. To a large degree we are\nallied with things. While self-consciousness is our distinctive\nprerogative, it is far from being our only possession. Rather we might\nsay that all which belongs to the under world is ours too, while self-\nconsciousness appears in us as a kind of surplusage. No doubt it is by\nthe distinctive traits, those which are not shared with other\ncreatures, that we define our special character; but these are not our\nsole endowment. Our life is grounded in unconsciousness, and with\nthis, as students of personal goodness, we must first make\nacquaintance.",
        "Yet how can we become acquainted with it? How grow conscious of the\nunconscious? We can but mark it in a negative way and call it the\nabsence of consciousness. That is all. We cannot be directly aware of\nourselves as unconscious. Indeed, we cannot be quite sure that the\nphysical things about us, even organic objects, are unconscious. If\nsomebody should declare that the covers of this book are conscious,\nand respond to everything wise or foolish which the writer puts\nbetween them, there would be no way of confuting him. All I could say\nwould be, “I see no signs of it.” My readers occasionally give a\nresponse and show that they do or do not agree with what I say. But\nthe volume itself lies in stolid passivity, offering no resistance to\nwhatever I record in it. Since, then, there is no evidence in behalf\nof consciousness, I do not unwarrantably assume its presence. I save\nmy belief for objects where it is indicated, and indicate its absence\nelsewhere by calling such objects unconscious.",
        "But if in human beings consciousness appears, what are its marks, and\nhow is it known? Ought we not to define it at starting? I believe it\ncannot be defined. Definition is taking an idea to pieces. But there\nare no pieces in the idea of consciousness. It is elementary,\nsomething in which all other pieces begin. That is, in attempting to\ndefine consciousness, I must in every definition employed really\nassume that my hearer is acquainted with it already. I cannot then\ndefine it without covert reference to experience. I might vary the\nterm and call it awaredness, internal observation, psychic response. I\nmight say it is that which accompanies all experience and makes it to\nbe experience. But these are not definitions. A simple way to fix\nattention on it is to say that it is what we feel less and less as we\nsink into a swoon. What this is, I cannot more precisely state. But in\nswoon or sleep we are all familiar with its diminution or increase,\nand we recognize in it the very color of our being. After my friend’s\nremark I am in a different state from that in which I was before.\nSomething has affected me which may abide. This is not the case with a\nstone post, or at least there are no signs of it there. The post,\nthen, is unconscious. We call ourselves conscious.",
        "In unconsciousness our lives began, and from it they have not\naltogether emerged. Yet unconsciousness is a matter of degree. We may\nbe very much aware, aware but slightly, vanishingly, not at all. Even\nthough we never existed unconsciously, we may fairly assume such a\nblank terminus in order the better to figure the present condition of\nour minds. They show sinking degrees moving off in that direction;\nwhen we think out the series, we come logically to a point where there\nis no consciousness at all.",
        "Such a point analogy also inclines us to concede. In our body we come\nupon unconscious sections. This body seems to have some connection\nwith myself; yet of its large results only, and not of its minuter\noperations, can I be distinctly aware. In like manner it is held that\nwithin the mind processes cumulate and rise to a certain height before\nthey cross the threshold of consciousness. Below that threshold,\nthough actual processes, they are unknown to us. The teaching of\nmodern psychology is that all mental action is at the start\nunconscious, requiring a certain bulk of stimulus in order to emerge\ninto conditions where we become aware of it. The cumulated result we\nknow; the minute factors which must be gathered together to form that\nresult, we do not know. I do not pronounce judgment on this\npsychological question. I state the belief merely in order to show how\nprobable it is that our conscious life is superposed upon unconscious\nconditions.",
        "In conduct itself I believe every one will acknowledge that his\nmoments of consciousness are like vivid peaks, while the great mass of\nhis acts–even those with which he is most familiar–occur\nunconsciously. When we read a word on the printed page, how much of it\ndo we consciously observe? Modern teachers of reading often declare\nthat detailed consciousness is here unnecessary or even injurious.\nBetter, they say, take the word, not the letter, as the unit of\nconsciousness. But taking merely the letter, how minutely are we\nconscious of its curvatures? Somewhere consciousness must stop,\nresting on the support of unconscious experiences. Matthew Arnold has\ndeclared conduct to be three fourths of life. If we mean by conduct\nconsciously directed action, it is not one fourth. Yet however\nfragmentary, it is that which renders all the rest significant.",
        "Just above our unconscious mental modifications appear the reflex\nactions, or instincts. Here experience is translated into action\nbefore it reaches consciousness; that is, though the actions\naccomplish intelligent ends, there is no previous knowledge of the\nends to be accomplished. A flash of light falls on my eye, and the lid\ncloses. It seems a wise act. The brilliant light is too fierce. It\nmight damage the delicate organ. Prudently, therefore, I draw the\nsmall curtain until the light has gone, then raise it and resume\ncommunication with the outer world. My action seems planned for\nprotection. In reality there was no plan. Probably enough I did not\nperceive the flash; the lid, at any rate, would close equally well if\nI did not. In falling from a height I do not decide to sacrifice my\narms rather than my body, and accordingly stretch them out. They\nstretch themselves, without intention on my part. How anything so\nblind yet so sagacious can occur will become clearer if we take an\nillustration from a widely different field.",
        "To-day we are all a good deal dependent on the telephone; though, not\nbeing a patient man, I can seldom bring myself to use it. It has one\nirritating feature, the central office, or perhaps I might more\naccurately say, the central office girl. Whenever I try to communicate\nwith my friend, I must first call up the central office, as it is\nbriefly called and longly executed. Not until attention there has been\nwith difficulty obtained can I come into connection with my friend;\nfor through a human consciousness at that mediating point every\nmessage must pass. In that central office are accordingly three\nnecessary things; viz., an incoming wire, a consciousness, and an\noutgoing wire; and I am helpless till all these three have been\nbrought into cooperation. Really I have often thought life too short\nfor the performance of such tasks. And apparently our Creator thought\nso at the beginning, when in contriving machinery for us he dispensed\nwith the hindering factor of a central office operator. For applied to\nour previous example of a flash of light, the incoming message\ncorresponds to the sensuous report of the flash, the outgoing message\nto the closure of the eye, and the unfortunate central office girl has\ndisappeared. The afferent nerve reports directly to the efferent,\nwithout passing the message through consciousness. A fortune awaits\nhim who will contrive a similar improvement for the telephone. A\nspecial sound sent into the switch-box must automatically, and without\nhuman intervention, oblige an indicated wire to take up the uttered\nwords. The continuous arc thus established, without employment of the\nat present necessary girl, will exactly represent the exquisite\nmachinery of reflex action which each of us bears about in his own\nbrain. Here, as in our improved telephone, the announcement itself\nestablishes the connections needful for farther transmission, without\nemploying the judgment of any operating official.",
        "By such means power is economized and action becomes extremely swift\nand sure. Promptness, too, being of the utmost importance for\nprotective purposes, creatures which are rich in such instincts have a\nlarge practical advantage over those who lack them. It is often\nassumed that brutes alone are instinctive, and that man must\ndeliberate over each occasion. But this is far from the fact. Probably\nat birth man has as many instincts as any other animal. And though as\nconsciousness awakes and takes control, some of these become\nunnecessary and fall away, new ones–as will hereafter be shown–are\ncontinually established, and by them the heavy work of life is for the\nmost part performed. Personal goodness cannot be rightly understood\ntill we perceive how it is superposed on a broad reflex mechanism.",
        "But higher in the personal life than unconsciousness, higher than the\nreflex instincts, are the conscious experiences. By these, we for the\nfirst time became aware of what is going on within us and without.\nMessages sent from the outer world are stopped at a central office\nestablished in consciousness, looked over, and deciphered. We judge\nwhether they require to be sent in one direction or another, or\nwhether we may not rest in their simple cognizance. Every moment we\nreceive a multitude of such messages. They are not always called for,\nbut they come of themselves. My hand carelessly falling on the table\nreports in terms of touch. A person near me laughs, and I must hear. I\nsee the flowers on the table; smell reports them too; while taste\ndeclares their leaves to be bitter and pungent. All this time the\ninner organs, with the processes of breathing, blood circulation, and\nnervous action, are announcing their acute or massive experiences.\nContinually, and not by our own choice, our minds are affected by the\ntransactions around. Sensations occur–",
        "    “The eye, it cannot choose but see;\n     We cannot bid the ear be still;\n     Our bodies feel, where’er they be,\n     Against or with our will.”",
        "These itemized experiences thus pouring in upon our passive selves are\nfound to vary endlessly also in degree, time, and locality. Through\nsuch variations indeed they become itemized. “Therefore is space and\ntherefore time,” says Emerson, “that men may know that things are not\nhuddled and lumped, but sundered and divisible.”",
        "Have we not, then, here reached the highest point of personal life,\nself-consciousness? No, that is a peak higher still, for this is but\nconsciousness. Undoubtedly from consciousness self-consciousness\ngrows, often appearing by degrees and being extremely difficult to\ndiscriminate. Yet the two are not the same. Possibly in marking the\ncontrast between them I may be able to gain the collateral advantage\nof ridding myself of those disturbers of ethical discussion, the\nbrutes. Whenever I am nearing an explanation of some moral intricacy\none of my students is sure to come forward with a dog and to ask\nwhether what I have said shows that dog to be a moral and responsible\nbeing. So I like to watch afar and banish the brutes betimes. Perhaps\nif I bestow a little attention on them at present, I may keep the\ncreatures out of my pages for the future.",
        "Many writers maintain that brutes differ from us precisely in this\nparticular, that while they possess consciousness they have not self-\nconsciousness. A brute, they say, has just such experiences as I have\nbeen describing: he tastes, smells, hears, sees, touches. All this he\nmay do with greater intensity and precision than we. But he is\nentirely wrapped up in these separate sensations. The single\nexperience holds his attention. He knows no other self than that; or,\nstrictly speaking, he knows no self at all. It is the experience he\nknows, and not himself the experiencer. We say, “The cat feels herself\nwarm;” but is it quite so? Does she feel herself, or does she feel\nwarm? Which? If we may trust the writers to whom I have referred, we\nought rather to say, “The cat feels warm” than that “she feels herself\nwarm;” for this latter statement implies a distinction of which she is\nin no way aware. She does not set off her passing moods in contrast to\na self who might be warm or cold, active or idle, hungry or satiated.\nThe experience of the instant occupies her so entirely that in reality\nthe cat ceases to be a cat and becomes for the moment just warm. So it\nis in all her seeming activities. When she chases a mouse we rightly\nsay, “She is chasing a mouse,” for then she is nothing else. Such a\nstate of things is at least conceivable. We can imagine momentary\nexperiences to be so engrossing that the animal is exclusively\noccupied with them, unable to note connections with past and future,\nor even with herself, their perceiver. Through very fullness of\nConsciousness brutes may be lacking in self-consciousness.",
        "Whether this is the case with the brutes or not, something quite\ndifferent occurs in us. No particular experience can satisfy us; we\naccordingly say, not “I am an experience,” but “I have an experience.\"\nTo be able to throw off the bondage of the moment is the distinctive\ncharacteristic of a person. When Shelley watches the skylark, he\nenvies him his power of whole-heartedly seizing a momentary joy. Then\nturning to himself, and feeling that his own condition, if broader, is\non that very account more liable to sorrow, he cries,–",
        "    “We look before and after,\n     And pine for what is not.”",
        "That is the mark of man. He looks before and after. The outlook of the\nbrute, if the questionable account which I have given of him is\ncorrect, is different. He looks to the present exclusively. The\nmomentary experience takes all his attention. If it does not, he too\nin his little degree is a person. Could we determine this simple point\nin the brute’s psychology, he would at once become available for\nethical material. At present we cannot use him for such purposes, nor\nsay whether he is selfish or self-sacrificing, possessed of moral\nstandards and accountable, or driven by subtle yet automatic reflexes.\nThe obvious facts of him may be interpreted plausibly in either way,\nand he cannot speak. Till he can give us a clearer account of this\ncentral fact of his being, we shall not know whether he is a poor\nrelation of ours or is rather akin to rocks, and clouds, and trees. I\nincline to the former guess, and am ready to believe that between him\nand us there is only a difference of degree. But since in any case he\nstands at an extreme distance from ourselves, we may for purposes of\nexplanation assume that distance to be absolute, and talk of him as\nhaving no share in the prerogative announced by Shelley. So regarded,\nwe shall say of him that he does not compare or adjust. He does not\norganize experiences and know a single self running through them all.\nWhenever an experience takes him, it swallows his self–a self, it is\ntrue, which he never had.",
        "It is sometimes assumed that Shelley was the first to announce this\nweighty distinction. Philosophers of course were familiar with it long\nago, but the poets too had noticed it before the skylark told Shelley.\nBurns says to the mouse:–",
        "    “Still thou art blest, compared wi’ me!\n     The present only toucheth thee:\n     But, ooh! I backward cast my e’e\n         On prospects drear!\n     An’ forward tho’ I canna see,\n         I guess an’ fear.”",
        "This looking backward and forward which is the ground of man’s\ngrandeur, is also, Burns thinks, the ground of his misery; for in it\nis rooted his self-consciousness, something widely unlike the itemized\nconsciousness of the brute. Shakespeare, too, found in us the same\ndistinctive trait. Hamlet reflects how God has made us “with such\ndiscourse, looking before and after.” We possess discourse, can move\nabout intellectually, and are not shut up to the moment. But ages\nbefore Shakespeare the fact had been observed. Homer knew all about\nit, and in the last book of the Odyssey extols Halitherses, the son of\nMastor, as one “able to look before and after.” [Greek text omitted.]\nThis is the mark of the wise man, not merely marking off person from\nbrute, but person from person according to the degree of personality\nattained. It is characteristic of the child to show little foresight,\nlittle hindsight. He takes the present as it comes, and lives in it.\nWe who are more mature and rational contemplate him with the same envy\nwe feel for the skylark and the mouse, and often say, “Would I too\ncould so suck the joys of the present, without reflecting that\nsomething else is coming and something else is gone.”",
        "Yet after becoming possessed of self-consciousness, we do not steadily\nretain it. States of mind occur where the self slips out, though vivid\nconsciousness remains. As I sit in my chair and fix my eye on the\ndistance, a daydream or reverie comes over me. I see a picture,\nanother, another. Somebody speaks and I am recalled. “Why, here I am!\nThis is I.” I find myself once more. I had lost myself–paradoxical\nyet accurate expression. We have many such to indicate the\ndisappearance of self-consciousness at moments of elation. “I was\nabsorbed in thought,” we say; the I was sucked out by strenuous\nattention elsewhere. “I was swept away with grief,” i.e., I vanished,\nwhile grief held sway. “I was transported with delight,” “I was\noverwhelmed with shame,” and–perhaps most beautiful of all these\nfragments of poetic psychology,–\"I was beside myself with terror,” I\nfelt myself, to be near, but was still parted; through the fear I\ncould merely catch glimpses of the one who was terrified.",
        "These and similar phrases suggest the instability of self-\nconsciousness. It is not fixed, once and forever, but varies\ncontinually and within a wide range of degree. We like to think that\nman possesses full self-consciousness, while other creatures have\nnone. Our minds are disposed to part off things with sharpness, but\nnature cares less about sharp divisions and seems on the whole to\nprefer subtle gradations and unstable varieties. So the self has all\ndegrees of vividness. Of it we never have an experience barely. It is\nalways in some condition, colored by what it is mixed with. I know\nmyself speaking or angry or hearing; I know myself, that is, in some\nspecial mood. But never am I able to sunder this self from the special\nmass of consciousness in which it is immersed and to gaze upon it pure\nand simple. At times that mass of consciousness is so engrossing that\nhardly a trace of the self remains. At times the sense of being shut\nup to one’s self is positively oppressive. Between the two extremes\nthere is endless variation. When we call self-consciousness the\nprerogative of man we do not mean that he fully possesses it, but only\nthat he may possess it, may possess it more and more; and that in it,\nrather than in the merely conscious life, the significance of his\nbeing is found.",
        "Probably we are born without it. We know how gradually the infant\nacquires a mastery of its sensuous experience; and it is likely that\nfor a long time after it has obtained command of its single\nexperiences it remains unaware of its selfhood. In a classic passage\nof “In Memoriam” Tennyson has stated the case with that blending of\nwitchery and scientific precision of which he alone among the poets\nseems capable:–",
        "    “The baby, new to earth and sky,\n       What time his tender palm is prest\n       Against the circle of the breast,\n     Has never thought that ’this is I.’\n\n    “But as he grows he gathers much,\n       And learns the use of ’I’ and ’me,’\n       And finds ’I am not what I see,\n     And other than the things I touch.’\n\n    “So rounds he to a separate mind,\n       From whence clear memory may begin,\n       As thro’ the frame that binds him in\n     His isolation grows defined.”",
        "Until he has separated his mind from the objects around, and even from\nhis own conscious states, he cannot perceive himself and obtain clear\nmemory. No child recalls his first year, for the simple reason that\nduring that year he was not there. Of course there was experience\nduring that year, there was consciousness; but the child could not\ndiscriminate himself from the crowding experiences and so reach self-\nconsciousness. At what precise time this momentous possibility occurs\ncannot be told. Probably the time varies widely in different children.\nIn any single child it announces itself by degrees, and usually so\nsubtly that its early manifestations are hardly perceptible.\nOccasionally, especially when long deferred, it breaks with the\nsuddenness of an epoch, and the child is aware of a new existence. A\nlittle girl of my acquaintance turned from play to her mother with the\ncry, “Why, mamma, little girls don’t know that they are.” She had just\ndiscovered it. In a famous passage of his autobiography, Jean Paul\nRichter has recorded the great change in himself: “Never shall I\nforget the inward experience of the birth of self-consciousness. I\nwell remember the time and place. I stood one afternoon, a very young\nchild, at the house-door, and looked at the logs of wood piled on the\nleft. Suddenly an inward consciousness, ’I am a Me,’ came like a flash\nof lightning from heaven, and has remained ever since. At that moment\nmy existence became conscious of itself, and forever.”",
        "The knowledge that I am an I cannot be conveyed to me by another human\nbeing, nor can I perceive anything similar in him. Each must ascertain\nit for himself. Accordingly there is only one word in every language\nwhich is absolutely unique, bearing a different meaning for every one\nwho employs it. That is the word I. For me to use it in the sense that\nyou do would prove that I had lost my wits. Whatever enters into my\nusage is out of it in yours. Obviously, then, the meaning of this word\ncannot be taught. Everything else may be. What the table is, what is a\ntriangle, what virtue, heaven, or a spherodactyl, you can teach me.\nWhat I am, you cannot; for no one has ever had an experience\ncorresponding to this except myself. People in speaking to me call me\nJohn, Baby, or Ned, an externally descriptive name which has\nsubstantially a common meaning for all who see me. When I begin to\ntalk I repeat this name imitatively, and thinking of myself as others\ndo. I speak of myself in the third person. Yet how early that\nreference to a third person begins to be saturated with self-\nconsciousness, who can say? Before the word “I” is employed, “Johnny\"\nor “Baby” may have been diverted into an egoistic significance. All we\ncan say is that “I” cannot be rightly employed until consciousness has\nrisen to self-consciousness.",
        "And when it has so risen, its unity and coherence are by no means\nsecure. I have already pointed out how often it is lost in moments\nwhen the conscious element becomes particularly intense. But in morbid\nconditions too it sometimes undergoes a disruption still more\npeculiar. Just as disintegration may attack any other organic unit, so\nmay it appear in the personal life. The records of hypnotism and other\nrelated phenomena show cases where self-consciousness appears to be\ndistributed among several selves. These curious experiences have\nreceived more attention in recent years than ever before. They do not,\nhowever, belong to my field, and to consider them at any length would\nonly divert attention from my proper topic. But they deserve mention\nin passing in order to make plain how wayward is self-consciousness,–\nhow far from an assured possession of its unity.",
        "This unity seems temporarily suspended on occasion of swoon or nervous\nshock. An interesting case of its loss occurred in my own experience.\nMany years ago I was fond of horseback riding; and having a horse that\nwas unusually easy in the saddle, I persisted in riding him long after\nmy groom had warned me of danger. He had grown weak in the knees and\nwas inclined to stumble. Riding one evening, I came to a little\nbridge. I remember watching the rays of the sunset as I approached it.\nSomething too of my college work was in my mind, associated with the\nevening colors. And then–well, there was no “then.” The next I knew a\nvoice was calling, “Is that you?” And I was surprised to find that it\nwas. I was entering my own gateway, leading my horse. I answered\nblindly, “Something has happened. I must have been riding. Perhaps I\nhave fallen.” I put my hand to my face and found it bloody. I led my\nhorse to his post, entered the house, and relapsed again into\nunconsciousness. When I came to myself, and was questioned about my\nlast remembrance, I recalled the little bridge. We went to it the next\nday. There lay my riding whip. There in the sand were the marks of a\nbody which had been dragged. Plainly it was there that the accident\nhad occurred, yet it was three quarters of a mile from my house. When\nthrown, I had struck on my forehead, making an ugly hole in it. Two or\nthree gashes were on other parts of the head. But I had apparently\nstill held the rein, had risen with the horse, had walked by his side\ntill I came to four corners in the road, had there taken the proper\nturn, passed three houses, and entering my own gate then for the first\ntime became aware of what was happening.",
        "What had been happening? About twenty minutes would be required to\nperform this elaborate series of actions, and they had been performed\nexactly as if I had been guiding them, while in reality I knew nothing\nabout them. Shall we call my conduct unconscious cerebration? Yes, if\nwe like large words which cover ignorance. I do not see how we can\ncertainly say what was going on. Perhaps during all this time I had\nneither consciousness nor self-consciousness. I may have been a mere\nautomaton, under the control of a series of reflex actions. The\nfeeling of the reins in my hands may have set me erect. The feeling of\nthe ground beneath my feet may have projected these along their way;\nand all this with no more consciousness than the falling man has in\nstretching out his hands. Or, on the contrary, I may have been\nseparately conscious in each little instant; but in the shaken\ncondition of the brain may not have had power to spare for gluing\ntogether these instants and knitting them into a whole. It may be it\nwas only memory which failed. I cite the case to show the precarious\ncharacter of self-consciousness. It appears and disappears. Our life\nis glorified by its presence, and from it obtains its whole\nsignificance. Whatever we are convinced possesses it we certainly\ndeclare to be a person. Yet it is a gradual acquisition, and must be\ncounted rather a goal than a possession. Under it, as the height of\nour being, are ranged the three other stages,–consciousness, reflex\naction, and unconsciousness.",
        "James’s Psychology, ch. x.",
        "Royce’s Studies of Good and Evil, ch. vi.-ix.",
        "Ferrier’s Philosophy of Consciousness, in his Philosophical Remains.",
        "Calkins’s Introduction to Psychology, bk. ii.",
        "Wundt’s Human and Animal Psychology, lect. xxvii.",
        "In the last chapter I began to discuss the nature of goodness\ndistinctively personal. This has its origin in the differing\nconstitutions of persons and things. Into the making of a person four\ncharacteristics enter which are not needed in the formation of a\nthing. The most fundamental of these I examined. Persons and things\nare unlike in this, that each force which stirs within a self-\nconscious person is correlated with all his other forces. So great and\ncentral is this correlation that a person can say, “I have an\nexperience,” not–as, possibly, the brutes–\"I am an experience.” Yet\nalthough a person tends thus to be an organic whole, he did not begin\nhis existence in conscious unity. Probably the early stages of our\nlife are to be sought rather in the regions of unconsciousness. Rising\nout of unconscious conditions into reflex actions–those ingenious\nprovisions for our security at times when we have no directing powers\nof our own–we gradually pass into conditions of consciousness, where\nwe are able to seize the single experience and to be absorbed in it.\nOut of this emerges by degrees an apprehension of ourselves contrasted\nwith our experiences. Even, however, when this self-consciousness is\nonce established, it may on vivacious or morbid occasions be\noverthrown. It by no means attends all the events of our lives. Yet it\nmarks all conduct that can be called good. Goodness which is\ndistinctively personal must in some way express the formation and\nmaintenance of a self-conscious life.",
        "But more is needed. A person fashioned in the way described would be\naware of himself, aware of his mental changes, perhaps aware of an\nobjective order of things producing these changes, and still might\nhave no real share himself in what was going on. We can at least\nimagine a being merely contemplative. He sits as a spectator at his\nown drama. Trains of associated ideas pass before his interested gaze;\na multitude of transactions occur in his contemplated surroundings;\nbut he is powerless to intervene. He passively beholds, and does\nnothing. If such a state of things can be imagined, and if something\nlike it occasionally occurs in our experience, it does not represent\nour normal condition. Our life is no mere affair of vision. Self-\nconsciousness counts as a factor. Through it changes arise both\nwithout and within. I accordingly entitle this fourth chapter Self-\ndirection. In it I propose to consider how our life goes forth in\naction; for in fact wherever self-consciousness appears, there is\ndeveloped also a centre of activity, and an activity of an altogether\npeculiar kind.",
        "It is well known that in interpreting these facts of action the\njudgment of ethical writers is divided. Libertarians and determinists\nare here at issue. Into their controversy I do not desire to enter. I\nmean to attempt a brief summary of those facts relating to human\naction which are tolerably well agreed upon by writers of both\nschools. In these there are intricacies enough. To raise the hand, to\nwave it in the air, to lay it on the table again, would ordinarily be\nreckoned simple matters. Yet operations so simple as these I shall\nshow pass through half a dozen steps, though they are ordinarily\nperformed so swiftly that we do not notice their several parts. In\nlife much is knitted together which cannot be understood without\ndissection. In such dissection I must now engage. As a good pedagogue\nI must discuss operations separately which in reality get all their\nmeaning through being found together. Against the necessary\ndistortions of such a method the reader must be on his guard.",
        "In the total process of self-direction there are evidently two main\ndivisions,–a mental purpose must be formed, and then this purpose\nmust be sent forth into the outer world. It is there accepted by those\nagencies of a physical sort which wait to do our bidding. The\nformation of the mental purpose I will, for the sake of brevity, call\nthe intention, and to the sending of it forth I will give the name\nvolition. That these terms are not always confined within these limits\nis plain. But I shall not force their meaning unduly by employing them\nso, and I need a pair of terms to mark the great contrasted sides of\nself-direction. The intention (A) shall designate the subjective side.\nBut those objective adjustments which fit it to emerge and seek in an\nouter world its full expression I shall call the volition (B).",
        "For the present, then, regarding entirely the former, let us see how\nan intention arises,–how self-consciousness sets to work in stirring\nup activity. To gain clearness I shall distinguish three subordinate\nstages, designating them by special names and numerals.",
        "At the start we are guided by an end or ideal of what we would bring\nabout. To a being destitute of self-consciousness only a single sort\nof action is at any moment possible. When a certain force falls upon\nit, it meets with a fixed response. Or, if the causative forces are\nmany, what happens is but the well-established resultant of these\nforces operating upon a being as definite in nature as they. Such a\nbeing contemplates no future to be reached through motions set up\nwithin it. Its motions do not occur for the sake of realizing in\ncoming time powers as yet but half-existent. It is not guided by\nideals. Its actions set forth merely what it steadily is, not what it\nmight be. Something like the opposite of all this shapes personal\nacts. A person has imagination. He contemplates future events as\npossible before they occur, and this contemplation is one of the very\nfactors which bring them about. For example: while writing here, I can\nemancipate my thought from this present act and set myself to\nimagining my situation an hour hence. At that time I perceive I may be\nstill at my writing-desk, I may be walking the streets, I may be at\nthe theatre, or calling on my friend. A dozen, a hundred, future\npossibilities are depicted as open to me. On one or another of these I\nfix my attention, thereby giving it a causal force over other present\nideas, and rendering its future realization likely.",
        "So enormously important is imagination. By it we effect our\nemancipation from the present. Without this power to summon pictures\nof situations which at present are not, we should be exactly like the\nthings or brutes already described. For in the thing a determined\nsequence follows every impulse. There is no ambiguous future\ndisclosed, no variety of possibilities, no alternatives. Present\nthings under definite causes have but a single issue; and if the\naccount given of the brute is correct, his condition is unlike that of\nthings only in this respect, that in him curious automatic springs are\nprovided which set him in appropriate motion whenever he is exposed to\nharm, so enabling him suitably to face a future of which, however, he\nforms no image. In both brutes and things there is entire limitation\nto the present. This is not the case with a person. He takes the\nfuture into his reckoning, and over him it is at least as influential\nas the past. A person, through imagination laying hold of future\npossibilities, has innumerable auxiliary forces at his command. Choice\nappears. A depicted future thus held by attention for causal purposes\nis no longer a mere idea; it becomes an ideal.",
        "But in order to transform the depicted future from an idea to an\nideal, I must conceive it as rooted in my nature, and in some degree\ndependent on my power. Attracted by the brilliancy of the crescent\nmoon, I think what sport it would be to hang on one of its horns and\nkick my heels in the air. But no, that remains a mere picture. It will\nnot become an ideal, for it has no relation to my structure and\npowers. But there are other imaginable futures,–going to Europe,\nbecoming a physician, writing a book, buying a house, which, though\nnot fully compatible with one another, still represent, each one of\nthem, some capacity of mine. Attention to one or the other of these\nwill make it a reality in my life. They are competing ideals, and\nbecause of such competition my future is uncertain. The ambiguous\nfuture is accordingly a central characteristic of a person. He can\nimagine all sorts of states of himself which as yet have no existence,\nand one of these selected as an ideal may become efficient. This first\nstage, then, in the formation of the purpose, where various depicted\nfuture possibilities are summoned for assessment, may be called our\nfashioning of an ideal.",
        "But a second stage succeeds, the stage of desire. Indeed, though I\ncall it a second, it is really but a special aspect of the first; for\nthe ideal which I form always represents some improvement in myself.\nAn ideal which did not promise to better me in some way would be no\nideal at all. It would be quite inoperative. I never rise from my\nchair except with the hope of being better off. Without this, I should\nsit forever. But I feel uneasiness in my present position, and\nconceive the possibility of not being constrained; or I think of some\nneedful work which remains unexecuted as long as I sit here, and that\nwork undone I perceive will leave my life less satisfactory than it\nmight be. And this imagined betterment must always be in some sense my\nown. If it is a picture of the gains of some one else quite\nunconnected with myself, it will not start my action.",
        "But it will be objected that we do often act unselfishly and in behalf\nof other persons. Indeed we do. Perhaps our impulses are more largely\nderived from others than from ourselves, yet from desire our own share\nis never quite eliminated. I give to the poor. But it is because I\nhate poverty; or because I am attracted by the face, the story, or the\nsupposed character of him who receives; or because I am unable to\nseparate my interests from those of humanity everywhere. In some\nsubtle form the I-element enters. Leave it out, and the action would\nlose its value and become mechanical. What I did would be no\nexpression of self-conscious me. And such undoubtedly is the case with\nmuch of our conduct. The reflex actions, described in the last\nchapter, and many of our habits too, contain no precise reference to\nour self. Intelligent, purposeful, moral conduct, however, is\neverywhere shaped by the hope of improving the condition of him who\nacts. We do not act till we find something within or about us\nunsatisfactory. If contemplating myself in my actual conditions I\ncould pronounce them all good, creation would for me be at an end. To\nstart it, some sense of need is required. Accordingly I have named\ndesire as the second state in the formation of a purpose, for desire\nis precisely this sense of disparity between our actual self and that\npossible bettered self depicted in the ideal.",
        "Popular speech, however, does not here state the matter quite fully.\nWe often talk as if our desires were for other things than ourselves.\nWe say, for example, “I want a glass of water.” In reality it is not\nthe water I want. That is but a fragment of my desire. It is water\nplus self. Only so is the desire fully uttered. Beholding my present\nself, my thirsty and defective self, I perceive a side of myself\nrequiring to be bettered. Accordingly, among imagined pictures of\npossible futures I identify myself with that one which represents me\nsupplied with water. But it is not water that is the object of my\ndesire, it is myself as bettered by water. Since, however, this\nbetterment of self is a constant factor of all desire, we do not\nordinarily name it. We say, “I desire wealth, I desire the success of\nmy friend, or the freedom of my country,” omitting the important and\nnever absent portion of the desire, the betterment of self.",
        "Of course a stage in the formation of the purpose so important as\ndesire receives a multitude of names. Perhaps the simplest is\nappetite. In appetite I do not know what I want. I am blindly impelled\nin a certain direction. I do not perceive that I have a suffering\nself, nor know that this particular suffering would be bettered by\nthat particular supply. Appetite is a mere instinct. In the mechanic\nstructure of my being it is planned that without comprehension of the\nwant I shall be impelled to the source of supply. But when appetite is\npermeated with a consciousness of what is lacking, I apprehend it as a\nneed. Through needs we become persons. The capacity for\ndissatisfaction is the sublime thing in man. We can know our poor\nestate. We can say, That which I am I would not be. Passing the blind\npoint of appetite, we come into the region of want or need; if we then\ncan discern what is requisite to supply this need, we may be said to\nhave a desire. That desire, if specific and urgent, we call a wish.",
        "All these varieties of desire include the same two factors: on the one\nhand a recognition of present defect in ourselves, on the other\nimagination of possible bettered conditions. Diminish either, and\npersonal power is narrowed. The richer a man’s imagination, and the\nmore abundant his pictures of possible futures, the more resourceful\nhe becomes. Pondering on desire as rooted in the sense of defect, we\nmay feel less regret that our age is one not easily satisfied. Never\nwere there so many discontents, because there were never so many\naspirations. It is true there may be a devilish discontent or a divine\none. There is a discontent without definite aims, one which merely\nrejects what is now possessed; and there is one which seeks what is\nwisely attainable. Yet after all, it is a small price to pay for\naspiration that it is often attended by vagueness and unwisdom.",
        "But before the formation of the purpose is complete it must pass\nthrough a third stage, the stage of decision. Ideals and desires are\nnot enough, or rather they are too many; for there may be a multitude\nof them. Certain ideals are desired for supplying certain of my wants,\nothers for supplying others. But on examination these many desirable\nideals will often prove conflicting; all cannot be attained, or at\nleast not all at once. Among them I must pick and choose, reducing and\nordering their number. This process is decision. Starting with my\nambiguous future, imagination brings multifold possibilities of good\nbefore me. But before these can be allowed to issue miscellaneously\ninto action, comparison and selection reduce them to a single best. I\naccordingly assess the many desirable but competing ideals and see\nwhich of them will on the whole most harmoniously supplement my\nimperfections. On that I fasten, and the intention is complete.",
        "All this is obvious. But one part of the process, and perhaps the most\nimportant part, is apt to receive less attention than it deserves. In\ndecision we easily become engrossed with the single selected ideal,\nand do not so fully perceive that our choice implies a rejection of\nall else. Yet this it is–this cutting off–which rightly gives a name\nto the whole operation. The best is arrived at only by a process of\nexclusion in which we successively cut off such ideals as do not tend\nto the largest supply of our contemplated defects. Walking by the\ncandy-shop, and seeing the tempting chocolates, I feel a strong desire\nfor them. My mouth waters. I hurry into the shop and deposit my five-\ncent piece. In the evening I find that by spending five cents for the\nchocolates I am cut off from obtaining my newspaper, a loss\nunconsidered at the time. But to decide for anything is to decide\nagainst a multitude of other things. Taking is still more largely\nleaving. The full extent of this negative decision often escapes our\nnotice, and through the very fact of choosing a good we blindly\nneglect a best.",
        "Here, then, are the three steps in the formation of the purpose,–the\nideal, the desire, and the decision,–each earlier one preparing the\nway for that which is to follow. But an intention is altogether\nuseless if it pauses here. It was formed to be sent forth, to he\nentrusted to forces stretching beyond the intending mind. The laws of\nnature are to take it in charge. The Germans have a good proverb: “A\nstone once thrown belongs to the devil.” When once it parts from our\nhands, it is no longer ours. It is taken up, for evil or for good, by\nagencies other than our own. If we mistake the agency to which we\nintrust it, enormous mischief may ensue, and we shall he helpless.\nThese agencies, accordingly, need careful scrutiny before being called\non to work their will. The business of scrutinizing them and of\nturning over the purpose to their keeping, forms the second half (B)\nof self-direction. In contrast with (A), the formation of the purpose\nor the intention, this may be called the realization of the purpose,\nor volition. Volition, it is true, is often employed more\ncomprehensively, but we shall do the term no violence if we confine\nits meaning to the discharge of our subjective purpose into the\nobjective world. Volition then will also, under our scheme, have three\nsubordinate stages.",
        "The first of them I will call deliberation, in order to approximate it\nas closely as possible to the preceding decision. Having now my\npurpose decisively formed, I have to ask myself what physical means\nwill best carry it out. I summon before my mind as complete a list as\npossible of nature’s conveyances, and judge which of them will with\nthe greatest efficiency and economy execute my intention. Here I am at\na friend’s house, but I have decided to go to my own. I must compare,\nthen, the different modes of getting there, so as to pick out just\nthat one which involves the least expenditure and the most certain\nresult. One way occurs to me which I have never tried before, a swift\nand interesting way. I might go by balloon. In that balloon I could\nsail at my ease over the tops of the houses and across the beautiful\nriver. When the tower of Memorial Hall comes in sight, I could pull a\ncord and drop gently down at my own door, having meanwhile had the\nseclusion and exaltation of an unusual ride. What a delightful\nexperience! But there is one disadvantage. Balloons are not always at\nhand. I might be obliged to wait here for hours, for days, before\ngetting one. I dismiss the thought of a balloon. It does not\naltogether suit my purpose.",
        "Or, I might call a carriage. So I should secure solitude and a certain\nspeed, but should pay for these with noise, jolting, and more money\nthan I can well spare. There would be waiting, too, before the\ncarriage comes. Perhaps I had better ask my friend to lend me his arm\nand to escort me home. In this there would be dignity and a saving of\nmy strength. We could talk by the way, and I always find him\ninteresting. But should I be willing to be so much beholden to him,\nand would not the wind to-day make our walk and talk difficult? Better\npostpone till summer weather. And after all there is Boston’s most\ncommon mode of locomotion right at hand, the electric car. Strange it\nwas not thought of before! The five-cent piece saved from the\nchocolates will carry me, swiftly, safely, and with independence.",
        "It is in this way that we go through the process of deliberation. All\nthe possible means of effecting our purpose are summoned for judgment.\nThe feasibility of each is examined, and the cost involved in its\nemployment. Comparison is made between the advantages offered by\ndifferent agencies; and oftentimes at the close we are in a sad\npuzzle, finding these advantages and disadvantages so nearly balanced.\nOne, however, is finally judged superior in fitness. To this we tie\nourselves, making it the channel for our out-go. The whole process,\nthen, in its detailed comparison and final fixation, is identical with\nthat to which I have given the name of decision, except that the\ncomparisons of decision refer to inner facts, those of deliberation to\nouter.",
        "We now reach the climax of the whole process, effort, the actual\nsending forth through the deliberately chosen channel of the ideal\ndesired and decided on. To it all the rest is merely preliminary, and\nin it the final move is made which commits us to the deed. About it,\ntherefore, we may well desire the completest information. To tell the\ntruth, I have none to give, and nobody else has. The nature of the\noperation is substantially unknown. Though something which we have\nbeen performing all day long, we and all our ancestors, no one of us\nhas succeeded in getting a good sight of what actually takes place.\nOur purposes are prepared as I have described, and then those\npurposes–something altogether mental–change on a sudden to material\nmotions. How is the transmutation accomplished? How do we pass from a\nmental picture to a set of motions in the physical world? What is the\nbridge connecting the two? The bridge is always down when we direct\nour gaze upon it, though firm when any act would cross.",
        "Nor can we trace our passage any more easily in the opposite\ndirection. When my eyes are turned on my watch, for example, the\nvibrations of light striking its face are reflected on the pupil of my\neye. There the little motions, previously existing only in the\nsurrounding ether, are communicated to my optic nerve. This vibrates\ntoo, and by its motion excites the matter of my brain, and then–well,\nI have a sensation of the white face of my watch. But what was\ncontained in that then is precisely what we do not understand.\nIncoming motions may be transmuted into thought; or, as in effort,\noutgoing thought may be transmuted into motion. But alike in both\ncases, on the nature of that transmutation, the very thing we most\ndesire to know, we get no light. In regard to this crucial point no\none, materialist or idealist, can offer a suggestion. We may of\ncourse, in fault of explanation, restate the facts in clumsy\ncircumlocution. Calling thought a kind of motion, we may say that in\naction it propagates itself from the mind through the brain into the\nouter world; while in the apprehension of an idea motions of the outer\nworld pass into the brain, and there set up those motions which we\nknow as thought. But after such explanations the mystery remains\nexactly where it was before. How does a “mental motion” come out of a\nbodily motion, or a bodily from a mental? It is wiser to acknowledge a\nmystery and to mark the spot where it occurs.",
        "This marking of the spot may, however, illuminate the surrounding\nterritory. If we cannot explain the nature of the crucial act, it may\nstill be well to study its range. How widely is effort exercised? We\nshould naturally answer, as widely as the habitable globe. I can sit\nin my office in Boston and carry on business in China. When I touch a\nbutton, great ships are loaded on the opposite side of the earth and\ncross the intervening oceans to work the bidding of a person they have\nnever seen. Perhaps some day we may send our volition beyond the globe\nand enter into communication with the inhabitants of Mars. It would\nseem idle, then, to talk about the limitations of volition and a\nrestricted range of will. But in fact that will is restricted, and its\nrange is much narrower than the globe. For when we consider the\nmatter, with precision, it is not exactly I who have operated in\nChina. I operate only where I am. In touching the button my direct\nagency ceases. It is true that connected with that button are wires\nconducting to a wide variety of consequences. But about the details of\nthat conduction I need know nothing. The wire will work equally well\nwhether I understand or do not understand electricity. Its working is\nnot mine, but its own. The pressure of my finger ends my act, which is\nthen taken up and carried forward by automatic and mechanical\nadjustments requiring neither supervision nor consciousness on my\npart. We might then more accurately say that my direct volition is\ncircumscribed by my own body. My finger tips, my lips, my nodding head\nare the points where I part with full control, though indefinitely\nbeyond these I can forecast changes which the automatic agencies, once\nset astir, will induce.",
        "Am I niggardly in thus confining the action of each of us within his\nown body? Is the range of volition thus marked out too narrow? On the\ncontrary, it is probably still too wide. We are as powerless to direct\nour bodies as we are to manage affairs in China. This, at least, is\nthe modern psychological doctrine of effort. It is now believed that\nvolition is entirely a mental affair, and is confined to the single\nact of attention. It is alleged that when I attend to an ideal, fixing\nmy mind fully upon it, the results are altogether similar to what\noccurred on my touching the button. Every idea tends to pass\nautomatically into action through agencies about which I know as\nlittle as I do about ocean telegraphs. This physical frame of mine is\na curious organic mechanism, in which reflex actions and instincts do\ntheir blind work at a hint from me. I am said to raise my arm. But\nnever having been a student of anatomy and physiology, I have not the\nleast idea how the rise was effected; and if I am told that nerves\nexcite muscles, and these in turn contract like cords and pull the arm\nthis way or that, the rise will not be accomplished a bit better for\nthe information. For, as in electric transmission, it is not I who do\nthe work. My part is attention. The rest is adapted automatism. When I\nhave driven everything else out of my mind except the picture of the\nrising arm, it rises of itself, the after-effects on nerves and\nmuscles being apprehended by me as the sense of effort.",
        "We cannot, then, exercise our will with a wandering mind. So long as\nseveral ideas are conflictingly attended to, they hinder each other.\nThis we verify in regrettable experiences every day. On waking this\nmorning, for example, I saw it was time to get up. But the bed was\ncomfortable, and there were interesting matters to think of. I meant\nto get up, for breakfast was waiting, and there was that new book to\nbe examined, and that letter to be written. How long would this\nrequire, and how should the letter be planned? But I must get up.\nPossibly those callers may come. And shall I want to see them? It is\nreally time to get up. What a curious figure the pattern of the paper\nmakes, viewed in this light! The breakfast bell! Out of my head go all\nvagrant reflections, and suddenly, before I can notice the process, I\nfind myself in the middle of the floor. That is the way. From wavering\nthoughts nothing comes. But suddenly some sound, some sight, some\nsignificant interest, raises the depicted act into exclusive vividness\nof attention, and our part is done. The spring has been touched, and\nthe physical machinery, of which we may know little or nothing, does\nits work. There it stands ready, the automatic machinery of this\nexquisite frame of ours, waiting for the unconfused signal,–our only\npart in the performance,–then automatically it springs to action and\npushes our purpose into the outer world. Such at least is the\nfashionable teaching of psychologists to-day. Volition is full\nattention. It has no wider scope. With bodily adjustments it does not\nmeddle. These move by their own mechanic law. Of real connection\nbetween body and mind we know nothing. We can only say that such\nparallelism exists that physical action occurs on occasion of complete\nmental vision.",
        "No doubt this theory leaves much to be desired in the way of\nclearness. What is meant by fixing the attention exclusively? Is\nunrelated singleness possible among our mental pictures? Or how\nnarrowly must the field of attention be occupied before these strange\nsprings are set in motion? At the end of the explanation do not most\nof the puzzling problems of scope, freedom, and selection remain,\nexisting now as problems about the nature and working of attention\ninstead of, as formerly, problems about the emergence of the intention\ninto outward nature? No doubt these classical problems puzzle us\nstill. But a genuine advance toward clarity is made when we confine\nthem within a small area by identifying volition with mental\nattention. Nor will it be anything to the point to say, “But I know\nmyself as a physical creature to be involved in effort. The strain of\nvolition is felt in my head, in my arm, throughout my entire body.\"\nNobody denies it. After we have attended, and the machinery is set in\nmotion, we feel its results. The physical changes involved in action\nare as apprehensible in our experience as are any other natural facts,\nand are remembered and anticipated in each new act.",
        "IX",
        "Only one stage more remains, and that is an invariable one, the stage\nof satisfaction. It is fortunately provided that pleasure shall attend\nevery act. Pleasure probably is nothing else but the sense that some\none of our functions has been appropriately exercised. Every time,\nthen, that an intention has been taken, up in the way just described,\ncarried forth into the complex world, and there conducted to its mark,\na gratified feeling arises. “Yes, I have accomplished it. That is\ngood. I felt a defect, I desired to remove it, and betterment is\nhere.” We cannot speak a word, or raise a hand, perhaps even draw a\nbreath, without something of this glad sense of life. It may be\nintense, it may be slight or middling; but in some degree it is always\nthere. For through action we realize our powers. This seemingly fixed\nworld is found to be plastic in our hands. We modify it. We direct\nsomething, mean something. No longer idle drifters on the tide,\nthrough our desires we bring that tide our way. And in the sense of\nself-directed power we find a satisfaction, great or small according\nto the magnitude of our undertaking.",
        "In such a catalogue of the elements of action as has just been given\nthere is something uncanny. Can we not pick up a pin without going\nthrough all six stages? Should we ever do anything, if to do even the\nsimplest we were obliged to do six things? Have I not made matters\nneedlessly elaborate? No, I have not unduly elaborated. We are made\njust so complex. Yet as a good teacher I have falsified. For the sake\nof clearness I have been treating separately matters which go\ntogether. There are not six operations, there is but one. In this one\nthere are six stages; that is, there are six points of view from which\nthe single operation may advantageously be surveyed. But these do not\nexist apart. They are all intimately blended, each affecting all the\nrest. Because of our dull faculties we cannot understand, though we\ncan work, them en bloc. He who would render them comprehensible\nmust commit the violence of plucking them asunder, holding them up\ndetachedly, and saying, “Of such diverse stuff is our active life\ncomposed.” But in reality each gets its meaning through connection\nwith all the others. Life need not terrify because for purposes of\nverification it must be represented as so intricate an affair. It is I\nwho have broken up its simplicity, and it belongs to my reader to put\nit together again.",
        "REFERENCE ON SELF-DIRECTION",
        "James’s Psychology, ch. xxvi.",
        "Sigwart’s Der Begriff des Wollen’s, in his Kleine Schriften.",
        "A. Alexander’s Theories of the Will.",
        "Munsterberg’s Die Willenshandlung.",
        "Hoffding’s Psychology, ch. vii.",
        "Conceivably a being such, as has been described might advance no\nfarther. Conscious he might be, observant of everything going on\nwithin him and without; occupied too with inducing the very changes he\nobserves, and yet with no aim to enlarge himself or improve the world\nthrough any of the changes so induced. Complete within himself at the\nbeginning, he might be equally so at the close, his activity being\nundertaken for the mere sake of action, and not for any beneficial\nresults following in its train. Still, even such a being would be\nbetter off while acting than if quiet, and by his readiness to act\nwould show that he felt the need of at least temporary betterment. In\nactual cases the need goes deeper.",
        "A being capable of self-direction ordinarily has capacities\nimperfectly realized. Changing other things, he also changes himself;\nand it becomes a part of his aim in action to make these changes\nadvantageous, and each act helpfully reactive. Accordingly the aim at\nself-development regularly attends self-direction. I could not,\ntherefore, properly discuss my last topic without in some measure\nanticipating this. Every ideal of action, I was obliged to say,\nincludes within it an aim at some sort of betterment of the actor. Our\nbusiness, then, in the present chapter is not to announce a new theme,\nbut simply to render explicit what before was implied. We must detach\nfrom action the influence which it throws back upon us, the actors. We\nmust make this influence plain, exhibit its method, and show wherein\nit differs from other processes in some respects similar.",
        "The most obvious fact about self-development is that it is a species\nof change, and that change is associated with sadness. Heraclitus, the\nweeping philosopher of the Greeks, discovered this fact five hundred\nyears before Christ. “Nothing abides,” he said, “all is fleeting.” We\nstand in a moving tide, unable to bathe twice in the same stream;\nbefore we can stoop a second time the flood is gone. In every age this\nis the common theme of lamentation for poet, moralist, common man and\nwoman. All other causes of sadness are secondary to it. As soon as we\nhave comprehended anything, have fitted it to our lives and learned to\nlove it, it is gone.",
        "Such is the aspect which change ordinarily presents. It is tied up\nwith grief. We regard what is precious as stable; and yet we are\nobliged to confess that nothing on earth is stable–nothing among\nphysical things, and just as little among mental and spiritual things.\nBut there are many kinds of change. We are apt to confuse them with\none another, and in so doing to carry over to the nobler sorts\nthoughts applicable only to the lower. In beginning, then, the\ndiscussion of self-development, I think it will conduce to clearness\nif I offer a conspectus of all imaginable changes. I will set them in\ngroups and show their different kinds, exhibiting first those which\nare most elementary, then those more complex, and finally those so\ndark and important that they pass over into a region of mystery and\nparadox.",
        "Probably all will agree that the simplest possible change is the\naccidental sort, that where only relations of space are altered. My\nwatch, now lying in the middle of the desk, is shifted to the right\nside, is laid in its case, or is lost in the street. I call these\nchanges accidental, because they in no way affect the nature of the\nwatch. They are not really changes in it, but in its surroundings. The\nwatch still remains what it was before. To the same group we might\nrefer a large number of other changes where no inner alteration is\nwrought. The watch is now in a brilliant light; I lay my hand on it,\nand it is in darkness. Its place has not been changed, but that of the\nlight has been. Many of the commonest changes in life are of this\nsort. They are accidental or extraneous changes. In them, through all\nits change, the thing abides. There is no necessary alteration of its\nnature.",
        "But unhappily this is not the only species of change. It is not that\nwhich has brought a wail from the ages, when men have seen what they\nprize slip away. The common root of sorrow has been destructive\nchange. Holding the watch in my hand, I may drop it on the floor; and\nat once the crystal, which has been so transparently protective, is\ngone. If the floor is of stone, the back of the watch may be wrenched\naway, the wheels of its delicate machinery jarred asunder. Destruction\nhas come upon it, and not merely an extraneous accident. In\nconsequence of altered surroundings, dissolution is wrought within.\nChange of a lamentable sort has come. What before was a beautiful\nwhole, organically constituted in the way described in my first two\nchapters, has been torn asunder. What we formerly beheld with delight\nhas disappeared.",
        "And let us not accept false comfort. We often hear it said that, after\nall, destruction is an illusion. There is no such thing. What is once\nin the world is here forever. No particle of the watch can by any\npossibility be lost. And what is true of the watch is true of things\nfar higher, of persons even. When persons decay and die, may not their\ndestruction be only in outward seeming? We cannot imagine absolute\ncessation. As well imagine an absolute beginning. There is no loss.\nEverything abides. Only to our apprehension do destructive changes\noccur. We are all familiar with consolation of this sort, and how\ninwardly unsatisfactory it is! For while it is true that no particle\nof the watch is destroyed, it is precisely those particles which were\nin our minds of little consequence. Almost equally well they might\nhave been of gold, silver, or steel. The precious part of the, watch\nwas the organization of its particles, and that is gone. The face and\nform of my friend can indeed be blotted out in no single item. But I\ncare nothing for its material items, The totality may be wrecked, and\nit is that totality to which my affections cling. And so it is in the\nworld around–material remains, organic wholeness goes. It is almost a\nsarcasm of nature that she counts our precious things so cheap, while\nthe bricks and mortar of which these are made–matters on which no\nhuman affection can fasten–she holds for everlasting. The\nlamentations of the ages, then, have not erred. Something tragic is\ninvolved in the framework of the universe. In order to abide,\ndivulsion must occur. Destruction of organism is going on all around\nus, and ever will go on. Things must unceasingly be torn apart. One\nmight call this destructive and lamentable change the only steadfast\nfeature of the world.",
        "Yet after all, and often in this very process of divulsion, we catch\nglimpses of a nobler sort of change, For there is a third species to\nwhich I might perhaps give the name of transforming: change. When, for\nexample, a certain portion of oxygen and a certain portion of\nhydrogen, each having its own distinctive qualities, are brought into\ncontact with one another, they utterly change. The qualities of both\ndisappear, and a new set of qualities takes their place. The old ones\nare gone,–gone, but not lost; for they have been transformed into new\nones of a predetermined and constant kind. Only a single sort of\nchange is open to these elements when in each other’s presence, and in\nprecisely that way they will always change. In so changing they do\nnot, it is true, fully keep their past; but a fixed relation to it\nthey do keep, and under certain conditions may return to it again. The\ntransforming changes of chemistry, then, are of a different nature\nfrom those of the mechanic destruction just described. In those the\nruined organism leaves not a wrack behind. In chemic change something\ndefinite is held, something that originally was planned and can he\nprophesied. An end is attained: the fixed combination of just so much\noxygen with just so much hydrogen for the making of the new substance,\nwater. Here change is productive, and is not mere waste, as in organic\ndestruction. Something, however, is lost–the old qualities; for these\ncannot be restored except through the disruption of the new substance,\nthe water in which they are combined.",
        "But there is a more peculiar change of a higher order still, that\nwhich we speak of as development, evolution, growth. This sort of\nchange might be described as movement toward a mark. When the seed\nbegins to be transformed in the earth, it is adapted not merely to the\nnext stage; but that stage has reference to one farther on, and that\nto still others. It would hardly be a metaphor to declare that the\nwhole elm is already prophesied when its seed is laid in the earth.\nFor though the entire tree is not there, though in order that the seed\nmay become an elm it must have a helpful environment, still a certain\nplan of movement elmwards is, we may say, already schemed in the seed.\nHere accordingly, change–far from being a loss–is a continual\nincrement and revelation. And since the later stages successively\ndisclose the meaning of those which went before, these later stages\nmight with accuracy he styled the truth of their predecessors, and\nthose be accounted in comparison trivial and meaningless until thus\nchanged. This sort of change carries its past along with it. In the\ndestructive changes which we were lamenting a moment ago, the past was\nlost and the new began as an independent affair. Even in chemic change\nthis was true to a certain extent. Yet there, though the past was\nlost, a future was prophesied. In the case of development the future,\nso far from annihilating the past, is its exhibition on a larger\nscale. The full significance of any single stage is not manifest until\nthe final one is reached.",
        "I suppose when we arrive at this thought of change as expressing\ndevelopment, our lamentation may well turn to rejoicing. Possibly this\nmay be the reason why the gloom which is a noticeable feature of the\nthought of many preceding centuries has in our time somewhat\ndisappeared. While our ambitions are generally wider, and we might\nseem, therefore, more exposed to disappointment, I think the last half\nof the century which has closed has been a time of large hopefulness.\nPerhaps it has not yet gone so far as rejoicing, for failure and\nsorrow are still by no means extirpated. But at least the thoughts of\nour day have become turned rather to the future than the past, a\nresult which has attended the wider comprehension of development. To\ncall development the discovery of our century would, however, be\nabsurd. Aristotle bases his whole philosophy upon it, and it was\nalready venerable in his time. Yet the many writers who have expounded\nthe doctrine during the last fifty years have brought the thought of\nit home to the common man. It has entered into daily life as never\nbefore, and has done much to protect us against the sadness of\ndestructive change. Perceiving that changes, apparently destructive,\nrepeatedly bring to light meaning previously undisclosed, we more\nwillingly than our ancestors part with the imperfect that a path to\nthe perfect may be opened.",
        "Is not this, then, the great conception of change which we now need to\nstudy as self-development? I believe not. One essential feature is\nomitted. In the typical example which I have just reviewed, the growth\nof an elm from its seed, we cannot say that the seed expands itself\nwith a view to becoming a tree. That would be to carry over into the\ntree’s existence notions borrowed from an alien sphere. Indeed, to\nassert that there has been any genuine development from the seed up to\nthe finished tree is to use terms in an accommodated, metaphoric, and\nhypothetical way. Development there certainly has been as estimated by\nan outsider, an onlooker, but not as perceived by the tree itself. It\nhas not known where it was going. Out of the unknown earth the seed\npushes its way into the still less known air. But in doing so it is\ndevoid of purpose. Nor, if we endow it with consciousness, can we\nsuppose it would behold its end and seek it. The forces driving it\ntoward that end are not conscious forces; they are mechanic forces.\nThrough every stage it is pushed from behind, not drawn from before.\nThere is no causative goal set up, alluring the seed onward. In\nspeaking as if there were, we employ language which can have\nsignificance only for rational beings. We may hold that there is a\nrational plan of the universe which that seed is fulfilling. But if\nso, the plan does not belong to the seed. It is imposed from without,\nand the seed does its bidding unawares.",
        "But we may imagine a different state of affairs. Let us assume that\nwhen the seed sprouted it foreknew the elm that was to be. Every time\nit sucked in its slight moisture it was gently adapting this\nnourishment to the fulfillment of its ultimate end, asking itself\nwhether the small material had better be bestowed on the left bough or\nthe right, whether certain leaves should curve more obliquely toward\nthe sun, and whether it had better wave its branches and catch the\npassing breeze or leave them quiet. If we could rightly imagine such a\nstate of things, our tree would be much unlike its brothers of the\nforest; for, superintending its own development, it would be not a\nthing at all but a person. We persons are in this very way entrusted\nwith our growth. A plan there is, a normal mode of growth, a\nsignificance to which we may attain. But that significance is not\nimposed on us from without, as an inevitable event, already settled\nthrough our past. On the contrary, we detect it afar as a possibility,\nare thus put in charge of it, and so become in large degree our own\nupbuilders. Development is movement toward a mark. In self-development\nthe mark to be reached is in the conscious keeping of him who is to\nreach it. Toward it he may more or less fully direct his course.",
        "And what an astonishing state of things then appears! Self-development\ninvolves a kind of contradiction in terms. How can I build if at\npresent there is no I? Why should I build if at present there is an I?\nWhichever alternative we take, we fall into what looks like absurdity.\nYet on that absurdity personal life is based. There is no avoiding it.\nWordsworth has daringly stated the paradox: “So build we up the being\nthat we are.” On coming into the world we are only sketched out. Of\neach of us there is a ground plan of which we progressively become\naware. Hidden from us in our early years, it resides in the minds of\nour parents, just as the plan of the tree’s structure is in the\nkeeping of nature. Gradually through our advancing years and the care\nof those around us we catch sight of what we might be. Detecting in\nourselves possibilities, we make out their relation to a plan not yet\nrealized. We accordingly take ourselves in hand and say, “If any\npersonal good is to come to me, it must be of my making. I cannot own\nmyself till I am largely the author of myself. From day to day I must\nconstruct, and whenever I act study how the action will affect my\nbetterment,–whether by performing it I am likely to degrade or to\nconsolidate myself.” And to this process there must be no end.",
        "Obviously, nothing like this could occur if our actual condition were\nour ideal condition. Self-development is open only to a being in whom\nthere are possibilities as yet unfulfilled. The things around us have\ntheir definite constitution. They can do exactly thus and no more.\nWhat shall be the effect of any impulse falling on them is already\nassured. If the condition of the brutes is anything like that which we\ndisrespectfully attributed to them, then they are in the same case;\nthey too are shut up to fixed responses, and have in them no\nunfulfilled capacities. It is the possession of such empty capacities\nwhich makes us personal. Well has it been said that he who can\ndeclare, “I am that I am,” is either God or a brute. No human being\ncan say it. To describe myself as if I were a settled fact is to make\nmyself a thing. My life is in that which may be. The ideals of\nexistence are my realities, and “ought” is my peculiar verb. “Is” has\nno other application to a person than to mark how far he has advanced\nalong his ideal line. Were he to pause at any point as if complete, he\nwould cease to be a person.",
        "But it is necessary to trace somewhat carefully the method of such\nself-development. How do we proceed? Before the architect built the\nState House, he drew up a plan of the finished building, and there was\nno moving of stone, mortar, or tool, till everything was complete on\npaper. Each workman who did anything subsequently did it in deference\nto that perfected design. Each stone brought for the great structure\nwas numbered for its place and had its jointing cut in adaptation to\nthe remaining stones. If, then, each one of us is to become an\narchitect of himself, it might seem necessary to lay out a plan of our\ncomplete existence before setting out in life, or at whatever moment\nwe become aware that henceforth our construction is to be in our own\ncharge. Only with such a plan in hand would orderly building seem\npossible. This is a common belief, but in my judgment an erroneous\none. Indeed the whole analogy of the architect and his mechanisms is\nmisleading. We rarely have in mind the total plan of our unrealized\nbeing and rarely ought we to have. Our work begins at a different\npoint. We do not, like the architect, usually begin with a thought of\ncompletion. Bather we are first stirred by a sense of weakness.",
        "In my own education I find this to be true. After some years as a boy\nin a Boston public school, I went to Phillips Academy in Andover, then\nto Harvard College, and subsequently to a German university, and why\ndid I do all this? Did I have in mind the picture of myself as a\nlearned man? I will not deny that such a fancy drifted through my\nbrain. But it was indistinct and occasional. I did not even know what\nit was to be a learned man. I do not know now. The driving force that\nwas on me was something quite different. I found myself disagreeably\nignorant. Reading books and newspapers, I continually found matters\nreferred to of which I knew nothing. Looking out on the universe, I\ndid not understand it; and looking into the yet more marvelous\nuniverse within, I was still more grievously perplexed. I thought life\nnot worth living on such terms. I determined to get rid of my\nignorance and to endure such limitations of knowledge no longer. Is\nthere, I asked, any place where at least a portion of my stupidity may\nbe set aside? I removed a little fraction at school, but revealed also\nenormous expanses which I had not suspected before. I therefore\npressed on farther, and to-day am still engaged in the almost hopeless\nattempt to extirpate my ignorance. What incites me continually is the\nsense of how small I am, not that which a few moments ago seemed my\nbest incentive–the picture of myself as large. That on the whole has\nhad comparatively little influence. Of course I do not assert that we\nare altogether without visions of a larger life. That is far from\nbeing the case. Were it so, desire would cease. We must contrast the\npoverty of the present with the fullness of a possible future, or we\nshould not incline to turn from that present. Yet our grand driving\nforce is that sense of limitation, of want or need, which was\ndiscussed in the last chapter. And our aim is rather at a better than\nat a best, at the removal of some small distinct hindrance than at\narrival at a completed goal. We come upon excellence piecemeal, and do\nnot, like the architect, look upon it in its entirety at the outset.",
        "Yet in the pursuit of this “better,” the more vividly we can figure\nthe coming stages, the more easily will they be attained. For this\npurpose the careers of those who have gone before us are helpful,–\nreports about the great ones of the past, and the revelations of\nthemselves which they have left us in literature and institutions.\nExample is a powerful agent in making our footsteps quick and true.\nBut it has its dangers, and may be a means of terrifying unless we\nfeel that even in our low estate there are capacities allying us with\nour exemplar. The first vision of excellence is overwhelming. We draw\nback, knowing that we do not look like that, and we cannot bear to\nbehold what is so superior. But by degrees, feeling our kinship with\nexcellence, we are befriended.",
        "I would not, then, make rigid statements in regard to this point of\nmethod. Grateful as I believe we should be for every sense of need,\nthis is obviously not enough. To some extent we must have in mind the\nbetterment which we may obtain through supplying that need. Yet I do\nnot think a full plan of our ultimate goal is usually desirable. In\nsmall matters it is often possible and convenient. I plan my stay in\nEurope before going there. I figure my business prospects before\nforming a partnership. But in profounder affairs, I more wisely set\nout from the thought of the present, and the patent need of improving\nit, than from the future with its ideal perfection. Goethe’s rule is a\ngood one:–",
        "    “Willst du ins Unendliche schreiten?\n     So sucht das Endliche, nach allen Seiten.”",
        "Would you reach the infinite? Then enter into finite things, working\nout all that they contain.",
        "IX",
        "If in working them out a test is wanted to enable us to decide whether\nwe are working wisely or to our harm, I believe such a test may be\nfound in the congruity of the new with the old. Shall I by adding a\nfresh power to myself strengthen those I already possess? By taking\nthis path, rich in a certain sort of good as it undoubtedly is, shall\nI be diverted from paths where my special goods lie? Here I am, a\nstudent of ethics. A friend calls and tells me of the charms of\nastronomy, a study undoubtedly majestic and delightful. Since I desire\nto take all knowledge for my province, why not hurry off at once to\nstudy astronomy? No indeed. No astronomy for me. I draw a ring about\nthat subject and say, “Precious subject, fundamentally valuable for\nall men. But I will remain ignorant of it, because it is not quite\ncongruous with the studies I already have on hand.” That must be my\ntest: not how important is the study itself, but how important is it\nfor me? How far will it help me to accept and develop those\nlimitations to which I am now pledged?",
        "In this acceptance of limitation, therefore, which seems at first so\nhumiliating, I believe we have the starting point of all self-\ndevelopment. Our very imperfections, once accepted, prove our best\nmeans of discerning more. That is a profound remark of Hegel’s that\nknowledge of a limit is a knowledge beyond that limit. Let us consider\nfor a moment what it means. Suppose I should come upon Kaspar Hauser,\nshut in his little room. “And how long have you been here,” I ask.\n\"Ever since I was born,” he answers. “Indeed! How much, then, do you\nknow?” “Nothing beyond the walls of this room.” Might I not fairly\nreply, “You contradict yourself. How can you know anything about walls\nof a room unless you also know of much beyond them?” We cannot\nconceive a limit except as a limit from something. Accordingly, when\nwe detect our ignorance we become by that very fact not ignorant. We\nhave gone beyond ourselves and have seen that we are not what we\nshould be. And this is the way of self-development. Becoming aware of\nour imperfections, we by that very fact continually lay hold on\nwhatever perfect is within our reach.",
        "X",
        "When then we ask whether at any moment we are fully persons, we must\nanswer, No. The actual extent of personality is at any time small. It\nis rather a goal than something ever attained. We have seen that it is\nnot to be described in terms of the verb “to be.” We cannot say “I am\na person,” but, only “I ought to be a person. I am seeking to be.” The\ngreat body of our life is, we know, a purely natural affair. Our\ninstincts, our wayward impulses, our unconnected disorderly purposes–\nthese, which fill the larger portion of our existence, do not express\nour personal nature. Each of them goes on its own way, neglectful of\nthe whole. Therefore we must confess that at no time can we account\nourselves completed persons. Justly we use such strange expressions as\n\"He is much of a person,” “He is very little of a person.” Personality\nis an affair of degree. We are moving toward it, but have not yet\narrived. “Man partly is and wholly hopes to be.” And can we ever\narrive? I do not see how. We are chasing a flying goal. The nearer we\napproach, the farther it removes. Shall we call this fact\ndiscouraging, then, or even say that self-development is a useless\nprocess, since it never can be fulfilled? I think not. I should rather\nspecify this feature of it as our chief source of encouragement; for I\nhold that only those aims which do thus contain an infinite element\nand are, strictly speaking, unattainable, move mankind to passionate\npursuit. Probably all will agree that riches, fame, and wisdom are\nideals which predominantly move us, and they are all unattainable.\nSuppose, some morning, when I see a merchant setting off for his\noffice quite too early, I ask him why he is hastening so. He answers,\n\"Why, there is money to be made. And as I intend to be a rich man some\nday, I must leave home comforts and be prompt at my desk.” But I\npersist, “You have forgotten something. It occurs to me that you never\ncan be rich. No rich man was ever seen. Whoever has obtained a million\ndollars can get a million more, and the man of two millions can become\none of three. Obviously, then, neither you nor any one can become a\ncompletely rich man.” Should I stay that merchant from his exit by\nremarks of this kind? If he answered at all, he would merely say,\n\"Don’t read too much. You had better mix more with men.”",
        "And I should get no better treatment from the scholar, the man who is\nseeking wisdom. It is true no really wise man ever was on earth, or\never will be. But that is the very reason why we are all so\nimpassioned for wisdom, because every bit we seize only opens the door\nto more. If we could get it in full, if some time or other, knowing\nthat we are now wise, we could sit down in our armchairs with nothing\nfurther to do, it would be a death blow to our colleges. Nobody would\nattend them or care for wisdom longer. An aim which one can reach, and\ndiscover to be finally ended, moves only children. They will make\ncollections of birds’ eggs, though conceivably they might obtain every\nspecies in the neighborhood. But these are not the things which excite\nearnest men. They run after fame, because they can never be quite\nfamous. They may become known to every person on their street, but\nthere is the street beyond. Or to every one in their town, but there\nare other towns. Or if to every person on earth, there are still the\nafter ages. Entire fame cannot be had; and exactly on that account it\nstirs every impulse of our nature in pursuit.",
        "Now the aim at personal perfection is precisely of this sort. As\nservants of righteousness we cannot accept any other precept than “Be\nye perfect as your Father which is in heaven is perfect.” But we know\nsuch perfection to be unattainable, Yet I sometimes doubt whether we\nstate the matter truly so. Would it not be juster to say that\nperfection can always be attained, and that it is about the only thing\nwhich can be? We might well say of all the infinite ideals that they\ndiffer from the finite ones simply in this, that the finite can be\nattained but once, and then are ended, while the infinite are\ncontinually attained. At no moment of his life shall the merchant be\ncut off from becoming richer, or the scholar from growing wiser, or\nthe public benefactor from acquiring further fame. These aims, then,\nare always attainable; for in them what we think of as the goal is\nnot, as in other cases, a single point which, once reached, renders\nthe rest of life useless and listless. The goal here is the line of\nincrease. To be moving along that line should be our daily endeavor.\nOur proper utterance should be, “I was never so good as to-day, and I\nhope never to be so bad again.”",
        "XI",
        "But when we have seen how slender is our actual perfection, how slight\nmust be reckoned the attainment of personality at any moment, we are\nbrought face to face with the profound problem of its possible extent.\nHow far can the self be developed? Infinitely? Is each one of us an\ninfinite being? I will not say so. I do not like to make a statement\nwhich runs beyond my own experience. But confining myself to this, let\nus see what it will show.",
        "When at any time I seek to perfect myself, does my attainment of any\ngrade of improvement prevent or further another step? All will agree\nthat it simply opens a new door. Perhaps I am seeking to withdraw from\nhabits of mendacity, and beginning to tell the truth. Then every time\nI tell the truth I shall discover more truth to tell. And will this\nprocess ever come to an end? I have nothing to do with “evers.” I can\nonly say that each time I try it, advance is more possible, not less\npossible. In the personal life there is, if I may say so, no provision\nfor checkage. As I understand it, in the animal life there is such\nprovision. In my first chapter I was pointing out the difference\nbetween extrinsic and intrinsic goodness; and I said that the table’s\nentering into use and holding objects on its top tended to destroy it,\nthough we might imagine a magic table in which every exercise of\nfunction would be preservative. Now in the personal nature we find\njust such a magical provision. Each time a person normally exerts\nhimself he makes further exertion in those normal ways more possible.",
        "And if this is true of all personal action within our experience, what\nright have we to set a limit to it anywhere? It may not be suitable to\nsay that I know myself infinite, but it is certainly true that I\ncannot conceive myself as finite. I can readily see that this body of\nmine has in it what I have called a provision for checkage. Every time\nthe blood moves in my veins it leaves its little deposit. Further\nmotion of that blood is slightly impeded. But every time a moral\npurpose moves my life, it makes the next move surer. It is impossible\nto draw lines of limitation in moral development.",
        "XII",
        "Such, then, is the vast conception with which we have been dealing.\nGoodness, to be personal, must express perpetual self-development. All\nthe moral aims of life may be summed up in the single word, “self-\nrealization.” Could I fully realize myself, I should have fulfilled\nall righteousness, and this view is sanctioned by the Great Teacher\nwhen he asks, “What shall a man give in exchange for his life?\"–his\nlife, his soul, his self. If any one fully believed this, and lived as\nif all his desires were fulfilled so long as he had opportunities of\nself-development, he might be said to have insured himself against\nevery catastrophe. Little could harm him. Whatever occurred, instead\nof exclaiming, “How calamitous!” he would simply ask, “What fresh\nopportunities do these strange circumstances present for enlarged\nliving? Let me add this new discipline to what I had before. Seeking\nas I am to become expanded into the infinite, this experience\ndiscloses a new avenue thither. All things work together for good to\nthem that love the Lord.”",
        " REFERENCES ON SELF-DEVELOPMENT",
        "Bradley’s Ethical Studies, essay vi.",
        "Green’s Prolegomena of Ethics, bk. iii. ch. ii.",
        "Alexander’s Moral Order and Progress, bk. iii. ch. iv.",
        "Muirhead’s Elements of Ethics, bk. iii. ch. iii.",
        "Mackenzie’s Manual of Ethics, pt. i. ch. vii.",
        "Dewey in Philos. Journal, Dec., 1893.",
        "The view of human goodness presented in the preceding chapter is one\nwhich is at present finding remarkably wide acceptance. Philosophers\nare often reproached with an indisposition to agree, and naturally\nwhere inquiry is active diversity will obtain. But to-day there\nappears a strange unanimity as regards the ultimate formula of ethics.\nThe empirical schools state this as the highest form of the struggle\nfor existence; the idealistic, as self-realization. The two are the\nsame so far as they both regard morality as having to do with the\ndevelopment of life in persons. These curious beings, both also\nacknowledge, can never rest till they attain a completeness now\nincalculable.",
        "Of course there is abundant diversity in the application of such\nformulae. In interpreting them we come upon problems no less urgent\nand tangled than those which vexed our fathers. Who and what is a\nperson? How far is he detachable from nature? How far from his fellow\nmen? Is his individuality an illusion, and each of us only an\nimperfect phase of a single universal being, so that in strictness we\nmust own that there is none good but one, that is God? These and\nkindred questions naturally oppress the thought of our time. Yet all\nare but so many attempts to push the formula of self-realization into\nentire clearness. The considerable agreement in ethical formulae\neverywhere noticeable shows that at least so much advance has been\nmade: morality has ceased to be primarily repressive, and is now\nregarded as the amplest exhibit of human nature, free from every\nexternal precept, however sacred. Man is the measure of the moral\nuniverse, and the development of himself his single duty.",
        "But when we thus accept self-realization as our supreme aim, we bring\nourselves into seeming conflict with one of our profoundest moral\ninstincts. It is self-sacrifice that calls forth from all mankind, as\nnothing else does, the distinctively moral response of reverence.\nIntelligence, skill, beauty, learning–we admire them all; but when we\nsee an act of self-sacrifice, however small, an awe falls on us; we\nbow our heads, fearful that we might not have been capable of anything\nso glorious. We thus acknowledge self-sacrifice to be the very\nculmination of the moral life. He who understand it has comprehended\nall righteousness, human and divine. But how does self-sacrifice\naccord with self-development? Will he who is busy cultivating himself\nsacrifice himself? Is there not a kind of conflict between the two?\nYet can we abandon either? And if not, must not the formula of self-\nrealization accept modification?",
        "This, then, is the problem to which I must now turn: the possible\nadjustment of these two imperative claims,–the claim to realize one’s\nself and the claim to sacrifice one’s self. And I shall most easily\nset my theme before my readers if I state at once the four historic\nobjections to the reality of self-sacrifice. I call them historic, for\nthey have appeared and reappeared in the history of ethics, and have\nbeen worked out there on a great scale. While not altogether\nconsistent with one another, no one of them is unimportant. Together\nthey compactly present those conflicting considerations which must be\nborne in mind when we attempt to comprehend the subtleties of self-\nsacrifice. I will endeavor to state them briefly and sympathetically.",
        "First, self-sacrifice is psychologically impossible. No man ever\nperforms a strictly disinterested act, as has been shown in my chapter\non self-direction. Before desire will start, his own interest must be\nengaged. In action we seek to accomplish something, and between that\nsomething and ourselves some sort of valued connection must be felt.\nEvery wish indicates that the wisher experiences a need which he\nthinks might be supplied by the object wished for. It is true that\nwishes and wills are often directed upon external objects, but only\nbecause we believe that our own well-being is involved in their union\nwith us. I devote myself to my friend as my friend, counting his\nhappiness and my own inseparable. Were he so entirely a foreigner\nthat I had no interest in him, my sacrifices for him–even if\nconceivable–would be meaningless. They acquire meaning only through\nmy sense of a tie between him and me. My service of him may be\nregarded as my escape from petty selfishness into broad selfishness,\nfrom immediate gain to remote gain. But the prospect of gain in some\nform, proximate or ultimate, gain often of an impalpable and spiritual\nsort, always attends my wish and will. The aim at self-realization,\nhowever hidden, is everywhere the root of action. No belittlement of\nourselves can appear desirable except as a step toward ultimate\nenlargement. Self-sacrifice in any true and thorough-going sense never\noccurs.",
        "So cogent is this objection, and so frequently does it appear, not\nonly in ethical discussion but in the minds of the struggling\nmultitude, that he who has not faced it, and taken its truth well to\nheart, can have little comprehension of self-sacrifice. But it is a\nblessed fact that thousands who comprehend self-sacrifice little\npractise it largely.",
        "A second objection strips off the glory of self-sacrifice and regards\nit as a sad necessity. While there is nothing in it to attract or be\napproved, the lamentable fact is that we are so crowded together and\ndisposed to trample on one another that, partially to escape, we must\neach agree to abate something of our own in behalf of a neighbor’s\ngain. We cannot each be all we would. It is a sign of our mean estate\nthat again and again we need to cut off sections of what we count\nvaluable in order to save any portion. Only by such compromises are we\nable to get along with one another. He who refuses them finds himself\nexposed to still greater loss. The hard conditions under which we live\nappear in the fact that such restraint is inevitable. I call self-\nsacrifice, therefore, a sad necessity.",
        "This theory of sacrifice is urged by Hobbes and by the later moralists\nwho follow his daring lead. It should be counted among the objections\nbecause, while it admits the fact of self-sacrifice, it denies its\ndignity.",
        "A third objection declares sacrifice to be needless. Its very\nappearance rests on a misconception. We mistakenly suppose that in\nabating our own for the sake of our neighbor’s good, we lose. In\nreality this is our true mode of enlargement. The interests of the\nindividual and society are not hostile or alien, but supplemental.\nSociety is nothing but the larger individual; so that he alone\nrealizes himself who enters most fully into social relations, making\nthe well-being of society his own. This is plain enough when we study\nthe working of a small and comprehensible portion of society. The\nchild does not lose through identification with family life. That is\nhis great means of realizing himself. To assume contrast and\nantagonism between family interest and the interest of the child is\npalpably unwarranted and untrue. Equally unwarranted is a similar\nassumption in the broader ranges of society. When we talk of\nsacrifice, we refer merely to the first stage and outer aspect of the\nact. Underneath, self-interest is guarded, the individual giving up\nhis individuality only through obtaining a larger individuality still.",
        "Such identity of interest between society and the individual the\nmoralists of the eighteenth century are never tired of pointing out.\nIf they are right, and the identity is complete, then sacrifice is\nabolished or is only a generous illusion. But these men never quite\nsucceeded in persuading the English people of their doctrine, at least\nthey never carried their thought fully over into the common mind.",
        "That common mind has always thought of sacrifice in a widely different\nway, but in one which renders it still more incomprehensible. Self-\nsacrifice it regards as a glorious madness. Though the only act which\never forces us to bow in reverent awe, it is insolubly mysterious,\nirrational, crazy perhaps, but superb. For in it we do not deliberate.\nWe hear a call, we shut our ears to prudence, and with courageous\nblindness as regards damage of our own, we hasten headlong to meet the\nneeds of others. To reckon heroism, to count, up opposing gains and\nlosses, balancing them one against another in order clear-sightedly to\nact, is to render heroism impossible. Into it there enters an element\nof insanity. The sacrificer must feel that he cares nothing for what\nis rational, but only for what is holy, for his duty. The rational and\nthe holy,–in the mind of him who has not been disturbed by theoretic\ncontroversy these two stand in harsh antithesis, and the antithesis\nhas been approved by important ethical writers of our time. The\nrational man is, of course, needed in the humdrum work of life. His\nassertive and sagacious spirit clears many a tangled pathway. But he\ngets no reverence, the characteristic response of self-sacrifice. This\nis reserved for him who says, “No prudence for me! I will he admirably\ncrazy. Let me fling myself away, so only there come salvation to\nothers.”",
        "Such, then, are the four massive objections: self-sacrifice is unreal\npsychologically, aesthetically, morally, or rationally: But negative\nconsiderations are not enough. No amount of demonstration of what a\nthing is not will ever reveal what it is. Objections are merely of\nvalue for clearing a field and marking the spots on which a structure\ncannot be reared. The serious task of erecting that structure\nsomewhere still remains. To it I now address myself.",
        "What we need to consider first is the reality and wide range of self-\nsacrifice. The moment the term is mentioned there spring up before our\nminds certain typical examples of it. We see the soldier advancing\ntoward the battlefield, to stake his life for a country in whose\nprosperity he may never share. We see the infant falling into the\nwater, and the full-grown man flinging in after it his own assured and\nvalued life in hopes of rescuing that incipient and uncertain thing, a\nlittle child. Yes, I myself came on a case of heroism hardly less\nstriking. I was riding my bicycle along the public street when there\ndashed past me a runaway horse with a carriage at his heels, both\nmoving so madly that I thought all the city was in danger. I pursued\nas rapidly as I could, and as I neared my home, saw horse and carriage\nstanding by the sidewalk. By the horse’s head stood a negro. I went up\nto him and said, “Did you catch that horse?” “Yes, sir,” he answered.\n\"But,” I said, “he was going at a furious pace.” “Yes, sir.” “And he\nmight have run you down.” “Yes, sir, but I know horses, and I was\nafraid he would hurt some of these children.” There he stood, the big\nbrown hero, unexalted, soothing the still restive horse and unaware of\nhaving done anything out of the ordinary. I entered my house ashamed.\nHad I possessed such skill, would I have ventured my life in such a\nfashion?",
        "Such are some of the shining examples of self-sacrifice which occur to\nus at the first mention of the word. But we shall mislead ourselves if\nwe confine our thoughts to cases so climactic, triumphant, and\nspectacular. Deeds like these dazzle and do not invite to full\nanalysis of their nature. Let us turn to affairs more usual.",
        "I have happened to know intimately members of three professions–\nministers, nurses, teachers-and I find self-sacrifice a matter of\ndaily practice with them all. To it the minister is dedicated. He must\nnot look for gain. He has a salary, of course; but it is much in the\nnature of a fee, a means of insuring him a certain kind of living. And\nwhile it is common enough to find a minister studying how he may make\nmoney in his parish, it is commoner far to find one bent on seeing how\nhe can make righteousness prevail there, though it overwhelm him. The\nother professions do not so manifestly aim at self-sacrifice. They are\ndistinctly money-making. They exact a given sum for a given service.\nStill, in them too how constantly do we see that that which is given\nfar outruns that which is paid for. I have watched pretty closely the\nwork of a dozen or more trained nurses, and I believe it Would be hard\nto find any class in the community showing a higher average of\nestimable character. How quiet they are under the most irritating\ncircumstances! How fully they pour themselves into the lives of their\npatients! How prompt is the deft hand! How considerate the swift\nintelligence! Their hearts are aglow over what can be given, not over\nwhat can be got. A similar temper is widely observable among teachers,\nespecially among those of the lower grades. Paid though they are for a\ncertain task, how indisposed they are to limit themselves to that task\nor to confine their care of their children to the schoolroom! The\nhard-worked creatures acquire an intimate interest in the little lives\nand, heedless of themselves, are continually ready to spend and be\nspent for those who cannot know what they receive. Among such teachers\nI find self-sacrifice as broad, as deep, as genuine, if not so\nstriking, as that of the soldier in the field.",
        "Evidently, then, self-sacrifice may be wide-spread and may permeate\nthe institutions of ordinary life; being found even in occupations\nprimarily ordered by principles of give and take, where it expresses\nitself in a kind of surplusage of giving above what is prescribed in\nthe contract. In this form it enters into trade. The high-minded\nmerchant is not concerned merely with getting his money back from an\narticle sold. He interests himself in the thoroughly excellent quality\nof that article, in the accommodation of his customers, the soundness\nof his business methods, and the honorable standing of his firm. And\nwhen we turn to our public officials, how frequent it is–how frequent\nin spite of what the newspapers say–to find men eager for the public\ngood, men ready to take labor on themselves if only the state may be\nsaved from cost and damage!",
        "But I still underestimate the prevalence of the principle. Our\ninstances must be homelier yet. Each day come petty citations to self-\nsacrifice which are accepted as a matter of course. As I walk to my\nlecture-room somebody stops me and says, “What is the way to Berkeley\nStreet?” Do I reprovingly answer, “You must have made a mistake. I\nhave no interest in Berkeley Street. I think it is you who are going\nthere, and why are you putting me to inconvenience merely that you may\nthe more easily find your way?” Should I answer so, he would think and\npossibly say, “There are strange people in Cambridge, remoter from\nhuman kind than any known elsewhere.” Every one would feel\nastonishment at the man who declined to bear his little portion of a\nneighbor’s burden. Our commonest acceptance of society involves self-\nsacrifice, and in all our trivial intercourse we expect to put\nourselves to unrewarded inconvenience for the sake of others.",
        "What I have set myself to make plain in this series of graded examples\nis simply this: self-sacrifice is not something exceptional, something\noccurring at crises of our lives, something for which we need\nperpetually to be preparing ourselves, so that when the great occasion\ncomes we may be ready to lay ourselves upon its altar. Such\nromanticism distorts and obscures. Self-sacrifice is an everyday\naffair. By it we live. It is the very air of our moral lungs. Without\nit society could not go on for an hour. And that is precisely why we\nreverence it so–not for its rarity, but for its importance. Nothing\nelse, I suppose, so instantly calls on the beholder for a bowing of\nthe head. Even a slight exhibit of it sends through the sensitive\nobserver a thrill of reverent abasement. Other acts we may admire;\nothers we may envy; this we adore.",
        "Perhaps we are now prepared to sum up our descriptive account and\nthrow what we have observed into a sort of definition. I mean by self-\nsacrifice any diminution of my own possessions, pleasures, or powers,\nin order to increase those of others. Naturally what we first think of\nis the parting with possessions. That is what the word charity most\nreadily suggests, the giving up of some physical object owned by us\nwhich, even at the moment of giving, we ourselves desire. But the gift\nmay be other than a physical object. When I would gladly sit, I may\nstand in the car for the sake of giving another ease. But the greatest\nconceivable self-sacrifice is when I give myself: when, that is, I in\nsome way allow my own powers to be narrowed in order that those of\nsome one else may be enlarged. Parents are familiar with such\nexquisite charity, parents who put themselves to daily hardship\nbecause they want education for their boys. But they have no monopoly\nin this kind. I who stand in the guardianship of youth have frequent\noccasion to miss a favorite pupil, boy or girl, who throws up a\ncollege training and goes home–often, in my judgment, mistakenly–to\nsupport, or merely to cheer, the family there. Of course such gifts\nare incomparable. No parting with one’s goods, no abandonment of one’s\npleasures, can be measured against them. Yet this is what is going on\nall over the country where devoted mother, gallant son, loyal husband,\nare limiting their own range of existence for the sake of broadening\nthat of certain whom they hold dear.",
        "But when we have thus assembled our omnipresent facts and set them in\norder for cool assessment, the enigma of self-sacrifice only appears\nthe more clearly. Why should a man sacrifice himself? Why\nvoluntarily accept loss? Each of us has but a single life. Each feels\nthe pressure of his own needs and desires. These point the way to\nenlargement. How, then, can I disinterestedly prefer another’s gain?\nEach of us is penned within the range of his solitary consciousness,\nwhich may be broadened or narrowed but cannot be passed. It is\nincumbent on us, therefore, to study our own enrichment. Anticipating\nwhatever might confirm or crumble our being, we should strenuously\nseize the one and reject the other. Deliberately to turn toward loss\nwould seem to be crazy. What should a man accept in exchange for his\nlife?",
        "Here is the difficulty, a difficulty of the profoundest and most\ninstructive sort. If we could see our way clearly through it, little\nin ethics would remain obscure. The common mode of meeting it is to\nleave it thus paradoxical. Self-sacrifice banishes rationality and is\na glorious madness. But such a conclusion is a repellent one. How can\nit be? Reason is man’s distinctive characteristic. While brutes act\nblindly, while the punctual physical universe minutely obeys laws of\nwhich it knows nothing, usually it is open to man to judge the path he\nwill pursue. Shall we then say that, though reason is a convenience in\nall the lower stretches of life, when we reach self-sacrifice, our\nsingle awesome height, it ceases? I cannot think so. On the contrary,\nI hold that in self-sacrifice we have a case not of glorious madness,\nbut of somewhat extreme rationality. How, then, is rational contrasted\nwith irrational guidance? As we here approach the central and most\ndifficult part of our discussion, clearness will oblige me to enter\ninto some detail.",
        "When a child looks at a watch, he sees a single object. It is\nsomething there, a something altogether detached from his\nconsciousness, from the table, from other objects around. It is a\nbrute fact, one single thing, complete in itself. Such is the child’s\nperception. But a man of understanding looks at it differently. Its\ndetached singleness is not to him the most important truth in regard\nto it. Its meaning must rather be found in the relations in which it\nstands, relations which, seeming at first to lie outside it, really\nenter into it and make it what it is. The rational man would\naccordingly see it all alive with the qualities of gold, brass, steel,\nthe metals of which it is composed. He would find it incomprehensible\napart from the mind of its maker, and would not regard that mind and\nwatch as two things, but as matters essentially related. Indeed, these\nrelations would run wider still, and reason would not rest satisfied\nuntil the watch was united to time itself, to the very framework of\nthe universe. Apart from this it would be meaningless. In short, if a\nman comprehends the watch in a rational way he must comprehend it in\nwhat may he called a conjunct way. The child might picture it as\nabstract and single, but it could really be known only in connection\nwith all that exists. Of course we pause far short of such full\nknowledge. Our reason cannot stretch to the infinity of things. But\njust so far as relations can be traced between this object and all\nother objects, so much the more rational does the knowledge of the\nwatch become. Rationality is the comprehending of anything in its\nrelations. The perceptive, isolated view is irrational.",
        "But if this is true of so simple a matter as a watch, it is doubly\ntrue of a complex human being. The child imagines he can comprehend a\nperson too in isolation, but rational proverb-makers long ago told us,\n\"One person, no person.” Each person must be conceived as tied in with\nall his fellows. We have seen how in the case of the watch we were\nalmost obliged to abandon the thought of a single object and to speak\nof it as a kind of centre of constitutive relations. A plexus of ties\nruns in every direction, and where these cross there is the watch. So\nit is among human beings. If we try for a moment to conceive a person\nas single and detached, we shall find he would have no powers to\nexercise. No emotions would be his, whether of love or hate, for they\nimply objects to arouse them, no occupations of civilized life, for\nthese involve mutual dependency. From speech he would be cut off, if\nthere were nobody to speak to; nor would any such instrument as\nlanguage be ready for his use, if ancestors had not cooperated in its\nconstruction. His very thoughts would become a meaningless series of\nimpressions if they indicated no reality beside themselves. So empty\nwould be that fiction, the single and isolated individual. The real\ncreature, rational and conjunct man, is he who stands in living\nrelationship with his fellows, they being a veritable part of him and\nhe of them. Man is essentially a social being, not a being who happens\nto be living in society. Society enters into his inmost fibre, and\napart from society he is not. Yet this does not mean that society, any\nmore than the individual, has an independent existence, prior,\ncomplete, and authoritative. What would society be, parted from the\nindividuals who compose it? No more than an individual who does not\nembody social relationships. The two are mutual conceptions, different\naspects of the same thing. We may view a person abstractly, fixing\nattention on his single centre of consciousness; or we may view him\nconjunctly, attending to his multifarious ties.",
        "Now what is distinctive of self-sacrifice is that it insists in a\nsomewhat extreme way on this second and rational mode of regard. It is\na frank confession of interlocking lives. It says, “I have nothing to\ndo with the abstract, isolated, and finite self. That is a matter of\nno consequence. What I care about is the conjunct, social, and\ninfinite self–that self which is inseparable from others. Where that\ncalls, I serve.” The self-sacrificing person knows no interest of his\nown separate from those of his father and mother, his wife and\nchildren. He cannot ask what is good for himself and set it in\ncontrast with what is good for them. For his own broader existence is\npresented in these dear members of his family. And such a man, so far\nfrom being mad, is wise as few of us are. Glorious indeed is the self-\nsacrificer, because he is so sane, because in him all pettiness and\ndetachment are swept away. He appears mad only to those who stand at\nthe opposite point of view, but in his eyes it is they who are\nridiculous. In fact, each must be counted crazy or wise according to\nthe view we take of what constitutes the real person.",
        "I remember a story current in our newspapers during the Civil War.\nJust before a battle, an officer of our army, knowing of what\nconsequence it was that his regiment should hold its ground, hastened\nto the rear to see that none of his men were straggling. He met a\ncowardly fellow trying to regain the camp. Turning upon him in a\npassion of disgust, he said, “What! Do you count your miserable little\nlife worth more than that of this great army?” “Worth more to me,\nsir,” the man replied. How sensible! How entirely just from his own\npoint of view, that of the isolated self! Taking only this into\naccount, he was but a moral child, incapable of comprehending anything\nso difficult as a conjunct self. He imagined that could he but save\nthis eating, breathing, feeling self, no matter if the country were\nlost, he would be a gainer. What folly! What would existence be worth\noutside the total inter-relationship of human beings called his land?\nBut this fact he could not perceive. To risk his separate self in such\na cause seemed absurd. Turn for a moment and see how absurd the\nseparate self appears from the point of view of the conjunct. When our\nLord hung upon the cross, the jeering soldiers shouted, “He saved\nothers, himself he cannot save.” No, he could not; and his inability\nseemed to them ridiculous, while it was in reality his glory. His true\nself he was saving–himself and all mankind–the only self he valued.",
        "IX",
        "Now it is this strange complexity of our being, compelling us to view\nourselves in both a separate and a conjunct way, which creates all the\ndifficulty in the problem of self-sacrifice. But I dare say that when\nI have thus shown the reality and worth of the conjunct self, it will\nbe felt that self-sacrifice is altogether illusory; for while it seems\nto produce loss, it is in fact the avoidance of what entails\nlittleness. So says Emerson:–",
        "    “Let love repine and reason chafe,\n     There came a voice without reply:\n     ’T is man’s perdition to be safe\n     When for the truth he ought to die.”",
        "Have we not, then, by explaining the rationality of self-sacrifice,\nexplained away the whole matter and practically identified it with\nself-culture? There is plausibility in this view–and it has often\nbeen maintained–but not complete truth. For evidently the emotions\nexcited by culture and sacrifice are directly antagonistic. Toward a\nman pursuing the aim of culture we experience a feeling of approval,\nnot unmixed with suspicion, but we give him none of that reverent\nadoration which is the proper response to sacrifice. And if the\nfeelings of the beholder are contrasted, so also are the psychological\nprocesses of the performer. The man of culture starts with a sense of\ndefect which he seeks to supplement; the sacrificer, with a sense of\nfullness which he seeks to empty. He who turns to self-culture says,\n\"I have progressed thus far. I have gained thus much of what I would\nacquire. But still I am poor. I need more. Let me gather as abundantly\nas possible on every side.” But the thought of him who turns to self-\nsacrifice is, “I have been gaining, but I only gained to give. Here is\nmy opportunity. Let me pour out as largely as I may.” He contemplates\nfinal impoverishment. Accordingly I was obliged to say in my\ndefinition that the self-sacrificer seeks to heighten another’s\npossessions, pleasures, or powers at the cost of his own. Undoubtedly\nat the end of the process he often finds himself richer than at the\nbeginning. Perhaps this is the normal result; but it is not\ncontemplated. Psychologically the sacrificer is facing in a different\ndirection.",
        "X",
        "Yet, though the motive agencies of the two are thus contrasted, I\nthink we must acknowledge that sacrifice no less than culture is a\npowerful form of self-assertion. To miss this is to miss its essential\ncharacter, and at the same time to miss the safeguards which should\nprotect it against waste. For to say, “I will sacrifice myself” is to\nleave the important part of the business unexpressed. The weighty\nmatter is in the covert preposition for.–\"I will sacrifice myself\nfor,” An approved object is aimed at. We are not primarily\ninterested in negating ourselves. Only our estimate of the importance\nof the object justifies our intended loss. This object should\naccordingly be scrutinized. Self-sacrifice is noble if its end is\nnoble, but become reprehensible when its object is petty or\nundeserving. Omit or overlook that word for, and self-sacrifice\nloses its exalted character. It sinks into asceticism, one often most\ndegrading of moral aberrations. In asceticism we prize self-sacrifice\nfor its own sake. We hunt out what we value most; we judge what would\nmost completely fulfill our needs; and then we abolish it. Abolish it\nfor what? For nothing but the mere sake of abolishing. This is to turn\nmorality upside down; and in place of the Christian ideal of abounding\nlife, to set up the pessimistic aim of impoverishment. There is\nnothing of this kind in self-sacrifice. Here we assert ourselves, our\nconjunct selves. We estimate what will be best for the community of\nman and seek to further this at whatever cost to our isolated\nindividuality. By this dedication to a deserving object sacrifice is\npurified, ennobled, and made strong. We speak of the glorious deed of\nhim who plunges into the water to save a child. But it is a foolish\nand immoral thing to risk one’s life for a stone, a coin, or nothing\nat all. “Is the object deserving?” we must ask, “or shall I reserve\nmyself for greater need?”",
        "Too easily does our sympathetic and sentimental age, recklessly\neulogistic of altruism, hurry into self-sacrifice. Altruism in itself\nis worthless. That an act is unselfish can never justify its\nperformance. He who would be a great giver must first be a great\nperson. Our men, and still more our women, need as urgently the gospel\nof self-development as that of self-sacrifice; though the two are\nnaturally supplemental. Our only means of estimating the propriety and\ndignity of sacrifice is to inquire how closely connected with\nourselves is its object. Until we can justify this connection, we have\nno right to incur it, for genuine sacrifice is always an act of self-\nassertion. In saving his regiment and contributing his share toward\nsaving his country, the soldier asserts his own interests. He is a\ngood soldier in proportion as he feels these interests to be his;\nwhile the deserter is condemned, not for refusing to give his life to\nan alien country and regiment, but because he was small enough to\nimagine that these great constituents of himself were alien. I tell\nthe man on the street the way home because I cannot part his\nbewilderment from my own. The problem always is, What may I suitably\nregard as mine? And in solving it, we should study as carefully that\nfor which we propose to sacrifice ourselves as anything which we might\nseek to obtain. Triviality or lack of permanent consequence is as\nobjectionable in the one case as in the other. The only safe rule is\nthat self-sacrifice is self-assertion, is a judgment as regards what\nwe would welcome to be a portion of our conjunct self.",
        "Perhaps an extreme case will show this most clearly. Jesus prayed,\n\"Not my will, but thine, be done.” He did not then lose his will. He\nasserted and obtained it. For his will was that the divine will should\nbe fulfilled, and fulfilled it was. He set aside one form of his will,\nhis private and isolated will, knowing it to be delusive. But his true\nor conjunct will–and he knew it to be his true one–he abundantly\nobtained. It is no wonder, then, that in explaining these things to\nhis disciples he says, “My meat it is to do the will of my Father.\"\nThat is always the language of genuine self-sacrifice. The act is not\ncomplete until the sense of loss has disappeared.",
        "XI",
        "Yet while I hold that self-sacrifice is thus the very extreme of\nrationality, grounding as it does all worth in the relational or\nconjunct selfhood, I cannot disguise from myself that it contains an\nelement of tragedy too. This my readers will already have felt and\nwill have begun to rebel against my insistence that self-sacrifice is\nthe fulfillment of our being. For though it is true that when\nopposition arises between the conjunct and separate selves our largest\nsafety is with the former, the very fact that such opposition is\npossible involves tragedy. One part of the nature becomes arrayed\nagainst another. We must die to live. Our lower goods are found\nincompatible with our higher. Pleasure, comfort, property, friends,\npossibly life itself, have become hostile to our more inclusive aims\nand must be cast aside. It is true that when the tragic antithesis is\npresented and we can reach our higher goods only by loss of the lower,\nhesitation is ruin. It is true too that on account of that element of\nself-assertion to which I have drawn, attention, the genuine\nsacrificer is ordinarily unaware of any such tragedy. But none the\nless tragedy is there. To suppose it absent would strip sacrifice of\nwhat we regard as most characteristic.",
        "Nor can we pause here. Those who would call self-sacrifice a glorious\nmadness have still further justification. A leap into the dark we must\nat least admit it to be, For trace it rationally as far as we may,\nthere always remains uncertainty at the close. There is, for example,\nuncertainty about ultimate results. The mother toiling for her child,\nand neglecting for its sake most of what would render her own life\nrich, can never know that this child will grow up to power. The day\nmay come when she will wish it had died in childhood. The glory of her\naction is bound up with this darkness. Were the soldier, marching to\nthe field, sure that his side would be victorious, he would be only\nhalf a hero. The consequences of self-sacrifice can never be certain,\nforeseen, calculable. There must be risk. Omit it, and the sacrifice\ndisappears. Indeed nothing in life which calls forth high admiration\nis free from this touch of faith and courage, this movement into the\nunknown. It is at the very heart of self-sacrifice.",
        "But besides the unknown character of the result there is usually\nuncertainty as regards the cost. The sacrificer does not give\naccording to measure. I do not say I will attend to this sick person\nup to such and such a point, but when that point is reached I shall\nhave done enough. This would hardly be self-sacrifice. I rather say,\n\"Here I am. Take me, use me to the full, spend of me whatever you\nneed. How much that will be, I do not know.” So there is an element of\ndarkness in ourselves.",
        "And possibly I ought to mention a third variety of these\nincalculabilities of sacrifice. We do not plan the case. A while ago,\nmeeting a literary man whose product is of much consequence to the\ncommunity and himself, I asked him how his book was coming on.\n\"Badly,” he answered. “Just now an aged relative has fallen ill. There\nis no other place where she can be properly disposed, and so she has\nbeen brought to my house. I must care for her, my home will be much\nbroken up, and my work must be set aside.” I said, “Is that your duty?\nHave you not a more important obligation to your book?” But he\nanswered, “One cannot choose a duty.” I did not fully agree. I think\nwe should carefully weigh duties, even if we do not choose them.\nMorality would otherwise become the sport of accident. But I perceive\nthat in the last analysis no duty is made by ourselves. It is given us\nby something more authoritative than we, something which we cannot\nalter, fully estimate, or without damage evade. Necessity is laid upon\nus, sometimes an invading necessity. We are walking our well-ordered\npath, pursuing some dear aims, when harsh before us stands a waiting\nduty, bidding us lay aside that in which we are engaged and take it. I\nhave said I believe a degree of scrutiny is needful here. We should\nask, what for? We should correlate the new duty with those already\npledged. And probably an interrupting duty is less often the one it is\nwell to follow than one which has had something of our time and care.\nFew fresh calls can have the weighty claim of loyalty to obligation\nalready incurred. But, after all, that on which we finally decide has\nnot sprung from our own wishes. It subjects those wishes to itself.\nStanding over against us, it summons us to do its bidding, and allows\nus no more to be our own self-directed masters.",
        "XII",
        "Summing up, then, the jarring characteristics of self-sacrifice,–its\nfrequency, rationality, assertiveness, nearness to self–culture; yes,\nand its darker traits of risk, immeasurability, and authoritativeness,\n–does it not begin to appear that I have been calling it by a wrong\nname? Self-sacrifice is a negative term. It lays stress on the thought\nthat I set myself aside, become in some way less than I was before. And\nno doubt through all this intricate discussion certain belittlements\nhave been acknowledged, though these have also been shown to lie along\nthe path of largeness. There are, therefore, in self-sacrifice both\nnegative and positive elements. But why select its name from the\nsubordinate part? Why turn to the front its incidental negations? This\nis topsy-turvy nomenclature. Better blot the word self-sacrifice from\nour dictionaries. Devotion, service, love, dedication to a cause,\n–these words mark its real nature and are the only descriptions of it\nwhich its practicers will recognize. That damage to the abstract self\nwhich chiefly impresses the outsider is something of which the\nsacrificer is hardly aware. How exquisitely astonished are the men in\nthe parable when called to receive reward for their generous gifts!\n\"Lord, when saw we thee an hungered and fed thee, or thirsty and gave\nthee drink? When saw we thee sick or in prison and came unto thee?\"\nThey thought they had only been following their own desires.",
        "Perhaps the most admirable case of self-sacrifice is that in which no\nsingle person appears who is profited by our loss. The scholar, the\nartist, the scientific man dedicate themselves to the interests of\nundifferentiated humanity. They serve their undecipherable race, not\nknowing who will obtain gains through their toils. In their sublime\nbenefactions they study the wants of no individual person, not even of\nthemselves. Yet, turn to a man of this type and try to call his\nattention to the privations he endures, and what will be his answer?\n\"I have no coat? I have no dinner? I have little money? People do not\nhonor me as they honor others? Yes, I believe I lack these trifles.\nBut think what I possess! This great subject; or rather, it possesses\nme. And it shall have of me whatever it requires.”",
        "In such service of the absolute is found the highest expression of\nself-sacrifice, of social service, of self-realization. The doctrine\nthat though union with a reason and righteousness not exclusively our\nown each of us may hourly be renewed is the very heart of ethics.",
        "XIII",
        "I have attempted to cut out a clear path through an ethical jungle\novergrown with the exuberance of human life. I have not succeeded, and\nit is probably impossible to succeed. In the subject itself there is\nparadox. Conflicting elements enter into the very constitution of a\nperson. To trace them even imperfectly one must be patient of\nrefinements, accessible to qualifications, and ever ready to admit the\nopposite of what has been laboriously established. We all desire\nthrough study to win a swift simplicity. But nature abhors simplicity:\nshe complicates; she forces those who would know to take pains, to\nproceed cautiously, and to feel their way along from point to point.\nThis I have tried to do; and I believe that the inquiry, though\nintricate, primarily scientific, and only partially successful, need\nnot altogether lack practical consequence. Our age is bewildered\nbetween heroism and greed. To each it is drawn more powerfully than\nany age preceding. Neither of the two does it quite comprehend. If we\ncan render the nobler somewhat more intelligible, we may increase the\nconfidence of those who now, half-ashamed, follow its glorious but\nblindly compulsive call.",
        "Spencer’s Principles of Ethics, pt. i. ch. xi., xii.",
        "Bradley’s Appearance and Reality, p. 414-429.",
        "Paulsen’s Ethics, bk. ii. ch. 6.",
        "Wundt’s Facts of the Moral Life, ch. iii., Section 4 (g).",
        "Sidgwick’s Methods, concluding chapter.",
        "Kidd’s Social Evolution, ch. 5.",
        "S. Bryant in Journal of Ethics, Apr. 1893.",
        "Bradley in Journal of Ethics, Oct. 1894.",
        "Mackenzie, in Journal of Ethics, Apr. 1895.",
        "At this culmination of our long discussion, a discussion much confused\nby its necessary mass of details, it may be well to pause a moment, to\nfix attention on the great lines along which we have been moving, and\nto mark the points on which they appear to converge. We have regarded\ngoodness as divided into two very unequal parts. The first two\nchapters treated of goodness in general, a species which being shared\nalike by persons and things is in no sense distinctive of persons. The\nlast four chapters have been given to the more complex task of\nexploring the goodness of persons.",
        "In things we found that goodness consists in having their manifold\nparts drawn into integral wholeness. And this is true also of persons.\nBut the modes of organization in the two cases were so unlike as to\nrequire long elucidation. Our conclusion would seem to be that while\ngoodness is everywhere expressive of organization, personal conduct is\ngood only when consciously organized, guided, and aimed at the\ndevelopment of a social self. We have seen how self-consciousness lies\nat the foundation of personality, sharply discriminating persons from\nthings. We have seen too that wherever it is present, the person\ncuriously directs himself, passing through all the varieties of\npurposive activity which were catalogued in the chapter on self-\ndirection. But such activity implies a being of variable, not of fixed\npowers, a being accordingly capable of enlargement, and with\npossibilities in him which every moment renders real. This progressive\nrealization of himself, this development, he–so far as he is good–\nconsciously conducts. And finally we found in the person the strange\nfact that he conceives of his good self as essentially in conjunction\nwith his fellow man, and recognizes that parted off and in separate\nabstractness he is no person at all. Accordingly personal\norganization, direction, enlargement, conjunction. Under our analysis\ntwo antithetic worlds emerge, a world of nature and of spirit, the\nformer guided by blind forces, the latter self-managed. Unlike\nspiritual beings, natural objects are under alien control; have not\nthe power of development, and when brought into close conjunction with\nothers are liable to disruption.",
        "Accepting this vital distinction, we see that the work of spiritual\nman will consist in progressively subjugating whatever natural powers\nhe finds within him and without, rendering them all expressive of\nself-conscious purpose. for we men are not altogether spiritual; in us\ntwo elements meet. Our spirituality is superposed on a natural basis.\nLike things, we have our natural aptitudes, blind tendencies,\nestablished functions of body and mind. These are all serviceable and\norganic; but to become spiritual all need to be redeemed, or drawn\nover into the field of consciousness, where our special stamp may be\nset upon them. When we speak of a good act, we mean an act which shows\nthe results of such redemption, one whose every part has been studied\nin relation to every other part, and has thus been made to bear our\nown image and superscription.",
        "And this is essentially the Christian ideal, that spirit shall be lord\nof nature. I ought to reject my natural life, accounting it not my\nlife at all. Until shaped by myself, it is merely my opportunity for\nlife, material furnished, out of which my true and conscious life may\nbe constructed. Widely is this contrasted with the pagan conceptions,\nwhere man appears with powers as fixed as the things around him.\nIndeed, in many forms of paganism there is no distinction between\npersons and things. They are blended. And such blending usually\noperates to the disparagement of the person; for things being more\nnumerous, and their laws more urgent, the powers of man become lost in\nthose of nature. Or if distinction is made, and men in some dim\nfashion become aware that they are different from things, still it is\nthe tendency of paganism to subordinate person to nature. The child is\nsacrificed to the sun. The sun is not thought of as existing for the\nchild. From the Christian point of view everything seems turned upside\ndown. Man is absorbed in natural forces, natural forces are reverenced\nas divine, and self-consciousness–if noticed at all–is regarded as\nan impertinent accident.",
        "In the Christian ideal all this is reversed. Man is called to be\nmaster of himself, and therefore of all else. The many beautiful\nadjustments of the natural world are thought to possess dignity only\nso far as they accept the conscious purposes put by us in their\nkeeping. And in man himself goodness is held to exist only in\nproportion as his conduct expresses fullness of self-consciousness,\nfullness of direction, and fullness of conscious conjunction with\nother persons. I do not see how we can escape this conclusion. The\ncareful argumentation through which the previous chapters have brought\nus obliges us to count conduct valuable in proportion as it bears the\nimpress of self-conscious mind.",
        "Yet it must be owned that during the last few centuries doubts have\narisen about the justice of this Christian ideal. The simple\nconception of a world of spirit and a world of nature arrayed against\neach other, the one of them exactly what the other is not, the world\nof spirit the superior, the world of nature to be frowned on, used\npossibly, but always in subordination to spiritual purposes,–this\nview, dominant as it was in the Middle Ages, and still largely\ninfluential, has been steadily falling into disrepute. There is even a\ntendency in present estimates to reverse the ancient valuation and\nallow superiority to nature. Such a transformation is strikingly\nevident in those sensitive recorders of human ideals, the Fine Arts.\nLet us see what at different times they have judged best worthy of\nrecord.",
        "Early painting dealt with man alone, or rather with persons; for\npersonality in its transcendent forms–saints, angels, God himself–\nwas usually preferred above little man. Except the spiritual, nothing\nwas regarded as of consequence. The principle of early painting might\nbe summed in the proud saying, “On earth there is nothing great but\nman; in man there is nothing great but mind.” It is true when man is\nthus detached from nature he hardly appears to advantage or in his\nappropriate setting. But the early painters would tolerate nothing\nnatural near their splendid persons. They covered their backgrounds\nwith gilding, so that a glory surrounded the entire figure, throwing\nout the personality sharp and strong. Nothing broke its effect. But\nafter all, one comes to see that we inhabit a world; nature is\ncontinually about us, and man really shows his eminence most fully\nwhen standing dominant over nature. Early painting, accordingly, began\nto set in a little landscape around the human figures, contrasting the\nperson with that which was not himself. But an independent interest\ncould not fail to spring up in these accessories. By degrees the\nlandscape is elaborated and the figure subordinated. The figure is\nthere by prescription, the landscape because people enjoy it. Nature\nbegins to assert her claims; and man, the eminent and worthy\nrepresentative of old ideals, retires from his ancient prominence.",
        "When the Renaissance revolted against the teachings of the mediaeval\nchurch, the disposition to return to nature was insolently strong.\nNatural impulses were glorified, the physical world attracted\nattention, and even began to be studied. Hitherto it had been thought\ndeserving of study only because in a few respects it was able to\nminister to man. But in the Renaissance men studied it for its own\nsake. Gradually the distinction between man and nature grew faint, so\nthat a kind of pantheism arose in which a general power, at once\nnatural and spiritual, appeared as the ruler of all. We individual men\nemerge for a moment from this great central power, ultimately\nrelapsing into it. Nature had acquired coordinate, if not superior,\nrights. Yet the full expression of this independent interest in nature\nis more recent than is usually observed. Landscape painting goes back\nbut little beyond the year sixteen hundred. It is only two or three\ncenturies ago that painters discovered the physical world to be worthy\nof representation for its own sake.",
        "As the worth of nature thus became vindicated in painting, parallel\nchanges were wrought in the other arts. Arts less distinctly rational\nbegan to assert themselves, and even to take the lead. The art most\ncharacteristic of modern times, the one which most widely and\npoignantly appeals to us, is music. But in music we are not distinctly\nconscious of a meaning. Most of us in listening to music forget\nourselves under its lulling charms, abandon ourselves to its spell,\nand by it are swept away, perhaps to the infinite, perhaps to an\nobliteration of all clear thought. Is it not largely because we are so\nhard pressed under the anxious conditions of modern life that music\nbecomes such an enormous solace and strength? I do not say that no\nother factors have contributed to the vogue of music, but certainly it\nis widely prized as an effective means of escape from ourselves. Music\ntoo, though early known in calm and elementary forms, has within the\nlast two centuries been developed into almost a new art.",
        "Of all the arts poetry is the most strikingly rational and articulate.\nIts material is plain thought, plain words. We employ in it the\napparatus of conscious life. Poetry was therefore concerned in early\ntimes entirely with things of the spirit. It dealt with persons, and\nwith them alone. It celebrated epic actions, recorded sagacious\njudgments, or uttered in lyric song emotions primarily felt by an\nindividual, yet interpreting the common lot of man. But there has\noccurred a great change in poetry too, a change notable during the\nlast century but initiated long before. Poetry has been growing\nnaturalistic, and is to-day disposed to reject all severance of body\nand spirit. The great nature movement which we associate with the\nnames of Cowper, Burns, and Wordsworth, has withdrawn man’s attention\nfrom conscious responsibility, and has taught him to adore blind and\nvast forces which he cannot fully comprehend. We all know the\nrefreshment and the deepening of life which this mystic new poetry has\nbrought. But it is hard to say whether poetry is nowadays a spiritual\nor a natural art. Many of us would incline to the latter view, and\nwould hold that even in dealing with persons it treats them as\nembodiments of natural forces. Our instincts and unguided passions,\nthe features which most identify us with the physical world, are\ncoming more and more to be the subjects of modern poetry.",
        "Nature, meanwhile, that part of the universe which is not consciously\nguided, has become within a century our favorite field of scientific\nstudy. The very word science is popularly appropriated to naturalistic\ninvestigation. Of course this is a perversion. Originally it was\nbelieved that the proper study of mankind was man. And probably we\nshould all still acknowledge that the study of personal structure is\nas truly science as study of the structure of physical objects. Yet so\npowerfully is the tide setting toward reverence for the unconscious\nand the sub-conscious that science, our word for knowledge, has lost\nits universality and has taken on an almost exclusively physical\ncharacter.",
        "Perhaps there was only one farther step possible. Philosophy itself,\nthe study of mind, might be regarded as a study of the unconscious.\nAnd this step has been taken. Books now bear the paradoxical title\n\"Philosophy of the Unconscious,” and investigation of the sub-\nconscious processes is perhaps the most distinctive trait of\nphilosophy to-day. More and more it is believed that we cannot\nadequately explore a person without probing beneath consciousness. The\nblind processes can no longer be ruled out. Nature and spirit cannot\nbe parted as our fathers supposed they might. Probably Kant is the\nlast great scholar who will ever try to hold that distinction firm,\nand he is hardly successful. In spite of his vigorous antitheses,\nhints of covert connection between the opposed forces are not absent.\nIndeed, if the two are so widely parted as his usual language asserts,\nit is hard to see how his ethics can have mundane worth. Curiously\nenough too, at the very time when Kant was reviving this ancient\ndistinction, and offering it as the solid basis of personal and social\nlife, the opposite belief received its most clamorous announcement,\nresounding through the civilized world in the teachings of Rousseau.\nRousseau warns us that the conscious constructions of man are full of\nartifice and deceit, and lead to corruption and pain. Conscious\nguidance should, consequently, be banished, and man should return to\nthe peace, the ease, and the certainty of nature.",
        "Now I do not think it is worth while to blame or praise a movement so\nvast as this. If it is folly to draw an indictment against a nation,\nit is greater folly to indict all modern civilization. We must not say\nthat philosophy and the fine arts took a wrong turn at the\nRenaissance,–at least it is useless to call on them now to turn back.\nThe world seldom turns back. It absorbs, it re-creates, it brings new\nsignificance into the older thought. All progress, Goethe tells us, is\nspiral,–coming out at the place where it was before, but higher up.\nNo, we cannot wisely blame or praise, but we may patiently study and\nunderstand. That is what I am attempting to do here. The movement\ndescribed is no negligible accident of our time. It is world-wide, and\nshows progress steadily in a single direction.",
        "In order, however, to prove that such a change in moral estimates has\noccurred, it was hardly necessary to survey the course of history. The\nevidence lies close around us, and is found in the standards of the\nsociety in which we move. Who are the people most prized? Are they the\nmost self-conscious? That should be the case if our long argument is\nsound. Our preceding chapters would urge us to fill life with\nconsciousness. In proportion as consciousness droops, human goodness\nbecomes meagre; as our acts are filled with it, they grow excellent.\nThese are our theoretic conclusions, but the experience of daily life\ndoes not bear them out. If, for example, I find the person who is\ntalking to me watches each word he utters, pauses again and again for\ncorrection, choosing the determined word and rejecting the one which\ninstinctively comes to his lips, I do not trust what he says, or even\nlisten to it; while he is shaping his exact sentences I attend to\nsomething else. In general, if a man’s small actions impress us as\nminutely planned, we turn from him. It is not the self-reflecting\npersons, cautious of all they do, say, or think, who are popular. It\nis rather those instinctively spontaneous creatures characterized by\nabandon–men and women who let themselves go, and with all the wealth\nof the world in them, allow it to come out of itself–that we take to\nour hearts. We prize them for their want of deliberation. In short, we\ngive our unbiased endorsement not to the spiritual or consciously\nguided person, but to him, on the contrary, who shows the closest\nadjustment to nature.",
        "Yet even so, we have gone too far afield for evidence. First we\nsurveyed the ages, then we surveyed one another. But there is one\nproof-spot nearer still. Let us survey ourselves. I am much mistaken\nif there are not among my readers persons who have all their lives\nsuffered from self-consciousness. They have longed to be rid of it, to\nbe free to think of the other person, of the matter in hand. Instead\nof this, their thoughts are forever reverting to their own share in\nany affair. Too contemptible to be avowed, and more distressing than\nalmost any other species of suffering, excessive self-consciousness\nshames us with our selfishness, yet will not allow us to turn from it.\nWhen I go into company where everybody is spontaneous and free, easily\nuttering what the occasion calls for, I can utter only what I call for\nand not at all what the occasion asks. Between the two demands there\nis always an awkward jar. When tortured by such experiences it does\nnot soothe to have others carelessly remark, “Oh, just be natural!\"\nThat is precisely what we should like to be, but how? That little\npoint is continually left unexplained. Yet obviously self-\nconsciousness involves something like a deadlock. For how can one\nconsciously exert himself to be unconscious and try not to try? We\ncannot arrange our lives so as to have no arrangement in them, and\nwhen shaking hands with a friend, for example, be on our guard against\nnoticing. Once locked up in this vicious circle, we seem destined to\nbe prisoners forever. That is what constitutes the anguish of the\nsituation. The most tyrannical of jailers–one’s self–is over us, and\nfrom his bondage we are powerless to escape. The trouble is by no\nmeans peculiar to our time, though probably commoner forty years ago\nthan at any other period of the world’s history. But it had already\nattracted the attention of Shakespeare, who bases on it one of his\ngreatest plays. When Hamlet would act, self-consciousness stands in\nhis way. The hindering process is described in the famous soliloquy\nwith astonishing precision and vividness, if only we substitute our\nmodern term “self-consciousness” for that which was its ancient\nequivalent:–",
        "     “Thus conscience does make cowards of us all;\n      And thus the native hue of resolution\n      Is sicklied o’er with the pale cast of thought;\n      And enterprises of great pith and moment\n      With this regard their currents turn awry,\n      And lose the name of action.”",
        "And such is our experience. We, too, have purposed all manner of\nimportant and serviceable acts; but just as we were setting them in\nexecution, consideration fell upon us. We asked whether it was the\nproper moment, whether he to whom it was to be done was really needy,\nor were we the fit doer, or should it be done in this way or that. We\nhesitated, and the moment was gone. Self-consciousness had again\ndemonstrated its incompetence for superintending a task. Many of us,\nfar from regarding self-consciousness as a ground of goodness, are\ndisposed to look upon it as a curse.",
        "Before, however, attempting to discover whether our theoretic\nconclusions may he drawn into some sort of living accord with these\nresults of experience, let us probe a little more minutely into these\nlatter, and try to learn what reasons there may be for this very\ngeneral distrust of self-consciousness as a guide. Hitherto I have\nexhibited that distrust as a fact. We always find it so; our neighbors\nfind it so, the ages have found it so. But why? I have not pointed out\nprecisely the reasons for the continual fact. Let me devote a page or\ntwo to rational diagnosis.",
        "To begin with, I suppose it will be conceded that we really cannot\nguide ourselves through and through. There are certain large tracts of\nlife totally unamenable to consciousness.",
        "Of our two most important acts, and those by which the remaining ones\nare principally affected, birth and death, the one is necessarily\nremoved from conscious guidance, and the other is universally\ncondemned if so guided. We do not–as we have previously seen–happen\nto be present at our birth, and so are quite cut off from controlling\nthat. Yet the conditions of birth very considerably shape everything\nelse in life. We cannot, then, be purely spiritual; it is impossible.\nWe must be natural beings at our beginning; and at the other end the\nstate of things is largely similar, for we are not allowed to fix the\ntime of our departure. The Stoics were. “If the house smokes,” they\nsaid, “leave it.” When life is no longer worth while, depart. But\nChristianity will not allow this. Death must be a natural affair, not\na spiritual. I am to wait till a wandering bacillus alights in my\nlung. He will provide a suitable exit for me. But neither I nor my\nneighbors must decide my departure. Let laws of nature reign.",
        "And if these two tremendous events are altogether removed from\nconscious guidance, many others are but slightly amenable to it. The\ngreat organic processes both of mind and body are only indirectly, or\nto a partial extent, under the control of consciousness. A few\npersons, I believe, can voluntarily suspend the beating of their\nhearts. They are hardly to be envied. The majority of us let our\nhearts alone, and they work better than if we tried to work them.\nThough it is true that we can control our breathing, and that we\noccasionally do so, this also in general we wisely leave to natural\nprocesses. A similar state of affairs we find when we turn to the mind\nitself. The association of ideas, that curious process by which one\nthought sticks to another and through being thus linked draws after it\nmaterial for use in all our intellectual constructions, goes on for\nthe most part unguided. It would be plainly useless, therefore, to\ntreat our great distinction as something hard and fast. Nature and\nspirit may be contrasted; they cannot be sundered. Spirit removed from\nnature would become impotent, while nature would then proceed on a\nmeaningless career.",
        "Then too there are all sorts of degrees in consciousness. No man was\never so conscious of himself and his acts that he could not be more\nso. When introspection is causing us our sharpest distress, it may\nstill be rendered more minute. That is one cause of its peculiar\nanguish. We are always uncertain whether our troubles have not arisen\nfrom too little self-consciousness, and we whip ourselves into greater\nnicety and elaborateness of personal observation. Varying through a\nmultitude of degrees, the fullness of consciousness is never reached.\nA more thorough exercise of it is always possible. At the last, nature\nmust be admitted as a partner in the control of our lives, and her\nshare in that partnership the present age believes to be a large one.",
        "For could we always consciously steer our conduct, we should be unwise\nto do so. Consciousness hinders action. Acts are excellent in\nproportion as they are sure, swift, and easy. When we undertake\nanything, we seek to do exactly that thing, reach precisely that end,\nand not merely to hit something in the neighborhood. Occasions, too,\nrun fast, and should be seized on the minute. Action is excellent only\nwhen it meets the urgent and evasive demands of life. Faltering and\nhesitation are fatal. Nor must action unduly weary. Good conduct\neffects its results with the least necessary expenditure of effort.\nWhen there are so many demands pressing upon us, we should not allow\nourselves to become exhausted by a single act, but should keep\nourselves fresh for further needs. Efficient action, then, is sure,\nswift, and easy.",
        "Now the peculiarity of self-consciousness is that it hinders all this\nand makes action inaccurate, slow, and fatiguing. Inaccuracy is almost\ncertain. When we study how something is to be done, we are apt to lay\nstress on certain features of the situation, and not to bring others\ninto due prominence. It is difficult separately to correlate the many\nelements which go to make up a desired result. Sometimes we become\naltogether puzzled and for the moment the action ceases. When I have\nhad occasion to drive a screw in some unusual and inconvenient place,\nafter setting the blade of the screw-driver into the slot I have asked\nmyself, “In which direction does this screw turn?” But the longer I\nask, the more uncertain I am. My only solution lies in trusting my\nhand, which knows a great deal more about the matter than I. When we\nonce begin to meditate how a word is spelled, how helpless we are! It\nis better to drop the question, and pick up the dictionary. In all\nsuch cases consideration tends to confuse.",
        "It tends to delay, too, as everybody knows. To survey all the\nrelations in which a given act may stand, to balance their relative\ngains and losses, and with full sight to decide on the course which\noffers the greatest profit, would require the years of Methuselah. But\nat what point shall we cut the process short? To obtain full\nknowledge, we should pass in review all that relates to the act we\npropose; should inquire what its remoter consequences will be, and how\nit will affect not merely myself, my cousin, my great-grandchild, but\nthe man in the next street, city, or state. There is no stopping. To\ncarry conscious verification over a moderate range is slow business.\nIf on the impulse of occasion we dash off an action unreflectingly,\nlife will be swift and simple. If we try to anticipate all\nconsequences of our task it will be slow and endless.",
        "Nor need I dwell on the fatigue such conscious work involves. In\nwriting a letter, we usually sit down before our paper, our minds\noccupied with what we would say. We allow our fingers to stroll of\nthemselves across the page, and we hardly notice whether they move or\nnot. If anybody should ask, “How did you write the letter s?” we\nshould be obliged to look on the paper to see. But suppose, instead\nof writing in this way, I come to the task to-morrow determined to\nsuperintend all the work consciously. How shall I hold my pen in the\nbest possible manner? How shape this letter so that each of its curves\ngets its exact bulge? How give the correct slant to what is above or\nbelow the line? I will not ask how long a time a letter prepared in\nthis fashion would require, or whether when written it would be fit to\nread, for I wish to fix attention on the exhaustion of the writer. He\ncertainly could endure such fatigue for no more than a single epistle.\nThe schoolboy, when forced to it, seldom holds out for more than half\na page, though he employs every contortion of shoulder, tongue, and\nleg to ease and diversify the struggle.",
        "A dozen years ago some nonsense verses were running through the\npapers,–verses pointing out with humorous precision the very\ninfelicities of conscious control to which I am now directing\nattention. They put the case thus:–",
        "     “The centipede was happy, quite,\n         Until the toad for fun\n      Said, ’Pray which leg comes after which?’\n      This worked her mind to such a pitch\n      She lay distracted in a ditch,\n         Considering how to run.”",
        "And no wonder! Problems so complex as this should be left to the\ndisposal of nature, and not be drawn over into the region of spiritual\nguidance. But the complexities of the centipede are simple matters\nwhen compared with the elaborate machinery of man. The human mind\noffers more alternatives in a minute than does the centipede in a\nlifetime. If spiritual guidance is inadequate to the latter, and is\nfound merely to hinder action, why is not the blind control of nature\nnecessary for the former also? Our age believes it is and, ever\ndisparaging the conscious world, attaches steadily greater consequence\nto the unconscious. “It is the unintelligent me,” writes Dr. O. W.\nHolmes, “stupid as an idiot, that has to try a thing a thousand times\nbefore he can do it and then never knows how he does it, that at last\ndoes it well. We have to educate ourselves through the pretentious\nclaims of intellect into the humble accuracy of instinct; and we end\nat last by acquiring the dexterity, the perfection, the certainty\nwhich those masters of arts, the bee and the spider, inherit from\nnature.”",
        "Green’s Prolegomena, Section 297.",
        "Dewey’s Study of Ethics, Section xli.",
        "Seth’s Study of Ethical Principles, pt. i. ch. 3, Section 6.",
        "Alexander’s Moral Order and Progress, bk. i. ch. i. Section iii.",
        "Earle’s English Prose, p. 490-500.",
        "Palmer in The Forum, Jan. 1893.",
        "Such is the mighty argument conducted through several centuries in\nbehalf of nature against spirit as a director of conduct. I have\nstated it at length both because of its own importance and because it\nis in seeming conflict with the results of my early chapters. But\nthose results stand fast. They were reached with care. To reject them\nwould be to obliterate all distinction between persons and things.\nSelf-consciousness is the indisputable prerogative of persons. Only so\nfar as we possess it and apply it in action do we rise above the\nimpersonal world around. And even if we admit the contention in behalf\nof nature as substantially sound, we are not obliged to accept it as\ncomplete. It may be that neither nature nor spirit can be dispensed\nwith in the supply of human needs. Each may have its characteristic\noffice; for though in the last chapter I have been setting forth the\nsuperiorities of natural guidance, in spiritual guidance there are\nadvantages too, advantages of an even more fundamental kind. Let us\nsee what they are.",
        "They may be summarily stated in a single sentence: consciousness alone\ngives fresh initiative. Disturbing as the influence of consciousness\nconfessedly is, on its employment depends every possibility of\nprogress. Natural action is regular, constant, conformed to a pattern.\nIn the natural world event follows event in a fixed order, Under the\nsame conditions the same result appears an indefinite number of times.\nThe most objectionable form of this rigidity is found in mechanism. I\nsometimes hear ladies talking about “real lace” and am on such\noccasions inclined to speak of my real boots. They mean, I find, not\nlace that is the reverse of ghostly, but simply that which bears the\nimpress of personality. It is lace which is made by hand and shows the\nmarks of hand work. Little irregularities are in it, contrasting it\nwith the machine sort, where every piece is identical with every other\npiece. It might be more accurately called personal lace. The machine\nkind is no less real–unfortunately–but mechanism is hopelessly dull,\nsays the same thing day after day, and never can say anything else.",
        "Now though this coarse form of monotonous process nowhere appears in\nwhat we call the world of nature, a restriction substantially similar\ndoes; for natural objects vary slowly and within the narrowest limits.\nOutside such orderly variations, they are subjected to external and\ndistorting agencies effecting changes in them regardless of their\ngains. Branches of trees have their wayward and subtle curvatures, and\nare anything but mechanical in outline. But none the less are they\nhelpless, unprogressive, and incapable of learning. The forces which\nplay upon them, being various, leave a truly varied record. But each\nof these forces was an invariable one, and their several influences\ncannot be sorted, judged, and selected by the tree with reference to\nits future growth. Criticism and choice have no place here, and\naccordingly anything like improvement from year to year is impossible.",
        "The case of us human beings would be the same if we were altogether\nmanaged by the sure, swift, and easy forces of nature. Progress would\ncease. We should move on our humdrum round as fixedly constituted, as\nsubmissive to external influence, and with as little exertion of\nintelligence as the dumb objects we behold. Every power within us\nwould be actual, displayed in its full extent, and involving no\nvariety of future possibility. We should live altogether in the\npresent, and no changes would be imagined or sought. From this dull\nroutine we are saved by the admixture of consciousness. For a gain so\ngreat we may well be ready to encounter those difficulties of\nconscious guidance which my last chapter detailed. Let the process of\nadvance be inaccurate, slow, and severe, so only there be advance. For\nprogress no cost is too great. I am sometimes inclined to congratulate\nthose who are acute sufferers through self-consciousness, because to\nthem the door of the future is open. The instinctive, uncritical\nperson, who takes life about as it comes, and with ready acceptance\nresponds promptly to every suggestion that calls, may be as popular as\nthe sunshine, but he is as incapable of further advance. Except in\nattractiveness, such a one is usually in later life about what he was\nin youth; for progress is a product of forecasting intelligence. When\nany new creation is to be introduced, only consciousness can prepare\nits path.",
        "Evidently, then, there are strong advantages in guidance through the\nspirit. But natural guidance has advantages no less genuine. Human\nlife is a complex and demanding affair, requiring for its ever-\nenlarging good whatever strength can be summoned from every side.\nProbably we must abandon that magnificent conception of our ancestors,\nthat spirit is all in all and nature unimportant. But must we, in\ndeference to the temper of our time, eliminate conscious guidance\naltogether? May not the disparagement of recent ages have arisen in\nreaction against attempts to push conscious guidance into regions\nwhere it is unsuitable? Conceivably the two agencies may be\nsupplementary. Possibly we may call on our fellow of the natural world\nfor aid in spiritual work. The complete ideal, at any rate, of good\nconduct unites the swiftness, certainty, and ease of natural action\nwith the selective progressiveness of spiritual. Till such a\ncombination is found, either conduct will be insignificant or great\ndistress of self-consciousness will be incurred. Both of these evils\nwill be avoided if nature can be persuaded to do the work which we\nclearly intend. That is what goodness calls on us to effect. To\nshowing the steps through which it may be reached the remainder of\nthis chapter will be given.",
        "Let us, then, take a case of action where we are trying to create a\nnew power, to develop ourselves in some direction in which we have not\nhitherto gone. For such an undertaking consciousness is needed, but\nlet us see how far we are able to hand over its work to\nunconsciousness. Suppose, when entirely ignorant of music, I decide to\nlearn to play the piano. Evidently it will require the minutest\nwatchfulness. Approaching the strange instrument with some uneasiness,\nI try to secure exactly that position on the stool which will allow my\narms their proper range along the keyboard. There is difficulty in\ngetting my sheet of music to stand as it should. When it is adjusted,\nI examine it anxiously. What is that little mark? Probably the note C.\nAmong these curious keys there must also be a C. I look up and down.\nThere it is! But can I bring my finger down upon it at just the right\nangle? That is accomplished, and gradually note after note is\ncaptured, until I have conquered the entire score. If now during my\nlaborious performance a friend enters the room, he might well say, “I\ndo not like spiritual music. Give me the natural kind which is not\nconsciously directed.” But let him return three years later. He will\nfind me sitting at the piano quite at my ease, tossing off notes by\nthe unregarded handful. He approaches and enters into conversation\nwith me. I do not cease my playing; but as I talk, I still keep my\nmind free enough to observe the swaying boughs outside the window and\nto enjoy the fragrance of the flowers which my friend has brought. The\nmusical phrases which drop from my fingers appear to regulate\nthemselves and to call for little conscious regard.",
        "Yet if my friend should try to show me how mistaken I had been in the\npast, attempting to manage consciously what should have been left to\nnature, if he should eulogize my natural action now and contrast it\nwith my former awkwardness, he would plainly be in error. My present\nnaturalness is the result of long spiritual endeavor, and cannot be\nhad on cheaper terms; and the unconsciousness which is now noticeable\nin me is not the same thing as that which was with me when I began to\nplay. It is true the incidental hardships connected with my first\nattack on the piano have ceased. I find myself in possession of a new\nand seemingly unconscious power. An automatic train of movements has\nbeen constructed which I now direct as a whole, its parts no longer\nrequiring special volitional prompting. But I still direct it, only\nthat a larger unit has been constituted for consciousness to act upon.\nThe naturalness which thus becomes possible is accordingly of an\naltogether new sort; and since the result is a completer expression of\nconscious intention, it may as truly be called spiritual as natural.",
        "It has now become plain that our early reckoning of actions as either\nnatural or spiritual was too simple and incomplete. Conduct has three\nstages, not two. Let us get them clearly in mind. At the beginning of\nlife we are at the beck and call of every impulse, not having yet\nattained reflective command of ourselves. This first stage we may\nrightly call that of nature or of unconsciousness, and manifestly most\nof us continue in it to some extent and as regards certain tracts of\naction throughout life. Then reflection is aroused; we become aware of\nwhat we are doing. The many details of each act and the relations\nwhich surround it come separately into conscious attention for\nassessment, approval, or rejection. This is the stage of spirit, or\nconsciousness. But it is not the final stage. As we have seen in our\nexample, a stage is possible when action runs swiftly to its intended\nend, but with little need of conscious supervision. This mechanized,\npurposeful action presents conduct in its third stage, that of second\nnature or negative consciousness. As this third is least understood,\nis often confused with the first, and yet is in reality the complete\nexpression of the moral ideal and of that reconciliation of nature and\nspirit of which we are in search, I will devote a few pages to its\nexplanation.",
        "The phrase negative consciousness describes its character most\nexactly, though the meaning is not at once apparent. Positive\nconsciousness marks the second stage. There we are obliged to think of\neach point involved, in order to bring it into action. In piano-\nplaying, for example, I had to study my seat at the piano, the music\non the rack, the letters of the keyboard, the position of my fingers,\nand the coordination of all these with one another. To each such\nmatter a separate and positive attention is given. But even at the\nlast, when I am playing at my ease, we cannot say that consciousness\nis altogether absent. I am conscious of the harmony, and if I do not\ndirect, I still verify results. As an entire phrase of music rolls off\nmy rapid fingers, I judge it to be good. But if one of the notes\nsticks, or I perceive that the phrase might be improved by a slightly\nchanged stress, I can check my spontaneous movements and correct the\nerror. There is therefore a watchful, if not a prompting,\nconsciousness at work. It is true that, the first note started, all\nthe others follow of themselves in natural sequence. Though I withdraw\nattention from my fingers, they run their round as a part of the\nassociated train. But if they go awry, consciousness is ready with its\ninhibition. I accordingly call this the stage of negative\nconsciousness. In it consciousness is not employed as a positive\nguiding force, but the moment inhibition or check is required for\nreaching the intended result, consciousness is ready and asserts\nitself in the way of forbiddal. This third stage, therefore, differs\nfrom the first through having its results embody a conscious purpose;\nfrom the second, through having consciousness superintend the process\nin a negative and hindering, rather than in a positive and prompting\nway. It is the stage of habit. I call it second nature because it is\nworked, not by original instincts, but by a new kind of associative\nmechanism which must first be laboriously constructed.",
        "Years ago when I began to teach at Harvard College, we used to regard\nour students as roaring animals, likely to destroy whatever came in\ntheir way. We instructors were warned to keep the doors of our lecture\nrooms barred. As we came out, we must never fail to lock them. So\nalways in going to a lecture, as I passed through the stone entry and\napproached the door my hand sought my pocket, the key came out, was\ninserted in the keyhole, turned, was withdrawn, fell back into my\npocket, and I entered the room. This series of acts repeated day after\nday had become so mechanized that if on entering the room I had been\nasked whether on that particular day I had really unlocked the door, I\ncould not have told. The train took care of itself and I was not\nconcerned in it sufficiently for remembrance. Yet it remained my act.\nOn one or two occasions, after shoving in the key in my usual\nunconscious fashion, I heard voices in the room and knew that it would\nbe inappropriate to enter. Instantly I stopped and checked the\nremainder of the train. Habitual though the series of actions was, and\nordinarily executed without conscious guidance, it as a whole was\naimed at a definite end. If this were unattainable, the train stopped.",
        "All are aware how large a part is played by such mechanization of\nconduct. Without it, life could not go on. When a man walks to the\ndoor, he does not decide where to set his foot, what shall be the\nlength of his step, how he shall maintain his balance on the foot that\nis down while the other is raised. These matters were decided when he\nwas a child. In those infant years which seem to us intellectually so\nstationary, a human being is probably making as large acquisitions as\nat any period of his later life. He is testing alternatives and\norganizing experience into ordered trains. But in the rest of us a\nconsolidation substantially similar should be going on in some section\nof our experience as long as we live. For this is the way we develop:\nnot the total man at once, but this year one tract of conduct is\nsurveyed, judged, mechanized; and next year another goes through the\nsame maturing process. Not until such mechanization has been\naccomplished is the conduct truly ours. When, for example, I am\nwinning the power of speech, I gradually cease to study exactly the\nword I utter, the tone in which it is enunciated, how my tongue, lips,\nand teeth shall be adjusted in reference to one another. While\noccupied with these things, I am no speaker. I become such only when,\nthe moment I think of a word, the actions needed for its utterance set\nthemselves in motion. With them I have only a negative concern.\nIndeed, as we grow maturer of speech, collocations of words stick\nnaturally together and offer themselves to our service. When we\nrequire a certain range of words from which to draw our means of\ncommunication, there they stand ready. We have no need to rummage the\ndimness of the past for them. Mechanically they are prepared for our\nservice.",
        "Of course this does not imply that at one period we foolishly believed\nconsciousness to be an important guide, but subsequently becoming\nwiser, discarded its aid. On the contrary, the mechanization of second\nnature is simply a mode of extending the influence of consciousness\nmore widely. The conclusions of our early lectures were sound. The\nmore fully expressive conduct can be of a self-conscious personality,\nso much the more will it deserve to be called good. But in order that\nit may in any wide extent receive this impress of personal life, we\nmust summon to our aid agencies other than spiritual. The more we\nmechanize conduct the better. That is what maturing ourselves means.\nWhen we say that a man has acquired character, we mean that he has\nconsciously surveyed certain large tracts of life, and has decided\nwhat in those regions it is best to do. There, at least, he will no\nlonger need to deliberate about action. As soon as a case from this\nregion presents itself, some electric button in his moral organism is\ntouched, and the whole mechanism runs off in the surest, swiftest,\neasiest possible way. Thus his consciousness is set free to busy\nitself with other affairs. For in this third stage we do not so much\nabandon consciousness as direct it upon larger units; and this not\nbecause smaller units do not deserve attention, but because they have\nbeen already attended to. Once having decided what is our best mode of\naction in regard to them, we wisely turn them over to mechanical\ncontrol.",
        "Such is the nature of moral habit. Before goodness can reach\nexcellence, it must be rendered habitual. Consideration, the mark of\nthe second stage, disappears in the third. We cannot count a person\nhonest so long as he has to decide on each occasion whether to take\nadvantage of his neighbor. Long ago he should have disciplined himself\ninto machine-like action as regards these matters, so that the\ndishonest opportunity would be instinctively and instantly dismissed,\nthe honest deed appearing spontaneously. That man has not an amiable\ncharacter who is obliged to restrain his irritation, and through all\nexcitement and inner rage curbs himself courageously. Not until\nconduct is spontaneous, rooted in a second nature, does it indicate\nthe character of him from whom it proceeds.",
        "That unconsciousness is necessary for the highest goodness is a\ncardinal principle in the teaching of Jesus. Other teachers of his\nnation undertook clearly to survey the entirety of human life, to\nclassify its situations and coolly to decide the amount of good and\nevil contained in each. Righteousness according to the Pharisees was\nfound in conscious conformity to these decisions. Theirs was the\nmethod of casuistry, the method of minute, critical, and instructed\njudgment. The fields of morality and the law were practically\nidentified, goodness becoming externalized and regarded as everywhere\nsubstantially the same for one man as for another. Pharisaism, in\nshort, stuck in the second stage. Jesus emphasized the unconscious and\nsubjective factor. He denounced the considerate conduct of the\nPharisees as not righteousness at all. It was mere will-worship. Jesus\npreached a religion of the heart, and taught that righteousness must\nbecome an individual passion, similar to the passions of hunger and\nthirst, if it would attain to any worth. So long as evil is easy and\nnatural for us, and good difficult, we are evil. We must be born\nagain. We must attain a new nature. Our right hand must not know what\nour left hand does. We must become as little children, if we would\nenter into the kingdom of heaven.",
        "The chief difficulty in comprehending this doctrine of the three\nstages lies in the easy confusion of the first and the third. Jesus\nguards against this, not bidding us to be or to remain children, but\nto become such. The unconsciousness and simplicity of childhood is the\ngoal, not the starting-point. The unconsciousness aimed at is not of\nthe same kind as that with which we set out. In early life we catch\nthe habits of our home or even derive our conduct from hereditary\nbias. We begin, therefore, as purely natural creatures, not asking\nwhether the ways we use are the best. Those ways are already fixed in\nthe usages of speech, the etiquettes of society, the laws of our\ncountry. These things make up the uncriticised warp and woof of our\nlives, often admirably beautiful lives. When speaking in my last\nchapter of the way in which our age has come to eulogize guidance by\nnatural conditions, I might have cited as a striking illustration the\nprevalent worship of childhood. Only within the last century has the\nchild cut much of a figure in literature. He is an important enough\nfigure to-day, both in and out of books. In him nature is displayed\nwithin the spiritual field, nature with the possibilities of spirit,\nbut those possibilities not yet realized. We accordingly reverence the\nchild and delight to watch him. How charming he is, graceful in\nmovement, swift of speech, picturesque in action! Enviable little\nbeing! The more so because he is able to retain his perfection for so\nbrief a time.",
        "But we all know the unhappy period from seven to fourteen when he who\nformerly was all grace and spontaneity discovers that he has too many\narms and legs. How disagreeable the boy then becomes! Before, we liked\nto see him playing about the room. Now we ask why he is allowed to\nremain. For he is a ceaseless disturber; constantly noisy and\nconstantly aware of making a noise, his excuses are as bad as his\nindiscretions. He cannot speak without making some awkward blunder. He\nis forever asking questions without knowing what to do with the\nanswers. A confused and confusing creature! We say he has grown\nbackward. Where before he was all that is estimable, he has become all\nthat we do not wish him to be.",
        "All that we do not wish him to be, but certainly much more what God\nwishes him to be. For if we could get rid of our sense of annoyance,\nwe should see that he is here reaching a higher stage, coming into his\nheritage and obtaining a life of his own. Formerly he lived merely the\nlife of those about him. He laid a self-conscious grasp on nothing of\nhis own. When now at length he does lay that grasp, we must permit him\nto be awkward, and to us disagreeable. We should aid him through the\ninaccurate, slow, and fatiguing period of his existence until, having\ntested many tracts of life and learned in them how to mechanize\ndesirable conduct, he comes back on their farther side to a childhood\nmore beautiful than the original. Many a man and woman possesses this\ndisciplined childhood through life. Goodness seems the very atmosphere\nthey breathe, and everything they do to be exactly fitting. Their acts\nare performed with full self-expression, yet without strut or\nintrusion of consciousness. Whatever comes from them is happily\nblended and organized into the entirety of life. Such should be our\naim. We should seek to be born again, and not to remain where we were\noriginally born.",
        "In what has now been said there is a good deal of comfort for those\nwho suffer the pains of self-consciousness, previously described. They\nneed not seek a lower degree of self-consciousness, but only to\ndistribute more wisely what they now possess. In fullness of\nconsciousness they may well rejoice, recognizing its possession as a\npower. But they should take a larger unit for its exercise. In meeting\na friend, for example, we are prone to think of ourselves, how we are\nspeaking or poising our body. But suppose we transfer our\nconsciousness to the subject of our talk, and allow ourselves a hearty\ninterest in that. Leaving the details of speech and posture to\nmechanized past habits, we may turn all the force of our conscious\nattention on the fresh issues of the discussion. With these we may\nidentify ourselves, and so experience the enlargement which new\nmaterials bring. When we were studying the intricacies of self-\nsacrifice, we found that the generous man is not so much the self-\ndenier or even the self-forgetter, but rather he who is mindful of his\nlarger self. He turns consciousness from his abstract and isolated\nself and fixes it upon his related and conjunct self. But that is a\nprocess which may go on everywhere. Our rule should be to withdraw\nattention from isolated minutiae, for which a glance is sufficient.\nGiving merely that glance, we may then leave them to themselves.\nEncouraging them to become mechanized, we should use these mechanized\ntrains in the higher ranges of living. The cure for self-consciousness\nis not suppression, but the turning of it upon something more\nsignificant.",
        "Every habit, however, requires perpetual adjustment, or it may rule us\ninstead of allowing us instead to rule through it. We do well to let\nalone our mechanized trains while they do not lead us into evil. So\nlong as they run in the right direction, instincts are better than\nintentions. But repeatedly we need to study results,–and see if we\nare arriving at the goal where we would be. If not, then habit\nrequires readjustment. From such negative control a habit should never\nbe allowed to escape. This great world of ours does not stand still.\nEvery moment its conditions are altering. Whatever action fits it now\nwill be pretty sure to be a slight misfit next year. No one can be\nthoroughly good who is not a flexible person, capable of drawing back\nhis trains, reexamining them, and bringing them into better adjustment\nto his purposes.",
        "It is meaningless, then, to ask whether we should be intuitive and\nspontaneous, or considerate and deliberate. There is no such\nalternative. We need both dispositions. We should seek to attain a\ncondition of swift spontaneity, of abounding freedom, of the absence\nof all restraint, and should not rest satisfied with the conditions in\nwhich we were born. But we must not suffer that even the new nature\nshould be allowed to become altogether natural. It should be but the\nnatural engine for spiritual ends, itself repeatedly scrutinized with\na view to their better fulfillment.",
        "The doctrine of the three stages of conduct, elaborated in this\nchapter, explains some curious anomalies in the bestowal of praise,\nand at the same time receives from that doctrine farther elucidation.\nWhen is conduct praiseworthy? When may we fairly claim honor from our\nfellows and ourselves? There is a ready answer. Nothing is\npraiseworthy which is not the result of effort. I do not praise a lady\nfor her beauty, I admire her. The athlete’s splendid body I envy,\nwishing that mine were like it. But I do not praise him. Or does the\nreader hesitate; and while acknowledging that admiration and envy may\nbe our leading feelings here, think that a certain measure of praise\nis also due? It may be. Perhaps the lady has been kind enough by care\nto heighten her beauty. Perhaps those powerful muscles are partly the\nresult of daily discipline. These persons, then, are not undeserving\nof praise, at least to the extent that they have used effort. Seeing a\ncollection of china, I admire the china, but praise the collector. It\nis hard to obtain such pieces. Large expense is required, long\ntraining too, and constant watchfulness. Accordingly I am interested\nin more than the collection. I give praise to the owner. A learned man\nwe admire, honor, envy, but also praise. His wisdom is the result of\neffort.",
        "Plainly, then, praise and blame are attributable exclusively to\nspiritual beings. Nature is unfit for honor. We may admire her, may\nwish that our ways were like hers, and envy her great law-abiding\ncalm. But it would be foolish to praise her, or even to blame when her\nvolcanoes overwhelm our friends. We praise spirit only, conscious\ndeeds. Where self-directed action forces its path to a worthy goal, we\nrightly praise the director.",
        "Now, if all this is true, there seems often-times a strange\nunsuitableness in praise. We may well decline to receive it. To praise\nsome of our good qualities, pretty fundamental ones too, often strikes\nus as insulting. You are asked a sudden question and put in a\ndifficult strait for an answer. “Yes,” I say, “but you actually did\ntell the truth. I wish to congratulate you. You were successful and\ndeserve much praise.” But who would feel comfortable under such\neulogy? And why not? If telling the truth is a spiritual excellence\nand the result of effort, why should it not be praised? But there lies\nthe trouble. I assumed that to be a truth-teller required strain on\nyour part. In reality it would have required greater strain for\nfalsehood. It might then seem that I should praise those who are not\neasily excellent, since I am forbidden to praise those who are. And\nsomething like this seems actually approved. If a boy on the street,\nwho has been trained hardly to distinguish truth from lies, some day\nstumbles into a bit of truth, I may justly praise him. “Splendid\nfellow! No word of falsehood there!” But when I see the father of his\ncountry bearing his little hatchet, praise is unfit; for George\nWashington cannot tell a lie.",
        "Absurd as this conclusion appears, I believe it states our soundest\nmoral judgment; for praise never escapes an element of disparagement.\nIt implies that the unexpected has happened. If I praise a man for\nlearning, it is because I had supposed him ignorant; if for helping\nthe unfortunate, I hint that I did not anticipate that he would regard\nany but himself. Wherever praise appears, we cannot evade the\nsuggestion that excellence is a matter of surprise. And as nobody\nlikes to be thought ill-adapted to excellence, praise may rightly be\nresented.",
        "It is true, there is a group of cases where praise seems differently\nemployed. We can praise those whom we recognize as high and lifted up.\n\"Sing praises unto the Lord, sing praises,” the Psalmist says. And our\nhearts respond. We feel it altogether appropriate. We do not disparage\nGod by daily praise. No, but the element of disparagement is still\npresent, for we are really disparaging ourselves. That is the true\nsignificance of praise offered to the confessedly great. For them, the\npraise is inappropriate. But it is, nevertheless, appropriate that it\nshould be offered by us little people who stand below and look up.\nPraising the wise man, I really declare my ignorance to be so great\nthat I have difficulty in conceiving myself in his place. For me, it\nwould require long years of forbidding work before I could attain to\nhis wisdom. And even in the extreme form of this praise of superiors,\nsubstantially the same meaning holds. We praise God in order to abase\nourselves. Him we cannot really praise. That we understand at the\nstart. He is beyond commendation. Excellence covers him like a\ngarment, and is not attained, like ours, by struggle through\nobstacles. Yet this difference between him and us we can only express\nby trying to imagine ourselves like him, and saying how difficult such\nexcellence would then be. We have here, therefore, a sort of reversed\npraise, where the disparagement which praise always carries falls\nexclusively on the praiser. And such cases are by no means uncommon,\ncases in which there is at least a pretense on the praiser’s part of\nsetting himself below the one praised. But praise usually proceeds\ndown from above, and then, implicitly, we disparage him whom we\nprofess to exalt.",
        "Nor do I see how this is to be avoided; for praise belongs to goodness\ngained by effort, while excellence is not reached till effort ceases\nin second nature. To assert through praise that goodness is still a\nstruggle is to set the good man back from our third stage to our\nsecond. In fact by the time he really reaches excellence praise has\nlost its fitness, goodness now being easier than badness, and no\nlonger something difficult, unexpected, and demanding reward. For this\nreason those persons are usually most greedy of praise who have a\nrather low opinion of themselves. Being afraid that they are not\nremarkable, they are peculiarly delighted when people assure them that\nthey are. Accordingly the greatest protection against vanity is pride.\nThe proud man, assured of his powers, hears the little praisers and is\namused. How much more he knows about it than they! Inner worth stops\nthe greedy ear. When we have something to be vain about, we are seldom\nvain.",
        "But if all this is true, why should praise be sweet? In candor most of\nus will own that there is little else so desired. When almost every\nother form of dependence is laid by, to our secret hearts the good\nwords of neighbors are dear. And well they may be! Our pleasure\ntestifies how closely we are knitted together. We cannot be satisfied\nwith a separated consciousness, but demand that the consciousness of\nall shall respond to our own. A glorious infirmity then! And the\npeculiar sweetness which praise brings is grounded in the\nconsciousness of our weakness. In certain regions of my life, it is\ntrue, goodness has become fairly natural; and there of course praise\nstrikes me as ill-adjusted and distasteful. I do not like to have my\nmanners praised, my honesty, or my diligence. But there are other\ntracts where I know I am still in the stage of conscious effort. In\nthis extensive region, aware of my feebleness and hearing an inward\ncall to greater heights, it will always be cheering to hear those\nabout me say, “Well done!” Of course in saying this they will\ninevitably hint that I have not yet reached an end, and their praises\nwill displease unless I too am ready to acknowledge my incompleteness.\nBut when this is acknowledged, praise is welcome and invigorating. I\nsuspect we deal in it too little. If imagination were more active, and\nwe were more willing to enter sympathetically the inner life of our\nstruggling and imperfect comrades, we should bestow it more liberally.\nOccasion is always at hand. None of us ever quite passes beyond the\ndeliberate, conscious, and praise-deserving line. In some parts of our\nbeing we are farther advanced, and may there be experiencing the peace\nand assurance of a considerable second nature. But there too perpetual\nverification is necessary. And so many tracts remain unsubdued or\ncapable of higher cultivation that throughout our lives, perhaps on\ninto eternity, effort will still find room for work, and suitable\npraises may attend it.",
        "James’s Psychology, ch. iv.",
        "Bain’s Emotions and the Will, ch. ix.",
        "Wundt’s Facts of the Moral Life, ch. iii.",
        "Stephen’s Science of Ethics, ch. vii. Section iii.",
        "Martineau’s Types of Ethical Theory, pt. ii. bk. i. ch. iii.",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}