{
    "title": "The Story of Mankind - The English Revolution (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "46",
    "content": [
        "\n",
        "\n\n",
        "HOW THE STRUGGLE BETWEEN THE “DIVINE\nRIGHT” OF KINGS AND THE LESS DIVINE\nBUT MORE REASONABLE “RIGHT OF\nPARLIAMENT” ENDED DISASTROUSLY FOR\nKING CHARLES II",
        "CAESAR, the earliest explorer of north-western Europe, had\ncrossed the Channel in the year 55 B.C. and had conquered\nEngland. During four centuries the country then remained\na Roman province. But when the Barbarians began to\nthreaten Rome, the garrisons were called back from the frontier\nthat they might defend the home country and Britannia\nwas left without a government and without protection.",
        "As soon as this became known among the hungry Saxon\ntribes of northern Germany, they sailed across the North Sea\nand made themselves at home in the prosperous island. They\nfounded a number of independent Anglo-Saxon kingdoms\n(so called after the original Angles or English and the Saxon\ninvaders) but these small states were for ever quarrelling with\neach other and no King was strong enough to establish himself\nas the head of a united country. For more than five hundred\nyears, Mercia and Northumbria and Wessex and Sussex\nand Kent and East Anglia, or whatever their names, were\nexposed to attacks from various Scandinavian pirates. Finally\nin the eleventh century, England, together with Norway and\nnorthern Germany became part of the large Danish Empire\nof Canute the Great and the last vestiges of independence\ndisappeared.",
        "The Danes, in the course of time, were driven away but no\nsooner was England free, than it was conquered for the fourth\ntime. The new enemies were the descendants of another tribe\nof Norsemen who early in the tenth century had invaded\nFrance and had founded the Duchy of Normandy. William,\nDuke of Normandy, who for a long time had looked across the\nwater with an envious eye, crossed the Channel in October\nof the year 1066. At the battle of Hastings, on October the\nfourteenth of that year, he destroyed the weak forces of Harold\nof Wessex, the last of the Anglo-Saxon Kings and established\nhimself as King of England. But neither William nor his\nsuccessors of the House of Anjou and Plantagenet regarded\nEngland as their true home. To them the island was merely a\npart of their great inheritance on the continent–a sort of\ncolony inhabited by rather backward people upon whom they\nforced their own language and civilisation. Gradually however\nthe “colony” of England gained upon the “Mother\ncountry” of Normandy. At the same time the Kings of\nFrance were trying desperately to get rid of the powerful Norman-\nEnglish neighbours who were in truth no more than disobedient\nservants of the French crown. After a century of war\nfare the French people, under the leadership of a young girl by\nthe name of Joan of Arc, drove the “foreigners” from their\nsoil. Joan herself, taken a prisoner at the battle of Compiegne\nin the year 1430 and sold by her Burgundian captors to the\nEnglish soldiers, was burned as a witch. But the English\nnever gained foothold upon the continent and their Kings were\nat last able to devote all their time to their British possessions.\nAs the feudal nobility of the island had been engaged in one of\nthose strange feuds which were as common in the middle ages\nas measles and small-pox, and as the greater part of the old\nlanded proprietors had been killed during these so-called Wars\nof the Roses, it was quite easy for the Kings to increase their\nroyal power. And by the end of the fifteenth century, England\nwas a strongly centralised country, ruled by Henry VII\nof the House of Tudor, whose famous Court of Justice, the\n“Star Chamber” of terrible memory, suppressed all attempts\non the part of the surviving nobles to regain their old influence\nupon the government of the country with the utmost severity.",
        "In the year 1509 Henry VII was succeeded by his son\nHenry VIII, and from that moment on the history of England\ngained a new importance for the country ceased to be a\nmediaeval island and became a modern state.",
        "Henry had no deep interest in religion. He gladly used a\nprivate disagreement with the Pope about one of his many\ndivorces to declare himself independent of Rome and make\nthe church of England the first of those “nationalistic churches\"\nin which the worldly ruler also acts as the spiritual head of his\nsubjects. This peaceful reformation of 1034 not only gave\nthe house of Tudor the support of the English clergy, who\nfor a long time had been exposed to the violent attacks of many\nLutheran propagandists, but it also increased the Royal power\nthrough the confiscation of the former possessions of the\nmonasteries. At the same time it made Henry popular with the\nmerchants and tradespeople, who as the proud and prosperous\ninhabitants of an island which was separated from the rest of\nEurope by a wide and deep channel, had a great dislike for\neverything “foreign” and did not want an Italian bishop to rule\ntheir honest British souls.",
        "In 1517 Henry died. He left the throne to his small son,\naged ten. The guardians of the child, favoring the modern\nLutheran doctrines, did their best to help the cause of Protestantism.\nBut the boy died before he was sixteen, and was succeeded\nby his sister Mary, the wife of Philip II of Spain, who\nburned the bishops of the new “national church” and in other\nways followed the example of her royal Spanish husband",
        "Fortunately she died, in the year 1558, and was succeeded\nby Elizabeth, the daughter of Henry VIII and Anne Boleyn,\nthe second of his six wives, whom he had decapitated when she\nno longer pleased him. Elizabeth, who had spent some time in\nprison, and who had been released only at the request of the\nHoly Roman Emperor, was a most cordial enemy of everything\nCatholic and Spanish. She shared her father’s indifference\nin the matter of religion but she inherited his ability as a\nvery shrewd judge of character, and spent the forty-five years\nof her reign in strengthening the power of the dynasty and in\nincreasing the revenue and possessions of her merry islands.\nIn this she was most ably assisted by a number of men who\ngathered around her throne and made the Elizabethan age a\nperiod of such importance that you ought to study it in detail\nin one of the special books of which I shall tell you in the\nbibliography at the end of this volume.",
        "Elizabeth, however, did not feel entirely safe upon her\nthrone. She had a rival and a very dangerous one. Mary,\nof the house of Stuart, daughter of a French duchess and a\nScottish father, widow of king Francis II of France and\ndaughter-in-law of Catherine of Medici (who had organised\nthe murders of Saint Bartholomew’s night), was the mother of\na little boy who was afterwards to become the first Stuart king\nof England. She was an ardent Catholic and a willing friend\nto those who were the enemies of Elizabeth. Her own lack\nof political ability and the violent methods which she employed\nto punish her Calvinistic subjects, caused a revolution in Scotland\nand forced Mary to take refuge on English territory. For\neighteen years she remained in England, plotting forever and\na day against the woman who had given her shelter and who\nwas at last obliged to follow the advice of her trusted councilors\n“to cutte off the Scottish Queen’s heade.”",
        "The head was duly “cutte off” in the year 1587 and caused\na war with Spain. But the combined navies of England and\nHolland defeated Philip’s Invincible Armada, as we have already\nseen, and the blow which had been meant to destroy the\npower of the two great anti-Catholic leaders was turned into a\nprofitable business adventure.",
        "For now at last, after many years of hesitation, the English\nas well as the Dutch thought it their good right to invade\nthe Indies and America and avenge the ills which their Protes-\ntent brethren had suffered at the hands of the Spaniards. The\nEnglish had been among the earliest successors of Columbus.\nBritish ships, commanded by the Venetian pilot Giovanni Caboto\n(or Cabot), had been the first to discover and explore the\nnorthern American continent in 1496. Labrador and Newfoundland\nwere of little importance as a possible colony. But\nthe banks of Newfoundland offered a rich reward to the\nEnglish fishing fleet. A year later, in 1497, the same Cabot\nhad explored the coast of Florida.",
        "Then had come the busy years of Henry VII and Henry\nVIII when there had been no money for foreign explorations.\nBut under Elizabeth, with the country at peace and Mary\nStuart in prison, the sailors could leave their harbour without\nfear for the fate of those whom they left behind. While Elizabeth\nwas still a child, Willoughby had ventured to sail past the\nNorth Cape and one of his captains, Richard Chancellor, pushing\nfurther eastward in his quest of a possible road to the Indies,\nhad reached Archangel, Russia, where he had established\ndiplomatic and commercial relations with the mysterious rulers\nof this distant Muscovite Empire. During the first years of\nElizabeth’s rule this voyage had been followed up by many\nothers. Merchant adventurers, working for the benefit of a\n“joint stock Company” had laid the foundations of trading\ncompanies which in later centuries were to become colonies.\nHalf pirate, half diplomat, willing to stake everything on a\nsingle lucky voyage, smugglers of everything that could be\nloaded into the hold of a vessel, dealers in men and merchandise\nwith equal indifference to everything except their profit, the\nsailors of Elizabeth had carried the English flag and the fame\nof their Virgin Queen to the four corners of the Seven Seas.\nMeanwhile William Shakespeare kept her Majesty amused at\nhome, and the best brains and the best wit of England co-operated\nwith the queen in her attempt to change the feudal inheritance\nof Henry VIII into a modern national state.",
        "In the year 1603 the old lady died at the age of seventy.\nHer cousin, the great-grandson of her own grandfather Henry\nVII and son of Mary Stuart, her rival and enemy, succeeded\nher as James I. By the Grace of God, he found himself the\nruler of a country which had escaped the fate of its continental\nrivals. While the European Protestants and Catholics were\nkilling each other in a hopeless attempt to break the power of\ntheir adversaries and establish the exclusive rule of their own\nparticular creed, England was at peace and “reformed” at\nleisure without going to the extremes of either Luther or\nLoyola. It gave the island kingdom an enormous advantage in\nthe coming struggle for colonial possessions. It assured England\na leadership in international affairs which that country\nhas maintained until the present day. Not even the disastrous\nadventure with the Stuarts was able to stop this normal development.",
        "The Stuarts, who succeeded the Tudors, were “foreigners\"\nin England. They do not seem to have appreciated or understood\nthis fact. The native house of Tudor could steal a horse,\nbut the “foreign” Stuarts were not allowed to look at the\nbridle without causing great popular disapproval. Old Queen\nBess had ruled her domains very much as she pleased. In\ngeneral however, she had always followed a policy which meant\nmoney in the pocket of the honest (and otherwise) British\nmerchants. Hence the Queen had been always assured of the\nwholehearted support of her grateful people. And small liberties\ntaken with some of the rights and prerogatives of Parliament\nwere gladly overlooked for the ulterior benefits which\nwere derived from her Majesty’s strong and successful foreign\npolicies.",
        "Outwardly King James continued the same policy. But he\nlacked that personal enthusiasm which had been so very typical\nof his great predecessor. Foreign commerce continued to be\nencouraged. The Catholics were not granted any liberties.\nBut when Spain smiled pleasantly upon England in an effort\nto establish peaceful relations, James was seen to smile back.\nThe majority of the English people did not like this, but\nJames was their King and they kept quiet.",
        "Soon there were other causes of friction. King James and\nhis son, Charles I, who succeeded him in the year 1625 both\nfirmly believed in the principle of their “divine right” to\nadminister their realm as they thought fit without consulting the\nwishes of their subjects. The idea was not new. The Popes,\nwho in more than one way had been the successors of the\nRoman Emperors (or rather of the Roman Imperial ideal of\na single and undivided state covering the entire known world),\nhad always regarded themselves and had been publicly recognised\nas the “Vice-Regents of Christ upon Earth.” No one\nquestioned the right of God to rule the world as He saw fit.\nAs a natural result, few ventured to doubt the right of the\ndivine “Vice-Regent” to do the same thing and to demand the\nobedience of the masses because he was the direct representative\nof the Absolute Ruler of the Universe and responsible\nonly to Almighty God.",
        "When the Lutheran Reformation proved successful, those\nrights which formerly had been invested in the Papacy were\ntaken over by the many European sovereigns who became\nProtestants. As head of their own national or dynastic\nchurches they insisted upon being “Christ’s Vice-Regents\"\nwithin the limit of their own territory. The people did not question\nthe right of their rulers to take such a step. They accepted\nit, just as we in our own day accept the idea of a representative\nsystem which to us seems the only reasonable and just\nform of government. It is unfair therefore to state that either\nLutheranism or Calvinism caused the particular feeling of\nirritation which greeted King-James’s oft and loudly repeated\nassertion of his “Divine Right.” There must have been other\ngrounds for the genuine English disbelief in the Divine Right\nof Kings.",
        "The first positive denial of the “Divine Right” of sovereigns\nhad been heard in the Netherlands when the Estates General\nabjured their lawful sovereign King Philip II of Spain, in the\nyear 1581. “The King,” so they said, “has broken his contract\nand the King therefore is dismissed like any other unfaithful\nservant.” Since then, this particular idea of a king’s\nresponsibilities towards his subjects had spread among many of the\nnations who inhabited the shores of the North Sea. They were\nin a very favourable position. They were rich. The poor people\nin the heart of central Europe, at the mercy of their\nRuler’s body-guard, could not afford to discuss a problem\nwhich would at once land them in the deepest dungeon of the\nnearest castle. But the merchants of Holland and England\nwho possessed the capital necessary for the maintenance of\ngreat armies and navies, who knew how to handle the almighty\nweapon called “credit,” had no such fear. They were willing\nto pit the “Divine Right” of their own good money against\nthe “Divine Right” of any Habsburg or Bourbon or Stuart.\nThey knew that their guilders and shillings could beat the\nclumsy feudal armies which were the only weapons of the King.\nThey dared to act, where others were condemned to suffer\nin silence or run the risk of the scaffold.",
        "When the Stuarts began to annoy the people of England\nwith their claim that they had a right to do what they pleased\nand never mind the responsibility, the English middle classes\nused the House of Commons as their first line of defence\nagainst this abuse of the Royal Power. The Crown refused to\ngive in and the King sent Parliament about its own business.\nEleven long years, Charles I ruled alone. He levied taxes\nwhich most people regarded as illegal and he managed his\nBritish kingdom as if it had been his own country estate. He\nhad capable assistants and we must say that he had the courage\nof his convictions.",
        "Unfortunately, instead of assuring himself of the support\nof his faithful Scottish subjects, Charles became involved in\na quarrel with the Scotch Presbyterians. Much against his\nwill, but forced by his need for ready cash, Charles was at\nlast obliged to call Parliament together once more. It met in\nApril of 1640 and showed an ugly temper. It was dissolved\na few weeks later. A new Parliament convened in November.\nThis one was even less pliable than the first one. The members\nunderstood that the question of “Government by Divine\nRight” or “Government by Parliament” must be fought out\nfor good and all. They attacked the King in his chief councillors\nand executed half a dozen of them. They announced that\nthey would not allow themselves to be dissolved without their\nown approval. Finally on December 1, 1641, they presented\nto the King a “Grand Remonstrance” which gave a detailed\naccount of the many grievances of the people against their Ruler.",
        "Charles, hoping to derive some support for his own policy\nin the country districts, left London in January of 1642. Each\nside organised an army and prepared for open warfare between\nthe absolute power of the crown and the absolute power\nof Parliament. During this struggle, the most powerful religious\nelement of England, called the Puritans, (they were\nAnglicans who had tried to purify their doctrines to the most\nabsolute limits), came quickly to the front. The regiments of\n“Godly men,” commanded by Oliver Cromwell, with their\niron discipline and their profound confidence in the holiness of\ntheir aims, soon became the model for the entire army of the\nopposition. Twice Charles was defeated. After the battle\nof Naseby, in 1645, he fled to Scotland. The Scotch sold him\nto the English.",
        "There followed a period of intrigue and an uprising\nof the Scotch Presbyterians against the English Puritan.\nIn August of the year 1648 after the three-days’ battle of\nPreston Pans, Cromwell made an end to this second civil war,\nand took Edinburgh. Meanwhile his soldiers, tired of further\ntalk and wasted hours of religious debate, had decided to act\non their own initiative. They removed from Parliament all\nthose who did not agree with their own Puritan views. Thereupon\nthe “Rump,” which was what was left of the old Parliament,\naccused the King of high treason. The House of Lords\nrefused to sit as a tribunal. A special tribunal was appointed\nand it condemned the King to death. On the 30th of January\nof the year 1649, King Charles walked quietly out of a window\nof White Hall onto the scaffold. That day, the Sovereign\nPeople, acting through their chosen representatives, for the\nfirst time executed a ruler who had failed to understand his own\nposition in the modern state.",
        "The period which followed the death of Charles is usually\ncalled after Oliver Cromwell. At first the unofficial Dictator\nof England, he was officially made Lord Protector in the year\n1653. He ruled five years. He used this period to continue\nthe policies of Elizabeth. Spain once more became the arch\nenemy of England and war upon the Spaniard was made a national\nand sacred issue.",
        "The commerce of England and the interests of the traders\nwere placed before everything else, and the Protestant creed of\nthe strictest nature was rigourously maintained. In maintaining\nEngland’s position abroad, Cromwell was successful. As a\nsocial reformer, however, he failed very badly. The world is\nmade up of a number of people and they rarely think alike.\nIn the long run, this seems a very wise provision. A government\nof and by and for one single part of the entire community\ncannot possibly survive. The Puritans had been a great\nforce for good when they tried to correct the abuse of the\nroyal power. As the absolute Rulers of England they became\nintolerable.",
        "When Cromwell died in 1658, it was an easy matter for the\nStuarts to return to their old kingdom. Indeed, they were\nwelcomed as “deliverers” by the people who had found the\nyoke of the meek Puritans quite as hard to bear as that of autocratic\nKing Charles. Provided the Stuarts were willing to forget\nabout the Divine Right of their late and lamented father\nand were willing to recognise the superiority of Parliament, the\npeople promised that they would be loyal and faithful subjects.",
        "Two generations tried to make a success of this new arrangement.\nBut the Stuarts apparently had not learned their\nlesson and were unable to drop their bad habits. Charles II,\nwho came back in the year 1660, was an amiable but worthless\nperson. His indolence and his constitutional insistence upon\nfollowing the easiest course, together with his conspicuous success\nas a liar, prevented an open outbreak between himself and\nhis people. By the act of Uniformity in 1662 he broke the\npower of the Puritan clergy by banishing all dissenting clergymen\nfrom their parishes. By the so-called Conventicle Act of\n1664 he tried to prevent the Dissenters from attending religious\nmeetings by a threat of deportation to the West Indies. This\nlooked too much like the good old days of Divine Right. People\nbegan to show the old and well-known signs of impatience,\nand Parliament suddenly experienced difficulty in providing\nthe King with funds.",
        "Since he could not get money from an unwilling Parliament,\nCharles borrowed it secretly from his neighbour and cousin\nKing Louis of France. He betrayed his Protestant allies in\nreturn for 200,000 pounds per year, and laughed at the poor\nsimpletons of Parliament.",
        "Economic independence suddenly gave the King great faith\nin his own strength. He had spent many years of exile among\nhis Catholic relations and he had a secret liking for their\nreligion. Perhaps he could bring England back to Rome! He\npassed a Declaration of Indulgence which suspended the old\nlaws against the Catholics and Dissenters. This happened just\nwhen Charles’ younger brother James was said to have become\na Catholic. All this looked suspicious to the man in the street\nPeople began to fear some terrible Popish plot. A new spirit\nof unrest entered the land. Most of the people wanted to prevent\nanother outbreak of civil war. To them Royal Oppression\nand a Catholic King–yea, even Divine Right,–were\npreferable to a new struggle between members of the same\nrace. Others however were less lenient. They were the much-\nfeared Dissenters, who invariably had the courage of their\nconvictions. They were led by several great noblemen who did\nnot want to see a return of the old days of absolute royal\npower.",
        "For almost ten years, these two great parties, the Whigs\n(the middle class element, called by this derisive name be-\ncause in the year 1640 a lot of Scottish Whiggamores or horse-\ndrovers headed by the Presbyterian clergy, had marched to\nEdinburgh to oppose the King) and the Tories (an epithet\noriginally used against the Royalist Irish adherents but now\napplied to the supporters of the King) opposed each other, but\nneither wished to bring about a crisis. They allowed Charles to\ndie peacefully in his bed and permitted the Catholic James II\nto succeed his brother in 1685. But when James, after threatening\nthe country with the terrible foreign invention of a “standing\narmy” (which was to be commanded by Catholic Frenchmen),\nissued a second Declaration of Indulgence in 1688, and\nordered it to be read in all Anglican churches, he went just a\ntrifle beyond that line of sensible demarcation which can only be\ntransgressed by the most popular of rulers under very\nexceptional circumstances. Seven bishops refused to comply\nwith the Royal Command. They were accused of “seditious\nlibel.” They were brought before a court. The jury which\npronounced the verdict of “not guilty” reaped a rich harvest\nof popular approval.",
        "At this unfortunate moment, James (who in a second marriage\nhad taken to wife Maria of the Catholic house of Modena-\nEste) became the father of a son. This meant that the throne\nwas to go to a Catholic boy rather than to his older sisters,\nMary and Anne, who were Protestants. The man in the street\nagain grew suspicious. Maria of Modena was too old to have\nchildren! It was all part of a plot! A strange baby had been\nbrought into the palace by some Jesuit priest that England\nmight have a Catholic monarch. And so on. It looked as if\nanother civil war would break out. Then seven well-known\nmen, both Whigs and Tories, wrote a letter asking the husband\nof James’s oldest daughter Mary, William III the Stadtholder\nor head of the Dutch Republic, to come to England and\ndeliver the country from its lawful but entirely undesirable\nsovereign.",
        "On the fifth of November of the year 1688, William landed\nat Torbay. As he did not wish to make a martyr out of his\nfather-in-law, he helped him to escape safely to France. On\nthe 22nd of January of 1689 he summoned Parliament. On\nthe 13th of February of the same year he and his wife Mary\nwere proclaimed joint sovereigns of England and the country\nwas saved for the Protestant cause.",
        "Parliament, having undertaken to be something more than\na mere advisory body to the King, made the best of its\nopportunities. The old Petition of Rights of the year 1628 was\nfished out of a forgotten nook of the archives. A second and\nmore drastic Bill of Rights demanded that the sovereign of\nEngland should belong to the Anglican church. Furthermore\nit stated that the king had no right to suspend the laws or\npermit certain privileged citizens to disobey certain laws. It\nstipulated that “without consent of Parliament no taxes could\nbe levied and no army could be maintained.” Thus in the year\n1689 did England acquire an amount of liberty unknown in\nany other country of Europe.",
        "But it is not only on account of this great liberal measure\nthat the rule of William in England is still remembered. During\nhis lifetime, government by a “responsible” ministry first\ndeveloped. No king of course can rule alone. He needs a few\ntrusted advisors. The Tudors had their Great Council which\nwas composed of Nobles and Clergy. This body grew too\nlarge. It was restricted to the small “Privy Council.” In the\ncourse of time it became the custom of these councillors to meet\nthe king in a cabinet in the palace. Hence they were called\nthe “Cabinet Council.” After a short while they were known\nas the “Cabinet.”",
        "William, like most English sovereigns before him, had\nchosen his advisors from among all parties. But with the increased\nstrength of Parliament, he had found it impossible to\ndirect the politics of the country with the help of the Tories\nwhile the Whigs had a majority in the house of Commons.\nTherefore the Tories had been dismissed and the Cabinet Council\nhad been composed entirely of Whigs. A few years later\nwhen the Whigs lost their power in the House of Commons, the\nking, for the sake of convenience, was obliged to look for his\nsupport among the leading Tories. Until his death in 1702,\nWilliam was too busy fighting Louis of France to bother much\nabout the government of England. Practically all important\naffairs had been left to his Cabinet Council. When William’s\nsister-in-law, Anne, succeeded him in 1702 this condition of\naffairs continued. When she died in 1714 (and unfortunately\nnot a single one of her seventeen children survived her) the\nthrone went to George I of the House of Hanover, the son of\nSophie, grand-daughter of James I.",
        "This somewhat rustic monarch, who never learned a word\nof English, was entirely lost in the complicated mazes of England’s\npolitical arrangements. He left everything to his Cabinet\nCouncil and kept away from their meetings, which bored\nhim as he did not understand a single sentence. In this way\nthe Cabinet got into the habit of ruling England and Scotland\n(whose Parliament had been joined to that of England\nin 1707) without bothering the King, who was apt to spend\na great deal of his time on the continent.",
        "During the reign of George I and George II, a succession of\ngreat Whigs (of whom one, Sir Robert Walpole, held office for\ntwenty-one years) formed the Cabinet Council of the King.\nTheir leader was finally recognised as the official leader not\nonly of the actual Cabinet but also of the majority party in\npower in Parliament. The attempts of George III to take\nmatters into his own hands and not to leave the actual business\nof government to his Cabinet were so disastrous that\nthey were never repeated. And from the earliest years of the\neighteenth century on, England enjoyed representative government,\nwith a responsible ministry which conducted the affairs\nof the land.",
        "To be quite true, this government did not represent all\nclasses of society. Less than one man in a dozen had the right\nto vote. But it was the foundation for the modern representative\nform of government. In a quiet and orderly fashion it\ntook the power away from the King and placed it in the hands\nof an ever increasing number of popular representatives. It did\nnot bring the millenium to England, but it saved that country\nfrom most of the revolutionary outbreaks which proved so\ndisastrous to the European continent in the eighteenth and\nnineteenth centuries.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}