{
    "title": "The Money Master - Chapter IV: Thirteen Years After and the Clerk of the Court Tells a Story",
    "author": "Gilbert Parker",
    "chapter": "5",
    "content": [
        "\n\n",
        "It was hard to say which was the more important person in the parish, the\nNew Cure or M’sieu’ Jean Jacques Barbille.  When the Old Cure was alive\nJean Jacques was a lesser light, and he accepted his degree of\nillumination with content.  But when Pere Langon was gathered to his\nfathers, and thousands had turned away from the graveyard, where he who\nhad baptised them, confirmed them, blessed them, comforted them, and\nfirmly led them was laid to rest, they did not turn at once to his\nsuccessor with confidence and affection.  The new cure, M. Savry, was\nyoung; the Old Cure had lived to be eighty-five, bearing wherever he went\na lamp of wisdom at which the people lighted their small souls.  The New\nCure could command their obedience, but he could not command their love\nand confidence until he had earned them.",
        "So it was that, for a time, Jean Jacques took the place of the Old Cure\nin the human side of the life of the district, though in a vastly lesser\ndegree.  Up to the death of M. Langon, Jean Jacques had done very well\nin life, as things go in out-of-the-way places of the world.  His mill,\nwhich ground good flour, brought him increasing pence; his saw-mill more\nthan paid its way; his farms made a small profit, in spite of a cousin\nwho worked one on halves, but who had a spendthrift wife; the ash-factory\nwhich his own initiative had started made no money, but the loss was only\nsmall; and he had even made profit out of his lime-kilns, although\nSebastian Dolores, Carmen’s father, had at one time mismanaged them–but\nof that anon.  Jean Jacques himself managed the business of money-lending\nand horse-dealing; and he also was agent for fire insurance and a dealer\nin lightning rods.",
        "In the thirteen years since he married he had been able to keep a good\nmany irons in the fire, and also keep them more or less hot.  Many people\nin his and neighbouring parishes were indebted to him, and it was worth\ntheir while to stand well with him.  If he insisted on debts being paid,\nhe was never exacting or cruel.  If he lent money, he never demanded more\nthan eight per cent.; and he never pressed his debtors unduly.  His\ncheerfulness seldom deserted him, and he was notably kind to the poor.\nNot seldom in the winter time a poor man, here and there in the parish,\nwould find dumped down outside his door in the early morning a half-cord\nof wood or a bag of flour.",
        "It could not be said that Jean Jacques did not enjoy his own generosity.\nHis vanity, however, did not come from an increasing admiration of his\nown personal appearance, a weakness which often belongs to middle age;\nbut from the study of his so-called philosophy, which in time became an\nobsession with him.  In vain the occasional college professors, who spent\nsummer months at St. Saviour’s, sought to interest him in science and\nhistory, for his philosophy had large areas of boredom; but science\nmarched over too jagged a road for his tender intellectual feet; the\nwild places where it led dismayed him.  History also meant numberless\ndates and facts.  Perhaps he could have managed the dates, for he was\nquick at figures, but the facts were like bees in their hive,–he could\nscarcely tell one from another by looking at them.",
        "So it was that Jean Jacques kept turning his eyes, as he thought, to the\neverlasting meaning of things, to “the laws of Life and the decrees of\nDestiny.”  He was one of those who had found, as he thought, what he\ncould do, and was sensible enough to do it.  Let the poor fellows, who\ngave themselves to science, trouble their twisted minds with trigonometry\nand the formula of some grotesque chemical combination; let the dull\npeople rub their noses in the ink of Greek and Latin, which was no use\nfor everyday consumption; let the heads of historians ache with the\nwarring facts of the lives of nations; it all made for sleep.  But\nphilosophy–ah, there was a field where a man could always use knowledge\ngot from books or sorted out of his own experiences!",
        "It happened, therefore, that Jean Jacques, who not too vaguely realized\nthat there was reputation to be got from being thought a philosopher,\nalways carried about with him his little compendium from the quay at\nQuebec, which he had brought ashore inside his redflannel shirt, with the\nantique silver watch, when the Antoine went down.",
        "Thus also it was that when a lawyer in court at Vilray, four miles from\nSt. Saviour’s, asked him one day, when he stepped into the witness-box,\nwhat he was, meaning what was his occupation, his reply was, “Moi-je suis\nM’sieu’ Jean Jacques, philosophe–(Me–I am M’sieu’ Jean Jacques,\nphilosopher).”",
        "A little later outside the court-house, the Judge who had tried the case\n–M. Carcasson–said to the Clerk of the Court:",
        "“A curious, interesting little man, that Monsieur Jean Jacques.  What’s\nhis history?”",
        "“A character, a character, monsieur le juge,” was the reply of M. Amand\nFille.  “His family has been here since Frontenac’s time.  He is a figure\nin the district, with a hand in everything.  He does enough foolish\nthings to ruin any man, yet swims along–swims along.  He has many kinds\nof business–mills, stores, farms, lime-kilns, and all that, and keeps\nthem all going; and as if he hadn’t enough to do, and wasn’t risking\nenough, he’s now organizing a cheese-factory on the co-operative\nprinciple, as in Upper Canada among the English.”",
        "“He has a touch of originality, that’s sure,” was the reply of the Judge.",
        "The Clerk of the Court nodded and sighed.  “Monseigneur Giron of Laval,\nthe greatest scholar in Quebec, he said to me once that M’sieu’ Jean\nJacques missed being a genius by an inch.  But, monsieur le juge, not to\nhave that inch is worse than to be an ignoramus.”",
        "Judge Carcasson nodded.  “Ah, surely!  Your Jean Jacques lacks a balance-\nwheel.  He has brains, but not enough.  He has vision, but it is not\nsteady; he has argument, but it breaks down just where it should be most\ncohesive.  He interested me.  I took note of every turn of his mind as he\ngave evidence.  He will go on for a time, pulling his strings, doing this\nand doing that, and then, all at once, when he has got a train of\ncomplications, his brain will not be big enough to see the way out.  Tell\nme, has he a balance-wheel in his home–a sensible wife, perhaps?”",
        "The Clerk of the Court shook his head mournfully and seemed to hesitate.\nThen he said, “Comme ci, comme ca–but no, I will speak the truth about\nit.  She is a Spaniard–the Spanische she is called by the neighbours.\nI will tell you all about that, and you will wonder that he has carried\non as well as he has, with his vanity and his philosophy.”",
        "“He’ll have need of his philosophy before he’s done, or I don’t know\nhuman nature; he’ll get a bad fall one of these days,” responded the\nJudge.  “’Moi-je suis M’sieu’ Jean Jacques, philosophe’–that is what he\nsaid.  Bumptious little man, and yet–and yet there’s something in him.\nThere’s a sense of things which everyone doesn’t have–a glimmer of life\nbeyond his own orbit, a catching at the biggest elements of being,\na hovering on the confines of deep understanding, as it were.  Somehow\nI feel almost sorry for him, though he annoyed me while he was in the\nwitness-box, in spite of myself.  He was as the English say, so ’damn\nsure.’”",
        "“So damn sure always,” agreed the Clerk of the Court, with a sense of\npleasure that his great man, this wonderful aged little judge, should\nhave shown himself so human as to use such a phrase.",
        "“But, no doubt, the sureness has been a good servant in his business,\"\nreturned the Judge.  “Confidence in a weak world gets unearned profit\noften.  But tell me about his wife–the Spanische.  Tell me the how and\nwhy, and everything.  I’d like to trace our little money-man wise to his\nsource.”",
        "Again M. Fille was sensibly agitated.  “She is handsome, and she has\ngreat, good gifts when she likes to use them,” he answered.  “She can do\nas much in an hour as most women can do in two; but then she will not\nkeep at it.  Her life is but fits and starts.  Yet she has a good head\nfor business, yes, very good.  She can see through things.  Still, there\nit is–she will not hold fast from day to day.”",
        "“Yes, yes, but where did she come from?  What was the field where she\ngrew?”",
        "“To be sure, monsieur.  It was like this,” responded the other.",
        "Thereupon M. Fille proceeded to tell the history, musical with legend,\nof Jean Jacques’ Grand Tour, of the wreck of the Antoine, of the marriage\nof the “seigneur,” the home-coming, and the life that followed, so far as\nrumour, observation, and a mind with a gift for narrative, which was not\nto be incomplete for lack of imagination, could make it.  It was only\nwhen he offered his own reflections on Carmen Dolores, now Carmen\nBarbille, and on women generally, that Judge Carcasson pulled him up.",
        "“So, so, I see.  She has temperament and so on, but she’s unsteady,\nand regarded by her neighbours not quite as one that belongs.  Bah,\nthe conceit of every race!  They are all the same.  The English are the\nworst–as though the good God was English.  But the child–so beautiful,\nyou say, and yet more like the father than the mother.  He is not\nhandsome, that Jean Jacques, but I can understand that the little one\nshould be like him and yet beautiful too.  I should like to see the\nchild.”",
        "Suddenly the Clerk of the Court stopped and touched the arm of his\ndistinguished friend and patron.  “That is very easy, monsieur,\"\nhe said eagerly, “for there she is in the red wagon yonder, waiting for\nher father.  She adores him, and that makes trouble sometimes.  Then the\nmother gets fits, and makes things hard at the Manor Cartier.  It is not\nall a bed of roses for our Jean Jacques.  But there it is.  He is very\nbusy all the time.  Something doing always, never still, except when you\nwill find him by the road-side, or in a tavern with all the people round\nhim, talking, jesting, and he himself going into a trance with his book\nof philosophy.  It is very strange that everlasting going, going, going,\nand yet that love of his book.  I sometimes think it is all pretence, and\nthat he is all vanity–or almost so.  Heaven forgive me for my want of\ncharity!”",
        "The little round judge cocked his head astutely.  “But you say he is kind\nto the poor, that he does not treat men hardly who are in debt to him,\nand that he will take his coat off his back to give to a tramp–is it\nso?”",
        "“As so, as so, monsieur.”",
        "“Then he is not all vanity, and because of that he will feel the blow\nwhen it comes–alas, so much he will feel it!”",
        "“What blow, monsieur le juge?–but ah, look, monsieur!”  He pointed\neagerly.  “There she is, going to the red wagon–Madame Jean Jacques.\nIs she not a figure of a woman?  See the walk of her–is it not\ndistinguished?  She is half a hand-breadth taller than Jean Jacques.  And\nher face, most sure it is a face to see.  If Jean Jacques was not so busy\nwith his farms and his mills and his kilns and his usury, he would see\nwhat a woman he has got.  It is his good fortune that she has such sense\nin business.  When Jean Jacques listens to her, he goes right.  She\nherself did not want her father to manage the lime-kilns–the old\nSebastian Dolores.  She was for him staying at Mirimachi, where he kept\nthe books of the lumber firm.  But no, Jean Jacques said that he could\nmake her happy by having her father near her, and he would not believe\nshe meant what she said.  He does not understand her; that is the\ntrouble.  He knows as much of women or men as I know of–”",
        "“Of the law–hein?” laughed the great man.",
        "“Monsieur–ah, that is your little joke!  I laugh, yes, but I laugh,\"\nresponded the Clerk of the Court a little uncertainly.  “Now once when\nshe told him that the lime-kilns–”",
        "The Judge, who had retraced his steps down the street of the town–it was\nlittle more than a large village, but because it had a court-house and a\nmarketplace it was called a town–that he might have a good look at\nMadame Jean Jacques and her child before he passed them, suddenly said:",
        "“How is it you know so much about it all, Maitre Fille–as to what she\nsays and of the inner secrets of the household?  Ah, ha, my little\nLothario, I have caught you–a bachelor too, with time on his hands,\nand the right side of seventy as well!  The evidence you have given of a\nclose knowledge of the household of our Jean Jacques does not have its\nbasis in hearsay, but in acute personal observation.  Tut-tut!  Fie-fie!\nmy little gay Clerk of the Court.  Fie!  Fie!”",
        "M. Fille was greatly disconcerted.  He had never been a Lothario.\nIn forty years he had never had an episode with one of “the other sex,\"\nbut it was not because he was impervious to the softer emotions.  An\nintolerable shyness had ever possessed him when in the presence of women,\nand even small girl children had frightened him, till he had made friends\nwith little Zoe Barbille, the daughter of Jean Jacques.  Yet even with\nZoe, who was so simple and companionable and the very soul of childish\nconfidence, he used to blush and falter till she made him talk.  Then he\nbecame composed, and his tongue was like a running stream, and on that\nstream any craft could sail.  On it he became at ease with madame the\nSpanische, and he even went so far as to look her full in the eyes on\nmore than one occasion.",
        "“Answer me–ah, you cannot answer!” teasingly added the Judge, who loved\nhis Clerk of the Court, and had great amusement out of his discomfiture.\n“You are convicted.  At an age when a man should be settling down, you\nare gallivanting with the wife of a philosopher.”",
        "“Monsieur–monsieur le juge!” protested M. Fille with slowly heightening\ncolour.  “I am innocent, yes, altogether.  There is nothing, believe me.\nIt is the child, the little Zoe–but a maid of charm and kindness.  She\nbrings me cakes and the toffy made by her own hands; and if I go to the\nManor Cartier, as I often do, it is to be polite and neighbourly.  If\nMadame says things to me, and if I see what I see, and hear what I hear,\nit is no crime; it is no misdemeanour; it is within the law–the perfect\nlaw.”",
        "Suddenly the Judge linked his arm within that of the other, for he also\nwas little, and he was fat and round and ruddy, and even smaller than M.\nFille, who was thin, angular and pale.",
        "“Ah, my little Confucius,” he said gently, “have you seen and heard me so\nseldom that you do not know me yet, or what I really think?  Of course it\nis within the law–the perfect law–to visit at m’sieu’ the philosopher’s\nhouse and talk at length also to m’sieu’ the philosopher’s wife; while to\nmake the position regular by friendship with the philosopher’s child is a\nwisdom which I can only ascribe to\"–his voice was charged with humour\nand malicious badinage “to an extended acquaintance with the devices of\nhuman nature, as seen in those episodes of the courts with which you have\nbeen long familiar.”",
        "“Oh, monsieur, dear monsieur!” protested the Clerk of the Court, “you\nalways make me your butt.”",
        "“My friend,” said the Judge, squeezing his arm, “if I could have you no\nother way, I would make you my butler!”",
        "Then they both laughed at the inexpensive joke, and the Clerk of the\nCourt was in high spirits, for on either side of the street were people\nwith whom he lived every day, and they could see the doyen of the Bench,\nthe great Judge Carcasson, who had refused to be knighted, arm in arm\nwith him.  Aye, and better than all, and more than all, here was Zoe\nBarbille drawing her mother’s attention to him almost in the embrace of\nthe magnificent jurist.",
        "The Judge, with his small, round, quizzical eyes which missed nothing,\nsaw too; and his attention was strangely arrested by the faces of both\nthe mother and the child.  His first glance at the woman’s face made him\nflash an inward light on the memory of Jean Jacques’ face in the witness-\nbox, and a look of reflective irony came into his own.  The face of\nCarmen Dolores, wife of the philosophic miller and money-master, did not\nbelong to the world where she was placed–not because she was so unlike\nthe habitant women, or even the wives of the big farmers, or the sister\nof the Cure, or the ladies of the military and commercial exiles who\nlived in that portion of the province; but because of an alien something\nin her look–a lonely, distant sense of isolation, a something which\nmight hide a companionship and sympathy of a rare kind, or might be but\nthe mask of a furtive, soulless nature.  In the child’s face was nothing\nof this.  It was open as the day, bright with the cheerfulness of her\nfather’s countenance, alive with a humour which that countenance did not\npossess.  The contour was like that of Jean Jacques, but with a fineness\nand delicacy to its fulness absent from his own; and her eyes were a deep\nand lustrous brown, under a forehead which had a boldness of gentle\ndignity possessed by neither father nor mother.  Her hair was thick,\nbrown and very full, like that of her father, and in all respects, save\none, she had an advantage over both her parents.  Her mouth had a\nsweetness which might not unfairly be called weakness, though that was\nbalanced by a chin of commendable strength.",
        "But the Judge’s eyes found at once this vulnerable point in her character\nas he had found that of her mother.  Delightful the child was, and alert\nand companionable, with no remarkable gifts, but with a rare charm and\nsympathy.  Her face was the mirror of her mind, and it had no ulterior\nthought.  Her mother’s face, the Judge had noted, was the foreground of a\nlandscape which had lonely shadows.  It was a face of some distinction\nand suited to surroundings more notable, though the rural life Carmen had\nled since the Antoine went down and her fortunes came up, had coarsened\nher beauty a very little.",
        "“There’s something stirring in the coverts,” said the Judge to himself as\nhe was introduced to the mother and child.  By a hasty gesture Zoe gave a\ncommand to M. Fille to help her down.  With a hand on his shoulder she\ndropped to the ground.  Her object was at once apparent.  She made a\npretty old-fashioned curtsey to the Judge, then held out her hand, as\nthough to reassert her democratic equality.",
        "As the Judge looked at Madame Barbille, he was involuntarily, but none\nthe less industriously, noting her characteristics; and the sum of his\nreflections, after a few moments’ talk, was that dangers he had seen\nahead of Jean Jacques, would not be averted by his wife, indeed might\neasily have their origin in her.",
        "“I wonder it has gone on as long as it has,” he said to himself; though\nit seemed unreasonable that his few moments with her, and the story told\nhim by the Clerk of the Court, should enable him to come to any definite\nconclusion.  But at eighty-odd Judge Carcasson was a Solon and a Solomon\nin one.  He had seen life from all angles, and he was not prepared to\ngive any virtue or the possession of any virtue too much rope; while\nnothing in life surprised him.",
        "“How would you like to be a judge?” he asked of Zoe, suddenly taking her\nhand in his.  A kinship had been at once established between them, so\nlittle has age, position, and intellect to do with the natural\ngravitations of human nature.",
        "She did not answer direct, and that pleased him.  “If I were a judge I\nshould have no jails,” she said.  “What would you do with the bad\npeople?” he asked.",
        "“I would put them alone on a desert island, or out at sea in a little\nboat, or out on the prairies without a horse, so that they’d have to work\nfor their lives.”",
        "“Oh, I see!  If M. Fille here set fire to a house, you would drop him on\nthe prairie far away from everything and everybody and let him ’root hog\nor die’?”",
        "“Don’t you think it would kill him or cure him?” she asked whimsically.",
        "The Judge laughed, his eyes twinkling.  “That’s what they did when the\nworld was young, dear ma’m’selle.  There was no time to build jails.\nAlone on the prairie–a separate prairie for every criminal–that would\ntake a lot of space; but the idea is all right.  It mightn’t provide the\nproper degree of punishment, however.  But that is being too particular.\nAlone on the prairie for punishment–well, I should like to see it\ntried.”",
        "He remembered that saying of his long after, while yet he was alive,\nand a tale came to him from the prairies which made his eyes turn\nmore intently towards a land that is far off, where the miserable\nmiscalculations and mistakes of this world are readjusted.  Now he was\nonly conscious of a primitive imagination looking out of a young girl’s\nface, and making a bridge between her understanding and his own.",
        "“What else would you do if you were a judge?” he asked presently.",
        "“I would make my father be a miller,” she replied.  “But he is a miller,\nI hear.”",
        "“But he is so many other things–so many.  If he was only a miller we\nshould have more of him.  He is at home only a little.  If I get up early\nenough in the morning, or if I am let stay up at night late enough, I see\nhim; but that is not enough–is it, mother?” she added with a sudden\nsense that she had gone too far, that she ought not to say this perhaps.",
        "The woman’s face had darkened for an instant, and irritation showed in\nher eyes, but by an effort of the will she controlled herself.",
        "“Your father knows best what he can do and can’t do,” she said evenly.",
        "“But you would not let a man judge for himself, would you, ma’m’selle?\"\nasked the old inquisitor.  “You would judge for the man what was best for\nhim to do?”",
        "“I would judge for my father,” she replied.  “He is too good a man to\njudge for himself.”",
        "“Well, there’s a lot of sense in that, ma’m’selle philosophe,” answered\nJudge Carcasson.  “You would make the good idle, and make the bad work.\nThe good you would put in a mill to watch the stones grind, and the bad\nyou would put on a prairie alone to make the grist for the grinding.\nMa’m’selle, we must be friends–is it not so?”",
        "“Haven’t we always been friends?” the young girl asked with the look of\na visionary suddenly springing up in her eyes.",
        "Here was temperament indeed.  She pleased Judge Carcasson greatly.  “But\nyes, always, and always, and always,” he replied.  Inwardly he said to\nhimself, “I did not see that at first.  It is her father in her.",
        "“Zoe!” said her mother reprovingly.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}