{
    "title": "The Unseen World and Other Essays - XII. PAINE’S “ST. PETER.”",
    "author": "John Fiske",
    "chapter": "14",
    "content": [
        "\n\n",
        "For music-lovers in America the great event of the season has\nbeen the performance of Mr. Paine’s oratorio, “St. Peter,” at\nPortland, June 3. This event is important, not only as the first\nappearance of an American oratorio, but also as the first direct\nproof we have had of the existence of creative musical genius in\nthis country. For Mr. Paine’s Mass in D—a work which was brought\nout with great success several years ago in Berlin—has, for some\nreason or other, never been performed here. And, with the\nexception of Mr. Paine, we know of no American hitherto who has\nshown either the genius or the culture requisite for writing\nmusic in the grand style, although there is some of the\nKapellmeister music, written by our leading organists and\nchoristers, which deserves honourable mention. Concerning the\nrank likely to be assigned by posterity to “St. Peter,” it would\nbe foolish now to speculate; and it would be equally unwise to\nbring it into direct comparison with masterpieces like the\n“Messiah,” “Elijah,” and “St. Paul,” the greatness of which has\nbeen so long acknowledged. Longer familiarity with the work is\nneeded before such comparisons, always of somewhat doubtful\nvalue, can be profitably undertaken. But it must at least be\nsaid, as the net result of our impressions derived both from\nprevious study of the score and from hearing, the performance at\nPortland, that Mr. Paine’s oratorio has fairly earned for itself\nthe right to be judged by the same high standard which we apply\nto these noble works of Mendelssohn and Handel.",
        "In our limited space we can give only the briefest description of\nthe general structure of the work. The founding of Christianity,\nas illustrated in four principal scenes of the life of St. Peter,\nsupplies the material for the dramatic development of the\nsubject. The overture, beginning with an adagio movement in\nB-flat minor, gives expression to the vague yearnings of that\ntime of doubt and hesitancy when the “oracles were dumb,” and the\ndawning of a new era of stronger and diviner faith was matter of\npresentiment rather than of definite hope or expectation. Though\nthe tonality is at first firmly established, yet as the movement\nbecomes more agitated, the final tendency of the modulations also\nbecomes uncertain, and for a few bars it would seem as if the key\nof F-sharp minor might be the point of destination. But after a\nshort melody by the wind instruments, accompanied by a rapid\nupward movement of strings, the dominant chord of C major asserts\nitself, being repeated, with sundry inversions, through a dozen\nbars, and leading directly into the triumphant and majestic\nchorus, “ The time is fulfilled, and the kingdom of heaven is at\nhand.” The second subject, introduced by the word “repent\"\ndescending through the interval of a diminished seventh and\ncontrasted with the florid counterpoint of the phrase, “and\nbelieve the glad tidings of God,” is a masterpiece of\ncontrapuntal writing, and, if performed by a choir of three or\nfour hundred voices, would produce an overpowering effect. The\ndivine call of Simon Peter and his brethren is next described in\na tenor recitative; and the acceptance of the glad tidings is\nexpressed in an aria, “The spirit of the Lord is upon me,” which,\nby an original but appropriate conception, is given to the\nsoprano voice. In the next number, the disciples are dramatically\nrepresented by twelve basses and tenors, singing in four-part\nharmony, and alternating or combining with the full chorus in\ndescription of the aims of the new religion. The poem ends with\nthe choral, “How lovely shines the Morning Star!” Then follows\nthe sublime scene from Matthew xvi. 14-18, where Peter declares\nhis master to be “the Christ, the Son of the living God,\"—one of\nthe most impressive scenes, we have always thought, in the gospel\nhistory, and here not inadequately treated. The feeling of\nmysterious and awful grandeur awakened by Peter’s bold\nexclamation, “Thou art the Christ,” is powerfully rendered by the\nentrance of the trombones upon the inverted subdominant triad of\nC-sharp minor, and their pause upon the dominant of the same key.\nThroughout this scene the characteristic contrast between the\nardent vigour of Peter and the sweet serenity of Jesus is well\ndelineated in the music. After Peter’s stirring aria, “My heart\nis glad,” the dramatic climax is reached in the C-major chorus,\n“The Church is built upon the foundation of the apostles and\nprophets.”",
        "The second scene is carried out to somewhat greater length,\ncorresponding nearly to the last half of the first part of\n“Elijah,” from the point where the challenge is given to the\nprophets of Baal. In the opening passages of mingled recitative\nand arioso, Peter is forewarned that he shall deny his Master,\nand his half-indignant remonstrance is sustained, with added\nemphasis, by the voices of the twelve disciples, pitched a fourth\nhigher. Then Judas comes, with a great multitude, and Jesus is\ncarried before the high-priest. The beautiful F-minor chorus, “We\nhid our faces from him,” furnishes the musical comment upon the\nstatement that “the disciples all forsook him and fled.” We\nhardly dare to give full expression to our feelings about this\nchorus (which during the past month has been continually singing\nitself over and over again in our recollection), lest it should\nbe supposed that our enthusiasm has got the better of our sober\njudgment. The second theme, “He was brought as a lamb to the\nslaughter, yet he opened not his mouth,” is quite Handel-like in\nthe simplicity and massiveness of its magnificent harmonic\nprogressions. With the scene of the denial, for which we are thus\nprepared, the dramatic movement becomes exceedingly rapid, and\nthe rendering of the events in the high-priest’s hall—Peter’s\nbass recitative alternating its craven protestations with the\nclamorous agitato chorus of the servants—is stirring in the\nextreme. The contralto aria describing the Lord’s turning and\nlooking upon Peter is followed by the orchestra with a lament in\nB-flat minor, introducing the bass aria of the repentant and\nremorse-stricken disciple, “O God, my God, forsake me not.” As\nthe last strains of the lamentation die away, a choir of angels\nis heard, of sopranos and contraltos divided, singing, “Remember\nfrom whence thou art fallen,” to an accompaniment of harps. The\nsecond theme, “He that overcometh shall receive a crown of life,\"\nis introduced in full chorus, in a cheering allegro movement,\npreparing the way for a climax higher than any yet reached in the\ncourse of the work. This climax—delayed for a few moments by an\nandante aria for a contralto voice, “The Lord is faithful and\nrighteous\"—at last bursts upon us with a superb crescendo of\nstrings, and the words, “Awake, thou that sleepest, arise from\nthe dead, and Christ shall give thee light.” This chorus, which\nfor reasons presently to be given was heard at considerable\ndisadvantage at Portland, contains some of the best fugue-writing\nin the work, and is especially rich and powerful in its\ninstrumentation.",
        "The second part of the oratorio begins with the crucifixion and\nascension of Jesus. Here we must note especially the deeply\npathetic opening chorus, “The Son of Man was delivered into the\nhands of sinful men,” the joyous allegro, “And on the third day\nhe rose again,” the choral, “Jesus, my Redeemer, lives,” and the\nquartet, “Feed the flock of God,” commenting upon the command of\nJesus, “Feed my lambs.” This quartet has all the heavenly\nsweetness of Handel’s “He shall feed his flock,” which it\nsuggests by similarity of subject, though not by similarity of\ntreatment; but in a certain quality of inwardness, or religious\nmeditativeness, it reminds one more of Mr. Paine’s favourite\nmaster, Bach. The choral, like the one in the first part and the\none which follows the scene of Pentecost, is taken from the\nLutheran Choral Book, and arranged with original harmony and\ninstrumentation, in accordance with the custom of Bach,\nMendelssohn, and other composers, “of introducing into their\nsacred compositions the old popular choral melodies which are the\npeculiar offspring of a religious age.” Thus the noblest choral\never written, the “Sleepers, wake,” in “St. Paul,” was composed\nin 1604 by Praetorius, the harmonization and accompaniment only\nbeing the work of Mendelssohn.",
        "In “St. Peter,” as in “Elijah,” the second part, while forming\nthe true musical climax of the oratorio, admits of a briefer\ndescription than the first part. The wave of emotion answering to\nthe sensuously dramatic element having partly spent itself, the\nwave of lyric emotion gathers fresh strength, and one feels that\none has reached the height of spiritual exaltation, while,\nnevertheless, there is not so much which one can describe to\nothers who may not happen to have gone through with the same\nexperience. Something of the same feeling one gets in studying\nDante’s “Paradiso,” after finishing the preceding divisions of\nhis poem: there is less which can be pictured to the eye of\nsense, or left to be supplied by the concrete imagination.\nNevertheless, in the scene of Pentecost, which follows that of\nthe Ascension, there is no lack of dramatic vividness. Indeed,\nthere is nothing in the work more striking than the orchestration\nof the introductory tenor recitative, the mysterious chorus, “The\nvoice of the Lord divideth the flames of fire,” or the amazed\nquery which follows, “Behold, are not all these who speak\nGalileans? and how is it that we every one hear them in our own\ntongue wherein we were born?” We have heard the opinion expressed\nthat Mr. Paine’s oratorio must be lacking in originality, since\nit suggests such strong reminiscences of “St. Paul.” Now, this\nsuggestion, it seems to us, is due partly to the similarity of\nthe subjects, independently of any likeness in the modes of\ntreatment, and partly, perhaps, to the fact that Mr. Paine, as\nwell as Mendelssohn, has been a devoted student of Bach, whose\ncharacteristics are so strong that they may well have left their\nmark upon the works of both composers. But especially it would\nseem that there is some real, though very general resemblance\nbetween this colloquial chorus, “Behold,” etc., and some choruses\nin “St. Paul,” as, for example Nos. 29 and 36-38. In the same way\nthe scene in the high-priest’s hall might distantly suggest\neither of these passages, or others in “Elijah;” These\nresemblances, however, are very superficial, pertaining not to\nthe musical but to the dramatic treatment of situations which are\ngenerically similar in so far, and only in so far, as they\nrepresent conversational passages between an apostle or prophet\nand an ignorant multitude, whether amazed or hostile, under the\nsway of violent excitement. As regards the musical elaboration of\nthese terse and striking alternations of chorus and recitative,\nits originality can be questioned only after we have decided to\nrefer all originality on such matters to Bach, or, indeed, even\nbehind him, into the Middle Ages.",
        "After the preaching of Peter, and the sweet contralto aria, “As\nfor man, his days are as grass,” the culmination of this scene\ncomes in the D-major chorus, “This is the witness of God.” What\nfollows, beginning with the choral, “Praise to the Father,” is to\nbe regarded as an epilogue or peroration to the whole work. It is\nin accordance with a sound tradition that the grand sacred drama\nof an oratorio should conclude with a lyric outburst of\nthanksgiving, a psalm of praise to the Giver of every good and\nperfect gift. Thus, after Peter’s labours are ended in the aria,\n“Now as ye were redeemed,” in which the twelve disciples and the\nfull chorus join, a duet for tenor and soprano, “Sing unto God,\"\nbrings us to the grand final chorus in C major, “Great and\nmarvellous are thy works, Lord God Almighty.”",
        "The cadence of this concluding chorus reminds us that one of the\nnoteworthy points in the oratorio is the character of its\ncadences. The cadence prepared by the 6/4 chord, now become so\nhackneyed from its perpetual and wearisome repetition in popular\nchurch music, seems to be especially disliked by Mr. Paine, as it\noccurs but once or twice in the course of the work. In the great\nchoruses the cadence is usually reached either by a pedal on the\ntonic, as in the chorus, “Awake, thou that sleepest,” or by a\npedal on the dominant culminating in a chord of the major ninth,\nas in the final chorus; or there is a plagal cadence, as in the\nfirst chorus of the second part; or, if the 6/4 chord is\nintroduced, as it is in the chorus, “He that overcometh,” its\nordinary effect is covered and obscured by the movement of the\ndivided sopranos. We do not remember noticing anywhere such a\ndecided use of the 6/4 chord as is made, for example, by\nMendelssohn, in “Thanks be to God,” or in the final chorus of\n“St. Paul.” Perhaps if we were to confess our lingering fondness\nfor the cadence prepared by the 6/4 chord, when not too\nfrequently introduced, it might only show that we retain a liking\nfor New England “psalm-tunes\"; but it does seem to us that a\nsense of final repose, of entire cessation of movement, is more\neffectually secured by this cadence than by any other. Yet while\nthe 6/4 cadence most completely expresses finality and rest, it\nwould seem that the plagal and other cadences above enumerated as\npreferred by Mr. Paine have a certain sort of superiority by\nreason of the very incompleteness with which they express\nfinality. There is no sense of finality whatever about the\nPhrygian cadence; it leaves the mind occupied with the feeling of\na boundless region beyond, into which one would fain penetrate;\nand for this reason it has, in sacred music, a great value.\nSomething of the same feeling, too, attaches to those cadences in\nwhich an unexpected major third usurps the place of the minor\nwhich the ear was expecting, as in the “Incarnatus” of Mozart’s\n“Twelfth Mass,” or in Bach’s sublime “Prelude,” Part I., No. 22\nof the “Well-tempered Clavichord.” In a less degree, an analogous\neffect was produced upon us by the cadence with a pedal on the\ntonic in the choruses, “The Church is built,” and “Awake, thou\nthat sleepest.” On these considerations it may become\nintelligible that to some hearers Mr. Paine’s cadences have\nseemed unsatisfactory, their ears having missed the positive\ncategorical assertion of finality which the 6/4 cadence alone can\ngive. To go further into this subject would take us far beyond\nour limits.",
        "The pleasant little town of Portland has reason to congratulate\nitself, first, on being the birthplace of such a composer as Mr.\nPaine; secondly, on having been the place where the first great\nwork of America in the domain of music was brought out; and\nthirdly, on possessing what is probably the most thoroughly\ndisciplined choral society in this country. Our New York friends,\nafter their recent experiences, will perhaps be slow to believe\nus when we say that the Portland choir sang this new work even\nbetter, in many respects, than the Handel and Haydn Society sing\nthe old and familiar “Elijah\"; but it is true. In their command\nof the pianissimo and the gradual crescendo, and in the precision\nof their attack, the Portland singers can easily teach the Handel\nand Haydn a quarter’s lessons. And, besides all this, they know\nhow to preserve their equanimity under the gravest persecutions\nof the orchestra; keeping the even tenour of their way where a\nless disciplined choir, incited by the excessive blare of the\ntrombones and the undue scraping of the second violins, would be\nlikely to lose its presence of mind and break out into an\nuntimely fortissimo.",
        "No doubt it is easier to achieve perfect chorus-singing with a\nchoir of one hundred and twenty-five voices than with a choir of\nsix hundred. But this diminutive size, which was an advantage so\nfar as concerned the technical excellence of the Portland choir,\nwas decidedly a disadvantage so far as concerned the proper\nrendering of the more massive choruses in “St. Peter.” All the\ngreatest choruses—such as Nos. 1, 8, 19, 20, 28, 35, and\n39—were seriously impaired in the rendering by the lack of\nmassiveness in the voices. For example, the grand chorus, “Awake,\nthou that sleepest,” begins with a rapid crescendo of strings,\nintroducing the full chorus on the word “Awake,” upon the\ndominant triad of D major; and after a couple of beats the voices\nare reinforced by the trombones, producing the most tremendous\neffect possible in such a crescendo. Unfortunately, however, the\nbrass asserted itself at this point so much more emphatically\nthan the voices that the effect was almost to disjoin the latter\nportion of the chord from its beginning, and thus to dwarf the\nutterance of the word “Awake.” To us this effect was very\ndisagreeable; and it was obviously contrary to the effect\nintended by the composer. But with a weight of four or five\nhundred voices, the effect would be entirely different. Instead\nof entering upon the scene as intruders, the mighty trombones\nwould only serve to swell and enrich the ponderous chord which\nopens this noble chorus. Given greater weight only, and the\nperformance of the admirable Portland choir would have left\nnothing to be desired.",
        "We cannot speak with so much satisfaction of the performance of\nthe orchestra. The instrumentation of “St. Peter” is remarkably\nfine. But this instrumentation was rather clumsily rendered by\nthe orchestra, whose doings constituted the least enjoyable part\nof the performance. There was too much blare of brass, whine of\nhautboy, and scraping of strings. But in condonation of this\nserious defect, one must admit that the requisite amount of\nrehearsal is out of the question when one’s choir is in Portland\nand one’s orchestra in Boston; besides which the parts had been\ninaccurately copied. For a moment, at the beginning of the\norchestral lament, there was risk of disaster, the wind\ninstruments failing to come in at the right time, when Mr. Paine,\nwith fortunate presence of mind, stopped the players, and the\nmovement was begun over again,—the whole occurring so quickly\nand quietly as hardly to attract attention.",
        "In conclusion we would say a few words suggested by a recent\ncritical notice of Mr. Paine’s work in the “Nation.” While\nacknowledging the importance of the publication of this oratorio,\nas an event in the art-history of America, the writer betrays\nmanifest disappointment that this work should not rather have\nbeen a symphony,[63] and thus have belonged to what he calls the\n“domain of absolute music.” Now with regard to the assumption\nthat the oratorio is not so high a form of music as the symphony,\nor, in other words, that vocal music in general is artistically\ninferior to instrumental music, we may observe, first, that\nAmbros and Dommer—two of the most profound musical critics now\nliving—do not sustain it. It is Beanquier, we think, who\nsuggests that instrumental music should rank above vocal, because\nit is “pure music,” bereft of the fictitious aids of language and\nof the emotional associations which are grouped about the\npeculiar timbre of the human voice.[64] At first the suggestion\nseems plausible; but on analogous grounds we might set the piano\nabove the orchestra, because the piano gives us pure harmony and\ncounterpoint, without the adventitious aid of variety in timbre.\nAnd it is indeed true that, for some such reason as this,\nmusicians delight in piano-sonatas, which are above all things\ntedious and unintelligible to the mind untrained in music.\nNevertheless, in spite of its great and peculiar prerogatives, it\nwould be absurd to prefer the piano to the orchestra; and there\nis a kindred absurdity involved in setting the orchestra above\nthat mighty union of orchestra, organ, and voices which we get in\nthe oratorio. When the reason alleged for ranking the symphony\nabove the oratorio leads us likewise to rank the sonata above the\nsymphony, we seem to have reached a reductio ad absurdum.",
        "[63] Now within two years, Mr. Paine’s C-minor symphony has\nfollowed the completion of his oratorio.\n\n[64] These peculiar associations are no doubt what is chiefly\nenjoyed in music, antecedent to a properly musical culture.\nPersons of slight acquaintance with music invariably prefer the\nvoice to the piano.",
        "Rightly considered, the question between vocal and instrumental\nmusic amounts to this, What does music express? This is a great\npsychological question, and we have not now the space or the\nleisure requisite for discussing it, even in the most summary\nway. We will say, however, that we do not see how music can in\nany way express ideas, or anything but moods or emotional states\nto which the ideas given in language may add determination and\nprecision. The pure symphony gives utterance to moods, and will\nbe a satisfactory work of art or not, according as the composer\nhas been actuated by a legitimate sequence of emotional states,\nlike Beethoven, or by a desire to produce novel and startling\neffects, like Liszt. But the danger in purely instrumental music\nis that it may run riot in the extravagant utterance of emotional\nstates which are not properly concatenated by any normal sequence\nof ideas associated with them. This is sometimes exemplified in\nthe most modern instrumental music.",
        "Now, as in real life our sequent clusters of emotional states are\nin general determined by their association with our sequent\ngroups of intellectual ideas, it would seem that music, regarded\nas an exponent of psychical life, reaches its fullest\nexpressiveness when the sequence of the moods which it incarnates\nin sound is determined by some sequence of ideas, such as is\nfurnished by the words of a libretto. Not that the words should\nhave predominance over the music, or even coequal sway with it,\nbut that they should serve to give direction to the succession of\nfeelings expressed by the music. “Lift up your heads” and\n“Hallelujah” do not owe their glory to the text, but to that\ntremendous energy of rhythmic and contrapuntal progression which\nthe text serves to concentrate and justify. When precision and\ndefiniteness of direction are thus added to the powerful physical\nmeans of expression which we get in the combination of chorus,\norchestra, and organ, we have attained the greatest sureness as\nwell as the greatest wealth of musical expressiveness. And thus\nwe may see the reasonableness of Dommer’s opinion that in order\nto restrain instrumental music from ruining itself by meaningless\nextravagance, it is desirable that there should be a renaissance\nof vocal music, such as it was in the golden age of Palestrina\nand Orlando Lasso.",
        "We are not inclined to deny that in structural beauty—in the\nsymmetrical disposition and elaboration of musical themes—the\nsymphony has the advantage. The words, which in the oratorio\nserve to give definite direction to the currents of emotion, may\nalso sometimes hamper the free development of the pure musical\nconception, just as in psychical life the obtrusive entrance of\nideas linked by association may hinder the full fruition of some\nemotional state. Nevertheless, in spite of this possible\ndrawback, it may be doubted if the higher forms of polyphonic\ncomposition fall so very far short of the symphony in capability\nof giving full elaboration to the musical idea. The practical\ntestimony of Beethoven, in his Ninth Symphony, is decidedly\nadverse to any such supposition.",
        "But to pursue this interesting question would carry us far beyond\nour limits. Whatever may be the decision as to the respective\nclaims of vocal and instrumental music, we have every reason for\nwelcoming the appearance, in our own country, of an original work\nin the highest form of vocal music. It is to be hoped that we\nshall often have the opportunity to “hear with our ears” this\ninteresting work; for as a rule great musical compositions are\npeculiarly unfortunate among works of art, in being known at\nfirst hand by comparatively few persons. In this way is rendered\npossible that pretentious kind of dilettante criticism which is\nso common in musical matters, and which is often positively\ninjurious, as substituting a factitious public opinion for one\nthat is genuine. We hope that the favour with which the new\noratorio has already been received will encourage the author to\npursue the enviable career upon which he has entered. Even\nrestricting ourselves to vocal music, there is still a broad\nfield left open for original work. The secular cantata—attempted\nin recent times by Schumann, as well as by English composers of\nsmaller calibre—is a very high form of vocal music; and if\nfounded on an adequate libretto, dealing with some supremely\ngrand or tragical situation, is capable of being carried to an\nunprecedented height of musical elaboration. Here is an\nopportunity for original achievement, of which it is to be hoped\nthat some gifted and well-trained composer, like the author of\n“St. Peter,” may find it worth while to avail himself.",
        "&mbsp June, 1873.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}