{
    "title": "The Sorrows of Young Werther - May 27.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "10",
    "content": [
        "\n\n",
        "I find I have fallen into raptures, declamation, and similes, and\nhave forgotten, in consequence, to tell you what became of the\nchildren. Absorbed in my artistic contemplations, which I briefly\ndescribed in my letter of yesterday, I continued sitting on the\nplough for two hours. Toward evening a young woman, with a basket\non her arm, came running toward the children, who had not moved\nall that time. She exclaimed from a distance, “You are a good\nboy, Philip!” She gave me greeting: I returned it, rose, and\napproached her. I inquired if she were the mother of those pretty\nchildren. “Yes,” she said; and, giving the eldest a piece of\nbread, she took the little one in her arms and kissed it with a\nmother’s tenderness. “I left my child in Philip’s care,” she said,\n“whilst I went into the town with my eldest boy to buy some wheaten\nbread, some sugar, and an earthen pot.” I saw the various articles\nin the basket, from which the cover had fallen. “I shall make\nsome broth to-night for my little Hans (which was the name of the\nyoungest): that wild fellow, the big one, broke my pot yesterday,\nwhilst he was scrambling with Philip for what remained of the\ncontents.”  I inquired for the eldest; and she bad scarcely time\nto tell me that he was driving a couple of geese home from the\nmeadow, when he ran up, and handed Philip an osier-twig. I talked\na little longer with the woman, and found that she was the daughter\nof the schoolmaster, and that her husband was gone on a journey\ninto Switzerland for some money a relation had left him. “They\nwanted to cheat him,” she said, “and would not answer his letters;\nso he is gone there himself. I hope he has met with no accident,\nas I have heard nothing of him since his departure.” I left the\nwoman, with regret, giving each of the children a kreutzer, with\nan additional one for the youngest, to buy some wheaten bread for\nhis broth when she went to town next; and so we parted. I assure\nyou, my dear friend, when my thoughts are all in tumult, the sight\nof such a creature as this tranquillises my disturbed mind. She\nmoves in a happy thoughtlessness within the confined circle of her\nexistence; she supplies her wants from day to day; and, when she\nsees the leaves fall, they raise no other idea in her mind than\nthat winter is approaching. Since that time I have gone out there\nfrequently. The children have become quite familiar with me; and\neach gets a lump of sugar when I drink my coffee, and they share\nmy milk and bread and butter in the evening. They always receive\ntheir kreutzer on Sundays, for the good woman has orders to give\nit to them when I do not go there after evening service. They are\nquite at home with me, tell me everything; and I am particularly\namused with observing their tempers, and the simplicity of their\nbehaviour, when some of the other village children are assembled\nwith them.",
        "It has given me a deal of trouble to satisfy the anxiety of the\nmother, lest (as she says) “they should inconvenience the gentleman.”",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}