{
    "title": "The Life of Abraham Lincoln - Chapter XLI. Testimonies",
    "author": "Henry Ketcham",
    "chapter": "43",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "We have now followed the career of Lincoln throughout. It is fitting\nthat this book should conclude with a record of what some observant men\nhave said about him. Accordingly this, the last, chapter is willingly\ngiven up to these testimonies. Of course such a list could easily be\nextended indefinitely, but the quotations here given are deemed\nsufficient for their purpose.",
        "H. W. Beecher:",
        "Who shall recount our martyr’s sufferings for this people? Since the\nNovember of 1860 his horizon has been black with storms. By day and by\nnight, he trod a way of danger and darkness. On his shoulders rested a\ngovernment dearer to him than his own life. At its integrity millions\nof men were striking home. Upon this government foreign eyes lowered.\nIt stood like a lone island in a sea full of storms; and every tide and\nwave seemed eager to devour it. Upon thousands of hearts great sorrows\nand anxieties have rested, but not on one such, and in such measure, as\nupon that simple, truthful, noble soul, our faithful and sainted\nLincoln. Never rising to the enthusiasm of more impassioned natures in\nhours of hope, and never sinking with the mercurial in hours of defeat\nto the depths of despondency, he held on with immovable patience and\nfortitude, putting caution against hope, that it might not be\npremature, and hope against caution, that it might not yield to dread\nand danger. He wrestled ceaselessly through four black and dreadful\npurgatorial years, wherein God was cleansing the sin of his people as\nby fire....",
        "Then the wail of a nation proclaimed that he had gone from among us.\nNot thine the sorrow, but ours, sainted soul! Thou hast indeed entered\nthe promised land, while we are yet on the march. To us remains the\nrocking of the deep, the storm upon the land, days of duty and nights\nof watching; but thou art sphered high above all darkness and fear,\nbeyond all sorrow and weariness. Rest, O weary heart! Rejoice\nexceedingly, thou that hast enough suffered! Thou hast beheld Him who\ninvisibly led thee in this great wilderness. Thou standest among the\nelect. Around thee are the royal men that have ennobled human life in\nevery age. Kingly art thou, with glory on thy brow as a diadem. And joy\nis upon thee forevermore. Over all this land, over all this little\ncloud of years, that now from thine infinite horizon moves back as a\nspeck, thou art lifted up as high as the star is above the clouds that\nhide us, but never reach it. In the goodly company of Mount Zion thou\nshalt find that rest which thou hast sorrowing sought in vain; and thy\nname, an everlasting name in heaven, shall flourish in fragrance and\nbeauty as long as men shall last upon the earth, or hearts remain, to\nrevere truth, fidelity, and goodness.",
        "... Four years ago, O Illinois, we took from your midst an untried man,\nand from among the people. We return him to you a mighty conqueror. Not\nthine any more but the Nation’s; not ours, but the world’s. Give him\nplace, O ye prairies! In the midst of this great continent his dust\nshall rest, a sacred treasure to myriads who shall pilgrim to that\nshrine to kindle anew their zeal and patriotism. Ye winds that move\nover the mighty places of the West, chant his requiem! Ye people,\nbehold a martyr whose blood, as so many articulate words, pleads for\nfor fidelity, for law, for liberty!",
        "Noah Brooks:",
        "He became the type, flower, and representative of all that is worthily\nAmerican; in him the commonest of human traits were blended with an\nall-embracing charity and the highest human wisdom; with single\ndevotion to the right he lived unselfishly, void of selfish personal\nambition, and, dying tragically, left a name to be remembered with love\nand honor as one of the best and greatest of mankind.",
        "W. C. Bryant:",
        "J. H. Choate:",
        "A rare and striking illustration of the sound mind in the sound body.\nHe rose to every occasion. He led public opinion. He knew the heart and\nconscience of the people. Not only was there this steady growth of\nintellect, but the infinite delicacy of his nature and capacity for\nrefinement developed also, as exhibited in the purity and perfection of\nhis language and style of speech.",
        "R. W. Emerson:",
        "He had a face and manner which disarmed suspicion, which inspired\nconfidence, which confirmed good will. He was a man without vices. He\nhad a strong sense of duty.... He had what the farmers call a long\nhead.... He was a great worker; he had a prodigious faculty of\nperformance; worked easily.... He had a vast good nature which made him\naccessible to all.... Fair-minded ... affable ... this wise man.",
        "What an occasion was the whirlwind of the war! Here was the place for\nno holiday magistrate, no fair-weather sailor; the new pilot was hurled\nto the helm in a tornado. In four years,–four years of battle-days,–\nhis endurance, his fertility of resources, his magnanimity, were sorely\ntried and never found wanting. There, by his courage, his justice, his\neven temper, his fertile counsel, his humanity, he stood a heroic\nfigure in the center of a heroic epoch. He is the true history of the\nAmerican people in his time. Step by step he walked before them; slow\nwith their slowness, quickening his march by theirs, the true\nrepresentative of this continent; an entirely public man; father of his\ncountry, the pulse of twenty millions throbbing in his heart, the\nthought of their minds articulated by his tongue.",
        "J. G. Holland:",
        "Conscience, and not expediency, not temporary advantage, not popular\napplause, not the love of power, was the ruling and guiding motive of\nhis life. He was patient with his enemies, and equally patient with\nequally unreasonable friends. No hasty act of his administration can be\ntraced to his impatience. He had a tender, brotherly regard for every\nhuman being; and the thought of oppression was torment to him.... A\nstatesman without a statesman’s craftiness, a politician without a\npolitician’s meannesses, a great man without a great man’s vices, a\nphilanthropist without a philanthropist’s impracticable dreams, a\nChristian without pretensions, a ruler without the pride of place and\npower, an ambitious man without selfishness, and a successful man\nwithout vanity.",
        "O. W. Holmes:",
        "J. R. Lowell:",
        "On the day of his death, this simple Western attorney, who, according\nto one party was a vulgar joker, and whom the doctrinaires among\nhis own supporters accused of wanting every element of statesmanship,\nwas the most absolute ruler in Christendom, and this solely by the hold\nhis good-humored sagacity had laid on the hearts and understandings of\nhis countrymen. Nor was this all, for it appeared that he had drawn the\ngreat majority not only of his fellow-citizens, but of mankind also, to\nhis side. So strong and so persuasive is honest manliness without a\nsingle quality of romance or unreal sentiment to help it! A civilian\nduring times of the most captivating military achievement, awkward,\nwith no skill in the lower technicalities of manners, he left behind a\nfame beyond that of any conqueror, the memory of a grace higher than\nthat of outward person, and of a gentlemanliness deeper than mere\nbreeding. Never before that startled April morning did such multitudes\nof men shed tears for the death of one whom they had never seen, as if\nwith him a friendly presence had been taken away from their lives,\nleaving them colder and darker. Never was funeral panegyric so eloquent\nas the silent look of sympathy which strangers exchanged when they met\non that day. Their common manhood had lost a kinsman.",
        "Clara Morris:",
        "God’s anointed–the great, the blameless Lincoln.... The homely,\ntender-hearted “Father Abraham\"–rare combination of courage, justice,\nand humanity.",
        "H. J. Raymond:",
        "But there was a native grace, the out-growth of kindness of heart,\nwhich never failed to shine through all his words and acts. His heart\nwas as tender as a woman’s,–as accessible to grief and gladness as a\nchild’s,–yet strong as Hercules to bear the anxieties and\nresponsibilities of the awful burden that rested on it. Little\nincidents of the war,–instances of patient suffering in devotion to\nduty,–tales of distress from the lips of women, never failed to touch\nthe innermost chords of his nature, and to awaken that sweet sympathy\nwhich carries with it, to those who suffer, all the comfort the human\nheart can crave. Those who have heard him, as many have, relate such\ntouching episodes of the war, cannot recall without emotion the\nquivering lip, the face gnarled and writhed to stifle the rising sob,\nand the patient, loving eyes swimming in tears, which mirrored the\ntender pity of his gentle and loving nature. He seemed a stranger to\nthe harsher and stormier passions of man. Easily grieved, he seemed\nincapable of hate.... It is first among the marvels of a marvelous\ntime, that to such a character, so womanly in all its traits, should\nhave been committed, absolutely and with almost despotic power, the\nguidance of a great nation through a bloody and terrible civil war....",
        "Carl Schurz:",
        "As the state of society in which Abraham Lincoln grew up passes away,\nthe world will read with increasing wonder of the man who, not only of\nthe humblest origin, but remaining the simplest and most unpretending\nof citizens, was raised to a position of power unprecedented in our\nhistory; who was the gentlest and most peace-loving of mortals, unable\nto see any creature suffer without a pang in his own breast, and\nsuddenly found himself called to conduct the greatest and bloodiest of\nour wars; who wielded the power of government when stern resolution and\nrelentless force were the order of the day, and then won and ruled the\npopular mind and heart by the tender sympathies of his nature; who was\na cautious conservative by temperament and mental habit, and led the\nmost sudden and sweeping social revolution of our time; who, preserving\nhis homely speech and rustic manner, even in the most conspicuous\nposition of that period, drew upon himself the scoffs of polite\nsociety, and then thrilled the soul of mankind with utterances of\nwonderful beauty and grandeur; who, in his heart the best friend of the\ndefeated South, was murdered because a crazy fanatic took him for its\nmost cruel enemy; who, while in power, was beyond measure lampooned and\nmaligned by sectional passion and an excited party spirit, and around\nwhose bier friend and foe gathered to praise him–which they have since\nnever ceased to do–as one of the greatest of Americans and the best of\nmen.",
        "Henry Watterson:",
        "He went on and on, and never backward, until his time was come, when\nhis genius, fully developed, rose to the great exigencies intrusted to\nhis hands.",
        "Where did he get his style? Ask Shakespeare and Burns where they got\ntheir style. Where did he get his grasp upon affairs and his knowledge\nof men? Ask the Lord God, who created miracles in Luther and\nBonaparte!... Where did Shakespeare get his genius? Where did Mozart\nget his music? Whose hand smote the lyre of the Scottish plowman, and\nstayed the life of the German priest? God, God, and God alone; and as\nsurely as these were raised up by God, inspired by God, was Abraham\nLincoln; and a thousand years hence, no drama, no tragedy, no epic\npoem, will be filled with greater wonder, or be followed by mankind\nwith deeper feeling, than that which tells the story of his life and\ndeath.",
        "The End.",
        " ",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}