{
    "title": "The Story of Mankind - The Norsemen (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "WHY THE PEOPLE OF THE TENTH CENTURY\nPRAYED THE LORD TO PROTECT THEM\nFROM THE FURY OF THE NORSEMEN",
        "IN the third and fourth centuries, the Germanic tribes of\ncentral Europe had broken through the defences of the Empire\nthat they might plunder Rome and live on the fat of the\nland. In the eighth century it became the turn of the Germans\nto be the “plundered-ones.” They did not like this at all, even\nif their enemies were their first cousins, the Norsemen, who\nlived in Denmark and Sweden and Norway.",
        "What forced these hardy sailors to turn pirate we do not\nknow, but once they had discovered the advantages and pleasures\nof a buccaneering career there was no one who could stop\nthem. They would suddenly descend upon a peaceful Frankish\nor Frisian village, situated on the mouth of a river. They\nwould kill all the men and steal all the women. Then they\nwould sail away in their fast-sailing ships and when the soldiers\nof the king or emperor arrived upon the scene, the robbers\nwere gone and nothing remained but a few smouldering\nruins.",
        "During the days of disorder which followed the death of\nCharlemagne, the Northmen developed great activity. Their\nfleets made raids upon every country and their sailors established\nsmall independent kingdoms along the coast of Holland\nand France and England and Germany, and they even found\ntheir way into Italy. The Northmen were very intelligent\nThey soon learned to speak the language of their subjects and\ngave up the uncivilised ways of the early Vikings (or Sea-\nKings who had been very picturesque but also very unwashed\nand terribly cruel.",
        "Early in the tenth century a Viking by the name of Rollo\nhad repeatedly attacked the coast of France. The king of\nFrance, too weak to resist these northern robbers, tried to\nbribe them into “being good.” He offered them the province\nof Normandy, if they would promise to stop bothering the rest\nof his domains. Rollo accepted this bargain and became “Duke\nof Normandy.”",
        "But the passion of conquest was strong in the blood of his\nchildren. Across the channel, only a few hours away from the\nEuropean mainland, they could see the white cliffs and the\ngreen fields of England. Poor England had passed through\ndifficult days. For two hundred years it had been a Roman\ncolony. After the Romans left, it had been conquered by the\nAngles and the Saxons, two German tribes from Schleswig.\nNext the Danes had taken the greater part of the country\nand had established the kingdom of Cnut. The Danes had\nbeen driven away and now (it was early in the eleventh century)\nanother Saxon king, Edward the Confessor, was on the\nthrone. But Edward was not expected to live long and he\nhad no children. The circumstances favoured the ambitious\ndukes of Normandy.",
        "In 1066 Edward died. Immediately William of Normandy\ncrossed the channel, defeated and killed Harold of\nWessex (who had taken the crown) at the battle of Hastings,\nand proclaimed himself king of England.",
        "In another chapter I have told you how in the year 800 a\nGerman chieftain had become a Roman Emperor. Now in\nthe year 1066 the grandson of a Norse pirate was recognised\nas King of England.",
        "Why should we ever read fairy stories, when the truth\nof history is so much more interesting and entertaining?",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}