{
    "title": "The Sorrows of Young Werther - December 12.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "87",
    "content": [
        "\n\n",
        "Dear Wilhelm, I am reduced to the condition of those unfortunate\nwretches who believe they are pursued by an evil spirit. Sometimes\nI am oppressed, not by apprehension or fear, but by an inexpressible\ninternal sensation, which weighs upon my heart, and impedes my\nbreath! Then I wander forth at night, even in this tempestuous\nseason, and feel pleasure in surveying the dreadful scenes around\nme.",
        "Yesterday evening I went forth. A rapid thaw had suddenly set\nin: I had been informed that the river had risen, that the brooks\nhad all overflowed their banks, and that the whole vale of Walheim\nwas under water! Upon the stroke of twelve I hastened forth. I\nbeheld a fearful sight. The foaming torrents rolled from the\nmountains in the moonlight, — fields and meadows, trees and\nhedges, were confounded together; and the entire valley was\nconverted into a deep lake, which was agitated by the roaring\nwind! And when the moon shone forth, and tinged the black clouds\nwith silver, and the impetuous torrent at my feet foamed and resounded\nwith awful and grand impetuosity, I was overcome by a mingled sensation\nof apprehension and delight. With extended arms I looked down into\nthe yawning abyss, and cried, “Plunge!’” For a moment my senses\nforsook me, in the intense delight of ending my sorrows and my\nsufferings by a plunge into that gulf! And then I felt as if I\nwere rooted to the earth, and incapable of seeking an end to my\nwoes! But my hour is not yet come: I feel it is not. O Wilhelm,\nhow willingly could I abandon my existence to ride the whirlwind,\nor to embrace the torrent! and then might not rapture perchance be\nthe portion of this liberated soul?",
        "I turned my sorrowful eyes toward a favourite spot, where I was\naccustomed to sit with Charlotte beneath a willow after a fatiguing\nwalk. Alas! it was covered with water, and with difficulty I found\neven the meadow. And the fields around the hunting-lodge, thought\nI. Has our dear bower been destroyed by this unpitying storm?\nAnd a beam of past happiness streamed upon me, as the mind of a\ncaptive is illumined by dreams of flocks and herds and bygone joys\nof home! But I am free from blame. I have courage to die! Perhaps\nI have, — but I still sit here, like a wretched pauper, who collects\nfagots, and begs her bread from door to door, that she may prolong\nfor a few days a miserable existence which she is unwilling to resign.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}