{
    "title": "The Life of Abraham Lincoln - Chapter XVII. The Backwoodsman at the Center of Eastern Culture",
    "author": "Henry Ketcham",
    "chapter": "19",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Lincoln’s modesty made it impossible for him to be ambitious. He\nappreciated honors, and he desired them up to a certain point. But they\ndid not, in his way of looking at them, seem to belong to him. He was\nslow to realize that he was of more than ordinary importance to the\ncommunity.",
        "At the first republican convention in 1856, when Fremont was nominated\nfor President, 111 votes were cast for Lincoln as the nominee for vice-\npresident. The fact was published in the papers. When he saw the item\nit did not enter his head that he was the man. He said “there was a\ncelebrated man of that name in Massachusetts; doubtless it was he.”",
        "In 1858, when he asked Douglas the fatal question at Freeport, he was\nsimply killing off Douglas’s aspirations for the presidency. It was\nwith no thought of being himself the successful rival.",
        "Douglas had twice been a candidate for nomination before the democratic\nconvention. Had it not been for this question he would have been\nelected at the next following presidential election.",
        "As late as the early part of 1860, Lincoln vaguely desired the\nnomination for the vice-presidency. He would have been glad to be the\nrunning-mate of Seward, nothing more. Even this honor he thought to be\nbeyond his reach, so slowly did he come to realize the growth of his\nfame.",
        "The reports of the Lincoln-Douglas debates had produced a profound\nsensation in the West. They were printed in large numbers and scattered\nbroadcast as campaign literature. Some Eastern men, also, had been\nalert to observe these events. William Cullen Bryant, the scholarly\neditor of the New York Evening Post, had shown keen interest in\nthe debates.",
        "Even after the election Lincoln did not cease the vigor of his\ncriticisms. It will be remembered that before the formal debate Lincoln\nvoluntarily went to Chicago to hear Douglas and to answer him. He\nfollowed him to Springfield and did the same thing. He now, after the\nelection of 1858, followed him to Ohio and answered his speeches in\nColumbus and Cincinnati.",
        "The Reverend Henry Ward Beecher, who was always watchful of the\ndevelopment of the anti-slavery sentiment, now invited Lincoln to\nlecture in Plymouth Church, Brooklyn. The invitation was accepted with\nthe provision that the lecture might be a political speech.",
        "J. G. Holland, who doubtless knew whereof he wrote, declares that it\nwas a great misfortune that Lincoln was introduced to the country as a\nrail-splitter. Americans have no prejudice against humble beginnings,\nthey are proud of self-made men, but there is nothing in the ability to\nsplit rails which necessarily qualifies one for the demands of\nstatesmanship. Some of his ardent friends, far more zealous than\njudicious, had expressed so much glory over Abe the rail-splitter, that\nit left the impression that he was little more than a rail-splitter who\ncould talk volubly and tell funny stories. This naturally alienated the\nfinest culture east of the Alleghanies. “It took years for the country\nto learn that Mr. Lincoln was not a boor. It took years for them to\nunlearn what an unwise and boyish introduction of a great man to the\npublic had taught them. It took years for them to comprehend the fact\nthat in Mr. Lincoln the country had the wisest, truest, gentlest,\nnoblest, most sagacious President who had occupied the chair of state\nsince Washington retired from it.”",
        "When he reached New York he found that there had been a change of plan,\nand he was to speak in Cooper Institute, New York, instead of Beecher’s\nchurch. He took the utmost care in revising his speech, for he felt\nthat he was on new ground and must not do less than his best.",
        "But though he made the most perfect intellectual preparation, the\nesthetic element of his personal appearance was sadly neglected. He was\nangular and loose-jointed,–he could not help that. He had provided\nhimself, or had been provided, with a brand-new suit of clothes,\nwhether of good material or poor we cannot say, whether well-fitting or\nill-fitting we do not know, though we may easily guess. But we do know\nthat it had been crowded into a small carpet-bag and came out a mass of\nwrinkles. And during the speech the collar or lappel annoyed both\nspeaker and audience by persisting in rising up unbidden.",
        "These details are mentioned to show the difficulty of the task before\nthe orator. In the audience and on the platform were many of the most\nbrilliant and scholarly men of the metropolis. There were also large\nnumbers who had come chiefly to hear the westerner tell a lot of funny\nstories. The orator was introduced by Bryant.",
        "The speech was strictly intellectual from beginning to end. Though\nLincoln was not known in New York, Douglas was. So he fittingly took\nhis start from a quotation of Douglas. The speech cannot be epitomized,\nbut its general drift may be divined from its opening and closing\nsentences.",
        "The quotation from Douglas was that which had been uttered at Columbus\na few months before: “Our fathers, when they framed the government\nunder which we live, understood this question (the question of slavery)\njust as well, and even better, than we do now.” To this proposition the\norator assented. That raised the inquiry, What was their understanding\nof the question? This was a historical question, and could be answered\nonly by honest and painstaking research.",
        "Continuing, the speaker said: “Does the proper division of local from\nFederal authority, or anything in the Constitution, forbid our Federal\ngovernment to control as to slavery in our Federal territories? Upon\nthis Senator Douglas holds the affirmative and the republicans the\nnegative. This affirmation and denial form an issue, and this issue–\nthis question–is precisely what the text declares our fathers\nunderstood ’better than we.’",
        "“I defy any one to show that any living man in the whole world ever\ndid, prior to the beginning of the present century (and I might almost\nsay prior to the beginning of the last half of the present century),\ndeclare that in his understanding any proper division of local from\nFederal authority, or any part of the Constitution, forbade the Federal\ngovernment to control as to slavery in the Federal territories. To\nthose who now so declare, I give, not only ’our fathers who framed the\ngovernment under which we live,’ but with them all other living men\nwithin the century in which it was framed, among whom to search, and\nthey shall not be able to find the evidence of a single man agreeing\nwith them.”",
        "One paragraph is quoted for the aptness of its illustration: “But you\nwill not abide the election of a republican President! In that supposed\nevent, you say you will destroy the Union; and then you say, the great\ncrime of having destroyed it will be upon us! That is cool. A\nhighwayman holds a pistol to my ear, and mutters through his teeth,\n’Stand and deliver, or I shall kill you, and then you will be a\nmurderer!’ To be sure, what the robber demanded of me–my money–was my\nown, and I had a clear right to keep it; but it was no more my own than\nmy vote is my own; and the threat of death to me to extort my money,\nand the threat of destruction to the Union to extort my vote, can\nscarcely be distinguished in principle.”",
        "The speech reached its climax in its closing paragraph: “Wrong as we\nthink slavery is, we can yet afford to let it alone where it is,\nbecause that so much is due to the necessity arising from its actual\npresence in the nation; but can we, while our votes will prevent it,\nallow it to spread into the national territories, and to overrun us\nhere in the free states? If our sense of duty forbids this, then let us\nstand by our duty, fearlessly and effectively. Let us be diverted by\nnone of those sophistical contrivances wherewith we are so\nindustriously plied and belabored–contrivances such as groping for\nsome middle ground between the right and the wrong, vain as the search\nfor a man who would be neither a living man nor a dead man; such as a\npolicy of ’don’t care’ on a question about which all true men do care;\nsuch as Union appeals to beseech all true Union men to yield to\nDisunionists; reversing the divine rule, and calling, not the sinners,\nbut the righteous, to repentance; such as invocations to Washington,\nimploring men to unsay what Washington said, and undo what Washington\ndid.",
        "“Neither let us be slandered from our duty by false accusations against\nus, nor frightened from it by menaces of destruction to the government,\nnor of dungeons to ourselves. Let us have faith that right makes might,\nand in that faith, let us, to the end, dare to do our duty as we\nunderstand it.”",
        "This speech placed Lincoln in the line of the presidency. Not only was\nit received with unbounded enthusiasm by the mass of the people, but it\nwas a revelation to the more intellectual and cultivated. Lincoln\nafterwards told of a professor of rhetoric at Yale College who was\npresent. He made an abstract of the speech and the next day presented\nit to the class as a model of cogency and finish. This professor\nfollowed Lincoln to Meriden to hear him again. The Tribune gave\nto the speech unstinted praise, declaring that “no man ever before made\nsuch an impression on his first appeal to a New York audience.”",
        "The greatest compliment, because the most deliberate, was that of the\ncommittee who prepared the speech for general distribution. Their\npreface is sufficiently explicit:",
        "“No one who has not actually attempted to verify its details can\nunderstand the patient research and historical labors which it\nembodies. The history of our earlier politics is scattered through\nnumerous journals, statutes, pamphlets, and letters; and these are\ndefective in completeness and accuracy of statement, and in indices and\ntables of contents. Neither can any one who has not traveled over this\nprecise ground appreciate the accuracy of every trivial detail, or the\nself-denying impartiality with which Mr. Lincoln has turned from the\ntestimony of ’the fathers’ on the general question of slavery, to\npresent the single question which he discusses. From the first line to\nthe last, from his premises to his conclusion, he travels with a swift,\nunerring directness which no logician ever excelled, an argument\ncomplete and full, without the affectation of learning, and without the\nstiffness which usually accompanies dates and details. A single, easy,\nsimple sentence of plain Anglo-Saxon words, contains a chapter of\nhistory that, in some instances, has taken days of labor to verify, and\nwhich must have cost the author months of investigation to acquire.”",
        "Surely Mr. Bryant and Mr. Beecher and the rest had every reason for\ngratification that they had introduced this man of humble beginnings to\nso brilliant a New York audience.",
        "Lincoln went to Exeter, N.H., to visit his son who was in Phillips\nAcademy preparing for Harvard College. Both going and returning he made\nseveral speeches, all of which were received with more than ordinary\nfavor. By the time he returned home he was no longer an unknown man. He\nwas looked on with marked favor in all that portion of the country\nwhich lies north of Mason and Dixon’s line.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}