{
    "title": "The Story of Mankind - Rise of the Church (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "28",
    "content": [
        "\n",
        "\n\n",
        "HOW ROME BECAME THE CENTRE OF THE\nCHRISTIAN WORLD",
        "THE average intelligent Roman who lived under the Empire\nhad taken very little interest in the gods of his fathers.\nA few times a year he went to the temple, but merely as a\nmatter of custom. He looked on patiently when the people\ncelebrated a religious festival with a solemn procession. But he\nregarded the worship of Jupiter and Minerva and Neptune as\nsomething rather childish, a survival from the crude days of\nthe early republic and not a fit subject of study for a man\nwho had mastered the works of the Stoics and the Epicureans\nand the other great philosophers of Athens.",
        "This attitude made the Roman a very tolerant man. The\ngovernment insisted that all people, Romans, foreigners,\nGreeks, Babylonians, Jews, should pay a certain outward respect\nto the image of the Emperor which was supposed to stand\nin every temple, just as a picture of the President of the\nUnited States is apt to hang in an American Post Office. But\nthis was a formality without any deeper meaning. Generally\nspeaking everybody could honour, revere and adore whatever\ngods he pleased, and as a result, Rome was filled with all\nsorts of queer little temples and synagogues, dedicated to the\nworship of Egyptian and African and Asiatic divinities.",
        "When the first disciples of Jesus reached Rome and began\nto preach their new doctrine of a universal brotherhood of man,\nnobody objected. The man in the street stopped and listened\nRome, the capital of the world, had always been full of wandering\npreachers, each proclaiming his own “mystery.” Most of\nthe self-appointed priests appealed to the senses–promised\ngolden rewards and endless pleasure to the followers of their\nown particular god. Soon the crowd in the street noticed\nthat the so-called Christians (the followers of the Christ or\n“anointed”) spoke a very different language. They did not\nappear to be impressed by great riches or a noble position.\nThey extolled the beauties of poverty and humility and meekness.\nThese were not exactly the virtues which had made\nRome the mistress of the world. It was rather interesting to\nlisten to a “mystery” which told people in the hey-day of their\nglory that their worldly success could not possibly bring them\nlasting happiness.",
        "Besides, the preachers of the Christian mystery told dreadful\nstories of the fate that awaited those who refused to listen to\nthe words of the true God. It was never wise to take chances.\nOf course the old Roman gods still existed, but were they\nstrong enough to protect their friends against the powers of\nthis new deity who had been brought to Europe from distant\nAsia? People began to have doubts. They returned to listen\nto further explanations of the new creed. After a while they\nbegan to meet the men and women who preached the words of\nJesus. They found them very different from the average\nRoman priests. They were all dreadfully poor. They were\nkind to slaves and to animals. They did not try to gain riches,\nbut gave away whatever they had. The example of their unselfish\nlives forced many Romans to forsake the old religion.\nThey joined the small communities of Christians who met in\nthe back rooms of private houses or somewhere in an open field,\nand the temples were deserted.",
        "This went on year after year and the number of Christians\ncontinued to increase. Presbyters or priests (the original\nGreek meant “elder”) were elected to guard the interests of\nthe small churches. A bishop was made the head of all the\ncommunities within a single province. Peter, who had fol-\nlowed Paul to Rome, was the first Bishop of Rome. In due\ntime his successors (who were addressed as Father or Papa)\ncame to be known as Popes.",
        "The church became a powerful institution within the Empire.\nThe Christian doctrines appealed to those who despaired\nof this world. They also attracted many strong men who\nfound it impossible to make a career under the Imperial gov-\nernment, but who could exercise their gifts of leadership among\nthe humble followers of the Nazarene teacher. At last the\nstate was obliged to take notice. The Roman Empire (I have\nsaid this before) was tolerant through indifference. It allowed\neverybody to seek salvation after his or her own fashion. But\nit insisted that the different sects keep the peace among themselves\nand obey the wise rule of “live and let live.”",
        "The Christian communities however, refused to practice any\nsort of tolerance. They publicly declared that their God, and\ntheir God alone, was the true ruler of Heaven and Earth,\nand that all other gods were imposters. This seemed unfair\nto the other sects and the police discouraged such utterances.\nThe Christians persisted.",
        "Soon there were further difficulties. The Christians refused\nto go through the formalities of paying homage to the emperor.\nThey refused to appear when they were called upon\nto join the army. The Roman magistrates threatened to\npunish them. The Christians answered that this miserable\nworld was only the ante-room to a very pleasant Heaven and\nthat they were more than willing to suffer death for their\nprinciples. The Romans, puzzled by such conduct, sometimes\nkilled the offenders, but more often they did not. There was\na certain amount of lynching during the earliest years of the\nchurch, but this was the work of that part of the mob which\naccused their meek Christian neighbours of every conceivable\ncrime, (such as slaughtering and eating babies, bringing about\nsickness and pestilence, betraying the country in times of danger)\nbecause it was a harmless sport and devoid of danger, as\nthe Christians refused to fight back.",
        "Meanwhile, Rome continued to be invaded by the Barbarians\nand when her armies failed, Christian missionaries went\nforth to preach their gospel of peace to the wild Teutons.\nThey were strong men without fear of death. They spoke a\nlanguage which left no doubt as to the future of unrepentant\nsinners. The Teutons were deeply impressed. They still\nhad a deep respect for the wisdom of the ancient city of Rome.\nThose men were Romans. They probably spoke the truth.\nSoon the Christian missionary became a power in the savage\nregions of the Teutons and the Franks. Half a dozen missionaries\nwere as valuable as a whole regiment of soldiers.\nThe Emperors began to understand that the Christian might\nbe of great use to them. In some of the provinces they were\ngiven equal rights with those who remained faithful to the old\ngods. The great change however came during the last half\nof the fourth century.",
        "Constantine, sometimes (Heaven knows why) called Constantine\nthe Great, was emperor. He was a terrible ruffian,\nbut people of tender qualities could hardly hope to survive\nin that hard-fighting age. During a long and checkered career,\nConstantine had experienced many ups and downs. Once,\nwhen almost defeated by his enemies, he thought that he would\ntry the power of this new Asiatic deity of whom everybody was\ntalking. He promised that he too would become a Christian\nif he were successful in the coming battle. He won the victory\nand thereafter he was convinced of the power of the Christian\nGod and allowed himself to be baptised.",
        "From that moment on, the Christian church was officially\nrecognised and this greatly strengthened the position of the\nnew faith.",
        "But the Christians still formed a very small minority of\nall the people, (not more than five or six percent,) and in order\nto win, they were forced to refuse all compromise. The old\ngods must be destroyed. For a short spell the emperor Julian,\na lover of Greek wisdom, managed to save the pagan Gods\nfrom further destruction. But Julian died of his wounds during\na campaign in Persia and his successor Jovian re-established\nthe church in all its glory. One after the other the doors of the\nancient temples were then closed. Then came the emperor\nJustinian (who built the church of Saint Sophia in Constantinople),\nwho discontinued the school of philosophy at Athens\nwhich had been founded by Plato.",
        "That was the end of the old Greek world, in which man\nhad been allowed to think his own thoughts and dream his own\ndreams according to his desires. The somewhat vague rules\nof conduct of the philosophers had proved a poor compass\nby which to steer the ship of life after a deluge of savagery\nand ignorance had swept away the established order of things.\nThere was need of something more positive and more definite.\nThis the Church provided.",
        "During an age when nothing was certain, the church stood\nlike a rock and never receded from those principles which it\nheld to be true and sacred. This steadfast courage gained the\nadmiration of the multitudes and carried the church of Rome\nsafely through the difficulties which destroyed the Roman state.",
        "There was however, a certain element of luck in the final\nsuccess of the Christian faith. After the disappearance of\nTheodoric’s Roman-Gothic kingdom, in the fifth century,\nItaly was comparatively free from foreign invasion. The\nLombards and Saxons and Slavs who succeeded the Goths were\nweak and backward tribes. Under those circumstances it was\npossible for the bishops of Rome to maintain the independence\nof their city. Soon the remnants of the empire, scattered\nthroughout the peninsula, recognised the Dukes of Rome (or\nbishops) as their political and spiritual rulers.",
        "The stage was set for the appearance of a strong man.\nHe came in the year 590 and his name was Gregory. He belonged\nto the ruling classes of ancient Rome, and he had\nbeen “prefect” or mayor of the city. Then he had become\na monk and a bishop and finally, and much against his will,\n(for he wanted to be a missionary and preach Christianity to\nthe heathen of England,) he had been dragged to the Church\nof Saint Peter to be made Pope. He ruled only fourteen\nyears but when he died the Christian world of western Europe\nhad officially recognised the bishops of Rome, the Popes, as\nthe head of the entire church.",
        "This power, however, did not extend to the east. In\nConstantinople the Emperors continued the old custom which had\nrecognised the successors of Augustus and Tiberius both as\nhead of the government and as High Priest of the Established\nReligion. In the year 1453 the eastern Roman Empire was\nconquered by the Turks. Constantinople was taken, and Constantine\nPaleologue, the last Roman Emperor, was killed on\nthe steps of the Church of the Holy Sophia.",
        "A few years before, Zoe, the daughter of his brother\nThomas, had married Ivan III of Russia. In this way did the\ngrand-dukes of Moscow fall heir to the traditions of Constantinople.\nThe double-eagle of old Byzantium (reminiscent of\nthe days when Rome had been divided into an eastern and a\nwestern part) became the coat of arms of modern Russia.\nThe Tsar who had been merely the first of the Russian nobles,\nassumed the aloofness and the dignity of a Roman emperor\nbefore whom all subjects, both high and low, were inconsiderable\nslaves.",
        "The court was refashioned after the oriental pattern which\nthe eastern Emperors had imported from Asia and from Egypt\nand which (so they flattered themselves) resembled the court\nof Alexander the Great. This strange inheritance which the\ndying Byzantine Empire bequeathed to an unsuspecting world\ncontinued to live with great vigour for six more centuries,\namidst the vast plains of Russia. The last man to wear the\ncrown with the double eagle of Constantinople, Tsar Nicholas,\nwas murdered only the other day, so to speak. His body was\nthrown into a well. His son and his daughters were all killed.\nAll his ancient rights and prerogatives were abolished, and the\nchurch was reduced to the position which it had held in Rome\nbefore the days of Constantine.",
        "The eastern church however fared very differently, as we\nshall see in the next chapter when the whole Christian world is\ngoing to be threatened with destruction by the rival creed of\nan Arab camel-driver.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}