{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XIV",
    "author": "Fedor Jagor et al",
    "chapter": "15",
    "content": [
        "\n\n",
        "[Quinali river.] On my second journey in Camarines, which I undertook\nin February, I went by water from Polangui, past Batu, as far as\nNaga. The Quinali, which runs into the south-eastern corner of the\nlake of Batu, runs out again on the north side as the Bicol River,\nand flows in a north-westerly direction as far as the Bay of San\nMiguel. It forms the medium of a not inconsiderable trade between Albay\nand Camarines, particularly in rice; of which the supply grown in the\nformer province does not suffice for the population, who consume the\nsuperfluity of Camarines. The rice is conveyed in large boats up the\nriver as far as Quinali, and thence transported further on in carabao\ncarts; and the boats return empty. During the dry season of the year,\nthe breadth of the very tortuous Bicol, at its mouth, is a little over\nsixty feet, and increases but very gradually. There is considerable\nvariety of vegetation upon its banks, and in animal life it is highly\nattractive. I was particularly struck with its numerous monkeys and\nwater-fowl. [Plotus water-fowl.] Of the latter the Plotus variety\nwas most abundant, but difficult to shoot. They sit motionless on\nthe trees on the bank, only their thin heads and necks, like those\nof tree-snakes, overtopping the leaves. On the approach of the boat\nthey precipitate themselves hastily into the water; and it is not\nuntil after many minutes that the thin neck is seen rising up again\nat some distance from the spot where the bird disappeared. The Plotus\nappears to be as rapid on the wing as it is in swimming and diving.",
        "[Naga.] In Naga, the chief city of South Camarines, I alighted at\nthe tribunal, from which, however, I was immediately invited by the\nprincipal official of the district–who is famed for his hospitality\nfar beyond the limits of his province–to his house, where I was loaded\nwith civilities and favors. This universally beloved gentleman put\neverybody under contribution in order to enrich my collections, and did\nall in his power to render my stay agreeable and to further my designs.",
        "[Nueva Caceres.] Naga is the seat of a bishopric and of the provincial\ngovernment. In official documents it is called Nueva Caceres, in\nhonor of the Captain-General, D. Fr. de Sande, a native of Caceres,\nwho about 1578 founded Naga (the Spanish town) close to the Filipino\nvillage. At the beginning of the seventeenth century it numbered\nnearly one hundred Spanish inhabitants; at the present time it hardly\nboasts a dozen. Murillo Velarde remarks (xiii, 272), in contrast\nto the state of things in America, that of all the towns founded in\nthe Philippines, with the exception of Manila, only the skeletons,\nthe names without the substance, have been preserved. The reason is,\nas has been frequently shown, that up to the present time plantations,\nand consequently proper settlers, have been wanting. Formerly Naga\nwas the principal town of the whole of that district of Luzon lying\nto the east of Tayabas, which, on account of the increased population,\nwas divided into the three provinces of North and South Camarines and\nAlbay. The boundaries of these governmental districts, those between\nAlbay and South Camarines more especially, have been drawn very\narbitrarily; although, the whole of the territory, as is shown by the\nmap, geographically is very well defined. [Land of the Bicols.] The\ncountry is named Camarines; but it might more suitably be called the\ncountry of the Bicols, for the whole of it is inhabited by one race,\nthe Bicol-Filipinos, who are distinguished by their speech and many\nother peculiarities from their neighbors, the Tagals on the west,\nand the Bisayans on the islands to the south and east.",
        "[The Bicols.] The Bicols are found only in this district and in a\nfew islands lying immediately in front of it. Of their coming hither\nno information is to be obtained from the comprehensive but confused\nhistories of the Spanish monks. Morga considers them to be natives\nof the island; on the other hand, it is asserted by tradition that\nthe inhabitants of Manila and its vicinity are descended from Malays\nwho have migrated thither, and from the inhabitants of other islands\nand more distant provinces. [107] Their speech is midway between\nthat of the Tagalogs and the Bisayans, and they themselves appear,\nin both their manners and customs, to be a half-breed between these\ntwo races. Physically and mentally they are inferior to the Tagalogs,\nand superior to the inhabitants of the eastern Bisayan Islands. [Bicol\nlanguage.] Bicol is spoken only in the two Camarines, Albay, Luzon,\nthe Islands of Masbate, Burias, Ticao, and Catanduanes, and in the\nsmaller adjoining islands. The inhabitants of the volcanic mountain\nIsarog and its immediate neighborhood speak it in the greatest\npurity. Thence towards the west the Bicol dialect becomes more and\nmore like Tagalog, and towards the east like Bisayan, until by degrees,\neven before reaching the boundaries of their ethnographical districts,\nit merges into these two kindred languages.",
        "[Rice cultivation.] In South Camarines the sowing of the rice in\nbeds begins in June or July, always at the commencement of the rainy\nseason; but in fields artificially watered, earlier, because thus the\nfruit ripens at a time when, the store in the country being small,\nits price is high. Although the rice fields could very well give two\ncrops yearly, they are tilled only once. It is planted out in August,\nwith intervals of a hand’s-breadth between each row and each individual\nplant; and within four months the rice is ripe. The fields are never\nfertilized, and but seldom ploughed; the weeds and the stubble being\ngenerally trodden into the already soaked ground by a dozen carabaos,\nand the soil afterwards simply rolled with a cylinder furnished\nwith sharp points, or loosened with the harrow (sorod). Besides the\nagricultural implements named above, there are the Spanish hatchet\n(azadon) and a rake of bamboo (kag-kag) in use. The harvest is\neffected in a peculiar manner. The rice which is soonest ripe is\ncut for ten per cent, that is, the laborer receives for his toil the\ntenth bundle for himself. At this time of year rice is very scarce,\nwant is imminent, and labor reasonable. The more fields, however,\nthat ripen, the higher become the reapers’ wages, rising to twenty,\nthirty, forty, even fifty per cent; indeed, the executive sometimes\nconsider it to be necessary to force the people to do harvest by\ncorporal punishment and imprisonment, in order to prevent a large\nportion of the crop from rotting on the stalk. Nevertheless, in very\nfruitful years a part of the harvest is lost. The rice is cut halm by\nhalm (as in Java) with a peculiarly-formed knife, or, failing such,\nwith the sharp-edged flap of a mussel [108] found in the ditches of\nthe rice-fields, which one has only to stoop to pick up.",
        "[Rice land production.] A quiñon of the best rice land is worth from\nsixty to one hundred dollars ($5.50 to $9 per acre). Rice fields on\nrising grounds are dearest, as they are not exposed to devastating\nfloods as are those in the plain, and may be treated so as to insure\nthe ripening of the fruit at the time when the highest price is to\nbe obtained.",
        "[The harvest.] A ganta of rice is sufficient to plant four topones\n(1 topon = 1 loan); from which 100 manojos (bundles) are gathered,\neach of which yields half a ganta of rice. The old ganta of Naga,\nhowever, being equal to a modern ganta and a half, the produce\nmay be calculated at 75 cavanes per quiñon, about 9 3/4 bushels per\nacre. [109] In books 250 cavanes are usually stated to be the average\nproduce of a quiñon; but that is an exaggeration. The fertility of\nthe fields certainly varies very much; but, when it is considered\nthat the land in the Philippines is never fertilized, but depends,\nfor the maintenance of its vitality, exclusively upon the overflowing\nof the mud which is washed down from the mountains, it may be believed\nthat the first numbers better express the true average. In Java the\nharvest, in many provinces, amounts to only 50 cavanes per quiñon;\nin some, indeed, to three times this amount; and in China, with the\nmost careful culture and abundant manure, to 180 cabanes.  [110]\n[Sweet potatoes.]  Besides rice, they cultivate the camote (sweet\npotato, Convolvulus batatas). This flourishes like a weed; indeed,\nit is sometimes planted for the purpose of eradicating the weeds from\nsoil intended for coffee or cacao. It spreads out into a thick carpet,\nand is an inexhaustible storehouse to its owner, who, the whole year\nthrough, can supply his wants from his field. Gabi (Caladium), Ubi\n(Dioscorea), maize, and other kinds of grain, are likewise cultivated.",
        "[Cattle and horses.] After the rice harvest the carabaos, horses, and\nbullocks, are allowed to graze in the fields. During the rice culture\nthey remain in the gogonales, cane-fields which arise in places once\ncultivated for mountain-rice and afterwards abandoned. (Gogo is the\nname of a cane 7 to 8 feet high, Saccharum sp.). Transport then is\nalmost impossible, because during the rainy season the roads are\nimpassable, and the cattle find nothing to eat. The native does\nnot feed his beast, but allows it to die when it cannot support\nitself. In the wet season of the year it frequently happens that a\ncarabao falls down from starvation whilst drawing a cart. A carabao\ncosts from $7 to $10; a horse $10 to $20; and a cow $6 to $8. Very fine\nhorses are valued at from $30 to $50, and occasionally as much as $80;\nbut the native horses are not esteemed in Manila, because they have no\nstamina. The bad water, the bad hay, and the great heat of the place at\nonce point out the reason; otherwise it would be profitable to export\nhorses in favorable seasons to Manila, where they would fetch twice\ntheir value. According to Morga, there were neither horses nor asses\non the Island until the Spaniards imported them from China and New\nSpain. [111] They were at first small and vicious. Horses were imported\nalso from Japan, “not swift but powerful, with large heads and thick\nmanes, looking like Friesland horses;” [112] and the breed improved\nrapidly. Those born in the country, mostly cross-breeds, drive well.",
        "[Black cattle.] Black cattle are generally in the hands of a few\nindividuals; some of whom in Camarines possess from 1000 to 3000 head;\nbut they are hardly saleable in the province, although they have been\nexported profitably for some years past to Manila. The black cattle\nof the province are small but make good beef. They are never employed\nfor labor, and the cows are not milked. The Filipinos, who generally\nfeed on fish, crabs, mussels, and wild herbs together with rice,\nprefer the flesh of the carabao to that of the ox; but they eat it\nonly on feastdays.",
        "[Sheep.] The old race of sheep, imported by the Spaniards previous\nto this century, still flourishes and is easily propagated. Those\noccasionally brought from Shanghai and Australia are considered to be\ndeficient in endurance, unfruitful, and generally short-lived. Mutton\nis procurable every day in Manila; in the interior, however, at\nleast in the eastern provinces, very rarely; although the rearing\nof sheep might there be carried on without difficulty, and in many\nplaces most profitably; the people being too idle to take care of the\nyoung lambs, which they complain are torn to pieces by the dogs when\nthey wander about free. The sheep appear to have been acclimatized\nwith difficulty. Morga says that they were brought several times\nfrom New Spain, but did not multiply; so that in his time this kind\nof domestic animal did not exist. [Swine.] Pork is eaten by wealthy\nEuropeans only when the hog has been brought up from the litter at\nhome. In order to prevent its wandering away, it is usually enclosed\nin a wide meshed cylindrical hamper of bamboo, upon filling which\nit is slaughtered. The native hogs are too nauseous for food, the\nanimals maintaining themselves almost entirely on ordure.",
        "[Guesses at history from language.] Crawfurd observes that the names\nof all the domestic animals in the Philippines belong to foreign\nlanguages, Those of the dog, swine, goat, carabao, cat, even of\nthe fowl and the duck, are Malay or Javanese; while those of the\nhorse, ox, and sheep, are Spanish. Until these animals were first\nimported from Malaysia, the aborigines were less fortunate in this\nrespect than the Americans, who at least had the alpaca, llamanda,\nvicuña. The names likewise of most of the cultivated plants, such as\nrice, yams, sugar-cane, cacao and indigo, are said to be Malay, as\nwell as those for silver, copper, and tin. Of the words relating to\ncommerce, one-third are Malay; to which belong most of the terms used\nin trades, as well as the denominations for weights and measures, for\nthe calendar–so far as it exists–and for numbers, besides the words\nfor writing, reading, speaking, and narrative. On the other hand, only\na small number of terms which refer to war are borrowed from the Malay.",
        "[Ancient Filipino civilization.] Referring to the degree of\ncivilization which the Philippines possessed previous to their\nintercourse with the Malays, Crawfurd concludes from the purely\ndomestic words that they cultivated no corn, their vegetable food\nconsisting of batata(?) and banana. They had not a single domestic\nanimal; they were acquainted with iron and gold, but with no other\nmetal, and were clothed in stuffs of cotton and alpaca, woven by\nthemselves. They had invented a peculiar phonetic alphabet; and their\nreligion consisted in the belief in good and evil spirits and witches,\nin circumcision, and in somewhat of divination by the stars. They\ntherefore were superior to the inhabitants of the South Sea, inasmuch\nas they possessed gold, iron, and woven fabrics, and inferior to them\nin that they had neither dog, pig, nor fowl.",
        "[Progress under Spain.] Assuming the truth of the above sketch of\npre-Christian culture, which has been put together only with the help\nof defective linguistic sources, and comparing it with the present, we\nfind, as the result, a considerable progress, for which the Philippines\nare indebted to the Spaniards. The influence of social relations has\nbeen already exhibited in the text. The Spaniards have imported the\nhorse, the bullock, and the sheep; maize, coffee, sugar-cane, cacao,\nsesame, tobacco, indigo, many fruits, and probably the batata, which\nthey met with in Mexico under the name of camotli. [113] From this\ncircumstance the term camote, universal in the Philippines, appears\nto have had its origin, Crawfurd, indeed, erroneously considering\nit a native term. According to a communication from Dr. Witmack, the\nopinion has lately been conceived that the batata is indigenous not\nonly to America, but also to the East Indies, as it has two names in\nSanscrit, sharkarakanda and ruktaloo.",
        "[Slight industrial progress.] With the exception of embroidery, the\nnatives have made but little progress in industries, in the weaving\nand the plaiting of mats; and the handicrafts are entirely carried\non by the Chinese.",
        "[Rice and abaca exported.] The exports consist of rice and abaca. The\nprovince exports about twice as much rice as it consumes; a large\nquantity to Albay, which, less adapted for the cultivation of rice,\nproduces only abaca; and a fair share to North Camarines, which is\nvery mountainous, and little fertile. The rice can hardly be shipped\nto Manila, as there is no high road to the south side of the province,\nnear to the principal town, and the transport by water from the north\nside, and from the whole of the eastern portion of Luzon, would\nimmediately enhance the price of the product. [Chinese monopolize\ntrade.]  The imports are confined to the little that is imported by\nChinese traders. The traders are almost all Chinese who alone possess\nshops in which clothing materials and woolen stuffs, partly of native\nand partly of European manufacture, women’s embroidered slippers,\nand imitation jewelry, may be obtained. The whole amount of capital\ninvested in these shops certainly does not exceed $200,000. In the\nremaining pueblos of Camarines there are no Chinese merchants; and the\ninhabitants are consequently obliged to get their supplies from Naga.",
        "[Land for everybody.] The land belongs to the State, but is let to\nany one who will build upon it. The usufruct passes to the children,\nand ceases only when the land remains unemployed for two whole years;\nafter which it is competent for the executive to dispose of it to\nanother person.",
        "[Homes.] Every family possesses its own house; and the young husband\ngenerally builds with the assistance of his friends. In many places\nit does not cost more than four or five dollars, as he can, if\nnecessary, build it himself free of expense, with the simple aid of\nthe forest-knife (bolo), and of the materials to his hand, bamboo,\nSpanish cane, and palm-leaves. These houses, which are always built\non piles on account of the humidity of the soil, often consist of a\nsingle shed, which serves for all the uses of a dwelling, and are the\ncause of great laxity and of filthy habits, the whole family sleeping\ntherein in common, and every passer-by being a welcome guest. A fine\nhouse of boards for the family of a cabeza perhaps costs nearly $100;\nand the possessions of such a family in stock, furniture, ornaments,\netc. (of which they are obliged to furnish an annual inventory),\nwould range in value between $100 and $1,000. Some reach even as\nmuch as $10,000, while the richest family of the whole province is\nassessed at $40,000.",
        "[People not travellers.] In general it may be said that every pueblo\nsupplies travellers, its own necessaries, and produces little more. To\nthe indolent native, especially to him of the eastern provinces,\nthe village in which he was born is the world; and he leaves it only\nunder the most pressing circumstances. Were it otherwise even, the\nstrictness of the poll-tax would place great obstacles in the way of\ngratifying the desire for travel, generated by that oppressive impost.",
        "[Meals.] The Filipino eats three times a day–about 7 a.m., 12, and at\n7 or 8 in the evening. Those engaged in severe labor consume at each\nmeal a chupa of rice; the common people, half a chupa at breakfast, one\nat mid-day, and half again in the evening, altogether two chupas. Each\nfamily reaps its own supply of rice, and preserves it in barns, or\nbuys it winnowed at the market; in the latter case purchasing only\nthe quantity for one day or for the individual meals. The average\nretail price is 3 cuartos for 2 chupas (14 chupas for 1 real). To\nfree it from the husk, the quantity for each single meal is rubbed in\na mortar by the women. This is in accordance with an ancient custom;\nbut it is also due to the fear lest, otherwise, the store should be\ntoo quickly consumed. The rice, however, is but half cooked; and\nit would seem that this occurs in all places where it constitutes\nan essential part of the sustenance of the people, as may be seen,\nindeed, in Spain and Italy. Salt and much Spanish pepper (capsicum)\nare eaten as condiments; the latter, originally imported from America,\ngrowing all round the houses. To the common cooking-salt the natives\nprefer a so-called rock-salt, which they obtain by evaporation from\nsea-water previously filtered through ashes; and of which one chinanta\n(12 lbs. German) costs from one and one-half to two reals. The\nconsumption of salt is extremely small.",
        "[Buyo and cigars.] The luxuries of the Filipinos are buyo [114] and\ncigars–a cigar costing half a centavo, and a buyo much less. Cigars\nare rarely smoked, but are cut up into pieces, and chewed with the\nbuyo. The women also chew buyo and tobacco, but, as a rule, very\nmoderately; but they do not also stain their teeth black, like the\nMalays; and the young and pretty adorn themselves assiduously with\nveils made of the areca-nut tree, whose stiff and closely packed\nparallel fibers, when cut crosswise, form excellent tooth-brushes. They\nbathe several times daily, and surpass the majority of Europeans in\ncleanliness. Every native, above all things, keeps a fighting-cock;\neven when he has nothing to eat, he finds money for cock-fighting.",
        "[Household affairs.] The details of domestic economy may be summarized\nas follows:",
        "For cooking purposes an earthen pot is used, costing between 3 and 10\ncuartos; which, in cooking rice, is closed firmly with a banana-leaf,\nso that the steam of a very small quantity of water is sufficient. No\nother cooking utensils are used by the poorer classes; but those better\noff have a few cast-iron pans and dishes. In the smaller houses, the\nhearth consists of a portable earthen pan or a flat chest, frequently\nof an old cigar-* chest full of sand, with three stones which serve\nas a tripod. In the larger houses it is in the form of a bedstead,\nfilled with sand or ashes, instead of a mattress. The water in small\nhouseholds is carried and preserved in thick bamboos. In his bolo\n(forest-knife), moreover, every one has an universal instrument,\nwhich he carries in a wooden sheath made by himself, suspended by a\ncord of loosely-twisted bast fibers tied round his body. This, and\nthe rice-mortar (a block of wood with a suitable cavity), together\nwith pestles and a few baskets, constitute the whole of the household\n[Furniture.] furniture of a poor family; sometimes a large snail,\nwith a rush wick, is also to be found as a lamp. They sleep on a\nmat of pandanus (fan-palm, Corypha), when they possess one; if not,\non the splittings of bamboo, with which the house is floored. By the\npoor oil for lighting is rarely used; but torches of resin, which\nlast a couple of days, are bought in the market for half a cuarto.",
        "[Clothing.] Their clothing requirements I ascertained to be these:\nA woman wears a camisa de guinára (a short shift of abacá fiber),\na patadíon (a gown reaching from the hip to the ancles), a cloth,\nand a comb. A piece of guinára, costing 1 real, gives two shifts;\nthe coarsest patadíon costs 3 reals; a cloth, at the highest, 1 real;\nand a comb, 2 cuartos; making altogether 4 reals, 12 cuartos. Women of\nthe better class wear a camisa, costing between 1 and 2 r., a patadíon\n6 r., cloth between 2 and 3 r., and a comb 2 cu. The men wear a shirt,\n1 r., hose, 3 r., hat (tararura) of Spanish cane, 10 cu., or a salacot\n(a large rain-hat, frequently decorated), at least 2 r.–often,\nwhen ornamented with silver, as much as $50. At least three, but more\ncommonly four, suits are worn out yearly; the women, however, taking\ncare to weave almost the whole quantity for the family themselves.",
        "[Wages.] The daily wages of the common laborer are 1 real, without\nfood; and his hours of work are from 6 to 12, and from 2 to 6\no’clock. The women, as a rule, perform no field labor, but plant out\nthe rice and assist in the reaping; their wages on both occasions\nbeing equal to those of the men. Wood and stone-cutters receive 1.5\nr. per day, and calkers 1.75 r.",
        "[Land leases.] The Tercio is a pretty general contract in the\ncultivation of the land. The owner simply lets arable land for the\nthird part of the crop. Some mestizos possess several pieces of ground;\nbut they are seldom connected together, as they generally acquire\nthem as mortgages for sums bearing but a small proportion to their\nreal value.",
        "[Family income.] Under the head of earnings I give the income of a\nsmall family. The man earns daily one real, and the woman, if she\nweaves coarse stuff, one-fourth real, and her food (thus a piece\nof guinára, occupying the labor of two days, costs half a real in\nweavers’ wages). The most skilful female weaver of the finer stuffs\nobtains twelve reals per piece; but it takes a month to weave; and\nthe month, on account of the numerous holy-days, must be calculated\nat the most as equal to twenty-four working days; she consequently\nearns one-fourth real per day and her food. For the knitting of the\nfibers of the ananas for the piña web (called sugot) she gets only\nan eighth of a real and her food.",
        "[Schools.] In all the pueblos there are schools. The schoolmaster\nis paid by the Government, and generally obtains two dollars per\nmonth, without board or lodging. In large pueblos the salary amounts\nto three dollars and a half; out of which an assistant must be\npaid. The schools are under the supervision of the ecclesiastics\nof the place. Reading and writing are taught, the writing copies\nbeing Spanish. The teacher, who has to teach his scholars Spanish\nexactly, does not understand it himself, while the Spanish officers,\non the other hand, do not understand the language of the country;\nand the priests have no inclination to alter this state of things,\nwhich is very useful to them as a means of influence. Almost the only\nFilipinos who speak Spanish are those who have been in the service\nof Europeans. A kind of religious horn-book is the first that is\nread in the language of the country (Bicol); and after that comes the\nChristian Doctrine, the reading-book called Casayayan. On an average,\nhalf of all the children go to school, generally from the seventh\nto the tenth year. They learn to read a little; a few even write a\nlittle: but they soon forget it again. Only those who are afterwards\nemployed as clerks write fluently; and of these most write well.",
        "Some priests do not permit boys and girls to attend the same school;\nand in this case they pay a second teacher, a female, a dollar a\nmonth. The Filipinos learn arithmetic very quickly, generally aiding\nthemselves by the use of mussels or stones, which they pile in little\nheaps before them and then count through.",
        "[Marriage age.] The women seldom marry before the fourteenth year,\ntwelve years being the legal limit. In the church-register of Polángui\nI found a marriage recorded (January, 1837) between a Filipino and a\nFilipina having the ominous name of Hilaria Concepción, who at the\ntime of the performance of the marriage ceremony was, according to\na note in the margin, only nine years and ten months old. Frequently\npeople live together unmarried, because they cannot pay the expenses\nof the ceremony. [115]",
        "[Woman’s work.] European females, and even mestizas, never seek\nhusbands amongst the natives. The women generally are well treated,\ndoing only light work, such as sewing, weaving, embroidery, and\nmanaging the household; while all the heavy labor, with the exception\nof the beating of the rice, falls to the men. [116]",
        "[A patriarch.] Instances of longevity are frequent amongst the\nFilipinos, particularly in Camarines. The Diario de Manila, of\nMarch 13th, 1866, mentions an old man in Darága (Albay) whom I knew\nwell–Juan Jacob, born in 1744, married in 1764, and a widower\nin 1845. He held many public posts up to 1840, and had thirteen\nchildren, of whom five are living. He has one hundred and seventy\ndirect descendants, and now, at one hundred and twenty-two years of\nage, is still vigorous, with good eyes and teeth. Extreme unction\nwas administered to him seven times!",
        "[Snake bite and rabies remedy.] The first excretion of a new-born\nchild is carefully preserved, and under the name of triaca (theriacum)\nis held to be a highly efficacious and universal remedy for the bites\nof snakes and mad dogs. It is applied to the wound externally, and\nat the same time is taken internally.",
        "[Infant mortality.] A large number of children die in the first two\nweeks after birth. Statistical data are wanting; but, according to the\nopinion of one of the first physicians in Manila, at least one-fourth\ndie. This mortality must arise from great uncleanliness and impure air;\nsince in the chambers of the sick, and of women lying-in, the doors\nand windows are so closely shut that the healthy become sick from\nthe stench and heat, and the sick recover with difficulty. Every\naperture of the house is closed up by the husband early during\ntravail, in order that Patianac may not break in–an evil spirit\nwho brings mischief to lying-in women, and endeavors to hinder the\nbirth. The custom has been further maintained even amongst many\nwho attach no belief to the superstition, but who, from fear of a\ndraught of air through a hole, have discovered a new explanation for\nan old custom–namely, that instances of such practices occur amongst\nall people. [The itch.] One very widely-spread malady is the itch,\nalthough, according to the assurance of the physician above referred\nto, it may be easily subdued; and, according to the judgment of those\nwho are not physicians and who employ that term for any eruptions\nof the skin, the natives generally live on much too low a diet; the\nBicols even more than the Tagalogs. [117] Under certain conditions,\nwhich the physicians, on being questioned, could not define more\nprecisely, the natives can support neither hunger nor thirst; of which\nfact I have on many occasions been a witness. It is reported of them,\nwhen forced into such a situation as to suffer from unappeased wants,\nthat they become critically ill; and thus they often die.",
        "[Imitation mania.] Hence arises the morbid mania for imitation,\nwhich is called in Java Sakit-latar, and here Mali-mali. In Java many\nbelieve that the sickness is only assumed, because those who pretend\nto be afflicted with it find it to their advantage to be seen by newly\narrived Europeans. Here, however, I saw one instance where indeed no\nsimulation could be suspected. My companions availed themselves of\nthe diseased condition of a poor old woman who met us in the highway,\nto practice some rough jokes upon her. The old woman imitated every\nmotion as if impelled by an irresistible impulse, and expressed at\nthe same time the most extreme indignation against those who abused\nher infirmity.",
        "[The sickness in Siberia.] In R. Maak’s “Journey to the Amour,” it is\nrecorded:–\"It is not unusual for the Maniagri to suffer also from a\nnervous malady of the most peculiar kind, with which we had already\nbeen made acquainted by the descriptions of several travellers. [118]\nThis malady is met with, for the most part, amongst the wild people\nof Siberia, as well as amongst the Russians settled there. In the\ndistrict of the Jakutes, where this affliction very frequently occurs,\nthose affected by it, both Russians and Jakutes, are known by the\nname of ’Emiura;’ but here (that is, in that part of Siberia where\nthe Maniagri live) the same malady is called by the Maniagri ’Olon,’\nand by the Argurian Cossacks ’Olgandshi.’ The attacks of the malady\nwhich I am now mentioning consist in this, that a man suffering\nfrom it will, if under the influence of terror or consternation,\nunconsciously, and often without the smallest sense of shame, imitate\neverything that passes before him. Should he be offended, he falls\ninto a rage, which manifests itself by wild shrieks and raving;\nand he precipitates himself at the same time, with a knife or any\nother object which may fall to his hand, upon those who have placed\nhim in this predicament. Amongst the Maniagri, women, especially the\nvery aged, are the chief sufferers from this malady; and instances,\nmoreover, of men who were affected by it are likewise known to me. It\nis worthy of remark that those women who returned home on account of\nthis sickness were notwithstanding strong, and in all other respects\nenjoyed good health.”",
        "[Running amuck.] Probably it is only an accidental coincidence that\nin the Malay countries Sakit-latar and Amok exist together, if not in\nthe same individual, yet amongst the same people. Instances of Amok\nseem to occur also in the Philippines.  [119] I find the following\naccount in the Diario de Manila of February 21, 1866: In Cavite,\non February 18, a soldier rushed into the house of a school-teacher,\nand, struggling with him, stabbed him with a dagger, and then killed\nthe teacher’s son with a second stab. Plunging into the street, he\nstabbed two young girls of ten and twelve years of age and wounded a\nwoman in the side, a boy aged nine in the arm, a coachman (mortally) in\nthe abdomen, and, besides another woman, a sailor and three soldiers;\nand arriving at his barracks, where he was stopped by the sentry,\nhe plunged the dagger into his own breast.",
        "[Regard for the sleeping.] It is one of the greatest insults to stride\nover a sleeping native, or to awaken him suddenly. They rouse one\nanother, when necessity requires, with the greatest circumspection\nand by the slowest degrees. [120]",
        "[Sense of smell.] The sense of smell is developed amongst the\nnatives to so great a degree that they are able, by smelling at the\npocket-handkerchiefs, to tell to which persons they belong (\"Reisesk.,\"\np. 39); and lovers at parting exchange pieces of the linen they may\nbe wearing, and during their separation inhale the odor of the beloved\nbeing, besides smothering the relics with kisses. [121]",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}