{
    "title": "The Story of Mankind - National Independence (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "57",
    "content": [
        "\n",
        "\n\n",
        "THE LOVE OF NATIONAL INDEPENDENCE,\nHOWEVER WAS TOO STRONG TO BE\nDESTROYED IN THIS WAY. THE SOUTH\nAMERICANS WERE THE FIRST TO REBEL\nAGAINST THE REACTIONARY MEASURES\nOF THE CONGRESS OF VIENNA, GREECE\nAND BELGIUM AND SPAIN AND A LARGE\nNUMBER OF OTHER COUNTRIES OF THE\nEUROPEAN CONTINENT FOLLOWED SUIT\nAND THE NINETEENTH CENTURY WAS\nFILLED WITH THE RUMOUR OF MANY\nWARS OF INDEPENDENCE",
        "IT will serve no good purpose to say “if only the Congress\nof Vienna had done such and such a thing instead of taking\nsuch and such a course, the history of Europe in the nineteenth\ncentury would have been different.” The Congress of Vienna\nwas a gathering of men who had just passed through a great\nrevolution and through twenty years of terrible and almost\ncontinuous warfare. They came together for the purpose of\ngiving Europe that “peace and stability” which they thought\nthat the people needed and wanted. They were what we call\nreactionaries. They sincerely believed in the inability of the\nmass of the people to rule themselves. They re-arranged the\nmap of Europe in such a way as seemed to promise the greatest\npossibility of a lasting success. They failed, but not through\nany premeditated wickedness on their part. They were, for the\ngreater part, men of the old school who remembered the happier\ndays of their quiet youth and ardently wished a return of that\nblessed period. They failed to recognise the strong hold which\nmany of the revolutionary principles had gained upon the people\nof the European continent. That was a misfortune but\nhardly a sin. But one of the things which the French Revolution\nhad taught not only Europe but America as well, was the\nright of people to their own “nationality.”",
        "Napoleon, who respected nothing and nobody, was utterly\nruthless in his dealing with national and patriotic aspirations.\nBut the early revolutionary generals had proclaimed the new\ndoctrine that “nationality was not a matter of political\nfrontiers or round skulls and broad noses, but a matter of the\nheart and soul.” While they were teaching the French children\nthe greatness of the French nation, they encouraged Spaniards\nand Hollanders and Italians to do the same thing. Soon\nthese people, who all shared Rousseau’s belief in the superior\nvirtues of Original Man, began to dig into their past and found,\nburied beneath the ruins of the feudal system, the bones of the\nmighty races of which they supposed themselves the feeble\ndescendants.",
        "The first half of the nineteenth century was the era of the\ngreat historical discoveries. Everywhere historians were busy\npublishing mediaeval charters and early mediaeval chronicles\nand in every country the result was a new pride in the old\nfatherland. A great deal of this sentiment was based upon the\nwrong interpretation of historical facts. But in practical politics,\nit does not matter what is true, but everything depends\nupon what the people believe to be true. And in most countries\nboth the kings and their subjects firmly believed in the glory\nand fame of their ancestors.",
        "The Congress of Vienna was not inclined to be sentimental.\nTheir Excellencies divided the map of Europe according to the\nbest interests of half a dozen dynasties and put “national\naspirations” upon the Index, or list of forbidden books, together\nwith all other dangerous “French doctrines.”",
        "But history is no respecter of Congresses. For some reason\nor other (it may be an historical law, which thus far has\nescaped the attention of the scholars) “nations” seemed to be\nnecessary for the orderly development of human society and\nthe attempt to stem this tide was quite as unsuccessful as the\nMetternichian effort to prevent people from thinking.",
        "Curiously enough the first trouble began in a very distant\npart of the world, in South America. The Spanish colonies\nof that continent had been enjoying a period of relative independence\nduring the many years of the great Napoleonic wars.\nThey had even remained faithful to their king when he was\ntaken prisoner by the French Emperor and they had refused\nto recognise Joseph Bonaparte, who had in the year 1808 been\nmade King of Spain by order of his brother.",
        "Indeed, the only part of America to get very much upset\nby the Revolution was the island of Haiti, the Espagnola of\nColumbus’ first trip. Here in the year 1791 the French Convention,\nin a sudden outburst of love and human brotherhood,\nhad bestowed upon their black brethren all the privileges hitherto\nenjoyed by their white masters. Just as suddenly they had\nrepented of this step, but the attempt to undo the original\npromise led to many years of terrible warfare between General\nLeclerc, the brother-in-law of Napoleon, and Toussaint l’Ouverture,\nthe negro chieftain. In the year 1801, Toussaint was\nasked to visit Leclerc and discuss terms of peace. He received\nthe solemn promise that he would not be molested. He trusted\nhis white adversaries, was put on board a ship and shortly\nafterwards died in a French prison. But the negroes gained\ntheir independence all the same and founded a Republic.\nIncidentally they were of great help to the first great South\nAmerican patriot in his efforts to deliver his native country\nfrom the Spanish yoke.",
        "Simon Bolivar, a native of Caracas in Venezuela, born in\nthe year 1783, had been educated in Spain, had visited Paris\nwhere he had seen the Revolutionary government at work, had\nlived for a while in the United States and had returned to his\nnative land where the widespread discontent against Spain,\nthe mother country, was beginning to take a definite form.\nIn the year 1811, Venezuela declared its independence and\nBolivar became one of the revolutionary generals. Within\ntwo months, the rebels were defeated and Bolivar fled.",
        "For the next five years he was the leader of an apparently\nlost cause. He sacrificed all his wealth and he would not have\nbeen able to begin his final and successful expedition without\nthe support of the President of Haiti. Thereafter the revolt\nspread all over South America and soon it appeared that Spain\nwas not able to suppress the rebellion unaided. She asked for\nthe support of the Holy Alliance.",
        "This step greatly worried England. The British shippers\nhad succeeded the Dutch as the Common Carriers of the world\nand they expected to reap heavy profits from a declaration of\nindependence on the part of all South America. They had\nhopes that the United States o America would interfere but\nthe Senate had no such plans and in the House, too, there were\nmany voices which declared that Spain ought to be given a\nfree hand.",
        "Just then, there was a change of ministers in England.\nThe Whigs went out and the Tories came in. George Canning\nbecame secretary of State. He dropped a hint that England\nwould gladly back up the American government with all the\nmight of her fleet, if said government would declare its\ndisapproval of the plans of the Holy Alliance in regard to the\nrebellious colonies of the southern continent. President Monroe\nthereupon, on the 2nd of December of the year 1823, addressed\nCongress and stated that: “America would consider\nany attempt on the part of the allied powers to extend their\nsystem to any portion of this western hemisphere as dangerous\nto our peace and safety,” and gave warning that “the American\ngovernment would consider such action on the part of the\nHoly Alliance as a manifestation of an unfriendly disposition\ntoward the United States.” Four weeks later, the text of the\n“Monroe Doctrine” was printed in the English newspapers and\nthe members of the Holy Alliance were forced to make their\nchoice.",
        "Metternich hesitated. Personally he would have been willing\nto risk the displeasure of the United States (which had\nallowed both its army and navy to fall into neglect since the end\nof the Anglo-American war of the year 1812.) But Canning’s\nthreatening attitude and trouble on the continent forced him\nto be careful. The expedition never took place and South\nAmerica and Mexico gained their independence.",
        "As for the troubles on the continent of Europe, they were\ncoming fast and furious. The Holy Alliance had sent French\ntroops to Spain to act as guardians of the peace in the year\n1820. Austrian troops had been used for a similar purpose in\nItaly when the “Carbonari” (the secret society of the Charcoal\nBurners) were making propaganda for a united Italy and had\ncaused a rebellion against the unspeakable Ferdinand of\nNaples.",
        "Bad news also came from Russia where the death of Alexander\nhad been the sign for a revolutionary outbreak in St.\nPetersburg, a short but bloody upheaval, the so-called Dekaberist\nrevolt (because it took place in December,) which ended\nwith the hanging of a large number of good patriots who had\nbeen disgusted by the reaction of Alexander’s last years and\nhad tried to give Russia a constitutional form of government.",
        "But worse was to follow. Metternich had tried to assure\nhimself of the continued support of the European courts by a\nseries of conferences at Aix-la-Chapelle at Troppau at\nLaibach and finally at Verona. The delegates from the\ndifferent powers duly travelled to these agreeable watering\nplaces where the Austrian prime minister used to spend\nhis summers. They always promised to do their best\nto suppress revolt but they were none too certain of their\nsuccess. The spirit of the people was beginning to be ugly and\nespecially in France the position of the king was by no means\nsatisfactory.",
        "The real trouble however began in the Balkans, the gateway\nto western Europe through which the invaders of that\ncontinent had passed since the beginning of time. The first\noutbreak was in Moldavia, the ancient Roman province of\nDacia which had been cut off from the Empire in the third\ncentury. Since then, it had been a lost land, a sort of Atlantis,\nwhere the people had continued to speak the old Roman tongue\nand still called themselves Romans and their country Roumania.\nHere in the year 1821, a young Greek, Prince Alexander\nYpsilanti, began a revolt against the Turks. He told his followers\nthat they could count upon the support of Russia. But\nMetternich’s fast couriers were soon on their way to St Petersburg\nand the Tsar, entirely persuaded by the Austrian arguments\nin favor of “peace and stability,” refused to help. Ypsilanti\nwas forced to flee to Austria where he spent the next seven\nyears in prison.",
        "In the same year, 1821, trouble began in Greece. Since\n1815 a secret society of Greek patriots had been preparing\nthe way for a revolt. Suddenly they hoisted the flag of\nindependence in the Morea (the ancient Peloponnesus) and drove\nthe Turkish garrisons away. The Turks answered in the usual\nfashion. They took the Greek Patriarch of Constantinople,\nwho was regarded as their Pope both by the Greeks and by\nmany Russians, and they hanged him on Easter Sunday of the\nyear 1821, together with a number of his bishops. The Greeks\ncame back with a massacre of all the Mohammedans in\nTripolitsa, the capital of the Morea and the Turks retaliated\nby an attack upon the island of Chios, where they murdered\n25,000 Christians and sold 45,000 others as slaves into Asia and\nEgypt.",
        "Then the Greeks appealed to the European courts, but\nMetternich told them in so many words that they could “stew\nin their own grease,” (I am not trying to make a pun, but I\nam quoting His Serene Highness who informed the Tsar that\nthis “fire of revolt ought to burn itself out beyond the pale\nof civilisation) and the frontiers were closed to those volunteers\nwho wished to go to the rescue of the patriotic Hellenes.\nTheir cause seemed lost. At the request of Turkey, an Egyptian\narmy was landed in the Morea and soon the Turkish flag\nwas again flying from the Acropolis, the ancient stronghold of\nAthens. The Egyptian army then pacified the country “a la\nTurque,” and Metternich followed the proceedings with quiet\ninterest, awaiting the day when this “attempt against the peace\nof Europe” should be a thing of the past.",
        "Once more it was England which upset his plans. The\ngreatest glory of England does not lie in her vast colonial\npossessions, in her wealth or her navy, but in the quiet heroism\nand independence of her average citizen. The Englishman\nobeys the law because he knows that respect for the rights of\nothers marks the difference between a dog-kennel and civilised\nsociety. But he does not recognize the right of others to interfere\nwith his freedom of thought. If his country does something\nwhich he believes to be wrong, he gets up and says so\nand the government which he attacks will respect him and will\ngive him full protection against the mob which to-day, as in\nthe time of Socrates, often loves to destroy those who surpass\nit in courage or intelligence. There never has been a good\ncause, however unpopular or however distant, which has not\ncounted a number of Englishmen among its staunchest adherents.\nThe mass of the English people are not different from\nthose in other lands. They stick to the business at hand and\nhave no time for unpractical “sporting ventures.” But they\nrather admire their eccentric neighbour who drops everything\nto go and fight for some obscure people in Asia or Africa and\nwhen he has been killed they give him a fine public funeral and\nhold him up to their children as an example of valor and chivalry.",
        "Even the police spies of the Holy Alliance were powerless\nagainst this national characteristic. In the year 1824, Lord\nByron, a rich young Englishman who wrote the poetry over\nwhich all Europe wept, hoisted the sails of his yacht and started\nsouth to help the Greeks. Three months later the news spread\nthrough Europe that their hero lay dead in Missolonghi,\nthe last of the Greek strongholds. His lonely death\ncaught the imagination of the people. In all countries, societies\nwere formed to help the Greeks. Lafayette, the grand old\nman of the American revolution, pleaded their cause in France.\nThe king of Bavaria sent hundreds of his officers. Money and\nsupplies poured in upon the starving men of Missolonghi.",
        "In England, George Canning, who had defeated the plans\nof the Holy Alliance in South America, was now prime minis-\nter. He saw his chance to checkmate Metternich for a second\ntime. The English and Russian fleets were already in the\nMediterranean. They were sent by governments which dared\nno longer suppress the popular enthusiasm for the cause of the\nGreek patriots. The French navy appeared because France,\nsince the end of the Crusades, had assumed the role of the\ndefender of the Christian faith in Mohammedan lands. On October\n20 of the year 1827, the ships of the three nations attacked\nthe Turkish fleet in the bay of Navarino and destroyed it.\nRarely has the news of a battle been received with such general\nrejoicing. The people of western Europe and Russia who\nenjoyed no freedom at home consoled themselves by fighting\nan imaginary war of liberty on behalf of the oppressed Greeks.\nIn the year 1829 they had their reward. Greece became an\nindependent nation and the policy of reaction and stability\nsuffered its second great defeat.",
        "It would be absurd were I to try, in this short volume, to\ngive you a detailed account of the struggle for national\nindependence in all other countries. There are a large number of\nexcellent books devoted to such subjects. I have described the\nstruggle for the independence of Greece because it was the first\nsuccessful attack upon the bulwark of reaction which the Congress\nof Vienna had erected to “maintain the stability of Europe.\"\nThat mighty fortress of suppression still held out and\nMetternich continued to be in command. But the end was\nnear.",
        "In France the Bourbons had established an almost unbearable\nrule of police officials who were trying to undo the work\nof the French revolution, with an absolute disregard of the\nregulations and laws of civilised warfare. When Louis\nXVIII died in the year 1824, the people had enjoyed nine\nyears of “peace” which had proved even more unhappy than\nthe ten years of war of the Empire. Louis was succeeded by\nhis brother, Charles X.",
        "Louis had belonged to that famous Bourbon family which,\nalthough it never learned anything, never forgot anything.\nThe recollection of that morning in the town of Hamm, when\nnews had reached him of the decapitation of his brother,\nremained a constant warning of what might happen to those\nkings who did not read the signs of the times aright. Charles,\non the other hand, who had managed to run up private debts of\nfifty million francs before he was twenty years of age, knew\nnothing, remembered nothing and firmly intended to learn\nnothing. As soon as he had succeeded his brother, he established\na government “by priests, through priests and for\npriests,” and while the Duke of Wellington, who made this remark,\ncannot be called a violent liberal, Charles ruled in such\na way that he disgusted even that trusted friend of law and\norder. When he tried to suppress the newspapers which dared\nto criticise his government, and dismissed the Parliament because\nit supported the Press, his days were numbered.",
        "On the night of the 27th of July of the year 1830, a revolution\ntook place in Paris. On the 30th of the same month, the\nking fled to the coast and set sail for England. In this way\nthe “famous farce of fifteen years” came to an end and the\nBourbons were at last removed from the throne of France.\nThey were too hopelessly incompetent. France then might\nhave returned to a Republican form of government, but such\na step would not have been tolerated by Metternich.",
        "The situation was dangerous enough. The spark of rebellion\nhad leaped beyond the French frontier and had set fire to\nanother powder house filled with national grievances. The new\nkingdom of the Netherlands had not been a success. The Belgian\nand the Dutch people had nothing in common and their\nking, William of Orange (the descendant of an uncle of William\nthe Silent), while a hard worker and a good business man,\nwas too much lacking in tact and pliability to keep the peace\namong his uncongenial subjects. Besides, the horde of priests\nwhich had descended upon France, had at once found its way\ninto Belgium and whatever Protestant William tried to do was\nhowled down by large crowds of excited citizens as a fresh attempt\nupon the “freedom of the Catholic church.” On the 25th\nof August there was a popular outbreak against the Dutch\nauthorities in Brussels. Two months later, the Belgians\ndeclared themselves independent and elected Leopold of Coburg,\nthe uncle of Queen Victoria of England, to the throne.\nThat was an excellent solution of the difficulty. The two\ncountries, which never ought to have been united, parted their\nways and thereafter lived in peace and harmony and behaved\nlike decent neighbours.",
        "News in those days when there were only a few short railroads,\ntravelled slowly, but when the success of the French\nand the Belgian revolutionists became known in Poland there\nwas an immediate clash between the Poles and their Russian\nrulers which led to a year of terrible warfare and ended with a\ncomplete victory for the Russians who “established order along\nthe banks of the Vistula” in the well-known Russian fashion\nNicholas the first, who had succeeded his brother Alexander in\n1825, firmly believed in the Divine Right of his own family,\nand the thousands of Polish refugees who had found shelter\nin western Europe bore witness to the fact that the principles\nof the Holy Alliance were still more than a hollow phrase in\nHoly Russia.",
        "In Italy too there was a moment of unrest. Marie Louise\nDuchess of Parma and wife of the former Emperor Napoleon,\nwhom she had deserted after the defeat of Waterloo, was\ndriven away from her country, and in the Papal state the\nexasperated people tried to establish an independent Republic.\nBut the armies of Austria marched to Rome and soon every\nthing was as of old. Metternich continued to reside at the Ball\nPlatz, the home of the foreign minister of the Habsburg\ndynasty, the police spies returned to their job, and peace\nreigned supreme. Eighteen more years were to pass before a\nsecond and more successful attempt could be made to deliver\nEurope from the terrible inheritance of the Vienna Congress.",
        "Again it was France, the revolutionary weather-cock of\nEurope, which gave the signal of revolt. Charles X had been\nsucceeded by Louis Philippe, the son of that famous Duke of\nOrleans who had turned Jacobin, had voted for the death of his\ncousin the king, and had played a role during the early days\nof the revolution under the name of “Philippe Egalite” or\n“Equality Philip.” Eventually he had been killed when\nRobespierre tried to purge the nation of all “traitors,” (by\nwhich name he indicated those people who did not share his own\nviews) and his son had been forced to run away from the\nrevolutionary army. Young Louis Philippe thereupon had\nwandered far and wide. He had taught school in Switzerland\nand had spent a couple of years exploring the unknown “far\nwest” of America. After the fall of Napoleon he had returned\nto Paris. He was much more intelligent than his Bourbon\ncousins. He was a simple man who went about in the public\nparks with a red cotton umbrella under his arm, followed by a\nbrood of children like any good housefather. But France had\noutgrown the king business and Louis did not know this until\nthe morning of the 24th of February, of the year 1848, when\na crowd stormed the Tuilleries and drove his Majesty away and\nproclaimed the Republic.",
        "When the news of this event reached Vienna, Metternich\nexpressed the casual opinion that this was only a repetition\nof the year 1793 and that the Allies would once more be obliged\nto march upon Paris and make an end to this very unseemly\ndemocratic row. But two weeks later his own Austrian capital\nwas in open revolt. Metternich escaped from the mob through\nthe back door of his palace, and the Emperor Ferdinand was\nforced to give his subjects a constitution which embodied most\nof the revolutionary principles which his Prime Minister had\ntried to suppress for the last thirty-three years.",
        "This time all Europe felt the shock. Hungary declared itself\nindependent, and commenced a war against the Habsburgs\nunder the leadership of Louis Kossuth. The unequal\nstruggle lasted more than a year. It was finally suppressed by\nthe armies of Tsar Nicholas who marched across the Carpathian\nmountains and made Hungary once more safe for autocracy.\nThe Habsburgs thereupon established extraordinary\ncourt-martials and hanged the greater part of the Hungarian\npatriots whom they had not been able to defeat in open battle.",
        "As for Italy, the island of Sicily declared itself independent\nfrom Naples and drove its Bourbon king away. In the Papal\nstates the prime minister, Rossi, was murdered and the Pope\nwas forced to flee. He returned the next year at the head of a\nFrench army which remained in Rome to protect His Holiness\nagainst his subjects until the year 1870. Then it was\ncalled back to defend France against the Prussians, and\nRome became the capital of Italy. In the north, Milan and\nVenice rose against their Austrian masters. They were supported\nby king Albert of Sardinia, but a strong Austrian army\nunder old Radetzky marched into the valley of the Po, defeated\nthe Sardinians near Custozza and Novara and forced\nAlbert to abdicate in favour of his son, Victor Emanuel, who\na few years later was to be the first king of a united Italy.",
        "In Germany the unrest of the year 1848 took the form of a\ngreat national demonstration in favour of political unity and a\nrepresentative form of government. In Bavaria, the king who\nhad wasted his time and money upon an Irish lady who posed as\na Spanish dancer–(she was called Lola Montez and lies buried\nin New York’s Potter’s Field)–was driven away by the enraged\nstudents of the university. In Prussia, the king was\nforced to stand with uncovered head before the coffins of those\nwho had been killed during the street fighting and to promise a\nconstitutional form of government. And in March of the year\n1849, a German parliament, consisting of 550 delegates from\nall parts of the country came together in Frankfort and proposed\nthat king Frederick William of Prussia should be the\nEmperor of a United Germany.",
        "Then, however, the tide began to turn. Incompetent Ferdinand\nhad abdicated in favour of his nephew Francis Joseph.\nThe well-drilled Austrian army had remained faithful to their\nwar-lord. The hangman was given plenty of work and the\nHabsburgs, after the nature of that strangely cat-like family,\nonce more landed upon their feet and rapidly strengthened\ntheir position as the masters of eastern and western Europe.\nThey played the game of politics very adroitly and used the\njealousies of the other German states to prevent the elevation\nof the Prussian king to the Imperial dignity. Their long train-\ning in the art of suffering defeat had taught them the value of\npatience. They knew how to wait. They bided their time\nand while the liberals, utterly untrained in practical politics,\ntalked and talked and talked and got intoxicated by their own\nfine speeches, the Austrians quietly gathered their forces, dismissed\nthe Parliament of Frankfort and re-established the old\nand impossible German confederation which the Congress of\nVienna had wished upon an unsuspecting world.",
        "But among the men who had attended this strange Parliament\nof unpractical enthusiasts, there was a Prussian country\nsquire by the name of Bismarck, who had made good use of his\neyes and ears. He had a deep contempt for oratory. He knew\n(what every man of action has always known) that nothing\nis ever accomplished by talk. In his own way he was a sincere\npatriot. He had been trained in the old school of diplomacy\nand he could outlie his opponents just as he could outwalk\nthem and outdrink them and outride them.",
        "Bismarck felt convinced that the loose confederation\nof little states must be changed into a strong united country\nif it would hold its own against the other European powers.\nBrought up amidst feudal ideas of loyalty, he decided that\nthe house of Hohenzollern, of which he was the most faithful\nservant, should rule the new state, rather than the incompetent\nHabsburgs. For this purpose he must first get rid of the\nAustrian influence, and he began to make the necessary\npreparations for this painful operation.",
        "Italy in the meantime had solved her own problem, and had\nrid herself of her hated Austrian master. The unity of Italy\nwas the work of three men, Cavour, Mazzini and Garibaldi.\nOf these three, Cavour, the civil-engineer with the short-sighted\neyes and the steel-rimmed glasses, played the part of the careful\npolitical pilot. Mazzini, who had spent most of his days\nin different European garrets, hiding from the Austrian police,\nwas the public agitator, while Garibaldi, with his band of red-\nshirted rough-riders, appealed to the popular imagination.",
        "Mazzini and Garibaldi were both believers in the Republican\nform of government. Cavour, however, was a monarch-\nist, and the others who recognised his superior ability in such\nmatters of practical statecraft, accepted his decision and sacrificed\ntheir own ambitions for the greater good of their beloved\nFatherland.",
        "Cavour felt towards the House of Sardinia as Bismarck\ndid towards the Hohenzollern family. With infinite care and\ngreat shrewdness he set to work to jockey the Sardinian King\ninto a position from which His Majesty would be able to assume\nthe leadership of the entire Italian people. The unsettled\npolitical conditions in the rest of Europe greatly helped him in\nhis plans and no country contributed more to the independence\nof Italy than her old and trusted (and often distrusted)\nneighbour, France.",
        "In that turbulent country, in November of the year 1852,\nthe Republic had come to a sudden but not unexpected end.\nNapoleon III the son of Louis Bonaparte the former King of\nHolland, and the small nephew of a great uncle, had re-\nestablished an Empire and had made himself Emperor “by the\nGrace of God and the Will of the People.”",
        "This young man, who had been educated in Germany and\nwho mixed his French with harsh Teutonic gutturals (just\nas the first Napoleon had always spoken the language of his\nadopted country with a strong Italian accent) was trying very\nhard to use the Napoleonic tradition for his own benefit. But\nhe had many enemies and did not feel very certain of his hold\nupon his ready-made throne. He had gained the friendship\nof Queen Victoria but this had not been a difficult task, as the\ngood Queen was not particularly brilliant and was very susceptible\nto flattery. As for the other European sovereigns,\nthey treated the French Emperor with insulting haughtiness\nand sat up nights devising new ways in which they could show\ntheir upstart “Good Brother” how sincerely they despised him.",
        "Napoleon was obliged to find a way in which he could break\nthis opposition, either through love or through fear. He well\nknew the fascination which the word “glory” still held for his\nsubjects. Since he was forced to gamble for his throne he\ndecided to play the game of Empire for high stakes. He used\nan attack of Russia upon Turkey as an excuse for bringing\nabout the Crimean war in which England and France combined\nagainst the Tsar on behalf of the Sultan. It was a very\ncostly and exceedingly unprofitable enterprise. Neither\nFrance nor England nor Russia reaped much glory.",
        "But the Crimean war did one good thing. It gave Sardinia\na chance to volunteer on the winning side and when peace was\ndeclared it gave Cavour the opportunity to lay claim to the\ngratitude of both England and France.",
        "Having made use of the international situation to get Sardinia\nrecognised as one of the more important powers of Europe,\nthe clever Italian then provoked a war between Sardinia\nand Austria in June of the year 1859. He assured himself of\nthe support of Napoleon in exchange for the provinces of\nSavoy and the city of Nice, which was really an Italian town.\nThe Franco-Italian armies defeated the Austrians at Magenta\nand Solferino, and the former Austrian provinces and duchies\nwere united into a single Italian kingdom. Florence became\nthe capital of this new Italy until the year 1870 when the\nFrench recalled their troops from Home to defend France\nagainst the Germans. As soon as they were gone, the Italian\ntroops entered the eternal city and the House of Sardinia took\nup its residence in the old Palace of the Quirinal which an\nancient Pope had built on the ruins of the baths of the Emperor\nConstantine.",
        "The Pope, however, moved across the river Tiber and hid\nbehind the walls of the Vatican, which had been the home of\nmany of his predecessors since their return from the exile of\nAvignon in the year 1377. He protested loudly against this\nhigh-handed theft of his domains and addressed letters of appeal\nto those faithful Catholics who were inclined to sympathise\nwith him in his loss. Their number, however, was small,\nand it has been steadily decreasing. For, once delivered from\nthe cares of state, the Pope was able to devote all his time to\nquestions of a spiritual nature. Standing high above the petty\nquarrels of the European politicians, the Papacy assumed a new\ndignity which proved of great benefit to the church and made\nit an international power for social and religious progress\nwhich has shown a much more intelligent appreciation of modern\neconomic problems than most Protestant sects.",
        "In this way, the attempt of the Congress of Vienna to\nsettle the Italian question by making the peninsula an\nAustrian province was at last undone.",
        "The German problem however remained as yet unsolved.\nIt proved the most difficult of all. The failure of the revolution\nof the year 1848 had led to the wholesale migration of the more\nenergetic and liberal elements among the German people.\nThese young fellows had moved to the United States of America,\nto Brazil, to the new colonies in Asia and America. Their\nwork was continued in Germany but by a different sort of men.",
        "In the new Diet which met at Frankfort, after the collapse\nof the German Parliament and the failure of the Liberals to\nestablish a united country, the Kingdom of Prussia was represented\nby that same Otto von Bismarck from whom we parted\na few pages ago. Bismarck by now had managed to gain the\ncomplete confidence of the king of Prussia. That was all he\nasked for. The opinion of the Prussian parliament or of the\nPrussian people interested him not at all. With his own eyes\nhe had seen the defeat of the Liberals. He knew that he\nwould not be able to get rid of Austria without a war and he\nbegan by strengthening the Prussian army. The Landtag, exasperated\nat his high-handed methods, refused to give him the\nnecessary credits. Bismarck did not even bother to discuss\nthe matter. He went ahead and increased his army with the\nhelp of funds which the Prussian house of Peers and the king\nplaced at his disposal. Then he looked for a national cause\nwhich could be used for the purpose of creating a great wave\nof patriotism among all the German people.",
        "In the north of Germany there were the Duchies of Schleswig\nand Holstein which ever since the middle ages had been a\nsource of trouble. Both countries were inhabited by a certain\nnumber of Danes and a certain number of Germans, but although\nthey were governed by the King of Denmark, they\nwere not an integral part of the Danish State and this led to\nendless difficulties. Heaven forbid that I should revive this\nforgotten question which now seems settled by the acts of the\nrecent Congress of Versailles. But the Germans in Holstein\nwere very loud in their abuse of the Danes and the Danes in\nSchleswig made a great ado of their Danishness, and all Europe\nwas discussing the problem and German Mannerchors\nand Turnvereins listened to sentimental speeches about the\n“lost brethren” and the different chancelleries were trying to\ndiscover what it was all about, when Prussia mobilised her\narmies to “save the lost provinces.” As Austria, the official\nhead of the German Confederation, could not allow Prussia\nto act alone in such an important matter, the Habsburg troops\nwere mobilised too and the combined armies of the two great\npowers crossed the Danish frontiers and after a very brave\nresistance on the part of the Danes, occupied the two duchies.\nThe Danes appealed to Europe, but Europe was otherwise\nengaged and the poor Danes were left to their fate.",
        "Bismarck then prepared the scene for the second number\nupon his Imperial programme. He used the division of the\nspoils to pick a quarrel with Austria. The Habsburgs fell into\nthe trap. The new Prussian army, the creation of Bismarck and\nhis faithful generals, invaded Bohemia and in less than six\nweeks, the last of the Austrian troops had been destroyed at\nKoniggratz and Sadowa and the road to Vienna lay open. But\nBismarck did not want to go too far. He knew that he would\nneed a few friends in Europe. He offered the defeated\nHabsburgs very decent terms of peace, provided they would\nresign their chairmanship of the Confederation. He was less\nmerciful to many of the smaller German states who had taken\nthe side of the Austrians, and annexed them to Prussia. The\ngreater part of the northern states then formed a new organisation,\nthe so-called North German Confederacy, and victorious\nPrussia assumed the unofficial leadership of the German\npeople.",
        "Europe stood aghast at the rapidity with which the work of\nconsolidation had been done. England was quite indifferent\nbut France showed signs of disapproval. Napoleon’s hold\nupon the French people was steadily diminishing. The Crimean\nwar had been costly and had accomplished nothing.",
        "A second adventure in the year 1863, when a French army\nhad tried to force an Austrian Grand-Duke by the name of\nMaximilian upon the Mexican people as their Emperor, had\ncome to a disastrous end as soon as the American Civil War had\nbeen won by the North. For the Government at Washington\nhad forced the French to withdraw their troops and this had\ngiven the Mexicans a chance to clear their country of the enemy\nand shoot the unwelcome Emperor.",
        "It was necessary to give the Napoleonic throne a new\ncoat of glory-paint. Within a few years the North German\nConfederation would be a serious rival of France. Napoleon\ndecided that a war with Germany would be a good thing for his\ndynasty. He looked for an excuse and Spain, the poor victim\nof endless revolutions, gave him one.",
        "Just then the Spanish throne happened to be vacant. It\nhad been offered to the Catholic branch of the house of Hohenzollern.\nThe French government had objected and the Hohenzollerns\nhad politely refused to accept the crown. But\nNapoleon, who was showing signs of illness, was very much\nunder the influence of his beautiful wife, Eugenie de Montijo,\nthe daughter of a Spanish gentleman and the grand-daughter\nof William Kirkpatrick, an American consul at Malaga, where\nthe grapes come from. Eugenie, although shrewd enough, was\nas badly educated as most Spanish women of that day. She\nwas at the mercy of her spiritual advisers and these worthy\ngentlemen felt no love for the Protestant King of Prussia. “Be\nbold,” was the advice of the Empress to her husband, but she\nomitted to add the second half of that famous Persian proverb\nwhich admonishes the hero to “be bold but not too bold.\"\nNapoleon, convinced of the strength of his army, addressed\nhimself to the king of Prussia and insisted that the king give\nhim assurances that “he would never permit another candidature\nof a Hohenzollern prince to the Spanish crown.” As\nthe Hohenzollerns had just declined the honour, the demand\nwas superfluous, and Bismarck so informed the French government.\nBut Napoleon was not satisfied.",
        "It was the year 1870 and King William was taking the\nwaters at Ems. There one day he was approached by the\nFrench minister who tried to re-open the discussion. The king\nanswered very pleasantly that it was a fine day and that the\nSpanish question was now closed and that nothing more\nremained to be said upon the subject. As a matter of\nroutine, a report of this interview was telegraphed to\nBismarck, who handled all foreign affairs. Bismarck edited\nthe dispatch for the benefit of the Prussian and French\npress. Many people have called him names for doing\nthis. Bismarck however could plead the excuse that the doctoring\nof official news, since time immemorial, had been one\nof the privileges of all civilised governments. When the “edited\"\ntelegram was printed, the good people in Berlin felt that\ntheir old and venerable king with his nice white whiskers had\nbeen insulted by an arrogant little Frenchman and the equally\ngood people of Paris flew into a rage because their perfectly\ncourteous minister had been shown the door by a Royal Prussian\nflunkey.",
        "And so they both went to war and in less than two months,\nNapoleon and the greater part of his army were prisoners of\nthe Germans. The Second Empire had come to an end and the\nThird Republic was making ready to defend Paris against the\nGerman invaders. Paris held out for five long months. Ten\ndays before the surrender of the city, in the nearby palace of\nVersailles, built by that same King Louis XIV who had been\nsuch a dangerous enemy to the Germans, the King of Prussia\nwas publicly proclaimed German Emperor and a loud booming\nof guns told the hungry Parisians that a new German Empire\nhad taken the place of the old harmless Confederation of Teutonic\nstates and stateless.",
        "In this rough way, the German question was finally settled.\nBy the end of the year 1871, fifty-six years after the memorable\ngathering at Vienna, the work of the Congress had been entirely\nundone. Metternich and Alexander and Talleyrand had tried\nto give the people of Europe a lasting peace. The methods\nthey had employed had caused endless wars and revolutions and\nthe feeling of a common brotherhood of the eighteenth century\nwas followed by an era of exaggerated nationalism which has\nnot yet come to an end.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}