{
    "title": "The Nature of Goodness - VII. Nature and Spirit",
    "author": "George Herbert Palmer",
    "chapter": "8",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "At this culmination of our long discussion, a discussion much confused\nby its necessary mass of details, it may be well to pause a moment, to\nfix attention on the great lines along which we have been moving, and\nto mark the points on which they appear to converge. We have regarded\ngoodness as divided into two very unequal parts. The first two\nchapters treated of goodness in general, a species which being shared\nalike by persons and things is in no sense distinctive of persons. The\nlast four chapters have been given to the more complex task of\nexploring the goodness of persons.",
        "In things we found that goodness consists in having their manifold\nparts drawn into integral wholeness. And this is true also of persons.\nBut the modes of organization in the two cases were so unlike as to\nrequire long elucidation. Our conclusion would seem to be that while\ngoodness is everywhere expressive of organization, personal conduct is\ngood only when consciously organized, guided, and aimed at the\ndevelopment of a social self. We have seen how self-consciousness lies\nat the foundation of personality, sharply discriminating persons from\nthings. We have seen too that wherever it is present, the person\ncuriously directs himself, passing through all the varieties of\npurposive activity which were catalogued in the chapter on self-\ndirection. But such activity implies a being of variable, not of fixed\npowers, a being accordingly capable of enlargement, and with\npossibilities in him which every moment renders real. This progressive\nrealization of himself, this development, he–so far as he is good–\nconsciously conducts. And finally we found in the person the strange\nfact that he conceives of his good self as essentially in conjunction\nwith his fellow man, and recognizes that parted off and in separate\nabstractness he is no person at all. Accordingly personal\norganization, direction, enlargement, conjunction. Under our analysis\ntwo antithetic worlds emerge, a world of nature and of spirit, the\nformer guided by blind forces, the latter self-managed. Unlike\nspiritual beings, natural objects are under alien control; have not\nthe power of development, and when brought into close conjunction with\nothers are liable to disruption.",
        "Accepting this vital distinction, we see that the work of spiritual\nman will consist in progressively subjugating whatever natural powers\nhe finds within him and without, rendering them all expressive of\nself-conscious purpose. for we men are not altogether spiritual; in us\ntwo elements meet. Our spirituality is superposed on a natural basis.\nLike things, we have our natural aptitudes, blind tendencies,\nestablished functions of body and mind. These are all serviceable and\norganic; but to become spiritual all need to be redeemed, or drawn\nover into the field of consciousness, where our special stamp may be\nset upon them. When we speak of a good act, we mean an act which shows\nthe results of such redemption, one whose every part has been studied\nin relation to every other part, and has thus been made to bear our\nown image and superscription.",
        "And this is essentially the Christian ideal, that spirit shall be lord\nof nature. I ought to reject my natural life, accounting it not my\nlife at all. Until shaped by myself, it is merely my opportunity for\nlife, material furnished, out of which my true and conscious life may\nbe constructed. Widely is this contrasted with the pagan conceptions,\nwhere man appears with powers as fixed as the things around him.\nIndeed, in many forms of paganism there is no distinction between\npersons and things. They are blended. And such blending usually\noperates to the disparagement of the person; for things being more\nnumerous, and their laws more urgent, the powers of man become lost in\nthose of nature. Or if distinction is made, and men in some dim\nfashion become aware that they are different from things, still it is\nthe tendency of paganism to subordinate person to nature. The child is\nsacrificed to the sun. The sun is not thought of as existing for the\nchild. From the Christian point of view everything seems turned upside\ndown. Man is absorbed in natural forces, natural forces are reverenced\nas divine, and self-consciousness–if noticed at all–is regarded as\nan impertinent accident.",
        "In the Christian ideal all this is reversed. Man is called to be\nmaster of himself, and therefore of all else. The many beautiful\nadjustments of the natural world are thought to possess dignity only\nso far as they accept the conscious purposes put by us in their\nkeeping. And in man himself goodness is held to exist only in\nproportion as his conduct expresses fullness of self-consciousness,\nfullness of direction, and fullness of conscious conjunction with\nother persons. I do not see how we can escape this conclusion. The\ncareful argumentation through which the previous chapters have brought\nus obliges us to count conduct valuable in proportion as it bears the\nimpress of self-conscious mind.",
        "Yet it must be owned that during the last few centuries doubts have\narisen about the justice of this Christian ideal. The simple\nconception of a world of spirit and a world of nature arrayed against\neach other, the one of them exactly what the other is not, the world\nof spirit the superior, the world of nature to be frowned on, used\npossibly, but always in subordination to spiritual purposes,–this\nview, dominant as it was in the Middle Ages, and still largely\ninfluential, has been steadily falling into disrepute. There is even a\ntendency in present estimates to reverse the ancient valuation and\nallow superiority to nature. Such a transformation is strikingly\nevident in those sensitive recorders of human ideals, the Fine Arts.\nLet us see what at different times they have judged best worthy of\nrecord.",
        "Early painting dealt with man alone, or rather with persons; for\npersonality in its transcendent forms–saints, angels, God himself–\nwas usually preferred above little man. Except the spiritual, nothing\nwas regarded as of consequence. The principle of early painting might\nbe summed in the proud saying, “On earth there is nothing great but\nman; in man there is nothing great but mind.” It is true when man is\nthus detached from nature he hardly appears to advantage or in his\nappropriate setting. But the early painters would tolerate nothing\nnatural near their splendid persons. They covered their backgrounds\nwith gilding, so that a glory surrounded the entire figure, throwing\nout the personality sharp and strong. Nothing broke its effect. But\nafter all, one comes to see that we inhabit a world; nature is\ncontinually about us, and man really shows his eminence most fully\nwhen standing dominant over nature. Early painting, accordingly, began\nto set in a little landscape around the human figures, contrasting the\nperson with that which was not himself. But an independent interest\ncould not fail to spring up in these accessories. By degrees the\nlandscape is elaborated and the figure subordinated. The figure is\nthere by prescription, the landscape because people enjoy it. Nature\nbegins to assert her claims; and man, the eminent and worthy\nrepresentative of old ideals, retires from his ancient prominence.",
        "When the Renaissance revolted against the teachings of the mediaeval\nchurch, the disposition to return to nature was insolently strong.\nNatural impulses were glorified, the physical world attracted\nattention, and even began to be studied. Hitherto it had been thought\ndeserving of study only because in a few respects it was able to\nminister to man. But in the Renaissance men studied it for its own\nsake. Gradually the distinction between man and nature grew faint, so\nthat a kind of pantheism arose in which a general power, at once\nnatural and spiritual, appeared as the ruler of all. We individual men\nemerge for a moment from this great central power, ultimately\nrelapsing into it. Nature had acquired coordinate, if not superior,\nrights. Yet the full expression of this independent interest in nature\nis more recent than is usually observed. Landscape painting goes back\nbut little beyond the year sixteen hundred. It is only two or three\ncenturies ago that painters discovered the physical world to be worthy\nof representation for its own sake.",
        "As the worth of nature thus became vindicated in painting, parallel\nchanges were wrought in the other arts. Arts less distinctly rational\nbegan to assert themselves, and even to take the lead. The art most\ncharacteristic of modern times, the one which most widely and\npoignantly appeals to us, is music. But in music we are not distinctly\nconscious of a meaning. Most of us in listening to music forget\nourselves under its lulling charms, abandon ourselves to its spell,\nand by it are swept away, perhaps to the infinite, perhaps to an\nobliteration of all clear thought. Is it not largely because we are so\nhard pressed under the anxious conditions of modern life that music\nbecomes such an enormous solace and strength? I do not say that no\nother factors have contributed to the vogue of music, but certainly it\nis widely prized as an effective means of escape from ourselves. Music\ntoo, though early known in calm and elementary forms, has within the\nlast two centuries been developed into almost a new art.",
        "Of all the arts poetry is the most strikingly rational and articulate.\nIts material is plain thought, plain words. We employ in it the\napparatus of conscious life. Poetry was therefore concerned in early\ntimes entirely with things of the spirit. It dealt with persons, and\nwith them alone. It celebrated epic actions, recorded sagacious\njudgments, or uttered in lyric song emotions primarily felt by an\nindividual, yet interpreting the common lot of man. But there has\noccurred a great change in poetry too, a change notable during the\nlast century but initiated long before. Poetry has been growing\nnaturalistic, and is to-day disposed to reject all severance of body\nand spirit. The great nature movement which we associate with the\nnames of Cowper, Burns, and Wordsworth, has withdrawn man’s attention\nfrom conscious responsibility, and has taught him to adore blind and\nvast forces which he cannot fully comprehend. We all know the\nrefreshment and the deepening of life which this mystic new poetry has\nbrought. But it is hard to say whether poetry is nowadays a spiritual\nor a natural art. Many of us would incline to the latter view, and\nwould hold that even in dealing with persons it treats them as\nembodiments of natural forces. Our instincts and unguided passions,\nthe features which most identify us with the physical world, are\ncoming more and more to be the subjects of modern poetry.",
        "Nature, meanwhile, that part of the universe which is not consciously\nguided, has become within a century our favorite field of scientific\nstudy. The very word science is popularly appropriated to naturalistic\ninvestigation. Of course this is a perversion. Originally it was\nbelieved that the proper study of mankind was man. And probably we\nshould all still acknowledge that the study of personal structure is\nas truly science as study of the structure of physical objects. Yet so\npowerfully is the tide setting toward reverence for the unconscious\nand the sub-conscious that science, our word for knowledge, has lost\nits universality and has taken on an almost exclusively physical\ncharacter.",
        "Perhaps there was only one farther step possible. Philosophy itself,\nthe study of mind, might be regarded as a study of the unconscious.\nAnd this step has been taken. Books now bear the paradoxical title\n“Philosophy of the Unconscious,” and investigation of the sub-\nconscious processes is perhaps the most distinctive trait of\nphilosophy to-day. More and more it is believed that we cannot\nadequately explore a person without probing beneath consciousness. The\nblind processes can no longer be ruled out. Nature and spirit cannot\nbe parted as our fathers supposed they might. Probably Kant is the\nlast great scholar who will ever try to hold that distinction firm,\nand he is hardly successful. In spite of his vigorous antitheses,\nhints of covert connection between the opposed forces are not absent.\nIndeed, if the two are so widely parted as his usual language asserts,\nit is hard to see how his ethics can have mundane worth. Curiously\nenough too, at the very time when Kant was reviving this ancient\ndistinction, and offering it as the solid basis of personal and social\nlife, the opposite belief received its most clamorous announcement,\nresounding through the civilized world in the teachings of Rousseau.\nRousseau warns us that the conscious constructions of man are full of\nartifice and deceit, and lead to corruption and pain. Conscious\nguidance should, consequently, be banished, and man should return to\nthe peace, the ease, and the certainty of nature.",
        "Now I do not think it is worth while to blame or praise a movement so\nvast as this. If it is folly to draw an indictment against a nation,\nit is greater folly to indict all modern civilization. We must not say\nthat philosophy and the fine arts took a wrong turn at the\nRenaissance,–at least it is useless to call on them now to turn back.\nThe world seldom turns back. It absorbs, it re-creates, it brings new\nsignificance into the older thought. All progress, Goethe tells us, is\nspiral,–coming out at the place where it was before, but higher up.\nNo, we cannot wisely blame or praise, but we may patiently study and\nunderstand. That is what I am attempting to do here. The movement\ndescribed is no negligible accident of our time. It is world-wide, and\nshows progress steadily in a single direction.",
        "In order, however, to prove that such a change in moral estimates has\noccurred, it was hardly necessary to survey the course of history. The\nevidence lies close around us, and is found in the standards of the\nsociety in which we move. Who are the people most prized? Are they the\nmost self-conscious? That should be the case if our long argument is\nsound. Our preceding chapters would urge us to fill life with\nconsciousness. In proportion as consciousness droops, human goodness\nbecomes meagre; as our acts are filled with it, they grow excellent.\nThese are our theoretic conclusions, but the experience of daily life\ndoes not bear them out. If, for example, I find the person who is\ntalking to me watches each word he utters, pauses again and again for\ncorrection, choosing the determined word and rejecting the one which\ninstinctively comes to his lips, I do not trust what he says, or even\nlisten to it; while he is shaping his exact sentences I attend to\nsomething else. In general, if a man’s small actions impress us as\nminutely planned, we turn from him. It is not the self-reflecting\npersons, cautious of all they do, say, or think, who are popular. It\nis rather those instinctively spontaneous creatures characterized by\nabandon–men and women who let themselves go, and with all the wealth\nof the world in them, allow it to come out of itself–that we take to\nour hearts. We prize them for their want of deliberation. In short, we\ngive our unbiased endorsement not to the spiritual or consciously\nguided person, but to him, on the contrary, who shows the closest\nadjustment to nature.",
        "Yet even so, we have gone too far afield for evidence. First we\nsurveyed the ages, then we surveyed one another. But there is one\nproof-spot nearer still. Let us survey ourselves. I am much mistaken\nif there are not among my readers persons who have all their lives\nsuffered from self-consciousness. They have longed to be rid of it, to\nbe free to think of the other person, of the matter in hand. Instead\nof this, their thoughts are forever reverting to their own share in\nany affair. Too contemptible to be avowed, and more distressing than\nalmost any other species of suffering, excessive self-consciousness\nshames us with our selfishness, yet will not allow us to turn from it.\nWhen I go into company where everybody is spontaneous and free, easily\nuttering what the occasion calls for, I can utter only what I call for\nand not at all what the occasion asks. Between the two demands there\nis always an awkward jar. When tortured by such experiences it does\nnot soothe to have others carelessly remark, “Oh, just be natural!\"\nThat is precisely what we should like to be, but how? That little\npoint is continually left unexplained. Yet obviously self-\nconsciousness involves something like a deadlock. For how can one\nconsciously exert himself to be unconscious and try not to try? We\ncannot arrange our lives so as to have no arrangement in them, and\nwhen shaking hands with a friend, for example, be on our guard against\nnoticing. Once locked up in this vicious circle, we seem destined to\nbe prisoners forever. That is what constitutes the anguish of the\nsituation. The most tyrannical of jailers–one’s self–is over us, and\nfrom his bondage we are powerless to escape. The trouble is by no\nmeans peculiar to our time, though probably commoner forty years ago\nthan at any other period of the world’s history. But it had already\nattracted the attention of Shakespeare, who bases on it one of his\ngreatest plays. When Hamlet would act, self-consciousness stands in\nhis way. The hindering process is described in the famous soliloquy\nwith astonishing precision and vividness, if only we substitute our\nmodern term “self-consciousness” for that which was its ancient\nequivalent:–",
        "     “Thus conscience does make cowards of us all;\n      And thus the native hue of resolution\n      Is sicklied o’er with the pale cast of thought;\n      And enterprises of great pith and moment\n      With this regard their currents turn awry,\n      And lose the name of action.”",
        "And such is our experience. We, too, have purposed all manner of\nimportant and serviceable acts; but just as we were setting them in\nexecution, consideration fell upon us. We asked whether it was the\nproper moment, whether he to whom it was to be done was really needy,\nor were we the fit doer, or should it be done in this way or that. We\nhesitated, and the moment was gone. Self-consciousness had again\ndemonstrated its incompetence for superintending a task. Many of us,\nfar from regarding self-consciousness as a ground of goodness, are\ndisposed to look upon it as a curse.",
        "Before, however, attempting to discover whether our theoretic\nconclusions may he drawn into some sort of living accord with these\nresults of experience, let us probe a little more minutely into these\nlatter, and try to learn what reasons there may be for this very\ngeneral distrust of self-consciousness as a guide. Hitherto I have\nexhibited that distrust as a fact. We always find it so; our neighbors\nfind it so, the ages have found it so. But why? I have not pointed out\nprecisely the reasons for the continual fact. Let me devote a page or\ntwo to rational diagnosis.",
        "To begin with, I suppose it will be conceded that we really cannot\nguide ourselves through and through. There are certain large tracts of\nlife totally unamenable to consciousness.",
        "Of our two most important acts, and those by which the remaining ones\nare principally affected, birth and death, the one is necessarily\nremoved from conscious guidance, and the other is universally\ncondemned if so guided. We do not–as we have previously seen–happen\nto be present at our birth, and so are quite cut off from controlling\nthat. Yet the conditions of birth very considerably shape everything\nelse in life. We cannot, then, be purely spiritual; it is impossible.\nWe must be natural beings at our beginning; and at the other end the\nstate of things is largely similar, for we are not allowed to fix the\ntime of our departure. The Stoics were. “If the house smokes,” they\nsaid, “leave it.” When life is no longer worth while, depart. But\nChristianity will not allow this. Death must be a natural affair, not\na spiritual. I am to wait till a wandering bacillus alights in my\nlung. He will provide a suitable exit for me. But neither I nor my\nneighbors must decide my departure. Let laws of nature reign.",
        "And if these two tremendous events are altogether removed from\nconscious guidance, many others are but slightly amenable to it. The\ngreat organic processes both of mind and body are only indirectly, or\nto a partial extent, under the control of consciousness. A few\npersons, I believe, can voluntarily suspend the beating of their\nhearts. They are hardly to be envied. The majority of us let our\nhearts alone, and they work better than if we tried to work them.\nThough it is true that we can control our breathing, and that we\noccasionally do so, this also in general we wisely leave to natural\nprocesses. A similar state of affairs we find when we turn to the mind\nitself. The association of ideas, that curious process by which one\nthought sticks to another and through being thus linked draws after it\nmaterial for use in all our intellectual constructions, goes on for\nthe most part unguided. It would be plainly useless, therefore, to\ntreat our great distinction as something hard and fast. Nature and\nspirit may be contrasted; they cannot be sundered. Spirit removed from\nnature would become impotent, while nature would then proceed on a\nmeaningless career.",
        "Then too there are all sorts of degrees in consciousness. No man was\never so conscious of himself and his acts that he could not be more\nso. When introspection is causing us our sharpest distress, it may\nstill be rendered more minute. That is one cause of its peculiar\nanguish. We are always uncertain whether our troubles have not arisen\nfrom too little self-consciousness, and we whip ourselves into greater\nnicety and elaborateness of personal observation. Varying through a\nmultitude of degrees, the fullness of consciousness is never reached.\nA more thorough exercise of it is always possible. At the last, nature\nmust be admitted as a partner in the control of our lives, and her\nshare in that partnership the present age believes to be a large one.",
        "For could we always consciously steer our conduct, we should be unwise\nto do so. Consciousness hinders action. Acts are excellent in\nproportion as they are sure, swift, and easy. When we undertake\nanything, we seek to do exactly that thing, reach precisely that end,\nand not merely to hit something in the neighborhood. Occasions, too,\nrun fast, and should be seized on the minute. Action is excellent only\nwhen it meets the urgent and evasive demands of life. Faltering and\nhesitation are fatal. Nor must action unduly weary. Good conduct\neffects its results with the least necessary expenditure of effort.\nWhen there are so many demands pressing upon us, we should not allow\nourselves to become exhausted by a single act, but should keep\nourselves fresh for further needs. Efficient action, then, is sure,\nswift, and easy.",
        "Now the peculiarity of self-consciousness is that it hinders all this\nand makes action inaccurate, slow, and fatiguing. Inaccuracy is almost\ncertain. When we study how something is to be done, we are apt to lay\nstress on certain features of the situation, and not to bring others\ninto due prominence. It is difficult separately to correlate the many\nelements which go to make up a desired result. Sometimes we become\naltogether puzzled and for the moment the action ceases. When I have\nhad occasion to drive a screw in some unusual and inconvenient place,\nafter setting the blade of the screw-driver into the slot I have asked\nmyself, “In which direction does this screw turn?” But the longer I\nask, the more uncertain I am. My only solution lies in trusting my\nhand, which knows a great deal more about the matter than I. When we\nonce begin to meditate how a word is spelled, how helpless we are! It\nis better to drop the question, and pick up the dictionary. In all\nsuch cases consideration tends to confuse.",
        "It tends to delay, too, as everybody knows. To survey all the\nrelations in which a given act may stand, to balance their relative\ngains and losses, and with full sight to decide on the course which\noffers the greatest profit, would require the years of Methuselah. But\nat what point shall we cut the process short? To obtain full\nknowledge, we should pass in review all that relates to the act we\npropose; should inquire what its remoter consequences will be, and how\nit will affect not merely myself, my cousin, my great-grandchild, but\nthe man in the next street, city, or state. There is no stopping. To\ncarry conscious verification over a moderate range is slow business.\nIf on the impulse of occasion we dash off an action unreflectingly,\nlife will be swift and simple. If we try to anticipate all\nconsequences of our task it will be slow and endless.",
        "Nor need I dwell on the fatigue such conscious work involves. In\nwriting a letter, we usually sit down before our paper, our minds\noccupied with what we would say. We allow our fingers to stroll of\nthemselves across the page, and we hardly notice whether they move or\nnot. If anybody should ask, “How did you write the letter s?” we\nshould be obliged to look on the paper to see. But suppose, instead\nof writing in this way, I come to the task to-morrow determined to\nsuperintend all the work consciously. How shall I hold my pen in the\nbest possible manner? How shape this letter so that each of its curves\ngets its exact bulge? How give the correct slant to what is above or\nbelow the line? I will not ask how long a time a letter prepared in\nthis fashion would require, or whether when written it would be fit to\nread, for I wish to fix attention on the exhaustion of the writer. He\ncertainly could endure such fatigue for no more than a single epistle.\nThe schoolboy, when forced to it, seldom holds out for more than half\na page, though he employs every contortion of shoulder, tongue, and\nleg to ease and diversify the struggle.",
        "A dozen years ago some nonsense verses were running through the\npapers,–verses pointing out with humorous precision the very\ninfelicities of conscious control to which I am now directing\nattention. They put the case thus:–",
        "     “The centipede was happy, quite,\n         Until the toad for fun\n      Said, ’Pray which leg comes after which?’\n      This worked her mind to such a pitch\n      She lay distracted in a ditch,\n         Considering how to run.”",
        "And no wonder! Problems so complex as this should be left to the\ndisposal of nature, and not be drawn over into the region of spiritual\nguidance. But the complexities of the centipede are simple matters\nwhen compared with the elaborate machinery of man. The human mind\noffers more alternatives in a minute than does the centipede in a\nlifetime. If spiritual guidance is inadequate to the latter, and is\nfound merely to hinder action, why is not the blind control of nature\nnecessary for the former also? Our age believes it is and, ever\ndisparaging the conscious world, attaches steadily greater consequence\nto the unconscious. “It is the unintelligent me,” writes Dr. O. W.\nHolmes, “stupid as an idiot, that has to try a thing a thousand times\nbefore he can do it and then never knows how he does it, that at last\ndoes it well. We have to educate ourselves through the pretentious\nclaims of intellect into the humble accuracy of instinct; and we end\nat last by acquiring the dexterity, the perfection, the certainty\nwhich those masters of arts, the bee and the spider, inherit from\nnature.”",
        "Green’s Prolegomena, Section 297.",
        "Dewey’s Study of Ethics, Section xli.",
        "Seth’s Study of Ethical Principles, pt. i. ch. 3, Section 6.",
        "Alexander’s Moral Order and Progress, bk. i. ch. i. Section iii.",
        "Earle’s English Prose, p. 490-500.",
        "Palmer in The Forum, Jan. 1893.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}