{
    "title": "The Jungle Book - Toomai of the Elephants (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "11",
    "content": [
        "\n\n",
        "I will remember what I was, I am sick of rope and chain–\n  I will remember my old strength and all my forest affairs.\nI will not sell my back to man for a bundle of sugar-cane:\n  I will go out to my own kind, and the wood-folk in their lairs.",
        "I will go out until the day, until the morning break–\n  Out to the wind’s untainted kiss, the water’s clean caress;\nI will forget my ankle-ring and snap my picket stake.\n  I will revisit my lost loves, and playmates masterless!",
        "Kala Nag, which means Black Snake, had served the Indian\nGovernment in every way that an elephant could serve it for\nforty-seven years, and as he was fully twenty years old when he\nwas caught, that makes him nearly seventy–a ripe age for an\nelephant.  He remembered pushing, with a big leather pad on his\nforehead, at a gun stuck in deep mud, and that was before the\nAfghan War of 1842, and he had not then come to his full strength.",
        "His mother Radha Pyari,–Radha the darling,–who had been\ncaught in the same drive with Kala Nag, told him, before his\nlittle milk tusks had dropped out, that elephants who were afraid\nalways got hurt.  Kala Nag knew that that advice was good, for the\nfirst time that he saw a shell burst he backed, screaming, into a\nstand of piled rifles, and the bayonets pricked him in all his\nsoftest places.  So, before he was twenty-five, he gave up being\nafraid, and so he was the best-loved and the best-looked-after\nelephant in the service of the Government of India.  He had\ncarried tents, twelve hundred pounds’ weight of tents, on the\nmarch in Upper India.  He had been hoisted into a ship at the end\nof a steam crane and taken for days across the water, and made to\ncarry a mortar on his back in a strange and rocky country very far\nfrom India, and had seen the Emperor Theodore lying dead in\nMagdala, and had come back again in the steamer entitled, so the\nsoldiers said, to the Abyssinian War medal.  He had seen his\nfellow elephants die of cold and epilepsy and starvation and\nsunstroke up at a place called Ali Musjid, ten years later; and\nafterward he had been sent down thousands of miles south to haul\nand pile big balks of teak in the timberyards at Moulmein.  There\nhe had half killed an insubordinate young elephant who was\nshirking his fair share of work.",
        "After that he was taken off timber-hauling, and employed, with\na few score other elephants who were trained to the business, in\nhelping to catch wild elephants among the Garo hills.  Elephants\nare very strictly preserved by the Indian Government.  There is\none whole department which does nothing else but hunt them, and\ncatch them, and break them in, and send them up and down the\ncountry as they are needed for work.",
        "Kala Nag stood ten fair feet at the shoulders, and his tusks\nhad been cut off short at five feet, and bound round the ends, to\nprevent them splitting, with bands of copper; but he could do more\nwith those stumps than any untrained elephant could do with the\nreal sharpened ones.  When, after weeks and weeks of cautious\ndriving of scattered elephants across the hills, the forty or\nfifty wild monsters were driven into the last stockade, and the\nbig drop gate, made of tree trunks lashed together, jarred down\nbehind them, Kala Nag, at the word of command, would go into that\nflaring, trumpeting pandemonium (generally at night, when the\nflicker of the torches made it difficult to judge distances), and,\npicking out the biggest and wildest tusker of the mob, would\nhammer him and hustle him into quiet while the men on the backs of\nthe other elephants roped and tied the smaller ones.",
        "There was nothing in the way of fighting that Kala Nag, the\nold wise Black Snake, did not know, for he had stood up more than\nonce in his time to the charge of the wounded tiger, and, curling\nup his soft trunk to be out of harm’s way, had knocked the\nspringing brute sideways in mid-air with a quick sickle cut of his\nhead, that he had invented all by himself; had knocked him over,\nand kneeled upon him with his huge knees till the life went out\nwith a gasp and a howl, and there was only a fluffy striped thing\non the ground for Kala Nag to pull by the tail.",
        "“Yes,” said Big Toomai, his driver, the son of Black Toomai\nwho had taken him to Abyssinia, and grandson of Toomai of the\nElephants who had seen him caught, “there is nothing that the\nBlack Snake fears except me.  He has seen three generations of us\nfeed him and groom him, and he will live to see four.”",
        "“He is afraid of me also,” said Little Toomai, standing up to\nhis full height of four feet, with only one rag upon him.  He was\nten years old, the eldest son of Big Toomai, and, according to\ncustom, he would take his father’s place on Kala Nag’s neck when\nhe grew up, and would handle the heavy iron ankus, the elephant\ngoad, that had been worn smooth by his father, and his\ngrandfather, and his great-grandfather.",
        "He knew what he was talking of; for he had been born under\nKala Nag’s shadow, had played with the end of his trunk before he\ncould walk, had taken him down to water as soon as he could walk,\nand Kala Nag would no more have dreamed of disobeying his shrill\nlittle orders than he would have dreamed of killing him on that\nday when Big Toomai carried the little brown baby under Kala Nag’s\ntusks, and told him to salute his master that was to be.",
        "“Yes,” said Little Toomai, “he is afraid of me,” and he took\nlong strides up to Kala Nag, called him a fat old pig, and made\nhim lift up his feet one after the other.",
        "“Wah!” said Little Toomai, “thou art a big elephant,” and he\nwagged his fluffy head, quoting his father.  “The Government may\npay for elephants, but they belong to us mahouts.  When thou art\nold, Kala Nag, there will come some rich rajah, and he will buy\nthee from the Government, on account of thy size and thy manners,\nand then thou wilt have nothing to do but to carry gold earrings\nin thy ears, and a gold howdah on thy back, and a red cloth\ncovered with gold on thy sides, and walk at the head of the\nprocessions of the King.  Then I shall sit on thy neck, O Kala\nNag, with a silver ankus, and men will run before us with golden\nsticks, crying, `Room for the King’s elephant!’  That will be\ngood, Kala Nag, but not so good as this hunting in the jungles.”",
        "“Umph!” said Big Toomai.  “Thou art a boy, and as wild as a\nbuffalo-calf.  This running up and down among the hills is not the\nbest Government service.  I am getting old, and I do not love wild\nelephants.  Give me brick elephant lines, one stall to each\nelephant, and big stumps to tie them to safely, and flat, broad\nroads to exercise upon, instead of this come-and-go camping.  Aha,\nthe Cawnpore barracks were good.  There was a bazaar close by, and\nonly three hours’ work a day.”",
        "Little Toomai remembered the Cawnpore elephant-lines and said\nnothing.  He very much preferred the camp life, and hated those\nbroad, flat roads, with the daily grubbing for grass in the forage\nreserve, and the long hours when there was nothing to do except to\nwatch Kala Nag fidgeting in his pickets.",
        "What Little Toomai liked was to scramble up bridle paths that\nonly an elephant could take; the dip into the valley below; the\nglimpses of the wild elephants browsing miles away; the rush of\nthe frightened pig and peacock under Kala Nag’s feet; the blinding\nwarm rains, when all the hills and valleys smoked; the beautiful\nmisty mornings when nobody knew where they would camp that night;\nthe steady, cautious drive of the wild elephants, and the mad rush\nand blaze and hullabaloo of the last night’s drive, when the\nelephants poured into the stockade like boulders in a landslide,\nfound that they could not get out, and flung themselves at the\nheavy posts only to be driven back by yells and flaring torches\nand volleys of blank cartridge.",
        "Even a little boy could be of use there, and Toomai was as\nuseful as three boys.  He would get his torch and wave it, and\nyell with the best.  But the really good time came when the\ndriving out began, and the Keddah–that is, the stockade–\nlooked like a picture of the end of the world, and men had to make\nsigns to one another, because they could not hear themselves\nspeak.  Then Little Toomai would climb up to the top of one of the\nquivering stockade posts, his sun-bleached brown hair flying loose\nall over his shoulders, and he looking like a goblin in the\ntorch-light.  And as soon as there was a lull you could hear his\nhigh-pitched yells of encouragement to Kala Nag, above the\ntrumpeting and crashing, and snapping of ropes, and groans of the\ntethered elephants.  “Mael, mael, Kala Nag!  (Go on, go on, Black\nSnake!)  Dant do!  (Give him the tusk!)  Somalo!  Somalo!\n(Careful, careful!)  Maro!  Mar!  (Hit him, hit him!)  Mind the\npost!  Arre!  Arre!  Hai!  Yai!  Kya-a-ah!” he would shout, and\nthe big fight between Kala Nag and the wild elephant would sway to\nand fro across the Keddah, and the old elephant catchers would\nwipe the sweat out of their eyes, and find time to nod to Little\nToomai wriggling with joy on the top of the posts.",
        "He did more than wriggle.  One night he slid down from the\npost and slipped in between the elephants and threw up the loose\nend of a rope, which had dropped, to a driver who was trying to\nget a purchase on the leg of a kicking young calf (calves always\ngive more trouble than full-grown animals).  Kala Nag saw him,\ncaught him in his trunk, and handed him up to Big Toomai, who\nslapped him then and there, and put him back on the post.",
        "Next morning he gave him a scolding and said, “Are not good\nbrick elephant lines and a little tent carrying enough, that thou\nmust needs go elephant catching on thy own account, little\nworthless?  Now those foolish hunters, whose pay is less than my\npay, have spoken to Petersen Sahib of the matter.”  Little Toomai\nwas frightened.  He did not know much of white men, but Petersen\nSahib was the greatest white man in the world to him.  He was the\nhead of all the Keddah operations–the man who caught all the\nelephants for the Government of India, and who knew more about the\nways of elephants than any living man.",
        "“What–what will happen?” said Little Toomai.",
        "“Happen!  The worst that can happen.  Petersen Sahib is a\nmadman.  Else why should he go hunting these wild devils?  He may\neven require thee to be an elephant catcher, to sleep anywhere in\nthese fever-filled jungles, and at last to be trampled to death in\nthe Keddah.  It is well that this nonsense ends safely.  Next week\nthe catching is over, and we of the plains are sent back to our\nstations.  Then we will march on smooth roads, and forget all this\nhunting.  But, son, I am angry that thou shouldst meddle in the\nbusiness that belongs to these dirty Assamese jungle folk.  Kala\nNag will obey none but me, so I must go with him into the Keddah,\nbut he is only a fighting elephant, and he does not help to rope\nthem.  So I sit at my ease, as befits a mahout,–not a mere\nhunter,–a mahout, I say, and a man who gets a pension at the\nend of his service.  Is the family of Toomai of the Elephants to\nbe trodden underfoot in the dirt of a Keddah?  Bad one!  Wicked\none!  Worthless son!  Go and wash Kala Nag and attend to his ears,\nand see that there are no thorns in his feet.  Or else Petersen\nSahib will surely catch thee and make thee a wild hunter–a\nfollower of elephant’s foot tracks, a jungle bear.  Bah!  Shame!\nGo!”",
        "Little Toomai went off without saying a word, but he told Kala\nNag all his grievances while he was examining his feet.  “No\nmatter,” said Little Toomai, turning up the fringe of Kala Nag’s\nhuge right ear.  “They have said my name to Petersen Sahib, and\nperhaps–and perhaps–and perhaps–who knows?  Hai!  That is\na big thorn that I have pulled out!”",
        "The next few days were spent in getting the elephants\ntogether, in walking the newly caught wild elephants up and down\nbetween a couple of tame ones to prevent them giving too much\ntrouble on the downward march to the plains, and in taking stock\nof the blankets and ropes and things that had been worn out or\nlost in the forest.",
        "Petersen Sahib came in on his clever she-elephant Pudmini; he\nhad been paying off other camps among the hills, for the season\nwas coming to an end, and there was a native clerk sitting at a\ntable under a tree, to pay the drivers their wages.  As each man\nwas paid he went back to his elephant, and joined the line that\nstood ready to start.  The catchers, and hunters, and beaters, the\nmen of the regular Keddah, who stayed in the jungle year in and\nyear out, sat on the backs of the elephants that belonged to\nPetersen Sahib’s permanent force, or leaned against the trees with\ntheir guns across their arms, and made fun of the drivers who were\ngoing away, and laughed when the newly caught elephants broke the\nline and ran about.",
        "Big Toomai went up to the clerk with Little Toomai behind him,\nand Machua Appa, the head tracker, said in an undertone to a\nfriend of his, “There goes one piece of good elephant stuff at\nleast.  ’Tis a pity to send that young jungle-cock to molt in the\nplains.”",
        "Now Petersen Sahib had ears all over him, as a man must have\nwho listens to the most silent of all living things–the wild\nelephant.  He turned where he was lying all along on Pudmini’s\nback and said, “What is that?  I did not know of a man among the\nplains-drivers who had wit enough to rope even a dead elephant.”",
        "“This is not a man, but a boy.  He went into the Keddah at the\nlast drive, and threw Barmao there the rope, when we were trying\nto get that young calf with the blotch on his shoulder away from\nhis mother.”",
        "Machua Appa pointed at Little Toomai, and Petersen Sahib\nlooked, and Little Toomai bowed to the earth.",
        "“He throw a rope?  He is smaller than a picket-pin.  Little\none, what is thy name?” said Petersen Sahib.",
        "Little Toomai was too frightened to speak, but Kala Nag was\nbehind him, and Toomai made a sign with his hand, and the elephant\ncaught him up in his trunk and held him level with Pudmini’s\nforehead, in front of the great Petersen Sahib.  Then Little\nToomai covered his face with his hands, for he was only a child,\nand except where elephants were concerned, he was just as bashful\nas a child could be.",
        "“Oho!” said Petersen Sahib, smiling underneath his mustache,\n“and why didst thou teach thy elephant that trick?  Was it to help\nthee steal green corn from the roofs of the houses when the ears\nare put out to dry?”",
        "“Not green corn, Protector of the Poor,–melons,” said\nLittle Toomai, and all the men sitting about broke into a roar of\nlaughter.  Most of them had taught their elephants that trick when\nthey were boys.  Little Toomai was hanging eight feet up in the\nair, and he wished very much that he were eight feet underground.",
        "“He is Toomai, my son, Sahib,” said Big Toomai, scowling.  “He\nis a very bad boy, and he will end in a jail, Sahib.”",
        "“Of that I have my doubts,” said Petersen Sahib.  “A boy who\ncan face a full Keddah at his age does not end in jails.  See,\nlittle one, here are four annas to spend in sweetmeats because\nthou hast a little head under that great thatch of hair.  In time\nthou mayest become a hunter too.”  Big Toomai scowled more than\never.  “Remember, though, that Keddahs are not good for children\nto play in,” Petersen Sahib went on.",
        "“Must I never go there, Sahib?” asked Little Toomai with a big\ngasp.",
        "“Yes.”  Petersen Sahib smiled again.  “When thou hast seen the\nelephants dance.  That is the proper time.  Come to me when thou\nhast seen the elephants dance, and then I will let thee go into\nall the Keddahs.”",
        "There was another roar of laughter, for that is an old joke\namong elephant-catchers, and it means just never.  There are great\ncleared flat places hidden away in the forests that are called\nelephants’ ball-rooms, but even these are only found by accident,\nand no man has ever seen the elephants dance.  When a driver\nboasts of his skill and bravery the other drivers say, “And when\ndidst thou see the elephants dance?”",
        "Kala Nag put Little Toomai down, and he bowed to the earth\nagain and went away with his father, and gave the silver four-anna\npiece to his mother, who was nursing his baby brother, and they\nall were put up on Kala Nag’s back, and the line of grunting,\nsquealing elephants rolled down the hill path to the plains.  It\nwas a very lively march on account of the new elephants, who gave\ntrouble at every ford, and needed coaxing or beating every other\nminute.",
        "Big Toomai prodded Kala Nag spitefully, for he was very angry,\nbut Little Toomai was too happy to speak.  Petersen Sahib had\nnoticed him, and given him money, so he felt as a private soldier\nwould feel if he had been called out of the ranks and praised by\nhis commander-in-chief.",
        "“What did Petersen Sahib mean by the elephant dance?” he said,\nat last, softly to his mother.",
        "Big Toomai heard him and grunted.  “That thou shouldst never\nbe one of these hill buffaloes of trackers.  That was what he\nmeant.  Oh, you in front, what is blocking the way?”",
        "An Assamese driver, two or three elephants ahead, turned round\nangrily, crying: “Bring up Kala Nag, and knock this youngster of\nmine into good behavior.  Why should Petersen Sahib have chosen me\nto go down with you donkeys of the rice fields?  Lay your beast\nalongside, Toomai, and let him prod with his tusks.  By all the\nGods of the Hills, these new elephants are possessed, or else they\ncan smell their companions in the jungle.”  Kala Nag hit the new\nelephant in the ribs and knocked the wind out of him, as Big\nToomai said, “We have swept the hills of wild elephants at the\nlast catch.  It is only your carelessness in driving.  Must I keep\norder along the whole line?”",
        "“Hear him!” said the other driver.  “We have swept the hills!\nHo!  Ho!  You are very wise, you plains people.  Anyone but a\nmud-head who never saw the jungle would know that they know that\nthe drives are ended for the season.  Therefore all the wild\nelephants to-night will–but why should I waste wisdom on a\nriver-turtle?”",
        "“What will they do?”  Little Toomai called out.",
        "“Ohe, little one.  Art thou there?  Well, I will tell thee,\nfor thou hast a cool head.  They will dance, and it behooves thy\nfather, who has swept all the hills of all the elephants, to\ndouble-chain his pickets to-night.”",
        "“What talk is this?” said Big Toomai.  “For forty years,\nfather and son, we have tended elephants, and we have never heard\nsuch moonshine about dances.”",
        "“Yes; but a plainsman who lives in a hut knows only the four\nwalls of his hut.  Well, leave thy elephants unshackled tonight\nand see what comes.  As for their dancing, I have seen the place\nwhere–Bapree-bap!  How many windings has the Dihang River?\nHere is another ford, and we must swim the calves.  Stop still,\nyou behind there.”",
        "And in this way, talking and wrangling and splashing through\nthe rivers, they made their first march to a sort of receiving\ncamp for the new elephants.  But they lost their tempers long\nbefore they got there.",
        "Then the elephants were chained by their hind legs to their\nbig stumps of pickets, and extra ropes were fitted to the new\nelephants, and the fodder was piled before them, and the hill\ndrivers went back to Petersen Sahib through the afternoon light,\ntelling the plains drivers to be extra careful that night, and\nlaughing when the plains drivers asked the reason.",
        "Little Toomai attended to Kala Nag’s supper, and as evening\nfell, wandered through the camp, unspeakably happy, in search of a\ntom-tom.  When an Indian child’s heart is full, he does not run\nabout and make a noise in an irregular fashion.  He sits down to a\nsort of revel all by himself.  And Little Toomai had been spoken\nto by Petersen Sahib!  If he had not found what he wanted, I\nbelieve he would have been ill.  But the sweetmeat seller in the\ncamp lent him a little tom-tom–a drum beaten with the flat of\nthe hand–and he sat down, cross-legged, before Kala Nag as the\nstars began to come out, the tom-tom in his lap, and he thumped\nand he thumped and he thumped, and the more he thought of the\ngreat honor that had been done to him, the more he thumped, all\nalone among the elephant fodder.  There was no tune and no words,\nbut the thumping made him happy.",
        "The new elephants strained at their ropes, and squealed and\ntrumpeted from time to time, and he could hear his mother in the\ncamp hut putting his small brother to sleep with an old, old song\nabout the great God Shiv, who once told all the animals what they\nshould eat.  It is a very soothing lullaby, and the first verse\nsays:",
        "     Shiv, who poured the harvest and made the winds to blow,\n     Sitting at the doorways of a day of long ago,\n     Gave to each his portion, food and toil and fate,\n     From the King upon the guddee to the Beggar at the gate.\n       All things made he–Shiva the Preserver.\n     Mahadeo!  Mahadeo!  He made all–\n     Thorn for the camel, fodder for the kine,\n     And mother’s heart for sleepy head, O little son of mine!",
        "Little Toomai came in with a joyous tunk-a-tunk at the end of\neach verse, till he felt sleepy and stretched himself on the\nfodder at Kala Nag’s side.  At last the elephants began to lie\ndown one after another as is their custom, till only Kala Nag at\nthe right of the line was left standing up; and he rocked slowly\nfrom side to side, his ears put forward to listen to the night\nwind as it blew very slowly across the hills.  The air was full of\nall the night noises that, taken together, make one big silence–\nthe click of one bamboo stem against the other, the rustle of\nsomething alive in the undergrowth, the scratch and squawk of a\nhalf-waked bird (birds are awake in the night much more often than\nwe imagine), and the fall of water ever so far away.  Little\nToomai slept for some time, and when he waked it was brilliant\nmoonlight, and Kala Nag was still standing up with his ears\ncocked.  Little Toomai turned, rustling in the fodder, and watched\nthe curve of his big back against half the stars in heaven, and\nwhile he watched he heard, so far away that it sounded no more\nthan a pinhole of noise pricked through the stillness, the\n“hoot-toot” of a wild elephant.",
        "All the elephants in the lines jumped up as if they had been\nshot, and their grunts at last waked the sleeping mahouts, and\nthey came out and drove in the picket pegs with big mallets, and\ntightened this rope and knotted that till all was quiet.  One new\nelephant had nearly grubbed up his picket, and Big Toomai took off\nKala Nag’s leg chain and shackled that elephant fore-foot to\nhind-foot, but slipped a loop of grass string round Kala Nag’s\nleg, and told him to remember that he was tied fast.  He knew that\nhe and his father and his grandfather had done the very same thing\nhundreds of times before.  Kala Nag did not answer to the order by\ngurgling, as he usually did.  He stood still, looking out across\nthe moonlight, his head a little raised and his ears spread like\nfans, up to the great folds of the Garo hills.",
        "“Tend to him if he grows restless in the night,” said Big\nToomai to Little Toomai, and he went into the hut and slept.\nLittle Toomai was just going to sleep, too, when he heard the coir\nstring snap with a little “tang,” and Kala Nag rolled out of his\npickets as slowly and as silently as a cloud rolls out of the\nmouth of a valley.  Little Toomai pattered after him, barefooted,\ndown the road in the moonlight, calling under his breath, “Kala\nNag!  Kala Nag!  Take me with you, O Kala Nag!”  The elephant\nturned, without a sound, took three strides back to the boy in the\nmoonlight, put down his trunk, swung him up to his neck, and\nalmost before Little Toomai had settled his knees, slipped into\nthe forest.",
        "There was one blast of furious trumpeting from the lines, and\nthen the silence shut down on everything, and Kala Nag began to\nmove.  Sometimes a tuft of high grass washed along his sides as a\nwave washes along the sides of a ship, and sometimes a cluster of\nwild-pepper vines would scrape along his back, or a bamboo would\ncreak where his shoulder touched it.  But between those times he\nmoved absolutely without any sound, drifting through the thick\nGaro forest as though it had been smoke.  He was going uphill, but\nthough Little Toomai watched the stars in the rifts of the trees,\nhe could not tell in what direction.",
        "Then Kala Nag reached the crest of the ascent and stopped for\na minute, and Little Toomai could see the tops of the trees lying\nall speckled and furry under the moonlight for miles and miles,\nand the blue-white mist over the river in the hollow.  Toomai\nleaned forward and looked, and he felt that the forest was awake\nbelow him–awake and alive and crowded.  A big brown\nfruit-eating bat brushed past his ear; a porcupine’s quills\nrattled in the thicket; and in the darkness between the tree stems\nhe heard a hog-bear digging hard in the moist warm earth, and\nsnuffing as it digged.",
        "Then the branches closed over his head again, and Kala Nag\nbegan to go down into the valley–not quietly this time, but as\na runaway gun goes down a steep bank–in one rush.  The huge\nlimbs moved as steadily as pistons, eight feet to each stride, and\nthe wrinkled skin of the elbow points rustled.  The undergrowth on\neither side of him ripped with a noise like torn canvas, and the\nsaplings that he heaved away right and left with his shoulders\nsprang back again and banged him on the flank, and great trails of\ncreepers, all matted together, hung from his tusks as he threw his\nhead from side to side and plowed out his pathway.  Then Little\nToomai laid himself down close to the great neck lest a swinging\nbough should sweep him to the ground, and he wished that he were\nback in the lines again.",
        "The grass began to get squashy, and Kala Nag’s feet sucked and\nsquelched as he put them down, and the night mist at the bottom of\nthe valley chilled Little Toomai.  There was a splash and a\ntrample, and the rush of running water, and Kala Nag strode\nthrough the bed of a river, feeling his way at each step.  Above\nthe noise of the water, as it swirled round the elephant’s legs,\nLittle Toomai could hear more splashing and some trumpeting both\nupstream and down–great grunts and angry snortings, and all the\nmist about him seemed to be full of rolling, wavy shadows.",
        "“Ai!” he said, half aloud, his teeth chattering.  “The\nelephant-folk are out tonight.  It is the dance, then!”",
        "Kala Nag swashed out of the water, blew his trunk clear, and\nbegan another climb.  But this time he was not alone, and he had\nnot to make his path.  That was made already, six feet wide, in\nfront of him, where the bent jungle-grass was trying to recover\nitself and stand up.  Many elephants must have gone that way only\na few minutes before.  Little Toomai looked back, and behind him a\ngreat wild tusker with his little pig’s eyes glowing like hot\ncoals was just lifting himself out of the misty river.\nThen the trees closed up again, and they went on and up, with\ntrumpetings and crashings, and the sound of breaking branches on\nevery side of them.",
        "At last Kala Nag stood still between two tree-trunks at the\nvery top of the hill.  They were part of a circle of trees that\ngrew round an irregular space of some three or four acres, and in\nall that space, as Little Toomai could see, the ground had been\ntrampled down as hard as a brick floor.  Some trees grew in the\ncenter of the clearing, but their bark was rubbed away, and the\nwhite wood beneath showed all shiny and polished in the patches of\nmoonlight.  There were creepers hanging from the upper branches,\nand the bells of the flowers of the creepers, great waxy white\nthings like convolvuluses, hung down fast asleep.  But within the\nlimits of the clearing there was not a single blade of green–\nnothing but the trampled earth.",
        "The moonlight showed it all iron gray, except where some\nelephants stood upon it, and their shadows were inky black.\nLittle Toomai looked, holding his breath, with his eyes starting\nout of his head, and as he looked, more and more and more\nelephants swung out into the open from between the tree trunks.\nLittle Toomai could only count up to ten, and he counted again and\nagain on his fingers till he lost count of the tens, and his head\nbegan to swim.  Outside the clearing he could hear them crashing\nin the undergrowth as they worked their way up the hillside, but\nas soon as they were within the circle of the tree trunks they\nmoved like ghosts.",
        "There were white-tusked wild males, with fallen leaves and\nnuts and twigs lying in the wrinkles of their necks and the folds\nof their ears; fat, slow-footed she-elephants, with restless,\nlittle pinky black calves only three or four feet high running\nunder their stomachs; young elephants with their tusks just\nbeginning to show, and very proud of them; lanky, scraggy old-maid\nelephants, with their hollow anxious faces, and trunks like rough\nbark; savage old bull elephants, scarred from shoulder to flank\nwith great weals and cuts of bygone fights, and the caked dirt of\ntheir solitary mud baths dropping from their shoulders; and there\nwas one with a broken tusk and the marks of the full-stroke, the\nterrible drawing scrape, of a tiger’s claws on his side.",
        "They were standing head to head, or walking to and fro across\nthe ground in couples, or rocking and swaying all by themselves–\nscores and scores of elephants.",
        "Toomai knew that so long as he lay still on Kala Nag’s neck\nnothing would happen to him, for even in the rush and scramble of\na Keddah drive a wild elephant does not reach up with his trunk\nand drag a man off the neck of a tame elephant.  And these\nelephants were not thinking of men that night.  Once they started\nand put their ears forward when they heard the chinking of a leg\niron in the forest, but it was Pudmini, Petersen Sahib’s pet\nelephant, her chain snapped short off, grunting, snuffling up the\nhillside.  She must have broken her pickets and come straight from\nPetersen Sahib’s camp; and Little Toomai saw another elephant, one\nthat he did not know, with deep rope galls on his back and breast.\nHe, too, must have run away from some camp in the hills about.",
        "At last there was no sound of any more elephants moving in the\nforest, and Kala Nag rolled out from his station between the trees\nand went into the middle of the crowd, clucking and gurgling, and\nall the elephants began to talk in their own tongue, and to move\nabout.",
        "Still lying down, Little Toomai looked down upon scores and\nscores of broad backs, and wagging ears, and tossing trunks, and\nlittle rolling eyes.  He heard the click of tusks as they crossed\nother tusks by accident, and the dry rustle of trunks twined\ntogether, and the chafing of enormous sides and shoulders in the\ncrowd, and the incessant flick and hissh of the great tails.  Then\na cloud came over the moon, and he sat in black darkness.  But the\nquiet, steady hustling and pushing and gurgling went on just the\nsame.  He knew that there were elephants all round Kala Nag, and\nthat there was no chance of backing him out of the assembly; so he\nset his teeth and shivered.  In a Keddah at least there was\ntorchlight and shouting, but here he was all alone in the dark,\nand once a trunk came up and touched him on the knee.",
        "Then an elephant trumpeted, and they all took it up for five\nor ten terrible seconds.  The dew from the trees above spattered\ndown like rain on the unseen backs, and a dull booming noise\nbegan, not very loud at first, and Little Toomai could not tell\nwhat it was.  But it grew and grew, and Kala Nag lifted up one\nforefoot and then the other, and brought them down on the ground\n–one-two, one-two, as steadily as trip-hammers.  The elephants\nwere stamping all together now, and it sounded like a war drum\nbeaten at the mouth of a cave.  The dew fell from the trees till\nthere was no more left to fall, and the booming went on, and the\nground rocked and shivered, and Little Toomai put his hands up to\nhis ears to shut out the sound.  But it was all one gigantic jar\nthat ran through him–this stamp of hundreds of heavy feet on\nthe raw earth.  Once or twice he could feel Kala Nag and all the\nothers surge forward a few strides, and the thumping would change\nto the crushing sound of juicy green things being bruised, but in\na minute or two the boom of feet on hard earth began again.  A\ntree was creaking and groaning somewhere near him.  He put out his\narm and felt the bark, but Kala Nag moved forward, still tramping,\nand he could not tell where he was in the clearing.  There was no\nsound from the elephants, except once, when two or three little\ncalves squeaked together.  Then he heard a thump and a shuffle,\nand the booming went on.  It must have lasted fully two hours, and\nLittle Toomai ached in every nerve, but he knew by the smell of\nthe night air that the dawn was coming.",
        "The morning broke in one sheet of pale yellow behind the green\nhills, and the booming stopped with the first ray, as though the\nlight had been an order.  Before Little Toomai had got the ringing\nout of his head, before even he had shifted his position, there\nwas not an elephant in sight except Kala Nag, Pudmini, and the\nelephant with the rope-galls, and there was neither sign nor\nrustle nor whisper down the hillsides to show where the others had\ngone.",
        "Little Toomai stared again and again.  The clearing, as he\nremembered it, had grown in the night.  More trees stood in the\nmiddle of it, but the undergrowth and the jungle grass at the\nsides had been rolled back.  Little Toomai stared once more.  Now\nhe understood the trampling.  The elephants had stamped out more\nroom–had stamped the thick grass and juicy cane to trash, the\ntrash into slivers, the slivers into tiny fibers, and the fibers\ninto hard earth.",
        "“Wah!” said Little Toomai, and his eyes were very heavy.\n“Kala Nag, my lord, let us keep by Pudmini and go to Petersen\nSahib’s camp, or I shall drop from thy neck.”",
        "The third elephant watched the two go away, snorted, wheeled\nround, and took his own path.  He may have belonged to some little\nnative king’s establishment, fifty or sixty or a hundred miles\naway.",
        "Two hours later, as Petersen Sahib was eating early breakfast,\nhis elephants, who had been double chained that night, began to\ntrumpet, and Pudmini, mired to the shoulders, with Kala Nag, very\nfootsore, shambled into the camp.  Little Toomai’s face was gray\nand pinched, and his hair was full of leaves and drenched with\ndew, but he tried to salute Petersen Sahib, and cried faintly:\n“The dance–the elephant dance!  I have seen it, and–I die!\"\nAs Kala Nag sat down, he slid off his neck in a dead faint.",
        "But, since native children have no nerves worth speaking of,\nin two hours he was lying very contentedly in Petersen Sahib’s\nhammock with Petersen Sahib’s shooting-coat under his head, and a\nglass of warm milk, a little brandy, with a dash of quinine,\ninside of him, and while the old hairy, scarred hunters of the\njungles sat three deep before him, looking at him as though he\nwere a spirit, he told his tale in short words, as a child will,\nand wound up with:",
        "“Now, if I lie in one word, send men to see, and they will\nfind that the elephant folk have trampled down more room in their\ndance-room, and they will find ten and ten, and many times ten,\ntracks leading to that dance-room.  They made more room with their\nfeet.  I have seen it.  Kala Nag took me, and I saw.  Also Kala\nNag is very leg-weary!”",
        "Little Toomai lay back and slept all through the long\nafternoon and into the twilight, and while he slept Petersen Sahib\nand Machua Appa followed the track of the two elephants for\nfifteen miles across the hills.  Petersen Sahib had spent eighteen\nyears in catching elephants, and he had only once before found\nsuch a dance-place.  Machua Appa had no need to look twice at the\nclearing to see what had been done there, or to scratch with his\ntoe in the packed, rammed earth.",
        "“The child speaks truth,” said he.  “All this was done last\nnight, and I have counted seventy tracks crossing the river.  See,\nSahib, where Pudmini’s leg-iron cut the bark of that tree!  Yes;\nshe was there too.”",
        "They looked at one another and up and down, and they wondered.\nFor the ways of elephants are beyond the wit of any man, black or\nwhite, to fathom.",
        "“Forty years and five,” said Machua Appa, “have I followed my\nlord, the elephant, but never have I heard that any child of man\nhad seen what this child has seen.  By all the Gods of the Hills,\nit is–what can we say?” and he shook his head.",
        "When they got back to camp it was time for the evening meal.\nPetersen Sahib ate alone in his tent, but he gave orders that the\ncamp should have two sheep and some fowls, as well as a double\nration of flour and rice and salt, for he knew that there would be\na feast.",
        "Big Toomai had come up hotfoot from the camp in the plains to\nsearch for his son and his elephant, and now that he had found\nthem he looked at them as though he were afraid of them both.  And\nthere was a feast by the blazing campfires in front of the lines\nof picketed elephants, and Little Toomai was the hero of it all.\nAnd the big brown elephant catchers, the trackers and drivers and\nropers, and the men who know all the secrets of breaking the\nwildest elephants, passed him from one to the other, and they\nmarked his forehead with blood from the breast of a newly killed\njungle-cock, to show that he was a forester, initiated and free of\nall the jungles.",
        "And at last, when the flames died down, and the red light of\nthe logs made the elephants look as though they had been dipped in\nblood too, Machua Appa, the head of all the drivers of all the\nKeddahs–Machua Appa, Petersen Sahib’s other self, who had never\nseen a made road in forty years: Machua Appa, who was so great\nthat he had no other name than Machua Appa,–leaped to his feet,\nwith Little Toomai held high in the air above his head, and\nshouted: “Listen, my brothers.  Listen, too, you my lords in the\nlines there, for I, Machua Appa, am speaking!  This little one\nshall no more be called Little Toomai, but Toomai of the\nElephants, as his great-grandfather was called before him.  What\nnever man has seen he has seen through the long night, and the\nfavor of the elephant-folk and of the Gods of the Jungles is with\nhim.  He shall become a great tracker.  He shall become greater\nthan I, even I, Machua Appa!  He shall follow the new trail, and\nthe stale trail, and the mixed trail, with a clear eye!  He shall\ntake no harm in the Keddah when he runs under their bellies to\nrope the wild tuskers; and if he slips before the feet of the\ncharging bull elephant, the bull elephant shall know who he is and\nshall not crush him.  Aihai! my lords in the chains,\"–he\nwhirled up the line of pickets–\"here is the little one that has\nseen your dances in your hidden places,–the sight that never\nman saw!  Give him honor, my lords!  Salaam karo, my children.\nMake your salute to Toomai of the Elephants!  Gunga Pershad, ahaa!\nHira Guj, Birchi Guj, Kuttar Guj, ahaa!  Pudmini,–thou hast\nseen him at the dance, and thou too, Kala Nag, my pearl among\nelephants!–ahaa!  Together!  To Toomai of the Elephants.\nBarrao!”",
        "And at that last wild yell the whole line flung up their\ntrunks till the tips touched their foreheads, and broke out into\nthe full salute–the crashing trumpet-peal that only the Viceroy\nof India hears, the Salaamut of the Keddah.",
        "But it was all for the sake of Little Toomai, who had seen\nwhat never man had seen before–the dance of the elephants at\nnight and alone in the heart of the Garo hills!",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}