{
    "title": "The Boys’ Life of Mark Twain - XXXVII. “Old Times,” “Sketches,” And “Tom Sawyer”",
    "author": "Paine",
    "chapter": "37",
    "content": [
        "\n",
        "\n\n",
        "The Rev. Joseph H. Twichell and Mark Twain used to take many long walks\ntogether, and once they decided to walk from Hartford to Boston–about\none hundred miles.  They decided to allow three days for the trip, and\nreally started one morning, with some luncheon in a basket, and a little\nbag of useful articles.  It was a bright, brisk November day, and they\nsucceeded in getting to Westford, a distance of twenty-eight miles, that\nevening.  But they were lame and foot-sore, and next morning, when they\nhad limped six miles or so farther, Clemens telegraphed to Redpath:",
        "“We have made thirty-five miles in less than five days.  This shows\n     the thing can be done.  Shall finish now by rail.  Did you have any\n     bets on us?”",
        "He also telegraphed Howells that they were about to arrive in Boston, and\nthey did, in fact, reach the Howells home about nine o’clock, and found\nexcellent company–the Cambridge set–and a most welcome supper waiting.\nClemens and Twichell were ravenous.  Clemens demanded food immediately.\nHowells writes:",
        "“I can see him now as he stood up in the midst of our friends, with\n     his head thrown back, and in his hands a dish of those scalloped\n     oysters without which no party in Cambridge was really a party,\n     exulting in the tale of his adventure, which had abounded in the\n     most original characters and amusing incidents at every mile of\n     their progress.”",
        "The pedestrians returned to Hartford a day or two later–by train.  It\nwas during another, though less extended, tour which Twichell and Clemens\nmade that fall, that the latter got his idea for a Mississippi book.\nHowells had been pleading for something for the January “Atlantic,” of\nwhich he was now chief editor, but thus far Mark Twain’s inspiration had\nfailed.  He wrote at last, “My head won’t go,” but later, the same day,\nhe sent another hasty line.",
        "“I take back the remark that I can’t write for the January number,\n     for Twichell and I have had a long walk in the woods, and I got to\n     telling him about old Mississippi days of steam-boating glory and\n     grandeur as I saw them (during four years) from the pilot-house.  He\n     said, ’What a virgin subject to hurl into a magazine!’  I hadn’t\n     thought of that before.  Would you like a series of papers to run\n     through three months, or six, or nine–or about four months, say?”",
        "Howells wrote at once, welcoming the idea.  Clemens forthwith sent the\nfirst instalment of that marvelous series of river chapters which rank\nto-day among the very best of his work.  As pictures of the vanished\nMississippi life they are so real, so convincing, so full of charm that\nthey can never grow old.  As long as any one reads of the Mississippi\nthey will look up those chapters of Mark Twain’s piloting days.  When the\nfirst number appeared, John Hay wrote:",
        "“It is perfect; no more, no less.  I don’t see how you do it.”",
        "The “Old Times” chapter ran through seven numbers of the “Atlantic,” and\nshow Mark Twain at his very best.  They form now most of the early\nchapters of “Life on the Mississippi.”  The remainder of that book was\nadded about seven years later.",
        "Those were busy literary days for Mark Twain.  Writing the river chapters\ncarried him back, and hardly had he finished them when he took up the\nneglected story of “Tom and Huck,” and finished that under full steam.\nHe at first thought of publishing it in the “Atlantic”, but decided\nagainst this plan.  He sent Howells the manuscript to read, and received\nthe fullest praise.  Howells wrote:",
        "“It is altogether the best boy’s story I ever read.  It will be an\n     immense success.”",
        "Clemens, however, delayed publication.  He had another volume in press–a\ncollection of his sketches–among them the “Jumping Frog,” and others of\nhis California days.  The “Jumping Frog” had been translated into French,\nand in this book Mark Twain published the French version and then a\nliteral retranslation of his own, which is one of the most amusing\nfeatures in the volume.  As an example, the stranger’s remark, “I don’t\nsee no p’ints about that frog that’s any better than any other frog,” in\nthe literal retranslation becomes, “I no saw not that that frog had\nnothing of better than each frog,” and Mark Twain parenthetically adds,\n“If that isn’t grammar gone to seed, then I count myself no judge.”",
        "“Sketches New and Old” went very well, but the book had no such sale as\n“The Adventures of Tom Sawyer,” which appeared a year later, December,\n1876.  From the date of its issue it took its place as foremost of\nAmerican stories of boy life, a place that to this day it shares only\nwith “Huck Finn.”  Mark Twain’s own boy life in the little drowsy town of\nHannibal, with John Briggs and Tom Blankenship–their adventures in and\nabout the cave and river–made perfect material.  The story is full of\npure delight.  The camp on the island is a picture of boy heaven.  No boy\nthat reads it but longs for the woods and a camp-fire and some bacon\nstrips in the frying-pan.  It is all so thrillingly told and so vivid.\nWe know certainly that it must all have happened.  “The Adventures of Tom\nSawyer” has taken a place side by side with “Treasure Island.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}