{
    "title": "The Jericho Road - Quiet Hour Thoughts.",
    "author": "W. Bion Adkins",
    "chapter": "19",
    "content": [
        "\n\n",
        "Genuine love and sympathy are what wins the hearts of our fellows.",
        "A Christian ought always to wake up in the morning in a good humor.",
        "Remember that sorrow and pain soften the heart and sweeten the temper.",
        "The young man who sees no beauty in a flower will make a mean husband.",
        "If you love young people’s work you will prove it by laboring and\nsacrificing for it.",
        "Begin active work in your society at once, and do not fail to see that\neach one has something to do.",
        "The fact that God gives any consideration to mere mites of humanity\nscattered about the surface of this little world of ours is conclusive\nproof of His infinity.",
        "What a blessing it is that we can not always do what we wish to do, or\nhave everything our own way.",
        "Many words are no more an indication of depth of feeling and heart than\nare boiling bubbles in a frying pan.",
        "There are some people who would scorn to keep bad company, but who\nthink the worst kind of thoughts by the hour.",
        "Do not wait for somebody else to put your society on the roll of honor.\nIf you want a thing well done, do it yourself.",
        "If the very hairs of our head are numbered, then why should we not\nconsult the Father in regard to all our temporal affairs?",
        "How the heart of God must yearn for the record of lives devoted to\nhumanity.  He asks no higher service of man than this.",
        "The truly great man is that one who is satisfied if he is doing to the\nutmost limit of his capacity the thing which he has at hand.",
        "God would never make the mistake of helping any young man or young\nwoman who did not make every possible effort to help himself.",
        "Do not make the mistake of thinking you are the biggest man in your\nsociety.  Bigger men than you have died and have not been missed after\nforty-eight hours.",
        "The girl who is caught by gold-headed canes, carried by heads with no\nbrains on the inside and only pasted hair on the outside, has a\npitiable future before her.",
        "No pain, no privation, no sacrifice endured for Christ is a loss, but\nis rather a gain.  Christ will not forget those who suffered for Him\nwhen He comes to make up His jewels.",
        "Sunday manners are just like Sunday clothes; everybody can tell that\nyou put them on for the occasion only, and know that you are not used\nto wearing them through the week.",
        "The devil led the Prodigal Son away from a good home into the gay\nsociety of the world, and amused him with the pleasures of sin till he\ngot him down, then he fed him on husks.  That is the way he works.",
        "A good many church members do not like to have it known how much they\ngive for missions.  They remind us of the man who said, when asked\nabout the amount he gave, “What I give is nothing to nobody.”",
        "The reason why some people do not want the preacher to preach on\npersonal sins, is because they are afraid he might say something\nagainst them.",
        "When we see a man going to get water at his neighbor’s well, we\nnaturally suppose his own is dry.  So when we see a Christian seeking\nthe pleasures of the world, we suppose he no longer finds pleasure in\nreligion.",
        "To know which way a stream of water is flowing, you must not look at\nthe little eddy, but at the main current, and to know which way a life\nis tending, you must not look at a single act, but at the whole trend\nof the life.",
        "Satan likes to discourage people, to hinder them in the performance of\ntheir Christian duties, but remember that Christ has said, “My grace is\nsufficient for you.”  Go steadily forward in the line of duty and\nsuccess will crown your efforts.",
        "The light of a candle can not be seen very far in the light of a\nnoon-day sun, but at night it may be seen for a long distance and may\nbe a guiding star to some poor wanderer.  And so, God sometimes darkens\nour way that we may shine.",
        "The man who prays for the conversion of the heathen, and then spends a\ngreat deal more for tobacco than he gives to missions, is certainly not\nvery consistent in his praying and giving.",
        "Thomas Hood once wrote to his wife: “I never was anything, dearest,\ntill I knew you; and I have been a better, happier, and more prosperous\nman ever since.  Lay by that truth in lavender, sweetest, and remind me\nof it when I fail.”",
        "“I believe one reason why such numerous instances of erudition occur\namong the lower ranks is, that with the same powers of mind the poor\nstudent is limited to a narrower circle for indulging his passion for\nbooks, and must necessarily make himself master of the few he possesses\nbefore he can acquire more.\"–Walter Scott.",
        "Christians should not forget that God uses human agency in the work of\nsalvation.  The only reason that there are not more saved, is because\nthe people of God do not put themselves at his disposal for the work.\nThe Lord wants all to be saved, but they will not be saved until the\npeople of God are willing to let the Lord use them to bring the lost\nunto Himself.",
        "Deceit and falsehood, whatever conveniences they may for a time promise\nor produce, are, in the sum of life, obstacles to happiness.  Those who\nprofit by the cheat distrust the deceiver; and the act by which\nkindness was sought puts an end to confidence.",
        "The judges of the election can not tell the difference, when they are\ncounting the votes, between the one cast by the minister of the gospel\nand the one cast by the saloon-keeper, when it has been cast for the\nsame party.  Vote for principle rather than for party.",
        "“Let every man,” said Sydney Smith, “be occupied in the highest\nemployment of which his nature is capable, and die with the\nconsciousness that he has done his best.”  If the highest employment is\nnot to be found in our avocations, let us seek it in our leisure.",
        "Beware of anger of the tongue; control the tongue.  Beware of anger of\nthe mind; control the mind.  Practice virtue with thy tongue and with\nthy mind.  By reflection, by restraint and control, a wise man can make\nhimself an island which no floods can overwhelm.  He who conquers\nhimself is greater than he who in battle conquers a thousand men.  He\nwho is tolerant with the intolerant, mild with the fault-finders, and\nfree from passion with the passionate, him I call indeed a wise man.",
        "Brothers, keep posted in what your lodge is doing; knowing who is sick;\ninquire if there is not some widow in need of help; some poor orphan\nthat should be clothed and provided with a home and sent to school.\nRemember that the widow was your brother’s wife, and the children your\nbrother’s.  Be a brother to the widow, and a kind uncle to your\nbrother’s children.  There is plenty of work for you, and you agreed to\ndo it.  Cheer up the care-worn traveler on his pilgrimage–help the\nweak and weary, the lonely and sad ones.  Time is passing by, and we\nhave none too much of it in which to do our work.  Remember that if we\nexpect to complete our labor, now is the time; soon all will be over\nwith us, and then all that we shall leave behind, by which to be\nremembered, will be the good or evil we have done.  If we have done\ngood it will be emblazoned on many hearts, and our names will be spoken\nof with reverence and love; but if we have done evil, our names will be\nblotted out of the memory of the good and true, and we despised.",
        "  “How is’t the sons of men are sad,\n    Oppressed with grief and care?\n  How is’t that some of this world’s goods,\n    Have such a scanty share?\n  Why should the orphan’s piercing cry,\n    Assail so oft our ear,\n  And thousands find the world to be\n    All desolate and drear?",
        "  “We do not solve the mystery\n    Of woes, the lot of man,\n  But in the lodge we all unite\n    To do the good we can.\n  ’Tis there we learn the pleasing task\n    To soothe the troubled breast,\n  To educate the orphan child,\n    And succor the distressed.",
        "  “Our motto–Friendship, Love and Truth–\n    These e’er shall be our guide,\n  Our aim shall be, of misery\n    To stop the running tide.”",
        "  We ask not what’s a brother’s faith,\n    What country gave him birth;\n  But open the door to every creed\n    And nation of the earth.",
        "  Hail, Charity!  Odd-Fellows all\n    Bow down before thy shrine;\n  They raise no altar, make no vow,\n    That is not wholly thine.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}