{
    "title": "The Principles Of Aesthetics - Chapter XIII - Beauty in the Industrial Arts: Architecture",
    "author": "Dewitt H. Parker",
    "chapter": "14",
    "content": [
        "",
        "\n\n",
        "In the arts which we have studied so far, beauty has been the sole or\nchief end; in the industrial arts, beauty can be only a part of their\ntotal meaning. No matter how much of an artist a builder or a potter\nmay be, he is necessarily controlled by the practical needs which\nhouses and pots subserve. This was the original condition of all\nartists; for “in the beginning,” before life’s various aims were\ndistinguished and pursued in isolation, the beautiful was always married\nto some other interest. Our method of study has, therefore, reversed\nthe temporal order; but with intent, for we believe that the nature\nof a thing is better revealed in its final than in its rudimentary\nform. To complete our survey of the arts, we must, however, give some\nconsideration to those works in which the unity of the useful and the\nbeautiful is still preserved; and as an example we have chosen\narchitecture, the most magnificent of them all.",
        "First, we must clear up what might seem to be an inconsistency in our\nthinking. In our definition of art we insisted upon the freedom of\nbeauty and the contrast between the aesthetic and the practical\nattitudes, yet now we are admitting that some things may be at once\nuseful and beautiful. It would seem as if we must either modify our\ndefinition of art or else deny beauty to such objects as bridges and\nbuildings. But we cannot do the latter, for the beauty of Brooklyn\nbridge or Notre Dame in Paris is a matter of direct feeling, which no\ntheory can disestablish. And it is impossible to solve the problem by\nsupposing that in the industrial arts beauty and utility are extraneous\nto each other, two separable aspects, which have no intimate connection.\nFor the fact that a bridge spans a river or that a church is a place\nof worship is an element in its beauty. The aesthetic meaning of the\nobject depends upon the practical meaning. You cannot reduce the beauty\nof a bridge or a cathedral to such factors as mere size and fine\nproportions, without relation to function. No preconceived idea of the\npurity of beauty can undermine our intuition of the beauty of utility.",
        "Yet the dependence of beauty upon utility in the industrial arts is\nnot at variance with the freedom from practical attitudes which we\nhave claimed for it. For the beauty is still in the realm of perception,\nof contemplation, not of use. It is a pleasure in seeing how the purpose\nis expressed in the form and material of the object, not a pleasure\nin the possession of the object or an enjoyment of its benefits. I may\ntake pleasure in the vision of purpose well embodied in an object which\nanother man possesses, and my admiration will be as disinterested as\nmy appreciation of a statue. And even if I do make use of the object,\nI may still get an aesthetic experience out of it, whenever I pause and\nsurvey it, delighting in it as an adequate expression of its purpose\nand my own joy in using it. Then beauty supervenes upon mere utility,\nand a value for contemplation grows out of and, for the moment,\nsupplants a value in use. I now take delight in the perception of an\nobject when formerly I took delight only in its use; I now enjoy the\nexpression of purpose for its present perceived perfection, when once\nI enjoyed it only for its ulterior results. Such intervals of restful\ncontemplation interrupt the activity of every thoughtful maker or user\nof tools. Thus the practical life may enter into the aesthetic, and\nthat which grows out of exigence may develop into freedom.",
        "There is one more objection which may be urged against the aesthetic\ncharacter of the expression of practical purpose, namely, that the\nappreciation of it is an affair of intellect, not of feeling. This\nwould indeed be fatal if it were necessarily true; but all men who\nlove their work know that they put into admiration for their tools as\nmuch of warm emotion as of mind. There remains, however, the genuine\ndifficulty of communicating this emotional perception of useful objects,\nof making it universal. It must be admitted that the attitude of the\naverage beholder towards a useful object is usually practical, not\ncontemplative, or else purely intellectual, an effort to understand\nits structure, with the idea of eventual use. Most works of industrial\nart produce no aesthetic experience whatever. But to be a genuine and\ncomplete work of fine art, an object must be so made that it will\nimmediately impel the spectator to regard it aesthetically.",
        "From what we have already established, we know how this requirement\ncan be met: by elaborating the outer aspects of the object in the\ndirection of pleasure and expression. By this means the beauty of mere\nappearance will strike and occupy the mind, inducing the aesthetic\nattitude towards the outside, from which it may then spread and embrace\nthe inner, purposive meaning. The obviously disinterested and warmly\nemotional admiration of the shape will prevent the admiration for the\npurposive adaptation from being cold and abstract. Hence, although\nfrom the point of view of utility the beauty of mere appearance may\nseem to be a superfluity, it is almost indispensable from an aesthetic\npoint of view, since it raises the appreciation of the purpose to the\naesthetic plane. And we can understand how enthusiastic workmen, whose\nadmiration for their work is already aesthetic, must necessarily desire\nto consecrate and communicate this feeling by beautifying the appearance\nof their products; how inevitably, through the ages, they have made\nthings not only as perfect as they could, but as charming.",
        "When developed for the ends of the aesthetic life, the useful object\nexhibits, therefore, two levels of beauty: first, that of appearance,\nof form and sensation, line and shape and color; and second, that of\npurpose spoken in the form. The first is of the vague and immediate\ncharacter so well known to us; the second is more definite and less\ndirect, since it depends upon the interpretation of the object in terms\nof its function. The relation between the two is like that which\nobtains, in a painting, between color and line, on the one hand, and\nrepresentation, on the other. When the first level of beauty is richly\ndeveloped on its own account, it becomes ornament. In a Greek vase,\nfor example, there is a beauty of symmetrical, well-proportioned shape,\ndelicate coloring of surface, and decorative painting, which might be\nfelt by people who knew nothing of its use; and, in addition, for those\nwho have this knowledge, a beauty in the fine balance of parts in the\nadjustment of clay to its final cause. These factors, which we have\ndistinguished by analysis, should, however, be felt as one in the\naesthetic intuition of the object; the form, although beautiful in\nitself, should reveal the function, and the decoration, no matter how\ncharming, should be appropriate and subordinate. Otherwise, as indeed\nso often happens, the beauty of one aspect may completely dominate the\nothers; when the object either remains a pretty ornament perhaps, but\nis functionally dead; or else, if it keep this life, loses its unity\nin a rivalry of beautiful aspects.",
        "All these points are strikingly illustrated in architecture. The\narchitects claim that their art is a liberal one aiming at beauty, yet\nmost buildings to-day are objects of practical interest alone. Their\ndoors are merely for entrance, their windows for admission of light,\ntheir walls for inclosure. Few people, as they hurry in or out of an\noffice building or a railway station, stay to contemplate the majesty\nof the height or the elegance of the facade; they transact their\nbusiness, buy their tickets, check their luggage, and go. Even when\nthe building has some claim to beauty, the mood of commercial life\nstifles observation; or, if the building is observed, there is no\nstrong emotion or vivid play of imagination, no permanent impression\nof beauty lingering in the memory, no enrichment of the inner life,\nsuch as a musical air or a poem affords, but only a transient and\nfruitless recognition. For this reason many have thought that buildings\nmust become useless, as castles and ruined temples are, in order to\nbe beautiful. Yet, in proportion as this is true, it involves a failure\non the part of architecture, a failure to make the useful a part of\nthe beautiful. A building, which was designed to be a habitation of\nman, when taken apart from the life which it was meant to shelter and\nsustain, is an abstraction or a vain ornament at best. If the company\nwhich peopled it are gone, it can win significance only if we re-create\nthem in the imagination, moving in the halls or worshiping at the\naltars. We cannot get rid of the practical for the sake of the aesthetic,\nbut must take up the practical into the aesthetic. For this reason\narchitecture has achieved its greatest successes where its uses have\nbeen most largely and freely emotional, most closely akin to the\nbrooding spirit of beauty–in religious buildings.",
        "Most buildings, it must be admitted, are not beautiful at all. In order\nto be beautiful, they should be alive, and alive all over, as a piece\nof sculpture is alive; there should be no unresponsive surfaces or\ndetails; but most of our buildings are dead–dead walls, dead lines,\noblong boxes, neat and commodious, but dead. The practical problems\nwhich the architect has to solve are so complex and difficult, and the\nmaterials which he uses are so refractory, that there is inevitably\na sacrifice of the beauty of appearance to utility. The very size of\na building makes it aesthetically unmanageable all over. Here the lesser\nindustrial arts, like the goldsmith’s, have an advantage in the superior\ncontrol which the workman can exert over his materials; his work is\nthat of a single mind and hand; it does not require, as architecture\ndoes, the cooperation of a crowd of unfeeling artisans. In architecture,\nmechanical necessities and forms threaten to supplant aesthetic\nprinciples and shapes. The heavy square blocks, the rectangular lines,\nseem the antithesis of life and beauty. “All warmth, all movement, all\nlove is round, or at least oval.... Only the cold, immovable,\nindifferent, and hateful is straight and square.... Life is round, and\ndeath is angular.”  [Footnote: Ellen Key, The Few and the Many,\ntranslated from a quotation in Max Dessoir, Aesthetik und Allgemeine\nKunstwissenschaft, page 396.] What vividness of imagination or\nsentiment can transmute these dead and hollow masses into a life\nuniversally felt?",
        "And yet, in a series of works of art among the most magnificent that\nman possesses, this miracle was achieved. The Greek temples and Gothic\ncathedrals are so much alive that they seem not to have been made with\nhands, but to have grown. The straight lines have been modified into\ndelicate curves, the angles have given place to arches, the stiff and\nmathematical have been molten into movement and surprise, the heaviness\nhas been so nicely balanced or overcome that it has been changed into\nlightness, with the help of human and animal sculpture and floral\ncarving the inorganic has been transformed into the organic, by means\nof painting and stained glass even the dull surfaces of walls and\nwindows have been made to glow into life. Artists wrought each portion\nand detail, and built the whole for the glory of God and the city, a\nmonument for quiet contemplation, not a mere article to be used. With\nfew exceptions, any architectural beauty that we create is but a feeble\necho of theirs. Some day we may be able to produce something worthy\nto be placed by its side, but only when we have sanctified our life\nwith communal aims. The aesthetic effect of a building depends upon\nmany factors, of which only a few can be analyzed by us in this short\nchapter. If we abstract from its relation to purpose, architecture is\nfundamentally an art of spatial form. Working freely with it, under\nthe sole limitation of function, the architect can make of this form\na complex, various, and beautiful language intelligible to all men,\nand possessed of a systematic, yet fluent logic. Of this language the\nsimplest element is line. At first view, as we approach a building\nfrom the outside, its beauty, as in the case of sculpture, is\nessentially pictorial. For, although a building is a three-dimensional\nsolid in reality, each view of it is a two-dimensional surface, bounded\nby lines and divided and diversified within by other lines. Now these\nlines have their life and beauty like the lines of a picture. How they\nget this life and what its specific quality is in the case of particular\nlines, we need not explain again; but no one can fail to feel the\nupward movement of the vertical lines of the Gothic style, the repose\nof the horizontal lines of the Renaissance style, the playful grace\nof the Rococo. Naturally, since the front of a building, where one\nenters, is the most important and the most constantly in view, its\npictorial beauty is elaborated with especial care by the architect.\nThis is the justification of the overshadowing preeminence of the\nfacade in Renaissance palaces, which indeed was oftentimes the only\nvisible part of the outside of the building. When, however, the building\nis perspicuous all round, it should, like a statue, present a beautiful\nview from every standpoint.",
        "In architecture, as in painting, the visual elements are adapted to\none or the other of the two chief ways of seeing. Either the surfaces\nare seen as wholes primarily and the details in subordination; or else\nthe parts stand out clear and distinct, and the whole is their\nsummation. The former is always the case when the surfaces are left\nplain with few divisions, or, if the surfaces are divided, when the\nlines intersect and intermingle, as is exemplified in late Renaissance\nor Baroque work, where the walls are covered with lavish ornament, the\nenframement of windows is broken by moldings and sculpture which carry\ninto the surrounding spaces, and where, instead of embracing one story,\nthe “orders” comprise the entire height of the building. The second\npossibility is well illustrated by the early classical Renaissance,\nwhere the surface of each story, sharply separated from the others by\nthe line of the frieze, is divided regularly by arches or columns,\neach window clearly enframed, and every sculptured ornament provided\nwith a niche.",
        "There is, however, this fundamental difference between architectural\nand pictorial lines: the latter are usually pure kinematical lines,\nlines of free and un-resisted movement, while the former are usually\ndynamical, lines of force which move against the resistance of mass.\nIn a picture objects are volatilized into light and have lost all\nweight; but in architecture, since they are present in reality and not\nin mere semblance, their weight is retained. A Greek column, for\nexample, not only moves upward, but also against the superincumbent\nload of the entablature which it carries. The difference between the\ntwo arts can be appreciated by comparing the picture of a building\nwith the building itself; in the former, despite the fact that we know\nhow heavy the dome or pediment is, and how strong therefore the piers\nor columns that support it, we hardly feel them as heavy or strong at\nall–the forces and masses have been transformed into abstract lines\nand shapes. Sometimes, however, architectural lines and surfaces remain\npurely kinematical; on the inside of our rooms, for example, when the\nsurfaces are smooth, and especially when they are decorated, we often\nfeel no tension of conflicting forces, but only a quiet play of\nmovements; it is as if the walls had been changed into the paper or\npaint that covers them. The vividness of the expression of mechanical\nforces in architecture depends, moreover, upon the kind of materials\nemployed; it is greater in marble than in wood, and less in our modern\nconstructions of steel and glass, where the piers move in single\nvertical lines from the bottom to the top of the building, than in the\nold forms, where the upper part of the building is frankly carried by\nthe lower.",
        "The mere expression of mechanical forces in a building would not,\nhowever, be aesthetic by itself, no matter how obvious to the mind.\nWe must not only know these forces to be there, we must also feel them\nas there; we must appreciate them in terms of our own experiences in\nsupporting weights and overcoming resistances. We must transform the\nmechanical into the vital, the material into the human. Art is an\nexpression of life, not of mathematics. And this translation is not\nthe result of an unusual, artificial attitude assumed for the sake of\naesthetic appreciation; it is the natural mode of apperceiving force\nand mass. We cannot see a column supporting an entablature without\nfeeling that it stands firm to bear the weight, much as we should stand\nif we were in its place. If this is a “pathetic fallacy,” it is one\nwhich we all inevitably commit. Even the skeptic, if he were to examine\ncarefully into his own mind, would find that he commits it, whenever\nhe gives to the column, not a casual or merely calculating regard, but\na free and earnest attention. If he gives his mind to the column and\nlets the column take hold of his mind, allowing his psychological\nmechanism to work unhampered, he will commit it. The aesthetic intuition\nof force–the human way of appreciating it–is, in fact, primary; the\npurely mechanical and mathematical is an abstraction, superimposed for\npractical and scientific purposes.",
        "The interplay of humanized mechanical energies, of which architecture\nis the expression, may be conceived as the resultant of four chief\nforces, acting each in a definite direction: upward, downward, outward,\nand inward. The downward force is associated with the weight of the\nmaterials of which the building is constructed. To all physical objects\nwe ascribe a tendency toward the earth. An unsupported weight will\nfall, and even when supported will exert a pressure downward. And this\ntendency is no mere directed force in the physical sense, but an\nimpulse, in the personal sense. For when with hand or shoulder we\nsupport a weight, we inevitably interpret it in terms of our own\nvoluntary muscular exertion in resisting it; even as we strive to\nresist it, so it seems to strive to fall. Although this force is exerted\ndownward, it shows itself in the horizontal lines of a building, in\nstring courses, parapets, cornices, friezes; for the horizontal is the\nline parallel to the earth, toward which the force is directed, and\nalong which we lie when we rest. [Footnote: Compare the discussion of\nLipps, Aesthetik, Bd. 1, Dritter Abschnitt, although I am far\nfrom accepting all of his analyses.]",
        "Opposed to the downward force is the upward force. If an object does\nnot fall, it must be supported by a force in the upward direction; the\nhand must exert a force perpendicular to the mass which it carries;\nthe body must hold itself erect in order to bear its own weight. Just\nso, an architectural member, if it is not to collapse, must raise\nitself upward. Upward forces are revealed by the vertical lines of a\nbuilding–the prevailing lines of columns, piers, shafts, pinnacles,\ntowers, spires. We interpret vertical lines as moving upward, partly\nbecause the eye moves upward in scanning them, partly because we\nourselves move in lines of this general direction in going from the\nbottom to the top of a building. Even when we are at the top of a\nbuilding we apprehend its vertical lines as rising rather than as\ndescending, because we ourselves had to rise in order to get there.\nConverging lines, as of towers and spires, we also interpret in the\nsame way as going to the point of meeting above.",
        "Acting in conjunction with the downward force is an outward one. The\nlower parts of a construction tend to spread out as they give way under\nthe weight of the superincumbent masses; if they are very much broader\nthan the latter, they give the impression of great weight carried. As\na result, a horizontal line is introduced, and the longer it is in\ncomparison with the vertical line of height, the heavier the effect.\nCompare, for example, the impression made by a tall and thin triangular\nshape, with a low and broad one; and compare also the relative lengths\nof the horizontal and the vertical lines. The former shape seems simply\nto rise, while the latter lifts. We seem to observe the working of\nthis outward force, as Lipps has remarked, in the spreading out of the\ntrunks of trees at the base and in the feet of animals; and we feel\nit in ourselves whenever we spread our limbs apart to brace ourselves\nto withstand a load.",
        "Whenever the outward force is resisted, it gives evidence of the\nexistence of a force operating in the opposed direction–inward. Without\nthis force, the lower parts of a construction would lack all solidity\nand spread like a molten mass on the ground. This is especially striking\nwhere the material, instead of spreading outward and downward, seems\nto press itself inward and upward. Compare, for example, a shape whose\nbase-line is smaller than the line of its top with one in which the\nreverse holds true. The former gives the impression of lightness and\nagility, with a prevailing upward trend, the other an impression of\nweight and heaviness, with a prevailing trend towards the ground.\nObviously, the outward and the inward forces are correlative and\ncomplementary: we have already observed that a construction would\ncollapse without the inward; we can now see that it would disappear\nentirely without the outward. Obviously, also, the inward and upward\ngo together, and the downward and outward.",
        "Even a plain rectangular wall manifests the interplay of these forces.\nThe horizontal dimension represents the downward and outward force of\nthe weight; the vertical dimension, the upward forces, which prevent\nthe wall from collapsing in itself and hold it upright; while the\nlateral boundaries give evidence of the inward tension that keeps the\nmass together. But the most beautiful expressions of architectural\nforces are to be found in the historical styles. In each style there\nis a characteristic relationship between the forces, imparting a\ndistinctive feeling. I shall offer a brief analysis of some of these.",
        "Many have recognized that the classical Greek construction, as\nillustrated in the Doric temple, expresses a fine equilibrium between\nthe upward and the downward forces, embodied in the vertical and\nhorizontal lines respectively. The upward force is manifest primarily\nin the vertical columns, and is emphasized there by the flutings, the\nslight progressive narrowing toward the top, and the inward effort of\nthe necking just below the echinus. The downward force is embodied in\nthe horizontal lines of the lintel, architrave, cornice, and in the\nhanging mutules and gutta. The two forces come to rest in the abaci,\nwhich, as the crowning members of the columns, directly carry the\nweight of the entire entablature. The equilibrium between the horizontal\nand the vertical tendencies is, however, not a static but a moving\none; for the two opposing forces are present in every part of the\nbuilding from the stylobate to the ridge of the triangular pediment.\nThe downward force is already manifest in the widened base of the\ncolumn, where it works in conjunction with the inward tendency, and\nshows its effect at the critical points at the top of the supporting\ncolumn–in the spreading echinus with its horizontal bands beneath and\nin the horizontal lines of the abaci. The upward force, on the other\nhand, is continued right through the solid mass of the entablature,\nin the vertical lines of the triglyphs, in the antefixes, and even to\nthe very apex of the building, where the ascending lines of the\ntriangular pediment meet. The resulting total effect is that of a\nperfect, yet swaying balance.",
        "The aesthetic effect derived from the interplay of forces in the Ionic\nform is similar to that in the Doric, only more delicate and elastic.\nThe slender columns, being less rugged and resistant than the Doric,\nseem to transmit the weight supported, which shows itself, therefore,\nin the outward spreading molded base; but this apparent lack of strength\nin the column is compensated for by the elastic energy in the coiled\nspring of the volutes, upon which, with the slight mediation of a\nnarrow band, the entablature rests. Here most of the upward energy of\nthe Ionic form is concentrated; for although the dentils of the frieze\nperform the function of the triglyphs, they are too small to do it\neffectively; the style lacks, therefore, the gentle harmonizing of\nforces all over, characteristic of the Doric, and evinces instead a\nclean-cut elastic tension at a given point. This effect is, however,\nsomewhat softened by the breaking up of the downward force of weight\nby means of the recessed divisions of the architrave. In the Corinthian\ncapital, which has the same general feeling as the Ionic, the elastic\ntension is still further diminished through the renewed emphasis on\nthe mediating abacus, the reduction of the size of the volutes, and\nthe overhanging floral carvings. However, by reason of the strength\ngiven by the bell and the projecting outward and upward curving form\nof the abacus, the suggestion of weakness in the Corinthian form is\novercome, but the gentleness remains.",
        "If the Greek construction expresses a balance between the upward and\ndownward forces, the arched forms that followed express the victory\nof the upward. In the arch the upward force, instead of being arrested\nwhere the support meets the mass to be carried, is continued throughout\nthe mass itself. Of the two chief types of arches, the round and the\npointed, each has a specific feeling. We shall study the round form\nfirst, where the vertical tendency is indeed victorious, but only\nthrough reconciliation and compromise.",
        "In the round arch all four forces are beautifully expressed. The upward\nis manifest, first, in the vertical pier, which acts very much as the\ncolumn does, and, in Roman work, was often replaced by the column. The\nopposing downward force is expressed in the horizontal upper bound of\nthe arch and in the line of the impost, also horizontal, which breaks\nthe vertical line and so marks the place where the two forces come\ninto sharpest conflict. In this conflict, the vertical is victorious;\nfor, instead of being stopped by the impost, it is carried up throughout\nthe entire construction by means of the upward and inward curving of\nthe arch. The very curve of the arch shows, however, that the victory\nis not absolute; for its circular form is obviously determined as a\ncompromise between an inward centripetal force, moving upward and\ndiminishing the breadth of the arch to a mere point at its apex, and\nan outward centrifugal force, gradually spreading the arch downward\nuntil it reaches its greatest breadth at the impost, where it is\narrested by the opposing vertical force in the pier. To the historical\nimagination, the round arch seems, therefore, to express the genial\nclassical idea of a control by the higher nature which nevertheless\ndid no violence to the demands of the lower. In the spherical dome the\neffect is the same, only the interplay of forces operates in three\ndimensions instead of two.",
        "When arches are superposed, the upward movement proceeds in stages,\nbeginning anew at each horizontal division of the wall space. The use\nof entablatures applied to the wall and of engaged columns, common in\nRoman work, seems to involve an attempt at a fusion of two contradictory\nstyles, and is usually condemned as such. This contradiction can be\nsolved, however, by viewing the entablatures as mere weightless lines\nof division of the wall, usually marking off the different stories,\nand by viewing the columns in a similar fashion as having no supporting\nfunction–which is actually the case–and as simply serving the purpose\nof framing the arches. At most they merely indicate the direction of\nthe chief contending forces,–the parallel lintels signalizing the\nforce of weight, and the vertical columns, standing one upon the other,\npointing the movement of the upward force. They have, therefore, a\npictorial rather than a dynamic significance.",
        "Differences of feeling in arched forms depend upon the relative height\nof arches and supporting piers and columns. The vertical effect is\nstrongly emphasized when the latter are relatively high, while the\neffect of weight is increased in flattened arches, which for this\nreason are especially appropriate for crypts and prison entrances.\nInteresting complications are introduced in arcades or intersecting\nvaults, where a single column serves as a support for two or more\narches; for there the vertical force is divided, flowing in different\ndirections in the little triangular piece of wall between, or along\nthe ribs of the vaults. Something similar occurs in the Byzantine dome\non pendentives, only instead of supporting the horizontal weight of\na gallery or a vault, the triangular pendentives meet the outward\nthrust of a superposed dome.",
        "In Renaissance architecture and the modern classical revivals, where\nGreek and Roman styles are freely adapted to novel modes of life and\npurpose, no essentially new form was added to architectural speech.\nThere were combinations of old forms into more complex structures, but\nno new important elements. The most outstanding novelty is perhaps the\nreversed relation between the whole and the parts.  [Footnote: See P.\nFrankl, Die Entwicklungsphasen der neueren Baukunst, 1914.] In\nthe classic styles, whether arched or Greek, the whole is built up of\nthe parts additively; each is a relatively independent center of energy\ncomplete in itself; first the columns, then the architrave, frieze,\nand cornice, then the pediment; or first one row of arches, then another\nrow on top of this, and so on. Coordination is the governing principle.\nBut in the modern adaptations, even where coordination rather than\nsubordination rules in the pictorial sphere, the whole is first\ndynamically and the parts are secondary. In the typical Renaissance\nfacade, for example, the arches of the windows are rather openings in\nthe walls than supporting members. They are centers of little eddies\nof force, rather than independent parts of the main determining stream\nof energy. The wall rises as a whole to its heavy overhanging cornice,\ndespite the horizontal divisions marking the stories. There are,\nhowever, important differences between the various modern types; the\nearlier Renaissance forms, for example, keeping closer to the antique\nthan the later Baroque and Rococo.",
        "The complete triumph of the vertical tendency, foreshadowed in the\nRoman, was proclaimed in Gothic architecture in the use of the pointed\narch. For in the round arch the vertical has not conquered after all;\nthe horizontal is still active there, even to the apex of the arch,\nwhere the tangential line is parallel to the earth, the line of weight.\nBut in the pointed style the victory of the vertical is clearly\ndecisive,–the upward and inward forces, by elongating and narrowing\nthe curve of the arch to a point, have dominated the downward and\noutward. The great height of the piers, the gabled roofs, the ribs of\nthe vaults the pointed form of the windows, the towers, spires, and\npinnacles,–all proclaim it. Yet this victory does not occur without\nopposition; for the higher the vaulting, the greater the weight to be\ncarried; the greater, therefore, the outward thrust, which had to find\nits expression and its stay in the buttress. But even the buttress,\nalthough it bears witness to the outward and horizontal force of weight,\nwas nevertheless so fashioned with its gable and pinnacle, or its own\narched form, as to aid the upward movement. The thinness of walls and\npartitions, and the piercing of these with arches and windows, by\nlightening the force of weight, also contributed to increase the\nvertical movement. At sight of a true Gothic cathedral, we feel\nourselves fairly lifted off the ground and rushed upward.",
        "In thinking of the beauty of architecture, we are all too apt to\nconsider the exterior exclusively, forgetting that the inside of a\nbuilding, where we live, is even more important practically, and is\ncapable of at least as great an aesthetic effect.",
        "The characteristic aesthetic effect of the interior is a function of\nthe inclosed space, the volume, not of the inclosing walls taken singly.\nThe walls are only the limits of this space, they are not the space\nitself. Of course, the walls within have their own beauty, of surface\nand pervading energy, but this does not differ markedly from that of\nthe walls seen from the outside, and what we have established for the\none holds for the other. But the beauty of the inclosed space is\nsomething entirely new.",
        "In itself, however, mere volume of space is no more aesthetic than\nmere bounding line or surface; in order to become beautiful, it must\nbecome alive. But how can space–the most abstract thing in the\nworld–become alive? By having the activities which it incloses felt\ninto it. Just as our bodies are felt to be alive because our activities\nexpress themselves there, so our rooms, because we live and move within\nthem. As we enter a cathedral and look down the long aisle, the movement\nof our eyes inevitably suggests the movement of our bodies; or, as we\nlook up and our eyes follow the ribs of the vaulting, it is as if we\nourselves were borne aloft; in the imagination we move through the\nopen spaces; and since we do not actually move, we locate our impulses\nto movement, not in our bodies, but in the space through which we take\nour imagined flight. Every object suggests movement to it, and we fill\nthe intervening space with this imagined movement, provided only we\nstay our activities and give time for the imagination to work its will.\nThus all space may become alive with the possibilities of movement\nwhich it offers.",
        "The aesthetic effects of volume vary chiefly according to size and\nshape. In order to be appreciated, these effects must in general be\nsomewhat striking; otherwise they pass unnoticed, and we simply take\nthe interiors of our buildings as matters of course.",
        "It is a curious fact that an impression of vastness can be secured by\ninclosing a relatively small space. A square, like the Place de la\nConcorde, or even the inside of a cathedral, produces a feeling of\nsize almost, if not quite, as great as an open prairie or sea. The\nreason, I suppose, is that an inclosed space offers definite points\nas stimuli and goals for suggested movements. As we imaginatively reach\nout and touch these points, we seem to encompass their distance; and\nthe volume of our own bodies seems to be magnified accordingly. The\nboundaries of the space become a second and greater integument. This\nis of decisive importance; for the aesthetic appreciation of size is\nrelative to an appreciation of the size of our own bodies; in nature\nitself there is nothing either large or small. Along with the sense\nof vastness goes a sense of freedom; the one is the aesthetic experience\nresulting from the imaginative reaching of the goal of a movement, the\nother is the feeling of the imagined movement itself.",
        "When, on the other hand, an inclosure is small, as in the case of a\ncell, and especially when the ceiling or vault is low, as in a crypt,\nit feels cabined and confined, because our own possibilities of movement\nare restricted. In order to avoid this feeling, if a space is limited\nin one direction, it must be free in another; if narrow, it must be\nlong; if small in plan, it must be high, as in a tower.",
        "The form of an inclosed space is also expressive. There are two chief\ntypes, the longitudinal and the radial; but since these may exist\neither in plan or in elevation, four possibilities result: the\nlongitudinal-horizontal, as in an aisle; the longitudinal-vertical,\nas in a tower; the radial-horizontal, illustrated by every equilateral\nplan–triangle, square, regular polygon, and above all, the most perfect\nform of this type, the circle; and finally, the radial-vertical, of\nwhich domed spaces, like the Pantheon or St. Paul’s, are examples. The\nterms used to designate them, together with the examples, afford a\ngood idea of what these space forms are, making further description\nunnecessary. It is interesting to observe how different the expression\nof the square and the triangle is when they determine the plan of an\ninclosed space from what it is when they are the shapes of walls.\n [Footnote: Compare Fritz Hoeber: Systematik der\nArchitekturproportionen, II, B, a. ] In the case of the latter,\naccording to the analysis which we have given of them, the figures\nrepresent an interplay of antagonistic horizontal and vertical forces,\nabout an axis drawn perpendicular to the midpoint of the base line;\nwhile as plans they express forces homogeneous in kind radiating from\ntheir centers. The feeling of longitudinal forms is one of continued\nmovement, forward or upward as the case may be; when the distance is\nvery great, the feeling is of infinity, either of vista, as in an\naisle, or of height, as in a tower, for even when the point at the end\nis clearly seen and known, we continue it in the imagination. The\nradial forms, on the other hand, even when the axes are very long,\nexpress completeness and security, for no matter how far we go in any\none direction, we have to proceed along a line which brings us back\nto our starting point; in following to the top the movement of the\ncurved line of a dome or an apse, the continuation of the same line\ncarries us down on the other side to a point corresponding to the one\nfrom which we set out; if we wander, we return home.",
        "With reference to the division of interiors into parts, the same two\ntypes are exemplified which we found in studying the visual and the\ndynamic aspects of buildings. Either the parts of the interior space\nare clearly marked off from each other, and the perception of the whole\nwhich they constitute is reached by a process of summation; or else,\nto one standing within, the space is first perceived as a whole, and\nits parts, lacking clear definition, are perceived subsequently. In\nthe former type, the parts are of pronounced individuality, and the\nwhole is their free and joint work; in the latter, the parts are merged,\nand tend to be lost in the whole. These two possibilities exist whether\nthe space be of radial or longitudinal form. In general, the classical\nstyles lend themselves to the coordinate type of division of the\ninterior, while the later styles favor the subordination of the parts\nto the whole.",
        "The other factors in the beauty of architecture, besides the expression\nof the forces resident in its forms, can receive only scant notice\nfrom us. Among these is light–its admission, exclusion, and diffusion.\nA house with ample windows flooded with sunshine shares the feeling\nof an open day; a cathedral, dimly lighted, stimulates a mood of\nbrooding mystery and meditation, like some dark forest. Another factor\nis color. Color plays a double part in architecture: first, to enliven\nthe neutral tones of certain materials; and second, to impart specific\nmoods. It was no barbaric taste, but a keen feeling for life and warmth\nthat induced the Greeks to paint their temples; and without their rose\nwindows, Gothic cathedrals are like faces from which the glow of life\nis departing. The different colors have the same feelings in\narchitecture that they have in painting. The reds and purples of\necclesiastical stained glass stimulate the passion of adoration, the\nblues deepen it, and the yellows seem to offer a glimpse of heavenly\nbliss. Sound, its presence or its absence, is another factor in\narchitectural expression: the quiet of the church in contrast with the\nnoise of the busy street outside, the peal of the organ, or the chorus\nof young voices. Although architecture is a spatial art and music a\ntemporal art, they nevertheless go well together because the emotions\naroused by both are vague and voluminous, and the sounds, reverberating\nfrom the walls and filling the inclosed spaces, seem to fuse with them.\nOrnamental carving performs a diversifying and enlivening function\nsimilar to that of color. So long as its lines follow those of the\narchitectural forms, it may well be rich and elaborate. It is fitting,\nmoreover, that buildings designed to be houses of the gods should\ncontain their images, and that the same spirit that expresses itself\nin playful lines should become embodied in griffin and gargoyle.\nFinally, erected in the open, with no shelter or enframement, a building\nis, in large measure, a part of nature and possesses something of the\nbeauty of nature. Rooted to one place like a tree, it shares the beauty\nof its site, and responds to the ever varying effects of light and\nshadow, rain and mist and snow.",
        "The abstract beauty of architecture can be understood without any\nknowledge of the purposes of buildings. A Hindu who knows nothing of\nour civilization cannot fail to be responsive to Notre Dame, any more\nthan we can fail to admire the beauty of Taj Mahal. The very simplest\narchitectural forms, like the pyramids or the Washington monument,\nprovided they are of sufficient size and mass, speak an eloquent\nlanguage which is immediately understood. And the content of their\nspeech is not so abstract as might be judged from our previous studies\nof it; for in architecture, as in music, concrete emotions and\nsentiments flow into the channel cut by the form. Longing, aspiration,\nand mystery have universally been felt into a form pointing skyward;\nand the feeling of incompleteness has been lost, and security regained,\nin an overarching dome.",
        "There is, however, this difference between architecture and music. In\nmusic, the emotional content is purely personal; while in architecture,\nit may become social and historical. Architectural purposes are all\nsocial: the purposes of a family, a nation, a cult. And the purposes\nof the greatest of buildings–of those which serve the nation and\nreligion–are also historical; about them gather the traditions of\na community. Centers of the life of a people, created by it and enduring\nwith it, they become its symbols; or outlasting it, memorials and\nwitnesses to it. The vague emotions aroused by the architectural forms\nare pointed and enriched by this spirit: the vastness, seclusion,\nmagnificence, mystery, and aspiration of the Gothic cathedral become\nassociated with the life of the medieval Catholic church; the fine\nbalance, clarity, and simplicity of the Greek temple with the best in\nGreek culture. This interpretation of a building in terms of its purpose\nand history is necessary to a complete aesthetic appreciation. Without\nit, a building may have many beauties, all the beauties which we have\nanalyzed; but they are all separate, and there is no beauty of the\nwhole. It is the life which the many parts and aspects serve that makes\nthem into one.",
        "I shall close this chapter with a brief discussion of architectural\ncomposition. The unity of a building is constituted primarily by the\nnecessary adjustment of part to part which makes possible the life\nthat it incloses. How the parts serve this purpose is not immediately\nevident to intuition; nor can it be; yet it should be intelligible to\na thoughtful study. The knowledge thus gained may then enter into an\nimaginative vision, for which the building will seem like an organism\npulsing with life.",
        "This purposive unity cannot well be secured without spatial contiguity;\nhere, as in sculpture, a unified life demands a unified material. Yet\nsometimes detached structures belong together functionally, and may\nbe felt as one aesthetically, provided they are similar in design and\nsome one of them is dominant; otherwise, each claims to be a distinct\nindividual, and aesthetic rivalry is the result.",
        "Functional unity, although necessary, is not sufficient for aesthetic\nunity; in addition, there must be formal unity–design, composition.\nTo study this adequately would require a separate treatise, which has\nnot yet been written, so far as I know, with anything approaching\nphilosophical depth and completeness; but for our plan it will be\nsufficient to show how the general principles of aesthetic form are\nillustrated in architecture; and because of the perspicuity of things\nspatial, these principles are nowhere else so lucidly manifest.",
        "Since architecture is a spatial art, unity in variety is chiefly a\nmatter of harmony and balance rather than of evolution, and of these\nharmony is perhaps the most conspicuous. Harmony is secured in many\nways.",
        "First, by giving the whole building or parts of the building a simple\ngeometrical form readily perceived,–for example, the cruciform plan\nof many Gothic cathedrals, the oblong plan and oblong surmounted by\na triangle in the facade of the Greek temple, the octagonal shape of\na Renaissance chapel. A higher degree of harmony is obtained when the\nsame shape is repeated throughout the various parts of the\nbuilding,–the cylinder in the columns, the triangle or semicircle in\nthe arches and gables. A step further is taken in the same direction\nwhen the different similar parts are all of the same size, as in the\nGreek temple, where the columns are all of one size, and similar parts\nof columns of equal size, and the metopes and triglyphs likewise.",
        "A more complex type of harmony, since it admits of greater variety,\nis proportionality. Proportionality may be of various kinds. It may\nbe merely the existence of a definite numerical relation between the\ndimensions of single parts, or the areas of various parts, of a\nbuilding. This, in turn, may be either a simple arithmetical relation,\nsuch as exists between the parts of a Greek facade, each being some\nsimple multiple of the unit or module; or a more complex relation like\nthe Golden Section, where the smaller is to the larger dimension as\nthe larger is to the sum of both; or like that which obtains when\ndifferent parts form a geometrical series, where each is smaller or\nlarger than the preceding by some fraction of the latter. The relation\nbetween the length and breadth of the facade of the Ducal Palace in\nFlorence illustrates the Golden Section; the heights of the stories\nof the Peller House in Nuremberg form a geometrical series. This type\nof harmony is most complete when the proportion between the dimensions\nof the different parts is the same as that of the whole building,–by\nthe ancients called concinnitas because it produces a feeling\nakin to that of musical harmony. Dominance of a particular kind of\nline, horizontal or vertical, also gives harmony. Finally, harmony is\nsecured by sameness of direction of line: the alignment of windows or\nparallelism between moldings dividing the surfaces of walls, for\nexample.",
        "The relations, so seemingly mathematical, upon which architectural\nharmony is based, need not be exact, for two reasons: minor deviations\nare not perceptible, and even when perceptible, they give to the whole\na feeling of life. Our experience with living things has taught us\nthat, despite their orderliness, there is no exact mathematical\nregularity in their proportions; hence forms which cannot be precisely\nformulated are better fitted to symbolize life to us than the rigidly\ngeometrical. The same experience has taught us that the curvilinear\nforms are closer to life than the angular; hence again the tendency,\nfor aesthetic purposes, to introduce minute departures from the\nplumb-line and rule. There is, however, a type of life specifically\nhuman, the life of reason, which is best symbolized by mathematical\nrelations; hence the Greeks, and all those who have followed the\nclassical ideal, all who have had a passion for reason, have felt the\ncircle and the square, and every other exact embodiment of clarity and\nintelligence, to be beautiful. In no other art has the passion for the\nintelligible been so perfectly expressed as in classical architecture.",
        "Next in importance to harmony as a mode of unity in variety in\narchitecture is balance. Balance implies emphatic variety, or contrast.\nOne mode of balance, that between the upward and the downward\ntendencies, we have already discussed. There is another mode, similar\nto that which exists in painting and sculpture, the balance between\nthe right and left members of a building. In order that this type of\nbalance may be appreciated, there must be some axis or line of mediation\nbetween the parts, from which the opposing tendencies take their start;\notherwise we view the parts together, instead of in opposition. For\nexample, there is balance between two wings of a building which are\nseparated by some central member or link; balance between the aisles\nof a church on either side of the nave; balance between the sets of\nthree columns right and left of the door in the Greek hexastyle temple.\nSuch cases of symmetry between equal right and left parts are the\nsimplest examples of balance; but there are other, more complex types.\nFor example, the parts may be unequal, yet balance nevertheless,\nprovided their inequality is compensated for by some enrichment of\ndesign or ornament in the lesser part. Or again, there may be a balance\nbetween contrasting shapes, such as the square and the triangle, when\nthey make an equal claim upon the attention.",
        "Although, since architecture is a static art, evolution is not so\nimportant as harmony and balance, it exists nevertheless. In a\ncolonnade, as you look down it, with the height of the columns\ndiminishing in perspective, there is a rhythmical movement of eye and\nattention toward the last column as a goal. There is the same rhythmical\nmovement in following the arches on either side of the nave of a church\nleading to the apse.",
        "There is a rhythmical movement in the progressive diminution of the\nheight of the stories of a building, going towards the top. In such\nspatio-temporal rhythms, the proportional equality between the members\ncorresponds to the equal intervals in temporal rhythms, and the\nalternation between member and intervening space, or between member\nand line of division, corresponds to the alternation between heavy and\nlight accents. Last, evolution is present in architecture, whenever,\noften without rhythmical divisions, the attention is impelled to move\nalong lines that meet at a point which serves as a climax, as in all\ntriangular forms where the lines lead up to the apex,–pointed windows\nor arches, towers ending in belfries or pinnacles.",
        "Dominance, with its correlative, subordination, are everywhere present\nin architecture. In general, size and a central position, which usually\ngo together, determine preeminence. The largest masses and those which\noccupy a central position inevitably rule the others. The towers and\nthe facade dominate the exterior of a Gothic cathedral, the middle\ndoorway is superior to those which flank it, and within, the central\nand larger nave dominates the smaller aisles on either side. When there\nare many dominant elements, as is necessarily the case in a large\nbuilding, they must be unified by balance, if there are two, or by\nsubordination to one of them, if three or more; otherwise, each claims\nto be the whole and the building falls apart into its members. There\ncannot well be three vertical dominant parts, because the central one\nmakes a claim to preeminence which cannot be satisfied without\nsuperiority in size. A central member should, therefore, either be\nmade larger than those flanking it, or else should be reduced to the\nstatus of a mere subordinate link between the others.",
        "In the horizontal division of a building into stories–as, for example,\nin the Palazzo Farnese near Rome–it is easier for the prominent parts\nto be equal, because they are better united by the evident contiguity\nof their masses, by their inclosure in a simple geometrical shape, and\nenframement between base and overhanging cornice. Yet here also we\nobserve the tendency to make the middle larger or otherwise dominant,\nexemplified even in the building cited, where the central part is\ndistinguished by the ornamental shield, upon which the attention is\nfocused. When there are four horizontal divisions, our tendency is to\ndivide them into groups of two; but unless this grouping is clearly\nmarked by a molding or other such device, our purpose is defeated\nbecause each of the two can itself be divided into two parts, whence\nwe get the four parts again, among which there is not sufficient unity.\nWhen, however, there are more than four stories, they cease to function\nas individuals and become members of a series, the rhythm of which\ncreates the necessary unity. Even in this case, however, the tendency\ntoward grouping into three with the middle dominant persists; for, as\na rule, the stories are divided by moldings into three parts, of which\nthe central part is the largest. Four equal stories are difficult\nbecause they at once resist an arrangement into threes and yet fall\nshort of being the series which they suggest. When a series of stories\nis divided into three parts, a superior aesthetic effect is gained if\nthe height of each story diminishes in some regular ratio from the\nbottom to the top, thus expressing the gradual overcoming of the\ndownward force by the upward,–the rhythm becomes dynamical as well\nas kinematical.",
        "All good architectural styles illustrate the principle of impartiality,\nwhich demands the careful elaboration of parts. Yet, as we have\nindicated, there are two possibilities: some styles are founded on the\nidea of the subordination of the parts to the whole, and so permit of\na less elaborate execution of details, while others are based on the\nidea of coordination among the parts within the whole, and so require\nthat each part be vividly clear, distinct from the others, and possessed\nof a pronounced individual beauty. These two types are exemplified in\neach of the three aspects of a building–the visual, the dynamic, and\nthe voluminal. For the Greek and Roman architecture and for that of\nthe Renaissance, the former was the ideal; while the latter is clearly\ncharacteristic of the more modern forms; between these stand the\nByzantine, Romanesque, and Gothic, in which a union of the two types,\nin what has well been called an organic type, was attempted, and perhaps\nachieved in the last. The former has the feeling of the mechanical,\nrational view of life, which is the classical; the latter has the\nfeeling of the mystical and organic view, which is modern. [Footnote:\nSee P. Frankl, Die Entwicklungsphasen der neueren Baukunst, 1914.]",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}