{
    "title": "The Old Merchant Marine - Chapter IX. The Stately Clipper and Her Glory",
    "author": "Ralph D. Paine",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "The American clipper ship was the result of an evolution which\ncan be traced back to the swift privateers which were built\nduring the War of 1812. In this type of vessel the shipyards of\nChesapeake Bay excelled and their handiwork was known as the\n“Baltimore clipper,” the name suggested by the old English verb\nwhich Dryden uses to describe the flight of the falcon that\n“clips it down the wind.” The essential difference between the\nclipper ship and other kinds of merchant craft was that speed and\nnot capacity became the chief consideration. This was a radical\ndeparture for large vessels, which in all maritime history had\nbeen designed with an eye to the number of tons they were able to\ncarry. More finely molded lines had hitherto been found only in\nthe much smaller French lugger, the Mediterranean galley, the\nAmerican schooner.",
        "To borrow the lines of these fleet and graceful models and apply\nthem to the design of a deepwater ship was a bold conception. It\nwas first attempted by Isaac McKim, a Baltimore merchant, who\nordered his builders in 1832 to reproduce as closely as possible\nthe superior sailing qualities of the renowned clipper brigs and\nschooners of their own port. The result was the Ann McKim, of\nnearly five hundred tons, the first Yankee clipper ship, and\ndistinguished as such by her long, easy water-lines, low\nfree-board, and raking stem. She was built and finished without\nregard to cost, copper-sheathed, the decks gleaming with\nbrasswork and mahogany fittings. But though she was a very fast\nand handsome ship and the pride of her owner, the Ann McKim could\nstow so little cargo that shipping men regarded her as\nunprofitable and swore by their full-bodied vessels a few years\nlonger.",
        "That the Ann McKim, however, influenced the ideas of the most\nprogressive builders is very probable, for she was later owned by\nthe New York firm of Howland and Aspinwall, who placed an order\nfor the first extremely sharp clipper ship of the era. This\nvessel, the Rainbow, was designed by John W. Griffeths, a marine\narchitect, who was a pioneer in that he studied shipbuilding as a\nscience instead of working by rule-of-thumb. The Rainbow, which\ncreated a sensation while on the stocks because of her concave or\nhollowed lines forward, which defied all tradition and practice,\nwas launched in 1845. She was a more radical innovation than the\nAnn McKim but a successful one, for on her second voyage to China\nthe Rainbow went out against the northeast monsoon in ninety-two\ndays and came home in eighty-eight, a record which few ships were\nable to better. Her commander, Captain John Land, declared her to\nbe the fastest ship in the world and there were none to dispute\nhim.",
        "Even the Rainbow however, was eclipsed when not long afterward\nHowland and Aspinwall, now converted to the clipper, ordered the\nSea Witch to be built for Captain Bob Waterman. Among all the\nsplendid skippers of the time he was the most dashing figure.\nAbout his briny memory cluster a hundred yarns, some of them\ntrue, others legendary. It has been argued that the speed of the\nclippers was due more to the men who commanded them than to their\nhulls and rigging, and to support the theory the career of\nCaptain Bob Waterman is quoted. He was first known to fame in the\nold Natchez, which was not a clipper at all and was even rated as\nslow while carrying cotton from New Orleans to New York. But\nCaptain Bob took this full-pooped old packet ship around the Horn\nand employed her in the China tea trade. The voyages which he\nmade in her were all fast, and he crowned them with the amazing\nrun of seventy-eight days from Canton to New York, just one day\nbehind the swiftest clipper passage ever sailed and which he\nhimself performed in the Sea Witch. Incredulous mariners simply\ncould not explain this feat of the Natchez and suggested that Bob\nWaterman must have brought the old hooker home by some new route\nof his own discovery.",
        "Captain Bob had won a reputation for discipline as the mate of a\nBlack Ball liner, a rough school, and he was not a mild man.\nAshore his personality was said to have been a most attractive\none, but there is no doubt that afloat he worked the very souls\nout of his sailors. The rumors that he frightfully abused them\nwere not current, however, until he took the Sea Witch and showed\nthe world the fastest ship under canvas. Low in the water, with\nblack hull and gilded figurehead, she seemed too small to support\nher prodigious cloud of sail. For her there were to be no\nleisurely voyages with Captain Bob Waterman on the quarter-deck.\nHome from Canton she sped in seventy-seven days and then in\nseventy-nine--records which were never surpassed.",
        "With what consummate skill and daring this master mariner drove\nhis ship and how the race of hardy sailors to which he belonged\ncompared with those of other nations may be descried in the log\nof another of them, Captain Philip Dumaresq, homeward bound from\nChina in 1849 in the clipper Great Britain. Three weeks out from\nJava Head she had overtaken and passed seven ships heading the\nsame way, and then she began to rush by them in one gale after\nanother. Her log records her exploits in such entries as these:\n“Passed a ship under double reefs, we with our royals and\nstuddingsails set . . . . Passed a ship laying-to under a\nclose-reefed maintopsail . . . . Split all three topsails and had\nto heave to . . . . Seven vessels in sight and we outsail all of\nthem . . . . Under double-reefed topsails passed several vessels\nhove-to.” Much the same record might be read in the log of the\nmedium clipper Florence--and it is the same story of carrying\nsail superbly on a ship which had been built to stand up under\nit: “Passed two barks under reefed courses and close-reefed\ntopsails standing the same way, we with royals and topgallant\nstudding-sails,” or “Passed a ship under topsails, we with our\nroyals set.” For eleven weeks “the topsail halliards were started\nonly once, to take in a single reef for a few hours.” It is not\nsurprising, therefore, to learn that, seventeen days out from\nShanghai, the Florence exchanged signals with the English ship\nJohn Hagerman, which had sailed thirteen days before her.",
        "Two notable events in the history of the nineteenth century\noccurred within the same year, 1849, to open new fields of trade\nto the Yankee clipper. One of these was the repeal of the British\nNavigation Laws which had given English ships a monopoly of the\ntrade between London and the British East Indies, and the other\nwas the discovery of gold in California. After centuries of pomp\nand power, the great East India Company had been deprived of its\nlast exclusive rights afloat in 1833. Its ponderous,\nfrigate-built merchantmen ceased to dominate the British commerce\nwith China and India and were sold or broken up. All British\nships were now free to engage in this trade, but the spirit and\ncustoms of the old regime still strongly survived. Flying the\nhouse-flags of private owners, the East Indiamen and China tea\nships were still built and manned like frigates, slow,\ncomfortable, snugging down for the night under reduced sail.\nThere was no competition to arouse them until the last barrier of\nthe Navigation Laws was let down and they had to meet the Yankee\nclipper with the tea trade as the huge stake.",
        "Then at last it was farewell to the gallant old Indianian and her\nornate, dignified prestige. With a sigh the London Times\nconfessed: “We must run a race with our gigantic and unshackled\nrival. We must set our long-practised skill, our steady industry,\nand our dogged determination against his youth, ingenuity, and\nardor. Let our shipbuilders and employers take warning in time.\nThere will always be an abundant supply of vessels good enough\nand fast enough for short voyages. But we want fast vessels for\nthe long voyages which otherwise will fall into American hands.”",
        "Before English merchants could prepare themselves for these new\nconditions, the American clipper Oriental was loading in 1850 at\nHong Kong with tea for the London market. Because of her\nreputation for speed, she received freightage of six pounds\nsterling per ton while British ships rode at anchor with empty\nholds or were glad to sail at three pounds ten per ton. Captain\nTheodore Palmer delivered his sixteen hundred tons of tea in the\nWest India Docks, London, after a crack passage of ninety-one\ndays which had never been equaled. His clipper earned $48,000, or\ntwo-thirds of what it had cost to build her. Her arrival in\nLondon created a profound impression. The port had seen nothing\nlike her for power and speed; her skysail yards soared far above\nthe other shipping; the cut of her snowy canvas was faultless;\nall clumsy, needless tophamper had been done away with; and she\nappeared to be the last word in design and construction, as lean\nand fine and spirited as a race-horse in training.",
        "This new competition dismayed British shipping until it could\nrally and fight with similar weapons The technical journal, Naval\nScience, acknowledged that the tea trade of the London markets\nhad passed almost out of the hands of the English ship-owner, and\nthat British vessels, well-manned and well-found, were known to\nlie for weeks in the harbor of Foo-chow, waiting for a cargo and\nseeing American clippers come in, load, and sail immediately with\nfull cargoes at a higher freight than they could command. Even\nthe Government viewed the loss of trade with concern and sent\nadmiralty draftsmen to copy the lines of the Oriental and\nChallenge while they were in drydock.",
        "British clippers were soon afloat, somewhat different in model\nfrom the Yankee ships, but very fast and able, and racing them in\nthe tea trade until the Civil War. With them it was often nip and\ntuck, as in the contest between the English Lord of the Isles and\nthe American clipper bark Maury in 1856. The prize was a premium\nof one pound per ton for the first ship to reach London with tea\nof the new crop. The Lord of the Isles finished loading and\nsailed four days ahead of the Maury, and after thirteen thousand\nmiles of ocean they passed Gravesend within ten minutes of each\nother. The British skipper, having the smartest tug and getting\nhis ship first into dock, won the honors. In a similar race\nbetween the American Sea Serpent and the English Crest of the\nWave, both ships arrived off the Isle of Wight on the same day.\nIt was a notable fact that the Lord of the Isles was the first\ntea clipper built of iron at a date when the use of this stubborn\nmaterial was not yet thought of by the men who constructed the\nsplendid wooden ships of America.",
        "For the peculiar requirements of the tea trade, English maritime\ntalent was quick to perfect a clipper type which, smaller than\nthe great Yankee skysail-yarder, was nevertheless most admirable\nfor its beauty and performance. On both sides of the Atlantic\npartizans hotly championed their respective fleets. In 1852 the\nAmerican Navigation Club, organized by Boston merchants and\nowners, challenged the shipbuilders of Great Britain to race from\na port in England to a port in China and return, for a stake of\n$50,000 a side, ships to be not under eight hundred nor over\ntwelve hundred tons American register. The challenge was aimed at\nthe Stornaway and the Chrysolite, the two clippers that were\nknown to be the fastest ships under the British flag. Though this\nsporting defiance caused lively discussion, nothing came of it,\nand it was with a spirit even keener that Sampson and Tappan of\nBoston offered to match their Nightingale for the same amount\nagainst any clipper afloat, British or American.",
        "In spite of the fact that Yankee enterprise had set the pace in\nthe tea trade, within a few years after 1850 England had so\nsuccessfully mastered the art of building these smaller clippers\nthat the honors were fairly divided. The American owners were\ndiverting their energies to the more lucrative trade in larger\nships sailing around the Horn to San Francisco, a long road\nwhich, as a coastwise voyage, was forbidden to foreign vessels\nunder the navigation laws. After the Civil War the fastest tea\nclippers flew the British flag and into the seventies they\nsurvived the competition of steam, racing among themselves for\nthe premiums awarded to the quickest dispatch. No more of these\nbeautiful vessels were launched after 1869, and one by one they\nvanished into other trades, overtaken by the same fate which had\nbefallen the Atlantic packet and conquered by the cargo steamers\nwhich filed through the Suez Canal.",
        "Until 1848 San Francisco had been a drowsy little Mexican\ntrading-post, a huddle of adobe huts and sheds where American\nships collected hides--vividly described in Two Years Before the\nMast--or a whaler called for wood and water. During the year\npreceding the frenzied migration of the modern Argonauts, only\ntwo merchant ships, one bark and one brig, sailed in through the\nGolden Gate. In the twelve months following, 775 vessels cleared\nfrom Atlantic ports for San Francisco, besides the rush from\nother countries, and nearly fifty thousand passengers scrambled\nashore to dig for gold. Crews deserted their ships, leaving them\nunable to go to sea again for lack of men, and in consequence a\nhundred of them were used as storehouses, hotels, and hospitals,\nor else rotted at their moorings. Sailors by hundreds jumped from\nthe forecastle without waiting to stow the sails or receive their\nwages. Though offered as much as two hundred dollars a month to\nsign again, they jeered at the notion. Of this great fleet at San\nFrancisco in 1849, it was a lucky ship that ever left the harbor\nagain.",
        "It seemed as if the whole world were bound to California and\nalmost overnight there was created the wildest, most extravagant\ndemand for transportation known to history. A clipper costing\n$70,000 could pay for herself in one voyage, with freights at\nsixty dollars a ton. This gold stampede might last but a little\nwhile. To take instant advantage of it was the thing. The fastest\nships, and as many of them as could be built, would skim the\ncream of it. This explains the brief and illustrious era of the\nCalifornia clipper, one hundred and sixty of which were launched\nfrom 1850 to 1854. The shipyards of New York and Boston were\ncrowded with them, and they graced the keel blocks of the\nhistoric old ports of New England--Medford, Mystic, Newburyport,\nPortsmouth, Portland, Rockland, and Bath--wherever the timber and\nthe shipwrights could be assembled.",
        "Until that time there had been few ships afloat as large as a\nthousand tons. These were of a new type, rapidly increased to\nfifteen hundred, two thousand tons, and over. They presented new\nand difficult problems in spars and rigging able to withstand the\nstrain of immense areas of canvas which climbed two hundred feet\nto the skysail pole and which, with lower studdingsails set,\nspread one hundred and sixty feet from boom-end to boom-end.\nThere had to be the strength to battle with the furious tempests\nof Cape Horn and at the same time the driving power to sweep\nbefore the sweet and steadfast tradewinds. Such a queenly clipper\nwas the Flying Cloud, the achievement of that master builder,\nDonald McKay, which sailed from New York to San Francisco in\neighty-nine days, with Captain Josiah Creesy in command. This\nrecord was never lowered and was equaled only twice--by the\nFlying Cloud herself and by the Andrew Jackson nine years later.\nIt was during this memorable voyage that the Flying Cloud sailed\n1256 miles in four days while steering to the northward under\ntopgallantsails after rounding Cape Horn. This was a rate of\nspeed which, if sustained, would have carried her from New York\nto Queenstown in eight days and seventeen hours. This speedy\npassage was made in 1851, and only two years earlier the record\nfor the same voyage of fifteen thousand miles had been one\nhundred and twenty days, by the clipper Memnon.",
        "Donald McKay now resolved to build a ship larger and faster than\nthe Flying Cloud, and his genius neared perfection in the\nSovereign of the Seas, of 2421 tons register, which exceeded in\nsize all merchant vessels afloat. This Titan of the clipper fleet\nwas commanded by Donald’s brother, Captain Lauchlan McKay, with a\ncrew of one hundred and five men and boys. During her only voyage\nto San Francisco she was partly dismasted, but Lauchlan McKay\nrigged her anew at sea in fourteen days and still made port in\none hundred and three days, a record for the season of the year.",
        "It was while running home from Honolulu in 1853 that the\nSovereign of the Seas realized the hopes of her builder. In\neleven days she sailed 3562 miles, with four days logged for a\ntotal of 1478 knots. Making allowance for the longitudes and\ndifference in time, this was an average daily run of 378 sea\nmiles or 435 land miles. Using the same comparison, the distance\nfrom Sandy Hook to Queenstown would have been covered in seven\ndays and nine hours. Figures are arid reading, perhaps, but these\nare wet by the spray and swept by the salt winds of romance.\nDuring one of these four days the Sovereign of the Seas reeled\noff 424 nautical miles, during which her average speed was\nseventeen and two-thirds knots and at times reached nineteen and\ntwenty. The only sailing ship which ever exceeded this day’s work\nwas the Lightning, built later by the same Donald McKay, which\nran 436 knots in the Atlantic passage already referred to. The\nSovereign of the Seas could also boast of a sensational feat upon\nthe Western Ocean, for between New York and Liverpool she\noutsailed the Cunard liner Canada by 325 miles in five days.",
        "It is curiously interesting to notice that the California clipper\nera is almost generally ignored by the foremost English writers\nof maritime history. For one thing, it was a trade in which their\nown ships were not directly concerned, and partizan bias is apt\nto color the views of the best of us when national prestige is\ninvolved. American historians themselves have dispensed with many\nunpleasant facts when engaged with the War of 1812. With regard\nto the speed of clipper ships, however, involving a rivalry far\nmore thrilling and important than all the races ever sailed for\nthe America’s cup, the evidence is available in concrete form.",
        "Lindsay’s “History of Merchant Shipping” is the most elaborate\nEnglish work of the kind. Heavily ballasted with facts and rather\ndull reading for the most part, it kindles with enthusiasm when\neulogizing the Thermopylae and the Sir Launcelot, composite\nclippers of wood and iron, afloat in 1870, which it declares to\nbe “the fastest sailing ships that ever traversed the ocean.\"\nThis fairly presents the issue which a true-blooded Yankee has no\nright to evade. The greatest distance sailed by the Sir Launcelot\nin twenty-four hours between China and London was 354 knots,\ncompared with the 424 miles of the Sovereign of the Seas and the\n436 miles of the Lightning. Her best sustained run was one of\nseven days for an average of a trifle more than 300 miles a day.\nAgainst this is to be recorded the performance of the Sovereign\nof the Seas, 3562 miles in eleven days, at the rate of 324 miles\nevery twenty-four hours, and her wonderful four-day run of 1478\nmiles, an average of 378 miles.",
        "The Thermopylae achieved her reputation in a passage of\nsixty-three days from London to Melbourne--a record which was\nnever beaten. Her fastest day’s sailing was 330 miles, or not\nquite sixteen knots an hour. In six days she traversed 1748\nmiles, an average of 291 miles a day. In this Australian trade\nthe American clippers made little effort to compete. Those\nengaged in it were mostly built for English owners and sailed by\nBritish skippers, who could not reasonably be expected to get the\nmost out of these loftily sparred Yankee ships, which were much\nlarger than their own vessels of the same type. The Lightning\nshowed what she could do from Melbourne to Liverpool by making\nthe passage in sixty-three’ days, with 3722 miles in ten\nconsecutive days and one day’s sprint of 412 miles.",
        "In the China tea trade the Thermopylae drove home from Foo-chow\nin ninety-one days, which was equaled by the Sir Launcelot. The\nAmerican Witch of the Wave had a ninety-day voyage to her credit,\nand the Comet ran from Liverpool to Shanghai in eighty-four days.\nLuck was a larger factor on this route than in the California or\nAustralian trade because of the fitful uncertainty of the\nmonsoons, and as a test of speed it was rather unsatisfactory. In\na very fair-minded and expert summary, Captain Arthur H. Clark,*\nin his youth an officer on Yankee clippers, has discussed this\nquestion of rival speed and power under sail--a question which\nstill absorbs those who love the sea. His conclusion is that in\nordinary weather at sea, when great power to carry sail was not\nrequired, the British tea clippers were extremely fast vessels,\nchiefly on account of their narrow beam. Under these conditions\nthey were perhaps as fast as the American clippers of the same\nclass, such as the Sea Witch, White Squall, Northern Light, and\nSword-Fish. But if speed is to be reckoned by the maximum\nperformance of a ship under the most favorable conditions, then\nthe British tea clippers were certainly no match for the larger\nAmerican ships such as the Flying Cloud, Sovereign of the Seas,\nHurricane, Trade Wind, Typhoon, Flying Fish, Challenge, and Red\nJacket. The greater breadth of the American ships in proportion\nto their length meant power to carry canvas and increased\nbuoyancy which enabled them, with their sharper ends, to be\ndriven in strong gales and heavy seas at much greater speed than\nthe British clippers. The latter were seldom of more than one\nthousand tons’ register and combined in a superlative degree the\ngood qualities of merchant ships.",
        "* “The Clipper Ship Era.” N.Y., 1910.",
        "It was the California trade, brief and crowded and fevered, which\nsaw the roaring days of the Yankee clipper and which was familiar\nwith racing surpassing in thrill and intensity that of the packet\nships of the Western Ocean. In 1851, for instance, the Raven, Sea\nWitch, and Typhoon sailed for San Francisco within the same week.\nThey crossed the Equator a day apart and stood away to the\nsouthward for three thousand miles of the southeast trades and\nthe piping westerly winds which prevailed farther south. At fifty\ndegrees south latitude the Raven and the Sea Witch were abeam of\neach other with the Typhoon only two days astern.",
        "Now they stripped for the tussle to windward around Cape Horn,\nsending down studdingsail booms and skysail yards, making all\nsecure with extra lashings, plunging into the incessant head seas\nof the desolate ocean, fighting it out tack for tack, reefing\ntopsails and shaking them out again, the vigilant commanders\ngoing below only to change their clothes, the exhausted seamen\nstubbornly, heroically handling with frozen, bleeding fingers the\nicy sheets and canvas. A fortnight of this inferno and the Sea\nWitch and the Raven gained the Pacific, still within sight of\neach other, and the Typhoon only one day behind. Then they swept\nnorthward, blown by the booming tradewinds, spreading\nstuddingsails, skysails, and above them, like mere handkerchiefs,\nthe water-sails and ring-tails. Again the three clippers crossed\nthe Equator. Close-hauled on the starboard tack, their bowsprits\nwere pointed for the last stage of the journey to the Golden\nGate. The Typhoon now overhauled her rivals and was the first to\nsignal her arrival, but the victory was earned by the Raven,\nwhich had set her departure from Boston Light while the others\nhad sailed from New York. The Typhoon and the Raven were only a\nday apart, with the Sea Witch five days behind the leader.",
        "Clipper ship crews included men of many nations. In the average\nforecastle there would be two or three Americans, a majority of\nEnglish and Norwegians, and perhaps a few Portuguese and\nItalians. The hardiest seamen, and the most unmanageable, were\nthe Liverpool packet rats who were lured from their accustomed\nhaunts to join the clippers by the magical call of the\ngold-diggings. There were not enough deep-water sailors to man\nhalf the ships that were built in these few years, and the crimps\nand boarding-house runners decoyed or flung aboard on sailing day\nas many men as were demanded, and any drunken, broken landlubber\nwas good enough to be shipped as an able seaman. They were things\nof rags and tatters--their only luggage a bottle of whiskey.",
        "The mates were thankful if they could muster enough real sailors\nto work the ship to sea and then began the stern process of\nwhipping the wastrels and incompetents into shape for the perils\nand emergencies of the long voyage. That these great clippers\nwere brought safely to port is a shining tribute to the masterful\nskill of their officers. While many of them were humane and just,\nwith all their severity, the stories of savage abuse which are\ntold of some are shocking in the extreme. The defense was that it\nwas either mutiny or club the men under. Better treatment might\nhave persuaded better men to sail. Certain it is that life in the\nforecastle of a clipper was even more intolerable to the\nself-respecting American youth than it had previously been aboard\nthe Atlantic packet.",
        "When Captain Bob Waterman arrived at San Francisco in the\nChallenge clipper in 1851, a mob tried very earnestly to find and\nhang him and his officers because of the harrowing stories told\nby his sailors. That he had shot several of them from the yards\nwith his pistol to make the others move faster was one count in\nthe indictment. For his part, Captain Waterman asserted that a\nmore desperate crew of ruffians had never sailed out of New York\nand that only two of them were Americans. They were mutinous from\nthe start, half of them blacklegs of the vilest type who swore to\nget the upper hand of him. His mates, boatswain, and carpenter\nhad broken open their chests and boxes and had removed a\ncollection of slung-shots, knuckle-dusters, bowie-knives, and\npistols. Off Rio Janeiro they had tried to kill the chief mate,\nand Captain Waterman had been compelled to jump in and stretch\ntwo of them dead with an iron belaying-pin. Off Cape Horn three\nsailors fell from aloft and were lost. This accounted for the\ncasualties.",
        "The truth of such episodes as these was difficult to fathom.\nCaptain Waterman demanded a legal investigation, but nothing came\nof his request and he was commended by his owners for his skill\nand courage in bringing the ship to port without losing a spar or\na sail. It was a skipper of this old school who blandly\nmaintained the doctrine that if you wanted the men to love you,\nyou must starve them and knock them down. The fact is proven by\nscores of cases that the discipline of the American clipper was\nboth famously efficient and notoriously cruel. It was not until\nlong after American sailors had ceased to exist that adequate\nlegislation was enacted to provide that they should be treated as\nhuman beings afloat and ashore. Other days and other customs! It\nis perhaps unkind to judge these vanished master-mariners too\nharshly, for we cannot comprehend the crises which continually\nbeset them in their command.",
        "No more extreme clipper ships were built after 1854. The\nCalifornia frenzy had subsided and speed in carrying merchandise\nwas no longer so essential; besides, the passenger traffic was\nseeking the Isthmian route. What were called medium clippers\nenjoyed a profitable trade for many years later, and one of them,\nthe Andrew Jackson, was never outsailed for the record from New\nYork to San Francisco. This splendid type of ship was to be found\non every sea, for the United States was still a commanding factor\nin the maritime activities of South America, India, China,\nEurope, and Australia. In 1851 its merchant tonnage rivaled that\nof England and was everywhere competing with it.",
        "The effects of the financial panic of 1857 and the aftermath of\nbusiness depression were particularly disastrous to American\nships. Freights were so low as to yield no profit, and the finest\nclippers went begging for charters. The yards ceased to launch\nnew tonnage. British builders had made such rapid progress in\ndesign and construction that the days of Yankee preference in the\nChina trade had passed. The Stars and Stripes floated over ships\nwaiting idle in Manila Bay, at Shanghai, Hong-Kong, and Calcutta.\nThe tide of commerce had slackened abroad as well as at home and\nthe surplus of deep-water tonnage was world-wide.",
        "In earlier generations afloat, the American spirit had displayed\namazing recuperative powers. The havoc of the Revolution had been\nunable to check it, and its vigor and aggressive enterprise had\nnever been more notable than after the blows dealt by the\nEmbargo, the French Spoliations, and the War of 1812. The\nconditions of trade and the temper of the people were now so\nchanged that this mighty industry, aforetime so robust and\nresilient, was unable to recover from such shocks as the panic of\n1857 and the Civil War. Yet it had previously survived and\ntriumphed over calamities far more severe. The destruction\nwrought by Confederate cruisers was trifling compared with the\nwork of the British and French privateers when the nation was\nvery small and weak.",
        "The American spirit had ceased to concern itself with the sea as\nthe vital and dominant element. The footsteps of the young men no\nlonger turned toward the wharf and the waterside and the tiers of\ntall ships outward bound. They were aspiring to conquer an inland\nempire of prairie and mountain and desert, impelled by the same\npioneering and adventurous ardor which had burned in their\nseafaring sires. Steam had vanquished sail--an epochal event in a\nthousand years of maritime history--but the nation did not care\nenough to accept this situation as a new challenge or to continue\nthe ancient struggle for supremacy upon the sea. England did\ncare, because it was life or death to the little, sea-girt\nisland, but as soon as the United States ceased to be a strip of\nAtlantic seaboard and the panorama, of a continent was unrolled\nto settlement, it was foreordained that the maritime habit of\nthought and action should lose its virility in America. All great\nseafaring races, English, Norwegian, Portuguese, and Dutch, have\ntaken to salt water because there was lack of space, food, or\nwork ashore, and their strong young men craved opportunities.\nLike the Pilgrim Fathers and their fishing shallops they had\nnowhere else to go.",
        "When the Flying Cloud and the clippers of her kind--taut, serene,\nimmaculate--were sailing through the lonely spaces of the South\nAtlantic and the Pacific, they sighted now and then the stumpy,\nslatternly rig and greasy hull of a New Bedford whaler, perhaps\nrolling to the weight of a huge carcass alongside. With a poor\nopinion of the seamanship of these wandering barks, the clipper\ncrews rolled out, among their favorite chanteys:",
        "    Oh, poor Reuben Ranzo,\n    Ranzo, boys, O Ranzo,\n    Oh, Ranzo was no sailor,\n    So they shipped him aboard a whaler,\n    Ranzo, boys, O Ranzo.",
        "This was crass, intolerant prejudice. The whaling ship was\ncareless of appearances, it is true, and had the air of an ocean\nvagabond; but there were other duties more important than\nholystoning decks, scraping spars, and trimming the yards to a\nhair. On a voyage of two or three years, moreover, there was\nalways plenty of time tomorrow. Brave and resourceful seamen were\nthese New England adventurers and deep-sea hunters who made\nnautical history after their own fashion. They flourished coeval\nwith the merchant marine in its prime, and they passed from the\nsea at about the same time and for similar reasons. Modernity\ndispensed with their services, and young men found elsewhere more\nprofitable and easier employment.",
        "The great days of Nantucket as a whaling port were passed before\nthe Revolution wiped out her ships and killed or scattered her\nsailors. It was later discovered that larger ships were more\neconomical, and Nantucket harbor bar was too shoal to admit their\npassage. For this reason New Bedford became the scene of the\nforemost activity, and Nantucket thereafter played a minor part,\nalthough her barks went cruising on to the end of the chapter and\nher old whaling families were true to strain. As explorers the\nwhalemen rambled into every nook and corner of the Pacific before\nmerchant vessels had found their way thither. They discovered\nuncharted islands and cheerfully fought savages or suffered\ndireful shipwreck. The chase led them into Arctic regions where\ntheir stout barks were nipped like eggshells among the grinding\nfloes, or else far to the southward where they broiled in tropic\ncalms. The New Bedford lad was as keen to go a-whaling as was his\ncounterpart in Boston or New York to be the dandy mate of a\nCalifornia clipper, and true was the song:",
        "      I asked a maiden by my side,\n    Who sighed and looked to me forlorn,\n      “Where is your heart?” She quick replied,\n    “Round Cape Horn.”",
        "Yankee whaling reached its high tide in 1857 when the New Bedford\nfleet alone numbered 329 sail and those owned in other ports of\nBuzzard’s Bay swelled the total to 426 vessels, besides thirty\nmore hailing from New London and Sag Harbor. In this year the\nvalue of the catch was more than ten million dollars. The old\ncustom of sailing on shares or “lays” instead of wages was never\nchanged. It was win or lose for all hands--now a handsome fortune\nor again an empty hold and pockets likewise. There was Captain\nW.T. Walker of New Bedford who, in 1847, bought for a song a ship\nso old that she was about to be broken up for junk and no\ninsurance broker would look at her. In this rotten relic he\nshipped a crew and went sailing in the Pacific. Miraculously\nkeeping afloat, this Envoy of his was filled to the hatches with\noil and bones, twice running, before she returned to her home\nport; and she earned $138,450 on a total investment of eight\nthousand dollars.",
        "The ship Sarah of Nantucket, after a three years’ cruise, brought\nback 3497 barrels of sperm oil which sold for $89,000, and the\nWilliam Hamilton of New Bedford set another high mark by stowing\n4181 barrels of a value of $109,269. The Pioneer of New London,\nCaptain Ebenezer Morgan, was away only a year and stocked a cargo\nof oil and whalebone which sold for $150,060. Most of the profits\nof prosperous voyages were taken as the owners’ share, and the\nincomes of the captain and crew were so niggardly as to make one\nwonder why they persisted in a calling so perilous, arduous, and\npoorly paid. During the best years of whaling, when the ships\nwere averaging $16,000 for a voyage, the master received an\neighteenth, or about nine hundred dollars a year. The highly\nskilled hands, such as the boat-steerers and harpooners, had a\nlay of only one seventy-fifth, or perhaps a little more than two\nhundred dollars cash as the reward of a voyage which netted the\nowner at least fifty per cent on his investment. Occasionally\nthey fared better than this and sometimes worse. The answer to\nthe riddle is that they liked the life and had always the\ngambling spirit which hopes for a lucky turn of the cards.",
        "The countless episodes of fragile boats smashed to kindling by\nfighting whales, of the attack renewed with harpoon and lance, of\nships actually rammed and sunk, would fill a volume by themselves\nand have been stirringly narrated in many a one. Zanzibar and\nKamchatka, Tasmania and the Seychelles knew the lean, sun-dried\nYankee whaleman and his motto of a “dead whale or a stove boat.\"\nThe Civil War did not drive him from the seas. The curious fact\nis that his products commanded higher prices in 1907 than fifty\nyears before, but the number of his ships rapidly decreased.\nWhales were becoming scarce, and New England capital preferred\nother forms of investment. The leisurely old sailing craft was\nsucceeded by the steam whaler, and the explosive bomb slew,\ninstead of the harpoon and lance hurled by the sinewy right arm\nof a New Bedford man or Cape Verde islander.",
        "Roving whaler and armed East Indiaman, plunging packet ship and\nstately clipper, they served their appointed days and passed on\ntheir several courses to become mere memories, as shadowy and\nunsubstantial as the gleam of their own topsails when seen at\ntwilight. The souls of their sailors have fled to Fiddler’s\nGreen, where all dead mariners go. They were of the old merchant\nmarine which contributed something fine and imperishable to the\nstory of the United States. Down the wind, vibrant and\ndeep-throated, comes their own refrain for a requiem:",
        "    We’re outward bound this very day,\n    Good-bye, fare you well,\n    Good-bye, fare you well.\n    We’re outward bound this very day,\n      Hurrah, my boys, we’re outward bound.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}