{
    "title": "The Meaning of Truth - XI. The Absolute and the Strenuous Life",
    "author": "William James",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprinted from the Journal of Philosophy, etc., 1906.]",
        "Professor W. A. Brown, in the Journal for August 15, approves my\npragmatism for allowing that a belief in the absolute may give\nholidays to the spirit, but takes me to task for the narrowness of\nthis concession, and shows by striking examples how great a power\nthe same belief may have in letting loose the strenuous life.",
        "I have no criticism whatever to make upon his excellent article, but\nlet me explain why ’moral holidays’ were the only gift of\nthe absolute which I picked out for emphasis. I was primarily\nconcerned in my lectures with contrasting the belief that the world\nis still in process of making with the belief that there is\nan ’eternal’ edition of it ready-made and complete. The former, or\n’pluralistic’ belief, was the one that my pragmatism favored.\nBoth beliefs confirm our strenuous moods. Pluralism actually demands\nthem, since it makes the world’s salvation depend upon the\nenergizing of its several parts, among which we are. Monism permits\nthem, for however furious they may be, we can always justify\nourselves in advance for indulging them by the thought that they\nWILL HAVE BEEN expressions of the absolute’s perfect life. By\nescaping from your finite perceptions to the conception of\nthe eternal whole, you can hallow any tendency whatever. Tho the\nabsolute DICTATES nothing, it will SANCTION anything and everything\nafter the fact, for whatever is once there will have to be regarded\nas an integral member of the universe’s perfection. Quietism and\nfrenzy thus alike receive the absolute’s permit to exist. Those of\nus who are naturally inert may abide in our resigned passivity;\nthose whose energy is excessive may grow more reckless still.\nHistory shows how easily both quietists and fanatics have drawn\ninspiration from the absolutistic scheme. It suits sick souls\nand strenuous ones equally well.",
        "One cannot say thus of pluralism. Its world is always vulnerable,\nfor some part may go astray; and having no ’eternal’ edition of\nit to draw comfort from, its partisans must always feel to some\ndegree insecure. If, as pluralists, we grant ourselves moral\nholidays, they can only be provisional breathing-spells, intended to\nrefresh us for the morrow’s fight. This forms one permanent\ninferiority of pluralism from the pragmatic point of view. It has no\nsaving message for incurably sick souls. Absolutism, among its other\nmessages, has that message, and is the only scheme that has it\nnecessarily. That constitutes its chief superiority and is the\nsource of its religious power. That is why, desiring to do it full\njustice, I valued its aptitude for moral-holiday giving so highly.\nIts claims in that way are unique, whereas its affinities with\nstrenuousness are less emphatic than those of the pluralistic\nscheme.",
        "In the last lecture of my book I candidly admitted this inferiority\nof pluralism. It lacks the wide indifference that absolutism shows.\nIt is bound to disappoint many sick souls whom absolutism can\nconsole. It seems therefore poor tactics for absolutists to make\nlittle of this advantage. The needs of sick souls are surely the\nmost urgent; and believers in the absolute should rather hold it to\nbe great merit in their philosophy that it can meet them so well.",
        "The pragmatism or pluralism which I defend has to fall back on a\ncertain ultimate hardihood, a certain willingness to live\nwithout assurances or guarantees. To minds thus willing to live on\npossibilities that are not certainties, quietistic religion, sure of\nsalvation ANY HOW, has a slight flavor of fatty degeneration about\nit which has caused it to be looked askance on, even in the church.\nWhich side is right here, who can say? Within religion, emotion is\napt to be tyrannical; but philosophy must favor the emotion that\nallies itself best with the whole body and drift of all the\ntruths in sight. I conceive this to be the more strenuous type of\nemotion; but I have to admit that its inability to let loose\nquietistic raptures is a serious deficiency in the pluralistic\nphilosophy which I profess.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}