{
    "title": "The Pleasures of Life - CHAPTER IX. THE TROUBLES OF LIFE.",
    "author": "Sir John Lubbock",
    "chapter": "23",
    "content": [
        "\n\n",
        "We have in life many troubles, and troubles are of many kinds. Some\nsorrows, alas, are real enough, especially those we bring on ourselves,\nbut others, and by no means the least numerous, are mere ghosts of\ntroubles: if we face them boldly, we find that they have no substance or\nreality, but are mere creations of our own morbid imagination, and that it\nis as true now as in the time of David that “Man disquieteth himself in a\nvain shadow.”",
        "Some, indeed, of our troubles are evils, but not real; while others are\nreal, but not evils.",
        "“And yet, into how unfathomable a gulf the mind rushes when the troubles\nof this world agitate it. If it then forget its own light, which is\neternal joy, and rush into the outer darkness, which are the cares of this\nworld, as the mind now does, it knows nothing else but lamentations.” [1]",
        "“Athens,” said Epictetus, “is a good place,–but happiness is much better;\nto be free from passions, free from disturbance.”",
        "We should endeavor to maintain ourselves in",
        "               “That blessed mood\n  In which the burden of the mystery,\n  In which the heavy and the weary weight,\n  Of all this unintelligible world\n  Is lightened.” [2]",
        "So shall we fear “neither the exile of Aristides, nor the prison of\nAnaxagoras, nor the poverty of Socrates, nor the condemnation of Phocion,\nbut think virtue worthy our love even under such trials.” [3] We should\nthen be, to a great extent, independent of external circumstances, for",
        "  “Stone walls do not a prison make,\n    Nor iron bars a cage,\n  Minds innocent and quiet take\n    That for a hermitage.\n\n  “If I have freedom in my love,\n    And in my soul am free;\n  Angels alone that soar above\n    Enjoy such liberty.” [4]",
        "Happiness indeed depends much more on what is within than without us. When\nHamlet says the world is “a goodly prison; in which there are many\nconfines, wards, and dungeons; Denmark being one of the worst,” and\nRosencrantz differs from him, he rejoins wisely, “Why then, ’tis none to\nyou: for there is nothing either good or bad, but thinking makes it so: to\nme it is a prison.” “All is opinion,” said Marcus Aurelius. “That which\ndoes not make a man worse, how can it make his life worse? But death\ncertainly, and life, honor and dishonor, pain and pleasure, all these\nthings happen equally to good men and bad, being things which make us\nneither better nor worse.”",
        "“The greatest evils,” says Jeremy Taylor, “are from within us; and from\nourselves also we must look for our greatest good.”",
        "“The mind,” says Milton,",
        "             “is its own place, and in itself\n  Can make a Heaven of Hell, a Hell of Heaven.”",
        "Milton indeed in his blindness saw more beautiful visions, and Beethoven\nin his deafness heard more heavenly music, than most of us can ever hope\nto enjoy.",
        "We are all apt, when we know not what may happen, to fear the worst. When\nwe know the full extent of any danger, it is half over. Hence, we dread\nghosts more than robbers, not only without reason, but against reason; for\neven if ghosts existed, how could they hurt us? and in ghost stories, few,\neven those who say that they have seen a ghost, ever profess or pretend to\nhave felt one.",
        "Milton, in his description of death, dwells on this characteristic of\nobscurity:",
        "                                 “The other shape,\n  If shape it might be call’d that shape had none\n  Distinguishable, in member, joint, or limb;\n  Or substance might be call’d that shadow seem’d,\n  For each seem’d either; black he stood as night;\n  Fierce as ten furies; terrible as hell;\n  And shook a deadly dart. What seem’d his head\n  The likeness of a kingly crown had on.”",
        "The effect of darkness and night in enhancing terrors is dwelt on in one\nof the sublimest passages in Job–",
        "  “In thoughts from the visions of the night,\n  When deep sleep falleth on men,\n  Fear came upon me, and trembling,\n  Which made all my bones to shake.\n  Then a spirit passed before my face;\n  The hair of my flesh stood up.\n  It stood still, an image was before mine eyes.\n  There was silence; and I heard a voice saying\n  Shall mortal man be more just than God?”",
        "Thus was the terror turned into a lesson of comfort and of mercy.",
        "We often magnify troubles and difficulties, and look at them till they\nseem much greater than they really are.",
        "“Dangers are no more light, if they once seem light; and more dangers have\ndeceived men than forced them: nay, it were better to meet some dangers\nhalf way, though they come nothing near, than to keep too long a watch\nupon their approaches; for if a man watch too long, it is odds he will\nfall asleep.” [5]",
        "Foresight is very wise, but foresorrow is very foolish; and castles are at\nany rate better than dungeons, in the air.",
        "Some of our troubles, no doubt, are real enough, but yet are not evils.",
        "It happens, unfortunately too often, that by some false step, intentional\nor unintentional, we have missed the right road, and gone wrong. Can we\nthen retrace our steps? can we recover what is lost? This may be done. It\nis too gloomy a view to affirm that",
        "  “A word too much, or a kiss too long,\n  And the world is never the same again.”",
        "There are two noble sayings of Socrates, that to do evil is more to be\navoided than to suffer it; and that when a man has done evil, it is better\nfor him to be punished than to be unpunished.",
        "We generally speak of selfishness as a fault, and as if it interfered with\nthe general happiness. But this is not altogether correct.",
        "The pity is that so many people are foolishly selfish: that they pursue a\ncourse of action which neither makes themselves nor any one else happy.",
        "“Every man,” says Goethe, “ought to begin with himself, and make his own\nhappiness first, from which the happiness of the whole world would at last\nunquestionably follow.” It is easy to say that this is too broadly stated,\nand of course exceptions might be pointed out: but if every one would\navoid excess, and take care of his own health; would keep himself strong\nand cheerful; would make his home happy, and give no cause for the petty\nvexations which embitter domestic life; would attend to his own affairs\nand keep himself sober and solvent; would, in the words of the Chinese\nproverb, “sweep away the snow from before his own door, and never mind the\nfrost upon his neighbor’s tiles;” though it might not be the noblest\ncourse of conduct; still, how well it would be for their family,\nrelations, and friends. But, unfortunately,",
        "  “Look round the habitable world, how few\n  Know their own good, or, knowing it, pursue.” [6]",
        "It would be a great thing if people could be brought to realize that they\ncan never add to the sum of their happiness by doing wrong. In the case of\nchildren, indeed, we recognize this; we perceive that a spoilt child is\nnot a happy one; that it would have been far better for him to have been\npunished at first and thus saved from greater suffering in after life.",
        "It is a beautiful idea that every man has with him a Guardian Angel; and\nit is true too: for Conscience is ever on the watch, ever ready to warn us\nof danger.",
        "We often feel disposed to complain, and yet it is most ungrateful:",
        "                          “For who would lose,\n  Though full of pain, this intellectual being,\n  Those thoughts that wander through Eternity;\n  To perish rather, swallowed up, and lost\n  In the wide womb of uncreated thought.” [7]",
        "But perhaps it will be said that we are sent here in preparation for\nanother and a better world. Well, then, why should we complain of what is\nbut a preparation for future happiness?",
        "We ought to",
        "  “Count each affliction, whether light or grave,\n    God’s messenger sent down to thee; do thou\n    With courtesy receive him; rise and bow;\n  And, ere his shadow pass thy threshold, crave\n  Permission first his heavenly feet to lave;\n    Then lay before him all thou hast; allow\n    No cloud of passion to usurp thy brow,\n  Or mar thy hospitality; no wave\n  Of mortal tumult to obliterate\n    The soul’s marmoreal calmness: Grief shall be\n  Like joy, majestic, equable, sedate;\n    Confirming, cleansing, raising, making free;\n  Strong to consume small troubles; to commend\n  Great thoughts, grave thoughts, thoughts lasting to the end.” [8]",
        "Some persons are like the waters of Siloam, and require to be troubled\nbefore they can exercise their virtue.",
        "“We shall get more contentedness,” says Plutarch, “from the presence of\nall these blessings if we fancy them as absent, and remember from time to\ntime how people when ill yearn for health, and people in war for peace,\nand strangers and unknown in a great city for reputation and friends, and\nhow painful it is to be deprived of all these when one has once had them.\nFor then each of these blessings will not appear to us only great and\nvaluable when it is lost, and of no value when we have it.... And yet it\nmakes much for contentedness of mind to look for the most part at home and\nto our own condition; or if not, to look at the case of people worse off\nthan ourselves, and not, as people do, to compare ourselves with those who\nare better off.... But you will find others, Chians, or Galatians, or\nBithynians, not content with the share of glory or power they have among\ntheir fellow-citizens, but weeping because they do not wear senators’\nshoes; or, if they have them, that they cannot be praetors of Rome; or if\nthey get that office, that they are not consuls; or if they are consuls,\nthat they are only proclaimed second and not first.... Whenever, then, you\nadmire any one carried by in his litter as a greater man than yourself,\nlower your eyes and look at those that bear the litter.” And again, “I am\nvery taken with Diogenes’ remark to a stranger at Lacedaemon, who was\ndressing with much display for a feast, ’Does not a good man consider\nevery day a feast?’ ... Seeing then that life is the most complete\ninitiation into all these things, it ought to be full of ease of mind and\njoy; and if properly understood, would enable us to acquiesce in the\npresent without repining, to remember the past with thankfulness, and to\nmeet the future hopefully and cheerfully without fear of suspicion.”",
        "[1] King Alfred’s translations of the Consolations of Boethius.",
        "[2] Wordsworth.",
        "[3] Plutarch.",
        "[4] Lovelace.",
        "[5] Bacon.",
        "[6] Dryden.",
        "[7] Milton.",
        "[8] Aubrey de Vere.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}