{
    "title": "The Store Boy - Chapter IX - A Prospect of Trouble",
    "author": "Horatio Alger, Jr.",
    "chapter": "9",
    "content": [
        "\n\n",
        "When Ben returned home from the Town Hall he discovered, at the first\nglance, that his mother was in trouble.",
        "“Are you disturbed because I came home so late?” asked Ben.  “I would\nhave been here sooner, but I went home with Rose Gardiner.  I ought to\nhave remembered that you might feel lonely.”",
        "Mrs. Barclay smiled faintly.",
        "“I had no occasion to feel lonely,” she said.  “I had three callers.\nThe last did not go away till after nine o’clock.”",
        "“I am glad you were not alone, mother,” said Ben, thinking some of his\nmother’s neighbors might have called.",
        "“I should rather have been alone, Ben.  They brought bad news–that\nis, one of them did.”",
        "“Who was it, mother?  Who called on you?”",
        "“The first one was the same man who took your money in the woods.”",
        "“What, the tramp!” exclaimed Ben hastily.  “Did he frighten you?”",
        "“A little, at first, but he did me no harm.  He asked for some supper,\nand I gave it to him.”",
        "“What bad news did he bring?”",
        "“None.  It was not he.  On the other hand, what he hinted would be\ngood news if it were true.  He said that your father left property,\nand that he was the only man that possessed the secret.”",
        "“Do you think this can be so?” said Ben, looking at his mother in\nsurprise.",
        "“I don’t know what to think.  He said he was a barkeeper in the hotel\nwhere your poor father died, and was about to say more when a knock\nwas heard at the door, and he hurried away, as if in fear of\nencountering somebody.”",
        "“And he did not come back?”",
        "“No.”",
        "“That is strange,” said Ben thoughtfully.  “Do you know, mother, I met\nhim on my way home, or rather, he came up behind me and tapped me on\nthe shoulder.”",
        "“What did be say?” asked Mrs. Barclay eagerly.",
        "“He gave me back the bogus dollar he took from me saying, with a\nlaugh, that it would be of no use to him.  Then he said he might do me\na service sometime, and I would some day hear from him.”",
        "“Ben, I think that man took the papers from the pocket of your dying\nfather, and has them now in his possession.  He promised to sell me a\nsecret for money, but I told him I had none to give.”",
        "“I wish we could see him again, but he said he should leave town\nto-night.  But, mother, what was the bad news you spoke of?”",
        "“Ben, I am afraid we are going to lose our home,” said the widow, the\nlook of trouble returning to her face.",
        "“What do you mean, mother?”",
        "“You know that Squire Davenport has a mortgage on the place for seven\nhundred dollars; he was here to-night with a man named Kirk, some\nconnection of his wife.  It seems Kirk is coming to Pentonville to\nlive, and wants this house.”",
        "“He will have to want it, mother,” said Ben stoutly.",
        "“Not if the squire backs him as he does; he threatens to foreclose the\nmortgage if I don’t sell.”",
        "Ben comprehended the situation now, and appreciated its gravity.",
        "“What does he offer, Mother?”",
        "“A thousand dollars only–perhaps a little more.”",
        "“Why that would be downright robbery.”",
        "“Not in the eye of the law.  Ben, we are in the power of Squire\nDavenport, and he is a hard man.”",
        "“I would like to give him a piece of my mind, mother.  He might be in\nbetter business than robbing you of your house.”",
        "“Do nothing hastily, Ben.  There is only one thing that we can do to\nsave the house, and that is, to induce someone to advance the money\nnecessary to take up the mortgage.”",
        "“Can you think of anybody who would do it?”",
        "Mrs. Barclay shook her head.",
        "“There is no one in Pentonville who would be willing, and has the\nmoney,” she said.  “I have a rich cousin in New York, but I have not\nmet him since I was married; he thought a great deal of me once, but I\nsuppose he scarcely remembers me now.  He lived, when I last heard of\nhim, on Lexington Avenue, and his name is Absalom Peters.”",
        "“And he is rich?”",
        "“Yes, very rich, I believe.”",
        "“I have a great mind to ask for a day’s vacation from Mr. Crawford,\nand go to New York to see him.”",
        "“I am afraid it would do no good.”",
        "“It would do no harm, except that it would cost something for\ntraveling expenses.  But I would go as economically as possible.  Have\nI your permission, mother?”",
        "“You can do as you like, Ben; I won’t forbid you, though I have little\nhope of its doing any good.”",
        "“Then I will try and get away Monday.  To-morrow is Saturday, and I\ncan’t be spared at the store; there is always more doing, you know, on\nSaturday than any other day.”",
        "“I don’t feel like giving any advice, Ben.  Do as you please.”",
        "The next day, on his way home to dinner, Ben met his young rival of\nthe evening previous, Tom Davenport.",
        "“How are you, Tom?” said Ben, nodding.",
        "“I want to speak to you, Ben Barclay,” said the young aristocrat,\npausing in his walk.",
        "“Go ahead!  I’m listening,” said Ben.",
        "Tom was rather annoyed at the want of respect which, in his opinion,\nBen showed him, but hardly knew how to express his objections, so he\ncame at once to the business in hand.",
        "“You’d better not hang around Rose Gardiner so much,” he said\nsuperciliously.",
        "“What do you mean by that?” demanded Ben quickly.",
        "“You forced your attentions on her last evening at the Town Hall.”",
        "“Who told you so?”",
        "“I saw it for myself.”",
        "“I thought Rose didn’t tell you so.”",
        "“It must be disagreeable to her family to have a common grocer’s boy\nseen with her.”",
        "“It seems to me you take a great deal of interest in the matter, Tom\nDavenport.  You talk as if you were the guardian of the young lady.  I\nbelieve you wanted to go home with her yourself.”",
        "“It would have been far more suitable, but you had made her promise to\ngo with you.”",
        "“I would have released her from her promise at once, if she had\nexpressed a wish to that effect.  Now, I want to give you a piece of\nadvice.”",
        "“I don’t want any of your advice,” said Tom loftily.  “I don’t want\nany advice from a store boy.”",
        "“I’ll give it to you all the same.  You can make money by minding your\nown business.”",
        "“You are impudent!” said Tom, flushing with anger.  “I’ve got\nsomething more to tell you.  You’ll be out on the sidewalk before\nthree months are over.  Father is going to foreclose the mortgage on\nyour house.”",
        "“That remains to be seen!” said Ben, but his heart sank within him as\nhe realized that the words would probably prove true.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}