{
    "title": "The Money Master - Chapter XXIV: Jean Jacques Encamped",
    "author": "Gilbert Parker",
    "chapter": "25",
    "content": [
        "\n\n",
        "The Young Doctor of Askatoon had a good heart, and he was exercising it\nhonourably one winter’s day near three years after Jean Jacques had left\nSt. Saviour’s.",
        "“There are many French Canadians working on the railway now, and a good\nmany habitant farmers live hereabouts, and they have plenty of children\n–why not stay here and teach school?  You are a Catholic, of course,\nmonsieur?”",
        "This is what the Young Doctor said to one who had been under his anxious\ncare for a few, vivid days.  The little brown-bearded man with the grey-\nbrown hair nodded in reply, but his gaze was on the billowing waste of\nsnow, which stretched as far as eye could see to the pine-hills in the\nfar distance.  He nodded assent, but it was plain to be seen that the\nYoung Doctor’s suggestion was not in tune with his thought.  His nod only\nacknowledged the reasonableness of the proposal.  In his eyes, however,\nwas the wanderlust which had possessed him for three long years, in which\nhe had been searching for what to him was more than Eldorado, for it was\nhope and home.  Hope was all he had left of the assets which had made him\nso great a figure–as he once thought–in his native parish of St.\nSaviour’s.  It was his fixed idea–une idee fixe, as he himself said.\nLands, mills, manor, lime-kilns, factories, store, all were gone, and his\nwife Carmen also was gone.  He had buried her with simple magnificence\nin Montreal–Mme.  Glozel had said to her neighbours afterwards that the\nfuneral cost over seventy-five dollars–and had set up a stone to her\nmemory on which was carved, “Chez nous autrefois, et chez Dieu\nmaintenant\"–which was to say, “Our home once, and God’s Home now.”",
        "That done, with a sorrow which still had the peace of finality in his\nmind, he had turned his face to the West.  His long, long sojourning had\nbrought him to Shilah where a new chapter of his life was closed, and at\nlast to Askatoon, where another chapter still closed an epoch in his\nlife, and gave finality to all.  There he had been taken down with\ncongestion of the lungs, and, fainting at the door of a drug-store, had\nbeen taken possession of by the Young Doctor, who would not send him to\nthe hospital.  He would not send him there because he found inside the\nwaistcoat of this cleanest tramp–if he was a tramp–that he had ever\nseen, a book of philosophy, the daguerreotype photo of a beautiful\nforeign-looking woman, and some verses in a child’s handwriting.  The\nbook of philosophy was underlined and interlined on every page, and every\nmargin had comment which showed a mind of the most singular simplicity,\nsearching wisdom, and hopeless confusion, all in one.",
        "The Young Doctor was a man of decision, and he had whisked the little\nbrown-grey sufferer to his own home, and tended him there like a brother\ntill the danger disappeared; and behold he was rewarded for his humanity\nby as quaint an experience as he had ever known.  He had not succeeded–\nthough he tried hard–in getting at the history of his patient’s life;\nbut he did succeed in reading the fascinating story of a mind; for Jean\nJacques, if not so voluble as of yore, had still moments when he seemed\nto hypnotize himself, and his thoughts were alive in an atmosphere of\nintellectual passion ill in accord with his condition.",
        "Presently the little brown man withdrew his eyes from the window of the\nYoung Doctor’s office and the snowy waste beyond.  They had a curious red\nunderglow which had first come to them an evening long ago, when they\ncaught from the sky the reflection of a burning mill.  There was distance\nand the far thing in that underglow of his eyes.  It had to do with the\nhorizon, not with the place where his feet were.  It said, “Out there,\nbeyond, is what I go to seek, what I must find, what will be home to me.”",
        "“Well, I must be getting on,” he said in a low voice to the Young Doctor,\nignoring the question which had been asked.",
        "“If you want work, there’s work to be had here, as I said,” responded the\nYoung Doctor.  “You are a man of education–”",
        "“How do you know that?” asked Jean Jacques.",
        "“I hear you speak,” answered the other, and then Jean Jacques drew\nhimself up and threw back his head.  He had ever loved appreciation, not\nto say flattery, and he had had very little of it lately.",
        "“I was at Laval,” he remarked with a flash of pride.  “No degree, but a\nyear there, and travel abroad–the Grand Tour, and in good style, with\nplenty to do it with.  Oh, certainly, no thought for sous, hardly for\nfrancs!  It was gold louis abroad and silver dollars at home–that was\nthe standard.”",
        "“The dollars are much scarcer now, eh?” asked the Young Doctor\nquizzically.",
        "“I should think I had just enough to pay you,” said the other, bridling\nup suddenly; for it seemed to him the Young Doctor had become ironical\nand mocking; and though he had been mocked much in his day, there were\ntimes when it was not easy to endure it.",
        "The truth is the Young Doctor was somewhat of an expert in human nature,\nand he deeply wanted to know the history of this wandering habitant,\nbecause he had a great compassionate liking for him.  If he could get the\nlittle man excited, he might be able to find out what he wanted.  During\nthe days in which the wanderer had been in his house, he had been far\nfrom silent, for he joked at his own suffering and kept the housekeeper\nlaughing at his whimsical remarks; while he won her heart by the\nextraordinary cleanliness of his threadbare clothes, and the perfect\norder of his scantily-furnished knapsack.  It had the exactness of one\nwho was set upon a far course and would carry it out on scientific\ncalculation.  He had been full of mocking quips and sallies at himself,\nbut from first to last he never talked.  The things he said were nothing\nmore than surface sounds, as it were–the ejaculations of a mind, not its\nlanguage or its meanings.",
        "“He’s had some strange history, this queer little man,” said the\nhousekeeper to the Young Doctor; “and I’d like to know what it is.  Why,\nwe don’t even know his name.”",
        "“So would I,” rejoined the Young Doctor, “and I’ll have a good try for\nit.”",
        "He had had his try more than once, but it had not succeeded.  Perhaps a\nlittle torture would do it, he thought; and so he had made the rather\ntactless remark about the scarcity of dollars.  Also his look was\nincredulous when Jean Jacques protested that he had enough to pay the\nfee.",
        "“When you searched me you forgot to look in the right place,” continued\nJean Jacques; and he drew from the lining of the hat he held in his hand\na little bundle of ten-dollar bills.  “Here–take your pay from them,” he\nsaid, and held out the roll of bills.  “I suppose it won’t be more than\nfour dollars a day; and there’s enough, I think.  I can’t pay you for\nyour kindness to me, and I don’t want to.  I’d like to owe you that; and\nit’s a good thing for a man himself to be owed kindness.  He remembers it\nwhen he gets older.  It helps him to forgive himself more or less for\nwhat he’s sorry for in life.  I’ve enough in this bunch to pay for board\nand professional attendance, or else the price has gone up since I had a\ndoctor before.”",
        "He laughed now, and the laugh was half-ironical, half-protesting.  It\nseemed to come from the well of a hidden past; and no past that is hidden\nhas ever been a happy past.",
        "The Young Doctor took the bills, looked at them as though they were\ncurios, and then returned them with the remark that they were of a kind\nand denomination of no use to him.  There was a twinkle in his eye as he\nsaid it.  Then he added:",
        "“I agree with you that it’s a good thing for a man to lay up a little\ncredit of kindness here and there for his old age.  Well, anything I did\nfor you was meant for kindness and nothing else.  You weren’t a bit of\ntrouble, and it was simply your good constitution and a warm room and a\nfew fly-blisters that pulled you through.  It wasn’t any skill of mine.\nGo and thank my housekeeper if you like.  She did it all.”",
        "“I did my best to thank her,” answered Jean Jacques.  “I said she\nreminded me of Virginie Palass Poucette, and I could say nothing better\nthan that, except one thing; and I’m not saying that to anybody.”",
        "The Young Doctor had a thrill.  Here was a very unusual man, with mystery\nand tragedy, and yet something above both, in his eyes.",
        "“Who was Virginie Palass Poucette?” he asked.  Jean Jacques threw out a\nhand as though to say, “Attend–here is a great thing,” and he began,\n“Virginie Poucette–ah, there .  .  .  !”",
        "Then he paused, for suddenly there spread out before him that past, now\nso far away, in which he had lived–and died.  Strange that when he had\nmentioned Virginie’s name to the housekeeper he had no such feeling as\npossessed him now.  It had been on the surface, and he had used her name\nwithout any deep stir of the waters far down in his soul.  But the Young\nDoctor was fingering the doors of his inner life–all at once this\nconviction came to him–and the past rushed upon him with all its\ndisarray and ignominy, its sorrow, joy, elation and loss.  Not since he\nhad left the scene of his defeat, not since the farewell to his dead\nCarmen, that sweet summer day when he had put the lovely, ruined being\naway with her words, “Jean Jacques–ah, my beautiful Jean Jacques,\"\nringing in his ears, had he ever told anyone his story.  He had had a\nfeeling that, as Carmen had been restored to him without his crying out,\nor vexing others with his sad history, so would Zoe also come back to\nhim.  Patience and silence was his motto.",
        "Yet how was it that here and now there came an overpowering feeling, that\nhe must tell this healer of sick bodies the story of an invalid soul?\nThis man with the piercing dark-blue eyes before him, who looked so\nresolute, who had the air of one who could say,",
        "“This is the way to go,” because he knew and was sure; he was not to be\ndenied.",
        "“Who was Virginie Poucette?” repeated the Young Doctor insistently, yet\never so gently.  “Was she such a prize among women?  What did she do?”",
        "A flood of feeling passed over Jean Jacques’ face.  He looked at his hat\nand his knapsack lying in a chair, with a desire to seize them and fly\nfrom the inquisitor; then a sense of fatalism came upon him.  As though\nhe had received an order from within his soul, he said helplessly:",
        "“Well, if it must be, it must.”",
        "Then he swept the knapsack and his hat from the chair to the floor, and\nsat down.",
        "“I will begin at the beginning,” he said with his eyes fixed on those of\nthe Young Doctor, yet looking beyond him to far-off things.  “I will\nstart from the time when I used to watch the gold Cock of Beaugard\nturning on the mill, when I sat in the doorway of the Manor Cartier in my\npinafore.  I don’t know why I tell you, but maybe it was meant I should.\nI obey conviction.  While you are able to keep logic and conviction hand\nin hand then everything is all right.  I have found that out.  Logic,\nphilosophy are the props of life, but still you must obey the impulse of\nthe soul–oh, absolutely!  You must–”",
        "He stopped short.  “But it will seem strange to you,” he added after a\nmoment, in which the Young Doctor gestured to him to proceed, “to hear me\ntalk like this–a wayfarer–a vagabond you may think.  But in other days\nI was in places–”",
        "The Young Doctor interjected with abrupt friendliness that there was no\nneed to say he had been in high places.  It would still be apparent, if\nhe were in rags.",
        "“Then, there, I will speak freely,” rejoined Jean Jacques, and he took\nthe cherry-brandy which the other offered him, and drank it off with\ngusto.",
        "“Ah, that–that,” he said, “is like the cordials Mere Langlois used to\nsell at Vilray.  She and Virginie Poucette had a place together on the\nmarket–none better than Mere Langlois except Virginie Poucette, and she\nwas like a drink of water in the desert.  .  .  .  Well, there, I will\nbegin.  Now my father was–”",
        "It was lucky there were no calls for the Young Doctor that particular\nearly morning, else the course of Jean Jacques’ life might have been\ngreatly different from what it became.  He was able to tell his story\nfrom the very first to the last.  Had it been interrupted or unfinished\none name might not have been mentioned.  When Jean Jacques used it, the\nYoung Doctor sat up and leaned forward eagerly, while a light came into\nhis face-a light of surprise, of revelation and understanding.",
        "When Jean Jacques came to that portion of his life when manifest tragedy\nbegan–it began of course on the Antoine, but then it was not manifest–\nwhen his Carmen left him after the terrible scene with George Masson, he\npaused and said: “I don’t know why I tell you this, for it is not easy to\ntell; but you saved my life, and you have a right to know what it is you\nhave saved, no matter how hard it is to put it all before you.”",
        "It was at this point that he mentioned Zoe’s name–he had hitherto only\nspoken of her as “my daughter\"; and here it was the Young Doctor showed\nstartled interest, and repeated the name after Jean Jacques.  “Zoe! Zoe!\n–ah!” he said, and became silent again.",
        "Jean Jacques had not noticed the Young Doctor’s pregnant interruption, he\nwas so busy with his own memories of the past; and he brought the tale to\nthe day when he turned his face to the West to look for Zoe.  Then he\npaused.",
        "“And then?” the Young Doctor asked.  “There is more–there is the search\nfor Zoe ever since.”",
        "“What is there to say?” continued Jean Jacques.  “I have searched till\nnow, and have not found.”",
        "“How have you lived?” asked the other.",
        "“Keeping books in shops and factories, collecting accounts for\nstorekeepers, when they saw they could trust me, working at threshings\nand harvests, teaching school here and there.  Once I made fifty dollars\nat a railway camp telling French Canadian tales and singing chansons\nCanadiennes.  I have been insurance agent, sold lightning-rods, and been\nforeman of a gang building a mill–but I could not bear that.  Every time\nI looked up I could see the Cock of Beaugard where the roof should be.\nAnd so on, so on, first one thing and then another till now–till I came\nto Askatoon and fell down by the drug-store, and you played the good\nSamaritan.  So it goes, and I step on from here again, looking–looking.”",
        "“Wait till spring,” said the Young Doctor.  “What is the good of going on\nnow!  You can only tramp to the next town, and–”",
        "“And the next,” interposed Jean Jacques.  “But so it is my orders.”  He\nput his hand on his heart, and gathered up his hat and knapsack.",
        "“But you haven’t searched here at Askatoon.”  “Ah?  .  .  .  Ah-well,\nsurely that is so,” answered Jean Jacques wistfully.  “I had forgotten\nthat.  Perhaps you can tell me, you who know all.  Have you any news\nabout my Zoe for me?  Do you know–was she ever here?  Madame Gerard\nFynes would be her name.  My name is Jean Jacques Barbille.”",
        "“Madame Zoe was here, but she has gone,” quietly answered the Young\nDoctor.",
        "Jean Jacques dropped the hat and the knapsack.  His eyes had a glad, yet\nstaring and frightened look, for the Young Doctor’s face was not the\nbearer of good tidings.",
        "“Zoe–my Zoe!  You are sure?  .  .  .  When was she here?” he added\nhuskily.",
        "“A month ago.”",
        "“When did she go?”  Jean Jacques’ voice was almost a whisper.",
        "“A month ago.”",
        "“Where did she go?” asked Jean Jacques, holding himself steady, for he\nhad a strange dreadful premonition.",
        "“Out of all care at last,” answered the Young Doctor, and took a step\ntowards the little man, who staggered, then recovered himself.",
        "“She–my Zoe is dead!  How?” questioned Jean Jacques in a ghostly sort\nof voice, but there was a steadiness and control unlike what he had shown\nin other tragic moments.",
        "“It was a blizzard.  She was bringing her husband’s body in a sleigh to\nthe railway here.  He had died of consumption.  She and the driver of the\nsleigh went down in the blizzard.  Her body covered the child and saved\nit.  The driver was lost also.”",
        "“Her child–Zoe’s child?” quavered Jean Jacques.  “A little girl–Zoe.\nThe name was on her clothes.  There were letters.  One to her father–\nto you.  Your name is Jean Jacques Barbille, is it not?  I have that\nletter to you.  We buried her and her husband in the graveyard yonder.\"\nHe pointed.  “Everybody was there–even when they knew it was to be a\nCatholic funeral.”",
        "“Ah!  she was buried a Catholic?” Jean Jacques’ voice was not quite so\nblurred now.",
        "“Yes.  Her husband had become Catholic too.  A priest who had met them in\nthe Peace River Country was here at the time.”",
        "At that, with a moan, Jean Jacques collapsed.  He shed no tears, but he\nsat with his hands between his knees, whispering his child’s name.",
        "The Young Doctor laid a hand on his shoulder gently, but presently went\nout, shutting the door after him.  As he left the room, however, he\nturned and said, “Courage, Monsieur Jean Jacques!  Courage!”",
        "When the Young Doctor came back a half-hour later he had in his hand the\nletters found in Zoe’s pocket.  “Monsieur Jean Jacques,” he said gently\nto the bowed figure still sitting as he left him.",
        "Jean Jacques got up slowly and looked at him as though scarce\nunderstanding where he was.",
        "“The child–the child–where is my Zoe’s child?  Where is Zoe’s Zoe?\"\nhe asked in agitation.  His whole body seemed to palpitate.  His eyes\nwere all red fire.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}