{
    "title": "The Principles Of Aesthetics - Chapter VI - The Problem of Evil in Aesthetics, and Its Solution Through the Tragic, Pathetic, and Comic",
    "author": "Dewitt H. Parker",
    "chapter": "7",
    "content": [
        "",
        "\n\n",
        "When, in our third chapter, we defined the purpose of art, we indicated\nthat it was broad enough to include the expression of evil, but we did\nnot show in detail how this was possible. That is our present theme.",
        "Art is sympathetic representation; the effort not only to reveal an\nobject to us, but to unite us with it. The artist finds no difficulty\nin accomplishing this purpose with reference to one class of\nobjects–those which, apart from portrayal, we call beautiful. To these\nwe are drawn immediately because they serve directly the ends of life.\nNature sees to it that we dwell with pleasure on the sight of healthy\nchildren, well-grown women, and bountiful landscapes. And to the\nrepresentations of such objects we are attracted by the same instincts\nthat attract us to the things themselves. No special power of art is\nrequired that we take delight in them; the task of the artist is half\naccomplished before he begins. Yet the scope of art is wider than this,\nfor it represents evil as well as good. Death as well as life, sickness\nand deformity as well as health, suffering as well as joy, sin equally\nwith goodness, come within its purview. And these also it not only\nreveals to us but makes good to know, so good in fact that they are\nperhaps the preferred objects of artistic representation. But instead\nof being able to rely on instincts that would draw us to these objects,\nart has to overcome those that would lead us away from them. It has\nto conquer our natural horror at death, pain at suffering, and revulsion\nagainst wickedness. How does it? That is the problem of evil in\nsthetics.",
        "There are many means by which this problem is solved. In the first\nplace, the mere fact that art is representation and not reality does\nmuch toward overcoming any feelings of moral or physical repugnance\nwe might have toward the objects represented. These feelings exist for\nthe sake of action; hence, when action is impossible–and we cannot\nact on the unreal–although they may still persist, they become less\nstrong. Toward the merely imaginary, the practical and moral attitudes,\nwhich towards the real would lead to condemnation and withdrawal, lose\ntheir relevance and tend to disappear. That is one of the advantages\nof art over the more immediate perception of life. It is difficult to\ntake a purely aesthetic attitude towards all of life, to seek only to\nget into sympathetic contact with it for the sake of an inner\nrealization of what it is; much of it touches us too closely on the\nside of our practical and moral interests. A certain man, for example,\ndoes not belong to our set, or his ways are so bohemian that it would\nimperil our social position or the safety of our souls to get acquainted\nwith him; so we reject him and cast him into the outer darkness of our\ndisapproval–or he rejects us. Such a person, we feel, is to be avoided\nor haply, if we be saints, to be saved from himself; but not to be\naccepted and understood. And even if we succeed in freeing ourselves\nfrom the moral point of view, we are still preoccupied with the\npractical, if the man happens to interest us commercially; we have not\nthe time nor the desire to see his nature as a whole. Not so in art.\nAs a character in a novel, a man cannot be employed; nor can it be a\nhazard to keep company with him; and his soul is surely beyond our\nsaving; the only thing left for us to do is to sympathize with and try\nto understand him, to enter into communion with his spirit. By freeing\nlife from the practical and moral, art gives the imagination full sway.\nThis, to be sure, is only a negative force working in the direction\nof beauty, yet is important none the less because it enables the more\npositive influences to function easily.",
        "One of these is what I would call “sympathetic curiosity,” which may\nencompass all images of life. Things which, if met with in life, would\ncertainly repel, when presented in image, simply excite our curiosity\nto know. Of course some are impelled by the same interest to get into\ncontact with all experience–Homo sum: humani nihil alienum a me\nputo–yet with the great majority the impulses to withdraw are too\nstrong. But all have a desire for further knowledge when a mere idea\nof human life, however repellent, is presented; for the instinct of\ngregariousness, which creates a special interest in our kind, works\nwith full force in the mind to strengthen curiosity. There is no part\nof human experience which it does not embrace. We can well forego\nknowledge of stars and trees, but we cannot remain ignorant of anything\nhuman. As the moth to the flame, we are led, even against our will,\ninto all of life, even the most unpleasant. The charm possessed by the\nnovel and unplumbed, by such stories as Jude the Obscure, or by the\nweird imaginings of a Baudelaire, comes from this source. It is no mere\nscientific curiosity, because it includes that “consciousness of kind,\"\nwhich makes us feel akin to all we know.",
        "Sympathetic curiosity, however, seldom works alone, for other interests,\nless worthy and therefore often unavowed, usually cooperate to overcome\nour repugnances towards the unpleasant. Many of our repugnances are\nnot simple and original like those felt towards death, darkness, and\ndeformity, but highly complex products of education, which may be\ndissolved by a strong appeal to the more primitive instincts which\nthey seek to repress. An artist may, for example, through a vivid\nportrayal, so excite the animal lust and cruelty which lurk hidden in\nall of us as to make the most morally reprehensible objects acceptable.\nNature has taken many a revenge on civilization through art. Although\nno one should demand that these appeals be entirely excluded, yet when\nthey operate alone, without the sublimation of insight, they are\nflagrantly unaesthetic in their influence, because they deprive the\nwork of art of its freedom.",
        "Another means which the artist may employ in order to win us is the\nappeal of sense. However repellent be the objects which he represents,\nif he can clothe them in a sensuous material which will charm us, he\nwill have exerted a powerful countervailing force. We have already had\noccasion to observe this in our first chapter. Through the call of\nsense we are invited to enter and are made welcome at the very threshold\nof the work of art. Engaging lines, winsome colors and tones, and\ncompelling rhythms can overcome almost any repugnance that we might\notherwise feel for the subject-matter. Their primary appeals are\nsuperior to all the reservations of civilization. No wonder that the\nstern moralists who would keep beauty for the clean and holy have been\nafraid of art! Yet the delight of sense, because its emotional effect\nis diffused, does not interfere with the contemplative serenity of\nart, as unbridled passion does; it even quiets passion by diverting\nthe attention to itself; hence may always be employed by the artist.\nA good example of the aesthetic fascination of sensation is Von Stuck’s\n“Salome” in the Art Institute of Chicago. For all normal feeling,\nSalome dancing with the head of John the Baptist is a revolting object;\nyet how beautiful the artist has made his picture through the simple\nloveliness of gold and red!",
        "It would be a mistake, however, to infer the indifference of the\nsubject-matter in art. The creation of a work of art is based on a\nprimary aesthetic experience of nature or human life, and not everything\nis capable of producing such an experience in all men. The subject\nmust be one towards which the artist or spectator is able to take the\nsthetic attitude of emotional, yet free, perception. Some people are\nunable to lay aside their moral prepossessions towards certain phases\nof life or even towards representation of them; the idea affects them\nas would the reality. For such people even the genius of a Beardsley\nis too feeble to create an experience of beauty out of the material\nwith which he works. Or again, some people cannot objectify their\nsensual egotistic impulses and feelings; for them the reading of a\nBoccaccio, for example, is only a substitute for such feelings, not\na means of insight into them. It requires a robust intellectual\nattitude, a predominance of mind over feeling and instinct, aesthetically\nto appreciate some works of art. But for those who can receive it, the\nrepresentation of any phase of life may afford an aesthetic experience,\nmay create a thing good to know, if only it be mastered by the mind\nand embodied in a charming form.",
        "The charm of sense together with the satisfaction of insight are\nsufficient to explain the conquest of evil by art. Yet further means\nhave been employed–the special appeals of the tragic, pathetic, and\ncomic.",
        "What any one may mean by tragic is largely a matter of personal\ndefinition or tradition; yet there is, I think, a common essence upon\nwhich all would agree. First, tragedy always involves the manful\nstruggle of a personality in the pursuit of some end, at the cost of\nsuffering, perhaps of death and failure. The opposition may come from\nnature, as in The Grammarian’s Funeral; from fate, as in the\nOedipus; from social and political interests, as in Antigone; that\nis of little moment; it is important solely that the battle be accepted\nand waged unflinchingly to the issue. In this ultimate sense, most of\nhuman life is tragic; because it involves a continual warfare with\ncircumstances, which the majority of people carry on with a silent\nheroism. Originally, only the glorious and spectacular conflicts of\ngreat personalities were deemed worthy of representation in art; but\nwith the growth of sympathy the range of tragic portrayal has gradually\nbeen extended over almost the whole of human life. The peasant in his\nstruggle for subsistence against a niggardly soil, or the patient woman\nwho loses the bloom of her youth in the unremitting effort to maintain\nher children, are tragic figures.",
        "Second, it is part of the essence of tragedy that the conflict should\nbe recognized as necessary and its issue as inevitable. In one form\nor another, whether as Greek or Christian or naturalistic, fatality\nhas remained an abiding element in the idea of tragedy. The purpose\nor passion or sentiment which impels the hero to undertake and maintain\nthe struggle must be a part of his nature so integral that nothing\nelse is possible for him. “Ich kann nicht anders” is the cry\nof every tragic personality. And the opposition which he meets from\nother persons, from social forces or natural circumstances, must seem\nto be equally fateful–must be represented as issuing from a counter\ndetermination or law no less inescapable than the hero’s will. Even\nwhen the catastrophe depends upon some so-called accident, it must be\nmade to appear necessary that our human purposes should sometimes be\ncaught and strangled in the web of natural fact which envelops them.",
        "The reasons for our acceptance of tragedy are not difficult to find\nand have been noted, with more or less clearness, by all students. We\naccept it much as the hero accepts his own struggle–he believes in\nthe values which he is fighting for and we sympathetically make his\nwill ours. Moreover, we discover a special value in his courage which,\nwe feel, compensates for the evil of his suffering, defeat, or death.\nSo long as we set any value on life, it is impossible for us not to\nesteem courage; for courage is at once the defense against attack of\nall our possessions and the source, in personal initiative and\naggressive action, of newer and larger life. And any shrinking that\nwe may feel against the sternness of the struggle is quenched both by\nthe hero’s example and by our recognition of its necessity. Since we\nare not participants of it, our protest would be futile, and even if\nwe played a part in it, we should be as foolish as we should be weak,\nnot to recognize that the will which opposes us is as inflexible as\nour own–\"such is life\"–that is our ultimate comment. An appreciation\nof tragedy involves, therefore, a sure discernment of the essential\ndisharmony of existence, yet at the same time, a feeling for the moral\nvalues which it may create; neither the optimist nor the utilitarian\ncan enter into its world.",
        "There are, however, works of art in which sheer evil, without any\ncompensating development of character, is portrayed; where indeed the\nstruggle may even cause decay of character. In Zola’s The Dram\nShop, for example, the story is the tale of the moral decline,\nthrough unfortunate circumstances and vicious surroundings, of the\nsweet, pliant Gervaise. Instead of developing a resistance to\ncircumstances which would have made them yield a value even in defeat,\nshe lets herself go and is spoiled beneath them. She has no friend to\nhelp or guardian angel to save. We do not blame her, for, with her\nsoft nature, she could not do otherwise than crumble under the hard\npress of fate; neither can we admire her, for she lacks the adamantine\nstuff of which heroes are made. This is pathos, not tragedy. And just\nas most of human life involves tragedy in so far as it develops a\nstrength to meet the dangers which threaten it, so likewise it involves\npathos, in so far as it seldom resists at every point, but gives way,\nblighted without hope. Many a man or woman issues from life’s conflicts\nweaker, not stronger; broken, not defiant; petulant, not sweetened;\nand at the hour of death there are few heroes. Yet there may be beauty\nin the story of this human weakness and weariness. Whence comes it?\nHow can the representation of this sheer evil become a good? The\nprinciple involved is a simple one. Announced first, as far as I know,\nby Mendelssohn, it has recently been much more scientifically and\npenetratingly analyzed by Lipps, although wrongly applied by him to\nthe tragic rather than the pathetic. [Footnote: Cf. Lipps: Der Streit\nber die Tragodie, and Aesthetik, Bd. I, S. 599.]",
        "It is a familiar and generally recognized experience, as Lipps has\nobserved, that any threat or harm done to a value evokes in us a\nheightened appreciation of its worth. Parting is a sweet sorrow because\nonly then do we fully realize the worth of what we are losing; the\nbeauty of youth that dies is more beautiful because in death its\nradiance shines the brighter in our memory. A good in contemplation\ncomes to take the place of a lost good in reality. Just as we hold on\nthe more tightly to things that are slipping away from us in a vain\neffort to keep them, so to save ourselves from utter sorrow, we build\nup in the imagination a fair image of what we have lost, free of the\ndust of the world. This makes the peculiar charm of the delicate and\nfragile, of weak things and little things, of the transient and\nperishable; they awaken in us the tender, protective impulse while\nthey last, and when they are gone they suffer at our hands an\nidealization which the strong and enduring can never receive. Our pity\nfor them mediates an increased love of them; we mock at fate which\ndeprives us of them by keeping them secure and fairer in our memory.",
        "As in life, so in art. Beneath and around the pictured destruction and\nruin there opens up to us a more poignant vision of the loveliness of\nwhat was or might have been. At the end of The Dram Shop, when\nGervaise sinks into ruin, we inevitably revert to the beginning and\nsee again, only more intensely, the gentle girl that she was, or else,\ngoing forward, we imagine what she might have been, if only she had\nbeen given a chance. The form of a possible good rises up from under\nthe actual evil. The story of oppression becomes the praise of freedom;\nthe picture of death, a vision of life. I know of no finer example of\nthis in all literature than Sophocles’ Ajax. Ajax has offended\nAthena, so he, the hero of the Grecian host, is seized with the mad\ndesire to do battle with cattle and sheep. In lucid intervals he laments\nto his wife the shameful fate which has befallen him. How glorious his\nformer prowess appears lost in so ridiculous a counterfeit! And his\ndespair creates its magic.",
        "In almost all so-called tragedies, true tragedy and pathos are\nintermingled; for we feel both pity and admiration, and the pity\nintensifies the admiration. The danger that threatens or the disaster\nthat overwhelms the values which the hero embodies make us realize\ntheir worth the more. Throughout the Antigone we admire the\nheroine’s tragic courage of devotion; but it is at the point when,\njust before her death, she laments her youth and beauty that shall go\nfruitless–",
        "  Alechron, anymenaion, oute ton gamon\n  mepos lachousan oute paideion tpophaes",
        "that we feel the fullness of strength that was needed for the sacrifice.\nOne might perhaps think this lament a blemish of weakness in a picture\nof fortitude; but the impression is just the opposite, I believe; for\nforce is measured by what it overcomes.",
        "There are so many different theories of tragedy that it would be\nimpossible, were it worth while, to embark on a criticism of all of\nthem. There are certain ones, however, which, because of their wide\nacceptance, demand some attention at our hands. First, it is often\nassumed that a tragedy should represent the good as ultimately\ntriumphing, despite suffering and failure. But how can the good triumph\nwhen the hero fails and dies? Only, it is answered, if the hero\nrepresents a cause which may win despite or even because of his\nindividual doom; and it is with this cause, not with him, that we\nchiefly sympathize. This was Hegel’s view, who demanded that the tragic\nhero represent some universal interest which, when purged of the\none-sidedness and uncompromising insistence of the hero’s championing,\nmay nevertheless endure and triumph in its genuine worth. In the\nAntigone, Hegel’s favorite example, the cause of family loyalty\nfinds recognition through the punishment of Creon for the girl’s death;\nwhile at the same time the principle of the sovereignty of the state\nis upheld through her sacrifice. There are many tragedies which conform,\nat least partially, to this scheme; but not all, hence it cannot be\na universal norm. In Romeo and Juliet, for example, although\nthe death of the young people serves to bring about a reconciliation\nof their families, the real principle for which they suffered–the\nright of private choice in matters of love–is in no way furthered by\nthe outcome of the play. And, although it is always possible to\nuniversalize the good which is sought by any will, it is not possible\nto deflect upon a principle the full intensity of our sympathy, away\nfrom the individual, concrete passion and action. Whenever a great\npersonality is represented, it is his personal suffering and fortitude\nthat win at once our pity and our admiration. For private sorrows, for\nthe ruin of character, for the death of those whom we are made to love,\nthere can be no complete atonement in the universal; because it is\nwith the individual that we are chiefly concerned. No; the\nreconciliation lies where we have placed it–in tragedy, in the personal\nheroism of the strong character; in pathos, in the vision, not in the\ntriumph, of the good.",
        "The ordinary Protestant theological theory of tragedy is even more\ninadequate than the Hegelian. For, by assuming that there is no genuine\nloss in the world, that every evil is compensated for in the future\nlives of the heroes, it takes away the sting from their sacrifice and\nso deprives them of their crown of glory. It makes every adventure a\ncalculation of prudence and every despair a farce. It is remote from\nthe reality of experience where men stake all on a chance and, instead\nof receiving the good by an act of grace, wring it by blood and tears\nfrom evil.",
        "On much the same level of thinking is the moralistic theory which\nrequires that the misfortunes of the hero should be the penalty for\nsome fault or weakness. This view, which has the authority of Aristotle,\nis also based on the doctrine of the justice of the world-order. It\nwas pretty consistently carried out in the classical Greek drama;\nalthough there suffering is not exacted as an external retribution,\nbut as the inevitable consequence of the turbulent passions of the\ncharacters; for even the punishment for offenses against the gods is\nof the nature of a personal revenge which they take. Later, of course,\nwhen the gods retreated into the background of human life, retributive\njustice was conceived more abstractly. Now, it must be admitted, I\nthink, that this idea, so deeply rooted in the popular mind, has exerted\na profound influence on the drama; yet it cannot be applied universally\nwithout sophistry. To be sure, in Romeo and Juliet, the young\npeople were disobedient and headstrong; in Lear, the old father\nwas foolishly trustful of his wicked daughters; these frailties brought\nabout their ruin. But did they deserve so hard a fate as theirs? Did\nnot Lear suffer as much for his folly as his daughters for their\nwickedness? This is always true in life, and Shakespeare holds the\nmirror up to nature–but is it consistent with the theory of retributive\njustice? One can usually trace back to some element of his nature,\nphysical or moral, the misfortunes that befall an individual; even\nthose which we call accidents, as Galton claimed, are often due to\nsome inherent defect of attention which makes us fail to respond\nprotectively at the right moment. If we take the self to include the\nentire organism, then it remains true that we cooperate as a partial\ncause in all that happens to us. Ophelia’s weak and unresisting brain\nmust share with the stresses which surrounded her the responsibility\nfor her madness. In this sense, and in this sense only, do we deserve\nour fate, be it good or ill. Yet, when interpreted in this broadest\nmeaning, retributive justice loses all ethical significance. And the\ncosmic disharmony appears all the more glaring. It ceases to be\nchargeable to an external fate or God, to the environment or convention,\nwhich might perhaps be mastered and remolded; and is seen pervading\nthe nature of reality itself, no accidental circumstance, but essential\nevil, ineradicable. The greatest tragic poets see it thus. And then\nblame turns to understanding and resentment into pity.",
        "Retributive justice, as the motive force of tragedy, has for us lost\nits meaning. We no longer feel the necessity of justifying the ways\nof God to man, because we have ceased to believe that there exists any\nsingle, responsible power. The good is not a preordained and\nautomatically accomplished fact, but an achievement of finite effort,\nappearing here and there in the world when individuals, instead of\ncontending against each other, cooperate for their mutual advantage.",
        "In addition to the comic, there is much artistic representation of\nevil which can be classed neither as pathetic nor as tragic. Neither\nmoral admiration nor idealization are aroused by the characters\nportrayed. They may be great criminals like Lady Macbeth or Iago, or\nthe undistinguished and disorderly people of modern realistic\nliterature, yet in either case we find them good to know. And we do\nso, not merely because we enjoy, as disinterested onlookers, the\nspectacle of human existence, but because the artist makes us enter\ninto it and realize its values. For even that which from the moral\npoint of view we pronounce evil is, so long as it maintains itself,\na good thing from its own point of view. Every will, however blind and\ncareless, seeks a good and finds it, if only in hope and the effort\nto attain. Through the intimacy of his descriptions and often against\nour resistance, the artist may compel us to adopt the attitude of the\nlife which he is portraying, constraining us to feel the inner necessity\nof its choices, the compulsion of its delights. It is difficult to\nabandon ourselves thus to sympathy with what is wrong in life itself,\nbecause we have in mind the consequences and relations which make it\nwrong; yet we all do so at times, whenever we let ourselves go, charmed\nby its momentary offering. But in the world of art this is easier,\nbecause there the values, being merely represented, can have no sinister\neffects. When great personalities are portrayed, this abandon is\nreadiest; for the strength or poignancy of their natures carries us\naway as by a whirlwind. Witness Lady Macbeth when she summons the\npowers of hell to unsex her for her murderous task, or Vanni Fucci in\nthe Inferno, [Footnote: Inferno, Canto 25, 1-3.] who mocks\nat God. For the instant, we become as they and feel their ecstasy of\npride and power as our own. Yet the great artist can awaken this\nsympathy even for characters that are small and weak. In Gogol’s Dead\nSouls, for example, there are no heroes. The most interesting\ncharacters are the country gentlemen who return to their estates\nplanning to write books which will regenerate Russia. But the old\nhabits of life in the remote district are too strong. So, instead of\nwriting, they fall back into the routine of their ancestors and merely\nsmoke and dream. Here are failure and mediocrity; yet so intimate is\nthe artist’s story that we not only understand it all, but feel how\ngood it is–to dream our lives away. I do not doubt that in this story\nthere are elements of pathos and comedy; yet, in general, the\ndelineation is too objective for either; we neither laugh nor cry, but\nare simply borne on, unresisting, ourselves become a part of the silent\ntide of Russian life.",
        "The problem of evil in aesthetics may finally be solved by the use of\nthe comic. For in comedy we take pleasure in an object which, in the\nbroadest sense, is evil. In order for an object to be comical there\nmust be a standard or norm, an accepted system, within which the object\npretends but fails to fit, and with reference to which, therefore, it\nis evil. There must be some points of contact between the object and\nthe standard in order that there may be pretense, but not enough points\nfor fulfillment. If we never had any definite expectations with\nreference to things, never made any demands upon them; if instead of\njudging them by our preconceived ideas, we took them just as they came\nand changed our ideas to meet them,–there would be nothing comical.\nOr, if everything fitted into our expectations and was as we planned\nit, then again there would be nothing comical. In a world without\nideas, the comic could not exist. The comic depends upon our\napperceiving an object in terms of some idea and finding it incongruous.\nThe most elementary illustrations demonstrate this. The unusual is the\noriginal comic; to the child all strange things are comical–the\nChinaman with his pigtail, the negro with his black skin, the new\nfashion in dress, the clown with his paint and his antics. As we get\nused to things, and that means as we come to form ideas of them into\nwhich they will fit, adjusting the mind to them, rather than seeking\nto adjust them to the mind, they cease to be comical. So fashions in\ndress or manners which were comical once, become matters of course and\nwe laugh no longer. Enduringly comic are only those objects that\npersistently create expectations and as persistently violate them.\nSuch objects are few indeed; but they exist, and constitute the\nperennial, yet never wearying, stock in trade of comedy. But the comic\nspirit does not have to depend upon them exclusively, for, as life\nchanges, it constantly raises new expectations and offers new objects\nwhich at once provoke and fail to meet them. Everything, therefore,\nis potentially comical and, in the course of human history, few things\ncan escape a laugh; some curious mind is sure, sooner or later, to\nbring them under a new idea against which they will be shown up to be\nabsurd. The sanctities of religion, love, and political allegiance\nhave not been exempt.",
        "Why, if the comical object is always opposed to our demands, should\nwe take pleasure in it? How can we be reconciled to things that are\nadmittedly incongruous with our standards? Why are we not rather\ndispleased and angry with them? Investigators have usually looked for\na single source of pleasure in the comic, but of those which have been\nsuggested at least two, I think, contribute something. First, by\nadopting the point of view of the standard as our own, identifying\nourselves with it, and through the contrast of ourselves with the\nobject, we may take pleasure in the resulting exaltation of ourselves.\nThe pleasure in the comic is often closely akin to that which we feel\nin distinction of any kind. We feel ourselves superior to the object\nat which we laugh. There is pride in much of laughter and not\ninfrequently cruelty, a delight in the absurdities of other men because\nthey exalt ourselves as the representatives of the rational and normal.\nThere is often a touch of malice even in the laughter of the child.\nNevertheless, the pleasure in the comic is still contemplative, and\nso far aesthetic, because it is a pleasure in perception, not in action.\nNo matter how evil be the comic object, we do not seek to destroy or\nremodel it; action is sublimated into laughter.",
        "But the pleasure in the comic may arise through our taking the opposite\npoint of view–that of the funny thing itself. Instead of upholding\nthe point of view of the standard, we may identify ourselves with the\nobject. If the comic spirit is oftentimes the champion of the normal\nand conventional, it is as often the mischief-maker and rebel. Whenever\nthe maintaining of a standard involves strain through the inhibition\nof instinctive tendencies, to relax and give way to impulse causes a\npleasure which centers itself upon the object that breaks the tension.\nThe intrusive animal that interrupts the solemn occasion, the child\nthat wittingly or not scoffs at our petty formalities through his naive\nbehavior, win our gratitude, not our scorn. They provide an opportunity\nfor the welcome release of nature from convention. And the greater the\nstrain of the tension, the greater the pleasure and the more\ninsignificant the object or event that will bring relief and cause\nlaughter. The perennial comic pleasure in the risque is derived from\nthis source. There is an element of comic pleasure in the perpetration\nof any mischievous or unconventional act. Those things which men take\nmost seriously, Schopenhauer has said, namely, love and religion, and\nwe might add, morality, are the most abundant sources of the comic,\nbecause they involve the most strain and therefore offer the easiest\nchances for a playful release. Even utter and absolute nonsense is\ncomical because it undoes all Kant’s categories of mind.",
        "Hence, contrary to the theory of Bergson, the spontaneous as well as\nthe mechanical and rigid may be comical. Sometimes the same object may\nbe comical from both the points of view which we have specified; this\nis always true, as we shall see, in the most highly developed comedy.\nFor example, we may laugh at the child’s prank because it is so absurd\nfrom the point of view of our grown-up expectations as to reasonable\nconduct, and at the same time, taking the part of the child, rejoice\nat the momentary relief from them which it offers us. Our scorn is\nmixed with sympathy. And oftentimes the child himself will hold both\npoints of view at once, laughing at his own absurdity and exulting\nnevertheless in his own freedom. This is the essence of slyness. It\nfollows, moreover, that a thing which was comical for one of the reasons\nassigned may become comical for the other, by a simple change in the\npoint of view regarding it. For the behavior which first pleased us\nbecause it was unconventional tends itself to become a new convention,\nwith reference to which the old convention then becomes the object of\na laughter which is scornful. The tables are turned: the rebel laughs\nat the king.",
        "The foregoing explanation of why we find the comical pleasant also\nexplains why so many of our other pleasures are intermixed with the\ncomical–why so often we not only smile when we are pleased, but laugh.\nFor, in the case of all except the most elementary enjoyments, our\npleasures are connected with the satisfaction of definite expectations\nregarding the actions or events of our daily lives. But, owing to the\ndulling effect of habit, the pleasure attendant upon these satisfactions\ngradually becomes smaller and smaller or even negligible; until, as\na result, only the novel and surprising events which surpass our\nexpectations give us large pleasure; but these are comical. With the\nchild, whose expectations are rigid and few in number because of his\nlack of discrimination and small experience, almost all pleasures,\nlike almost all events, are of the nature of surprises. The child\nalmost always laughs when he is pleased. The slang phrase “to be highly\ntickled” expresses with precision this close connection between laughter\nand pleasure. Moreover, as the complexity of life increases, its strains\nand repressions are multiplied, with the result that any giving way\nto an impulse contains a slight element of the mischievous or\nridiculous; whence, for this reason too, the pleasant is also the\ncomical. In fact, most of the pleasures of highly complex and reflective\npersons are tinged with laughter.",
        "We expect art to accomplish three great results–reconciliation,\nrevelation, and sympathy. So far we have shown how comic art may\naccomplish the first; we have yet to prove how it may accomplish the\nrest. In his book Le Rire, Bergson has expressed the view that\ncomedy is explicitly falsifying and unsympathetic. As to the former\ncharge, we can, I think, convince ourselves of the opposite if we\nexamine certain of the more obvious methods of comedy, particularly\nthose which might seem at first sight to lend support to his contention.\nOne of the most common of these is exaggeration. The simplest example\nis caricature, where certain features of an object are purposely\nexaggerated. The effect is, of course, comical, because we expect the\nnormal and duly-proportioned. What a manifest falsification, one might\nassert! Yet just the opposite is the actual result. For every good\ncaricaturist selects for exaggeration prominent and characteristic\ntraits, through which by the very emphasis that is placed upon them,\nthe nature of the individual is better understood. Another favorite\nmethod is abstraction. Certain traits are presented as if they were\nthe whole man. We get the typical comic figures of the novel and drama;\nthe physician who is only a physician; the lawyer who injects the legal\npoint of view into every circumstance of life; the lover or the miser\nwho is just love or greed; the people who, as in Dickens, meet every\nsituation with the same phrase or attitude, This, too, looks like a\nplain falsification of human nature, because, however strong be the\nprofessional bias or however overmastering the ruling passion, real\npeople are always more complex and many-sided, having other modifying\nand counteracting elements of character which prevent their speech and\nactions from being completely monotonous and mechanical. Nevertheless,\nwe can again acquit the comic writer of falsification, because we\nunderstand the method which he is employing, the trick of his trade.\nHe deceives no one. On the contrary, he enables us to perceive the\nlogic of certain elementary springs of character. Following the method\nof the experimentalist, he selects certain aspects from the total\ncomplexity of a phenomenon and shows how they work when isolated from\nthe rest. And, like the man of science, he provides insight into the\nnormal, because we can accept his results as at least partially or\napproximately true. Art of this kind is abstract and therefore less\nvaluable than the portrayal of the concrete; yet only the dogmatist\nwho insists on the restriction of art to the individual can reject it.",
        "There is, however, a third common method of comical representation\nwhich neither exaggerates nor abstracts, but preserves the concreteness\nof the finest art–we may call it the method of contrast. It consists\nin exhibiting the contrast between the actual conduct of men and women\nand the standard,–either that which they themselves profess to live\nup to or our own, which we impose upon them. Their pretenses are\nunmasked or their absurdities shown up against the ideal of\nreasonableness. We behold the bourgeois who would be a gentleman\nremain bourgeois and the women who would be scholars remain\nwomen. Success in comedy of this kind depends upon possessing the\nability to formulate the implicit assumptions underlying the behavior\nof the people portrayed or to make one’s own standards with reference\nto them valid for the spectator. Here is no falsification, but, on the\ncontrary, a vivid revelation of the truth; because, just as by placing\ntwo colors in contrast with one another the hue of each is intensified,\nso by setting man in relief against the background of what he ought\nto be, we perceive his real nature more sharply. As the child dressed\nlike a grown-up appears all the more childish for his garb, so man\nappears the more human for his pretenses. To be sure, in order to\nincrease the comical effect, this method is often employed in\nconjunction with that of exaggeration. The Athenian democracy was\nprobably not quite so stupid as Aristophanes represents it; the average\nBritisher is not so philistine as Shaw paints him. Yet the measure of\nexaggeration may be small and we readily discount it. And finally,\nwhereas in simple representation there is a revelation of the object\nonly, in comical representation there is a two-fold revelation,–of\nthe ideal and of the incongruous reality. The former is always\nindirectly revealed; for, as we know, the very existence of the comic\ndepends upon it. The man who laughs, his notion of the right and the\nreasonable, his attitude towards the world and life, become manifest\nthrough the things which he laughs at. Only a man of a certain kind,\nwith a certain sympathy and antipathy, could laugh as he laughs. The\ncomic writer, however much of a scoffer and a skeptic, and however\nmuch he may deny it, is always an idealist. And it is for the revelation\nof themselves as much as for the revelation of the people whom they\nportray that we value the work of a Swift, a Voltaire, or a Thackeray.",
        "Another charge which has been brought against the comic is that it is\nunsympathetic. Its attitude, it is said, is one of externality, opposed\ntherefore to the intimacy necessary for the complete aesthetic reaction.\nWhereas simple aesthetic representation places us within the object\nitself, comical representation only exhibits a relation between it and\nan idea. We judge it from our point of view, not from its own. The\npleasure in pride and superiority which we feel towards the comical\nobject seems also inconsistent with sympathy; for sympathy would create\na fellow feeling with it, and place us not above, but on a level with\nit. If we do sympathize, the comic object ceases to be comical and\nbecomes pathetic. We can find the follies and sins of men comical just\nso long as we do not sympathize with the sufferings which they entail.\nThere is nothing comical that may not also become pathetic; and the\ndifference depends exactly on the presence or absence of sympathy.\nNothing, for example, is more pathetic than death; yet if you keep\nyourself free of its sorrow, there is nothing more comical–that man,\na little lower in his own estimation than the angels, should come to\nthis, a lump of clay.",
        "It is unquestionably true that a free, disinterested attitude is\nessential to comedy. You must not let yourself be carried away by any\nfeeling; if you are over-serious you cannot laugh; you must keep to\nreflection and comparison. Yet this attitude is not utterly destructive\nof all feeling. Man is complex enough at once to feel and to reflect.\nHe can pity as well as laugh. The pathetic and the comic are constantly\nconjoined–witness our feeling towards Don Quixote or towards any of\nthe great characters of Thackeray–we do not know whether to laugh or\nto cry. And in the most effective comedy, the standard applied to the\ncomical object is not foreign, but rather, as we have observed, the\nimplicit standard of the object itself, discernible only by the most\nintimate acquaintance with it. The sting of laughter comes from our\nacceptance of it as valid for ourselves; we blush and join in the laugh\nat ourselves. The mischievous-comic, moreover, depends directly upon\nsympathy; for it requires that we take the point of view of the funny\nthing; our pleasure in it implies a secret sympathy for it–we hold\nit up to a standard, yet all the time are in sympathy with its\nrebellion. When we laugh at the prank of the child, love is mixed with\nthe laugh. The dual nature of man as at once a partisan of convention\nand of the impulses that it seeks to regulate, is nowhere better\nillustrated than in the comic. Finally, disinterestedness is not\npeculiar to comedy; for it pervades all art. Feeling must be dominated\nby reflection; even pathos demands this, for, if we lose ourselves in\nsorrowful feeling, no fair image can arise and steady us.",
        "There is, however, much comedy that is obviously unsympathetic, even\nhostile. There is satire, which condemns, as well as humor which\npardons. The one blames the unexpected and unconventional, the other\nsympathizes with it. Comedy is either biting or kindly. The one is\nmoralistic and reformatory in its aim, the other is aesthetic and\ncontemplative. Because of its failure in sympathy, satirical comedy\nis incomplete as art. It provides insight and pleasure in the object,\nbut no union with it. It does not attain to beauty, which is free and\nreconciling. Kindly comedy or humor, on the other hand, is full beauty,\ncombining sympathy with judgment, abandon with reflection. Nevertheless,\nsatire tends inevitably towards humor. For what we laugh at gives us\npleasure, and what pleases us we must inevitably come to like, and\nwhat we like cannot long fail to win our sympathy. I do not think that\neven a Swift or a Voltaire could have been irreconcilably opposed to\na world which offered them so much merriment. The satire, which begins\nin moral fervor, must end in understanding. The bond that binds us to\nour fellows is too strong to be broken by the aloofness of our\ncondemnation. The same intelligence that discerns the incongruity\nbetween what men ought to be and what they are, cannot fail to penetrate\nthe impelling reasons for the failure. Only in humor is sympathetic\ninsight complete. Satire has the temporal usefulness of a practical\nexpedient, humor the eternal value of beauty.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}