{
    "title": "The Golden Sayings of Epictetus - LXXXII ",
    "author": "Unknown",
    "chapter": "82",
    "content": [
        "\n",
        "\n\n",
        "And now, when you see brothers apparently good friends and\nliving in accord, do not immediately pronounce anything upon\ntheir friendship, though they should affirm it with an oath,\nthough they should declare, “For us to live apart is a thing\nimpossible!” For the heart of a bad man is faithless,\nunprincipled, inconstant: now overpowered by one impression, now\nby another. Ask not the usual questions, Were they born of the\nsame parents, reared together, and under the same tutor; but ask\nthis only, in what they place their real interest—whether in\noutward things or in the Will. If in outward things, call them\nnot friends, any more than faithful, constant, brave or free:\ncall them not even human beings, if you have any sense. . . . But\nshould you hear that these men hold the Good to lie only in the\nWill, only in rightly dealing with the things of sense, take no\nmore trouble to inquire whether they are father and son or\nbrothers, or comrades of long standing; but, sure of this one\nthing, pronounce as boldly that they are friends as that they are\nfaithful and just: for where else can Friendship be found than\nwhere Modesty is, where there is an interchange of things fair\nand honest, and of such only?",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}