{
    "title": "The Old Merchant Marine - Chapter III. Out Cutlases and Board",
    "author": "Ralph D. Paine",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Salem was the foremost privateering port of the Revolution, and\nfrom this pleasant harbor, long since deserted by ships and\nsailormen, there filled away past Cape Ann one hundred and\nfifty-eight vessels of all sizes to scan the horizon for British\ntopsails. They accounted for four hundred prizes, or half the\nwhole number to the credit of American arms afloat. This\npreeminence was due partly to freedom from a close blockade and\npartly to a seafaring population which was born and bred to its\ntrade and knew no other. Besides the crews of Salem merchantmen,\nprivateering enlisted the idle fishermen of ports nearby and the\nmariners of Boston whose commerce had been snuffed out by the\nBritish occupation. Philadelphia, Baltimore, and Charleston sent\nsome splendid armed ships to sea but not with the impetuous rush\nnor in anything like the numbers enrolled by this gray old town\nwhose fame was unique.",
        "For the most part, the records of all these brave ships and the\nthousands of men who sailed and sweated and fought in them are\ndim and scanty, no more than routine entries in dusty log-books\nwhich read like this: “Filled away in pursuit of a second sail in\nthe N. W. At 4.30 she hoisted English colors and commenced firing\nher stern guns. At 5.90 took in the steering sails, at the same\ntime she fired a broadside. We opened a fire from our larboard\nbattery and at 5.30 she struck her colors. Got out the boats and\nboarded her. She proved to be the British brig Acorn from\nLiverpool to Rio Janeiro, mounting fourteen cannon.\"* But now and\nthen one finds in these old sea-journals an entry more intimate\nand human, such as the complaint of the master of the privateer\nScorpion, cruising in 1778 and never a prize in sight. “This Book\nI made to keep the Accounts of my Voyage but God knows beste what\nthat will be, for I am at this time very Impashent but I hope\nsoon there will be a Change to ease my Trubled Mind. On this Day\nI was Chaced by Two Ships of War which I tuck to be Enemies, but\ncoming on thick Weather I have lost site of them and so conclude\nmyself escaped which is a small good Fortune in the midste of my\nDiscouragements.\"** A burst of gusty laughter still echoes along\nthe crowded deck of the letter-of-marque schooner Success, whose\nmaster, Captain Philip Thrash, inserted this diverting comment in\nhis humdrum record of the day’s work: “At one half past 8\ndiscovered a sail ahead. Tacked ship. At 9 tacked ship again and\npast just to Leeward of the Sail which appeared to be a damn’d\nComical Boat, by G-d.”",
        "* From the manuscript collections of the Essex Institute, Salem,\nMass.",
        "** From the manuscript collections of the Essex Institute, Salem,\nMass.",
        "There are a few figures of the time and place which stand out,\nfull-length, in vivid colors against a background that satisfies\nthe desire of romance and thrillingly conveys the spirit of the\ntime and the place. Such a one was Captain Jonathan Haraden,\nSalem privateersman, who captured one thousand British cannon\nafloat and is worthy to be ranked as one of the ablest\nsea-fighters of his generation. He was a merchant mariner, a\nmaster at the outbreak of the Revolution, who had followed the\nsea since boyhood. But it was more to his taste to command the\nSalem ship General Pickering of 180 tons which was fitted out\nunder a letter of marque in the spring of 1780. She carried\nfourteen six-pounders and forty-five men and boys, nothing very\nformidable, when Captain Haraden sailed for Bilbao with a cargo\nof sugar. During the voyage, before his crew had been hammered\ninto shape, he beat off a British privateer of twenty guns and\nsafely tacked into the Bay of Biscay.",
        "There he sighted another hostile privateer, the Golden Eagle,\nlarger than his own ship. Instead of shifting his course to avoid\nher, Haraden clapped on sail and steered alongside after\nnightfall, roaring through his trumpet: “What ship is this? An\nAmerican frigate, sir. Strike, or I’ll sink you with a\nbroadside.”",
        "Dazed by this unexpected summons in the gloom, the master of the\nGolden Eagle promptly surrendered, and a prize crew was thrown\naboard with orders to follow the Pickering into Bilbao. While\njust outside that Spanish harbor, a strange sail was descried and\nagain Jonathan Haraden cleared for action. The vessel turned out\nto be the Achilles, one of the most powerful privateers out of\nLondon, with forty guns and a hundred and fifty men, or almost\nthrice the fighting strength of the little Pickering. She was, in\nfact, more like a sloop of war. Before Captain Haraden could haul\nwithin gunshot to protect his prize, it had been recaptured by\nthe Achilles, which then maneuvered to engage the Pickering.",
        "Darkness intervened, but Jonathan Haraden had no idea of escaping\nunder cover of it. He was waiting for the morning breeze and a\nchance to fight it out to a finish. He was a handsome man with an\nair of serene composure and a touch of the theatrical such as\nNelson displayed in his great moments. Having prepared his ship\nfor battle, he slept soundly until dawn and then dressed with\nfastidious care to stroll on deck, where he beheld the Achilles\nbearing down on him with her crew at quarters.",
        "His own men were clustered behind their open ports, matches\nlighted, tackles and breechings cast off, crowbars, handspikes,\nand sponge-staves in place, gunners stripped to the waist,\npowder-boys ready for the word like sprinters on the mark.\nForty-five of them against a hundred and fifty, and Captain\nHaraden, debonair, unruffled, walking to and fro with a leisurely\ndemeanor, remarking that although the Achilles appeared to be\nsuperior in force, “he had no doubt they would beat her if they\nwere firm and steady and did not throw away their fire.”",
        "It was, indeed, a memorable sea-picture, the sturdy Pickering\nriding deep with her burden of sugar and seeming smaller than she\nreally was, the Achilles towering like a frigate, and all Bilbao\nturned out to watch the duel, shore and headlands crowded with\nspectators, the blue harbor-mouth gay with an immense flotilla of\nfishing boats and pleasure craft. The stake for which Haraden\nfought was to retake the Golden Eagle prize and to gain his port.\nHis seamanship was flawless. Vastly outnumbered if it should come\nto boarding, he handled his vessel so as to avoid the Achilles\nwhile he poured the broadsides into her. After two hours the\nLondon privateer emerged from the smoke which had obscured the\ncombat and put out to sea in flight, hulled through and through,\nwhile a farewell flight of crowbars, with which the guns of the\nPickering had been crammed to the muzzle, ripped through her\nsails and rigging.",
        "Haraden hoisted canvas and drove in chase, but the Achilles had\nthe heels of him “with a mainsail as large as a ship of the\nline,” and reluctantly he wore ship and, with the Golden Eagle\nagain in his possession, he sailed to an anchorage in Bilbao\nharbor. The Spanish populace welcomed him with tremendous\nenthusiasm. He was carried through the streets in a holiday\nprocession and was the hero of banquets and public receptions.",
        "Such a man was bound to be the idol of his sailors and one of\nthem quite plausibly related that “so great was the confidence he\ninspired that if he but looked at a sail through his glass and\ntold the helmsman to steer for her, the observation went\nround,’If she is an enemy, she is ours.’”",
        "It was in this same General Pickering, no longer sugar-laden but\nin cruising trim, that Jonathan Haraden accomplished a feat which\nPaul Jones might have been proud to claim. There lifted above the\nsky-line three armed merchantmen sailing in company from Halifax\nto New York, a brig of fourteen guns, a ship of sixteen guns, a\nsloop of twelve guns. When they flew signals and formed in line,\nthe ship alone appeared to outmatch the Pickering, but Haraden,\nin that lordly manner of his, assured his men that “he had no\ndoubt whatever that if they would do their duty he would quickly\ncapture the three vessels.” Here was performance very much out of\nthe ordinary, naval strategy of an exceptionally high order, and\nyet it is dismissed by the only witness who took the trouble to\nmention it in these few, casual words: “This he did with great\nease by going alongside of each of them, one after the other.”",
        "One more story of this master sea-rover of the Revolution, sailor\nand gentleman, who served his country so much more brilliantly\nthan many a landsman lauded in the written histories of the war.\nWhile in the Pickering he attacked a heavily armed royal mail\npacket bound to England from the West Indies, one of the largest\nmerchant vessels of her day and equipped to defend herself\nagainst privateers. A tough antagonist and a hard nut to crack!\nThey battered each other like two pugilists for four hours and\neven then the decision was still in the balance. Then Haraden\nsheered off to mend his damaged gear and splintered hull before\nclosing in again.",
        "He then discovered that all his powder had been shot away\nexcepting one last charge. Instead of calling it a drawn battle,\nhe rammed home this last shot in the locker, and ran down to\nwindward of the packet, so close that he could shout across to\nthe other quarter-deck: “I will give you five minutes to haul\ndown your colors. If they are not down at the end of that time, I\nwill fire into you and sink you, so help me God.”",
        "It was the bluff magnificent--courage cold-blooded and\ncalculating. The adversary was still unbeaten. Haraden stood with\nwatch in hand and sonorously counted off the minutes. It was the\nstronger will and not the heavier metal that won the day. To be\nshattered by fresh broadsides at pistol-range was too much for\nthe nerves of the gallant English skipper whose decks were\nalready like a slaughterhouse. One by one, Haraden shouted the\nminutes and his gunners blew their matches. At “four” the red\nensign came fluttering down and the mail packet was a prize of\nwar.",
        "Another merchant seaman of this muster-roll of patriots was Silas\nTalbot, who took to salt water as a cabin boy at the age of\ntwelve and was a prosperous shipmaster at twenty-one with savings\ninvested in a house of his own in Providence. Enlisting under\nWashington, he was made a captain of infantry and was soon\npromoted, but he was restless ashore and glad to obtain an odd\nassignment. As Colonel Talbot he selected sixty infantry\nvolunteers, most of them seamen by trade, and led them aboard the\nsmall sloop Argo in May, 1779, to punish the New York Tories who\nwere equipping privateers against their own countrymen and\nworking great mischief in Long Island Sound. So serious was the\nsituation that General Gates found it almost impossible to obtain\nfood supplies for the northern department of the Continental\narmy.",
        "Silas Talbot and his nautical infantrymen promptly fell in with\nthe New York privateer Lively, a fair match for him, and as\npromptly sent her into port. He then ran offshore and picked up\nand carried into Boston two English privateers headed for New\nYork with large cargoes of merchandise from the West Indies. But\nhe was particularly anxious to square accounts with a renegade\nCaptain Hazard who made Newport his base and had captured many\nAmerican vessels with the stout brig King George, using her for\n“the base purpose of plundering his old neighbors and friends.”",
        "On his second cruise in the Argo, young Silas Talbot encountered\nthe perfidious King George to the southward of Long Island and\nriddled her with one broadside after another, first hailing\nCaptain Hazard by name and cursing him in double-shotted phrases\nfor the traitorous swab that he was. Then the seagoing infantry\nscrambled over the bulwarks and tumbled the Tories down their own\nhatches without losing a man. A prize crew with the humiliated\nKing George made for New London, where there was much cheering in\nthe port, and “even the women, both young and old, expressed the\ngreatest joy.”",
        "With no very heavy fighting, Talbot had captured five vessels and\nwas keen to show what his crew could do against mettlesome\nfoemen. He found them at last well out to sea in a large ship\nwhich seemed eager to engage him. Only a few hundred feet apart\nthrough a long afternoon, they briskly and cheerily belabored\neach other with grape and solid shot. Talbot’s speaking-trumpet\nwas shot out of his hand, the tails of his coat were shorn off,\nand all the officers and men stationed with him on the\nquarter-deck were killed or wounded.",
        "His crew reported that the Argo was in a sinking condition, with\nthe water flooding the gun-deck, but he told them to lower a man\nor two in the bight of a line and they pluckily plugged the holes\nfrom overside. There was a lusty huzza when the Englishman’s\nmainmast crashed to the deck and this finished the affair. Silas\nTalbot found that he had trounced the privateer Dragon, of twice\nhis own tonnage and with the advantage in both guns and men.",
        "While his crew was patching the Argo and pumping the water from\nher hold, the lookout yelled that another sail was making for\nthem. Without hesitation Talbot somehow got this absurdly\nimpudent one-masted craft of his under way and told those of his\nsixty men who survived to prepare for a second tussle.\nFortunately another Yankee privateer joined the chase and\ntogether they subdued the armed brig Hannah. When the Argo safely\nconvoyed the two prizes into New Bedford, “all who beheld her\nwere astonished that a vessel of her diminutive size could suffer\nso much and yet get safely to port.”",
        "Men fought and slew each other in those rude and distant days\nwith a certain courtesy, with a fine, punctilious regard for the\netiquette of the bloody game. There was the Scotch skipper of the\nBetsy, a privateer, whom Silas Talbot hailed as follows, before\nthey opened fire:",
        "“You must now haul down those British colors, my friend.”",
        "“Notwithstanding I find you an enemy, as I suspected,” was the\ndignified reply, “yet, sir, I shall let them hang a little bit\nlonger,--with your permission,--so fire away, Flanagan.”",
        "During another of her cruises the Argo pursued an artfully\ndisguised ship of the line which could have blown her to kingdom\ncome with a broadside of thirty guns. The little Argo was\nactually becalmed within short range, but her company got out the\nsweeps and rowed her some distance before darkness and a favoring\nslant of wind carried them clear. In the summer of 1780, Captain\nSilas Talbot, again a mariner by title, was given the private\ncruiser General Washington with one hundred and twenty men, but\nhe was less fortunate with her than when afloat in the tiny Argo\nwith his sixty Continentals. Off Sandy Hook he ran into the\nBritish fleet under Admiral Arbuthnot and, being outsailed in a\ngale of wind, he was forced to lower his flag to the great\nseventy-four Culloden. After a year in English prisons he was\nreleased and made his way home, serving no more in the war but\nhaving the honor to command the immortal frigate Constitution in\n1799 as a captain in the American Navy.",
        "In several notable instances the privateersmen tried conclusions\nwith ships that flew the royal ensign, and got the better of\nthem. The hero of an uncommonly brilliant action of this sort was\nCaptain George Geddes of Philadelphia, who was entrusted with the\nCongress, a noble privateer of twenty-four guns and two hundred\nmen. Several of the smaller British cruisers had been sending\nparties ashore to plunder estates along the southern shores, and\none of them, the sloop of war Savage, had even raided\nWashington’s home at Mount Vernon. Later she shifted to the coast\nof Georgia in quest of loot and was unlucky enough to fall\nathwart Captain Geddes in the Congress.",
        "The privateer was the more formidable ship and faster on the\nwind, forcing Captain Sterling of the Savage to accept the\nchallenge. Disabled aloft very early in the fight, Captain Geddes\nwas unable to choose his position, for which reason they\nliterally battled hand-to-hand, hulls grinding against each\nother, the gunners scorched by the flashes of the cannon in the\nports of the opposing ship, with scarcely room to ply the\nrammers, and the sailors throwing missiles from the decks, hand\ngrenades, cold shot, scraps of iron, belaying-pins.",
        "As the vessels lay interlocked, the Savage was partly dismasted\nand Captain Geddes, leaping upon the forecastle head, told the\nboarders to follow him. Before they could swing their cutlases\nand dash over the hammock-nettings, the British boatswain waved\nhis cap and yelled that the Savage had surrendered. Captain\nSterling was dead, eight others were killed, and twenty-four\nwounded. The American loss was about the same. Captain Geddes,\nhowever, was unable to save his prize because a British frigate\nswooped down and took them both into Charleston.",
        "When peace came in 1783, it was independence dearly bought by\nland and sea, and no small part of the price was the loss of a\nthousand merchant ships which would see their home ports no more.\nOther misfortunes added to the toll of destruction. The great\nfishing fleets which had been the chief occupation of coastwise\nNew England were almost obliterated and their crews were\nscattered. Many of the men had changed their allegiance and were\nsailing out of Halifax, and others were impressed into British\nmen-of-war or returned broken in health from long confinement in\nBritish prisons. The ocean was empty of the stanch schooners\nwhich had raced home with lee rails awash to cheer waiting wives\nand sweethearts.",
        "The fate of Nantucket and its whalers was even more tragic. This\ncolony on its lonely island amid the shoals was helpless against\nraids by sea, and its ships and storehouses were destroyed\nwithout mercy. Many vessels in distant waters were captured\nbefore they were even aware that a state of war existed. Of a\nfleet numbering a hundred and fifty sail, one hundred and\nthirty-four were taken by the enemy and Nantucket whaling\nsuffered almost total extinction. These seamen, thus robbed of\ntheir livelihood, fought nobly for their country’s cause. Theirs\nwas not the breed to sulk or whine in port. Twelve hundred of\nthem were killed or made prisoners during the Revolution. They\nwere to be found in the Army and Navy and behind the guns of\nprivateers. There were twenty-five Nantucket whalemen in the crew\nof the Ranger when Paul Jones steered her across the Atlantic on\nthat famous cruise which inspired the old forecastle song that\nbegins",
        "    ’Tis of the gallant Yankee ship\n    That flew the Stripes and Stars,\n    And the whistling wind from the west nor’west\n    Blew through her pitch pine spars.\n    With her starboard tacks aboard, my boys,\n    She hung upon the gale.\n    On an autumn night we raised the light\n    Off the Old Head of Kinsale.",
        "Pitiful as was the situation of Nantucket, with its only industry\nwiped out and two hundred widows among the eight hundred families\nleft on the island, the aftermath of war seemed almost as ruinous\nalong the whole Atlantic coast. More ships could be built and\nthere were thousands of adventurous sailors to man them, but\nwhere were the markets for the product of the farms and mills and\nplantations? The ports of Europe had been so long closed to\nAmerican shipping that little demand was left for American goods.\nTo the Government of England the people of the Republic were no\nlonger fellow-countrymen but foreigners. As such they were\nsubject to the Navigation Acts, and no cargoes could be sent to\nthat kingdom unless in British vessels. The flourishing trade\nwith the West Indies was made impossible for the same reason, a\nspecial Order in Council aiming at one fell stroke to “put an end\nto the building and increase of American vessels” and to finish\nthe careers of three hundred West Indiamen already afloat. In the\nislands themselves the results were appalling. Fifteen thousand\nslaves died of starvation because the American traders were\ncompelled to cease bringing them dried fish and corn during\nseasons in which their own crops were destroyed by hurricanes.",
        "In 1776, one-third of the seagoing merchant marine of Great\nBritain had been bought or built to order in America because\nlumber was cheaper and wages were lower. This lucrative business\nwas killed by a law which denied Englishmen the privilege of\npurchasing ships built in American yards. So narrow and bitter\nwas this commercial enmity, so ardent this desire to banish the\nStars and Stripes from blue water, that Lord Sheffield in 1784\nadvised Parliament that the pirates of Algiers and Tripoli really\nbenefited English commerce by preying on the shipping of weaker\nnations. “It is not probable that the American States will have a\nvery free trade in the Mediterranean,” said he. “It will not be\nto the interest of any of the great maritime Powers to protect\nthem from the Barbary States. If they know their interests, they\nwill not encourage the Americans to be carriers. That the Barbary\nStates are advantageous to maritime Powers is certain.”",
        "Denied the normal ebb and flow of trade and commerce and with the\nimports from England far exceeding the value of the merchandise\nexported thence, the United States, already impoverished, was\ndrained of its money, and a currency of dollars, guineas, joes,\nand moidores grew scarcer day by day. There was no help in a\ngovernment which consisted of States united only in name.\nCongress comprised a handful of respectable gentlemen who had\nlittle power and less responsibility, quarreling among themselves\nfor lack of better employment. Retaliation against England by\nmeans of legislation was utterly impossible. Each State looked\nafter its commerce in its own peculiar fashion and the devil\nmight take the hindmost. Their rivalries and jealousies were like\nthose of petty kingdoms. If one State should close her ports is\nto English ships, the others would welcome them in order to\ndivert the trade, with no feeling of national pride or federal\ncooperation.",
        "The Articles of Confederation had empowered Congress to make\ntreaties of commerce, but only such as did not restrain the\nlegislative power of any State from laying imposts and regulating\nexports and imports. If a foreign power imposed heavy duties upon\nAmerican shipping, it was for the individual States and not for\nCongress to say whether the vessels of the offending nation\nshould be allowed free entrance to the ports of the United\nStates: It was folly to suppose, ran the common opinion, that if\nSouth Carolina should bar her ports to Spain because rice and\nindigo were excluded from the Spanish colonies, New Hampshire,\nwhich furnished masts and lumber for the Spanish Navy, ought to\ndo the same. The idea of turning the whole matter over to\nCongress was considered preposterous by many intelligent\nAmericans.",
        "In these thirteen States were nearly three and a quarter million\npeople hemmed in a long and narrow strip between the sea and an\nunexplored wilderness in which the Indians were an ever present\nperil. The Southern States, including Maryland, prosperous\nagricultural regions, contained almost one-half the English-\nspeaking population of America. As colonies, they had found the\nOld World eager for their rice, tobacco, indigo, and tar, and\nslavery was the means of labor so firmly established that\none-fifth of the inhabitants were black. By contrast, the\nNorthern States were still concerned with commerce as the very\nlifeblood of their existence. New England had not dreamed of the\nmillions of spindles which should hum on the banks of her rivers\nand lure her young men and women from the farms to the clamorous\nfactory towns. The city of New York had not yet outgrown its\ntraffic in furs and its magnificent commercial destiny was still\nunrevealed. It was a considerable seaport but not yet a gateway.\nFrom Sandy Hook, however, to the stormy headlands of Maine, it\nwas a matter of life and death that ships should freely come and\ngo with cargoes to exchange. All other resources were trifling in\ncomparison.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}