{
    "title": "The Devil’s Dictionary - O",
    "author": "Ambrose Bierce",
    "chapter": "16",
    "content": [
        "\n\n",
        "",
        "OATH, n.  In law, a solemn appeal to the Deity, made binding upon the \nconscience by a penalty for perjury.",
        "OBLIVION, n.  The state or condition in which the wicked cease from \nstruggling and the dreary are at rest.  Fame’s eternal dumping ground.  \nCold storage for high hopes.  A place where ambitious authors meet \ntheir works without pride and their betters without envy.  A dormitory \nwithout an alarm clock.",
        "OBSERVATORY, n.  A place where astronomers conjecture away the guesses \nof their predecessors.",
        "OBSESSED, p.p.  Vexed by an evil spirit, like the Gadarene swine and \nother critics.  Obsession was once more common than it is now.  \nArasthus tells of a peasant who was occupied by a different devil for \nevery day in the week, and on Sundays by two.  They were frequently \nseen, always walking in his shadow, when he had one, but were finally \ndriven away by the village notary, a holy man; but they took the \npeasant with them, for he vanished utterly.  A devil thrown out of a \nwoman by the Archbishop of Rheims ran through the trees, pursued by a \nhundred persons, until the open country was reached, where by a leap \nhigher than a church spire he escaped into a bird.  A chaplain in \nCromwell’s army exorcised a soldier’s obsessing devil by throwing the \nsoldier into the water, when the devil came to the surface.  The \nsoldier, unfortunately, did not.",
        "OBSOLETE, adj.  No longer used by the timid.  Said chiefly of words.  \nA word which some lexicographer has marked obsolete is ever thereafter \nan object of dread and loathing to the fool writer, but if it is a \ngood word and has no exact modern equivalent equally good, it is good \nenough for the good writer.  Indeed, a writer’s attitude toward \n“obsolete” words is as true a measure of his literary ability as \nanything except the character of his work.  A dictionary of obsolete \nand obsolescent words would not only be singularly rich in strong and \nsweet parts of speech; it would add large possessions to the \nvocabulary of every competent writer who might not happen to be a \ncompetent reader.",
        "OBSTINATE, adj.  Inaccessible to the truth as it is manifest in the \nsplendor and stress of our advocacy.\n  The popular type and exponent of obstinacy is the mule, a most \nintelligent animal.",
        "OCCASIONAL, adj.  Afflicting us with greater or less frequency.  That, \nhowever, is not the sense in which the word is used in the phrase \n“occasional verses,” which are verses written for an “occasion,” such \nas an anniversary, a celebration or other event.  True, they afflict \nus a little worse than other sorts of verse, but their name has no \nreference to irregular recurrence.",
        "OCCIDENT, n.  The part of the world lying west (or east) of the \nOrient.  It is largely inhabited by Christians, a powerful subtribe of \nthe Hypocrites, whose principal industries are murder and cheating, \nwhich they are pleased to call “war” and “commerce.”  These, also, are \nthe principal industries of the Orient.",
        "OCEAN, n.  A body of water occupying about two-thirds of a world made \nfor man — who has no gills.",
        "OFFENSIVE, adj.  Generating disagreeable emotions or sensations, as \nthe advance of an army against its enemy.\n  “Were the enemy’s tactics offensive?” the king asked.  “I should \nsay so!” replied the unsuccessful general.  “The blackguard wouldn’t \ncome out of his works!”",
        "OLD, adj.  In that stage of usefulness which is not inconsistent with \ngeneral inefficiency, as an old man.  Discredited by lapse of time \nand offensive to the popular taste, as an old book.",
        "  “Old books?  The devil take them!” Goby said.\n  “Fresh every day must be my books and bread.\"\n  Nature herself approves the Goby rule\n  And gives us every moment a fresh fool.",
        "Harley Shum",
        "\nOLEAGINOUS, adj.  Oily, smooth, sleek.\n  Disraeli once described the manner of Bishop Wilberforce as \n“unctuous, oleaginous, saponaceous.”  And the good prelate was ever \nafterward known as Soapy Sam.  For every man there is something in the \nvocabulary that would stick to him like a second skin.  His enemies \nhave only to find it.",
        "OLYMPIAN, adj.  Relating to a mountain in Thessaly, once inhabited by \ngods, now a repository of yellowing newspapers, beer bottles and \nmutilated sardine cans, attesting the presence of the tourist and his \nappetite.",
        "  His name the smirking tourist scrawls\n  Upon Minerva’s temple walls,\n  Where thundered once Olympian Zeus,\n  And marks his appetite’s abuse.",
        "Averil Joop",
        "\nOMEN, n.  A sign that something will happen if nothing happens.",
        "ONCE, adv.  Enough.",
        "OPERA, n.  A play representing life in another world, whose \ninhabitants have no speech but song, no motions but gestures and no \npostures but attitudes.  All acting is simulation, and the word \nsimulation is from simia, an ape; but in opera the actor takes for \nhis model Simia audibilis (or Pithecanthropos stentor) — the ape \nthat howls.",
        "  The actor apes a man — at least in shape;\n  The opera performer apes and ape.",
        "OPIATE, n.  An unlocked door in the prison of Identity.  It leads into \nthe jail yard.",
        "OPPORTUNITY, n.  A favorable occasion for grasping a disappointment.",
        "OPPOSE, v.  To assist with obstructions and objections.",
        "  How lonely he who thinks to vex\n  With bandinage the Solemn Sex!\n  Of levity, Mere Man, beware;\n  None but the Grave deserve the Unfair.",
        "Percy P. Orminder",
        "\nOPPOSITION, n.  In politics the party that prevents the Government from \nrunning amuck by hamstringing it.\n  The King of Ghargaroo, who had been abroad to study the science of \ngovernment, appointed one hundred of his fattest subjects as members \nof a parliament to make laws for the collection of revenue.  Forty of \nthese he named the Party of Opposition and had his Prime Minister \ncarefully instruct them in their duty of opposing every royal measure.  \nNevertheless, the first one that was submitted passed unanimously.  \nGreatly displeased, the King vetoed it, informing the Opposition that \nif they did that again they would pay for their obstinacy with their \nheads.  The entire forty promptly disemboweled themselves.\n  “What shall we do now?” the King asked.  “Liberal institutions \ncannot be maintained without a party of Opposition.\"\n  “Splendor of the universe,” replied the Prime Minister, “it is \ntrue these dogs of darkness have no longer their credentials, but all \nis not lost.  Leave the matter to this worm of the dust.\"\n  So the Minister had the bodies of his Majesty’s Opposition \nembalmed and stuffed with straw, put back into the seats of power and \nnailed there.  Forty votes were recorded against every bill and the \nnation prospered.  But one day a bill imposing a tax on warts was \ndefeated — the members of the Government party had not been nailed to \ntheir seats!  This so enraged the King that the Prime Minister was put \nto death, the parliament was dissolved with a battery of artillery, \nand government of the people, by the people, for the people perished \nfrom Ghargaroo.",
        "OPTIMISM, n.  The doctrine, or belief, that everything is beautiful, \nincluding what is ugly, everything good, especially the bad, and \neverything right that is wrong.  It is held with greatest tenacity by \nthose most accustomed to the mischance of falling into adversity, and \nis most acceptably expounded with the grin that apes a smile.  Being a \nblind faith, it is inaccessible to the light of disproof — an \nintellectual disorder, yielding to no treatment but death.  It is \nhereditary, but fortunately not contagious.",
        "OPTIMIST, n.  A proponent of the doctrine that black is white.\n  A pessimist applied to God for relief.\n  “Ah, you wish me to restore your hope and cheerfulness,” said God.\n  “No,” replied the petitioner, “I wish you to create something that \nwould justify them.\"\n  “The world is all created,” said God, “but you have overlooked \nsomething — the mortality of the optimist.”",
        "ORATORY, n.  A conspiracy between speech and action to cheat the \nunderstanding.  A tyranny tempered by stenography.",
        "ORPHAN, n.  A living person whom death has deprived of the power of \nfilial ingratitude — a privation appealing with a particular \neloquence to all that is sympathetic in human nature.  When young the \norphan is commonly sent to an asylum, where by careful cultivation of \nits rudimentary sense of locality it is taught to know its place.  It \nis then instructed in the arts of dependence and servitude and \neventually turned loose to prey upon the world as a bootblack or \nscullery maid.",
        "ORTHODOX, n.  An ox wearing the popular religious joke.",
        "ORTHOGRAPHY, n.  The science of spelling by the eye instead of the \near.  Advocated with more heat than light by the outmates of every \nasylum for the insane.  They have had to concede a few things since \nthe time of Chaucer, but are none the less hot in defence of those to \nbe conceded hereafter.",
        "  A spelling reformer indicted\n  For fudge was before the court cicted.\n      The judge said:  “Enough —\n      His candle we’ll snough,\n  And his sepulchre shall not be whicted.”",
        "OSTRICH, n.  A large bird to which (for its sins, doubtless) nature \nhas denied that hinder toe in which so many pious naturalists have \nseen a conspicuous evidence of design.  The absence of a good working \npair of wings is no defect, for, as has been ingeniously pointed out, \nthe ostrich does not fly.",
        "OTHERWISE, adv.  No better.",
        "OUTCOME, n.  A particular type of disappointment.  By the kind of \nintelligence that sees in an exception a proof of the rule the wisdom \nof an act is judged by the outcome, the result.  This is immortal \nnonsense; the wisdom of an act is to be juded by the light that the \ndoer had when he performed it.",
        "OUTDO, v.t.  To make an enemy.",
        "OUT-OF-DOORS, n.  That part of one’s environment upon which no \ngovernment has been able to collect taxes.  Chiefly useful to inspire \npoets.",
        "  I climbed to the top of a mountain one day\n      To see the sun setting in glory,\n  And I thought, as I looked at his vanishing ray,\n      Of a perfectly splendid story.",
        "  ’Twas about an old man and the ass he bestrode\n      Till the strength of the beast was o’ertested;\n  Then the man would carry him miles on the road\n      Till Neddy was pretty well rested.",
        "  The moon rising solemnly over the crest\n      Of the hills to the east of my station\n  Displayed her broad disk to the darkening west\n      Like a visible new creation.",
        "  And I thought of a joke (and I laughed till I cried)\n      Of an idle young woman who tarried\n  About a church-door for a look at the bride,\n      Although ’twas herself that was married.",
        "  To poets all Nature is pregnant with grand\n      Ideas — with thought and emotion.\n  I pity the dunces who don’t understand\n      The speech of earth, heaven and ocean.",
        "Stromboli Smith",
        "\nOVATION, n.  n ancient Rome, a definite, formal pageant in honor of \none who had been disserviceable to the enemies of the nation.  A \nlesser “triumph.”  In modern English the word is improperly used to \nsignify any loose and spontaneous expression of popular homage to the \nhero of the hour and place.",
        "  “I had an ovation!” the actor man said,\n      But I thought it uncommonly queer,\n  That people and critics by him had been led\n          By the ear.",
        "  The Latin lexicon makes his absurd\n      Assertion as plain as a peg;\n  In “ovum” we find the true root of the word.\n          It means egg.",
        "Dudley Spink",
        "\nOVEREAT, v.  To dine.",
        "  Hail, Gastronome, Apostle of Excess,\n  Well skilled to overeat without distress!\n  Thy great invention, the unfatal feast,\n  Shows Man’s superiority to Beast.",
        "John Boop",
        "\nOVERWORK, n.  A dangerous disorder affecting high public functionaries \nwho want to go fishing.",
        "OWE, v.  To have (and to hold) a debt.  The word formerly signified \nnot indebtedness, but possession; it meant “own,” and in the minds of \ndebtors there is still a good deal of confusion between assets and \nliabilities.",
        "OYSTER, n.  A slimy, gobby shellfish which civilization gives men the \nhardihood to eat without removing its entrails!  The shells are \nsometimes given to the poor.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}