{
    "title": "The Boys’ Life of Mark Twain - LXIII. Living With Mark Twain",
    "author": "Paine",
    "chapter": "63",
    "content": [
        "\n",
        "\n\n",
        "I accompanied him on a trip he made to Washington in the interest of\ncopyright.  Speaker “Uncle Joe” Cannon lent us his private room in the\nCapitol, and there all one afternoon Mark Twain received Congressmen, and\nin an atmosphere blue with cigar-smoke preached the gospel of copyright.\nIt was a historic trip, and for me an eventful one, for it was on the way\nback to New York that Mark Twain suggested that I take up residence in\nhis home.  There was a room going to waste, he said, and I would be\nhandier for the early and late billiard sessions.  I accepted, of course.",
        "Looking back, now, I see pretty vividly three quite distinct pictures.\nOne of them, the rich, red interior of the billiard-room, with the\nbrilliant green square in the center on which the gay balls are rolling,\nand bent over it his luminous white figure in the instant of play.  Then\nthere is the long lighted drawing-room, with the same figure stretched on\na couch in the corner, drowsily smoking while the rich organ tones summon\nfor him scenes and faces which the others do not see.  Sometimes he rose,\npacing the length of the parlors, but oftener he lay among the cushions,\nthe light flooding his white hair and dress, heightening his brilliant\ncoloring.  He had taken up the fashion of wearing white altogether at\nthis time.  Black, he said, reminded him of his funerals.",
        "The third picture is that of the dinner-table–always beautifully laid,\nand always a shrine of wisdom when he was there.  He did not always talk,\nbut he often did, and I see him clearest, his face alive with interest,\npresenting some new angle of thought in his vivid, inimitable speech.\nThese are pictures that will not fade from my memory.  How I wish the\nmarvelous things he said were like them!  I preserved as much of them as\nI could, and in time trained myself to recall portions of his exact\nphrasing.  But even so they seemed never quite as he had said them.  They\nlacked the breath of his personality.  His dinner-table talk was likely\nto be political, scientific, philosophic.  He often discussed aspects of\nastronomy, which was a passion with him.  I could succeed better with the\nbilliard-room talk–that was likely to be reminiscent, full of anecdotes.\nI kept a pad on the window-sill, and made notes while he was playing.  At\none time he told me of his dreams.",
        "“There is never a month passes,” he said, “that I do not dream of being\nin reduced circumstances and obliged to go back to the river to earn a\nliving.  Usually in my dream I am just about to start into a black shadow\nwithout being able to tell whether it is Selma Bluff, or Hat Island, or\nonly a black wall of night.  Another dream I have is being compelled to\ngo back to the lecture platform.  In it I am always getting up before an\naudience, with nothing to say, trying to be funny, trying to make the\naudience laugh, realizing I am only making silly jokes.  Then the\naudience realizes it, and pretty soon they commence to get up and leave.\nThat dream always ends by my standing there in the semi-darkness talking\nto an empty house.”",
        "He did not return to Dublin the next summer, but took a house at Tuxedo,\nnearer New York.  I did not go there with him, for in the spring it was\nagreed that I should make a pilgrimage to the Mississippi and the Pacific\ncoast to see those few still remaining who had known Mark Twain in his\nyouth.  John Briggs was alive, also Horace Bixby, “Joe” Goodman, Steve\nand Jim Gillis, and there were a few others.",
        "It was a trip taken none too soon.  John Briggs, a gentle-hearted old man\nwho sat by his fire and through one afternoon told me of the happy days\nalong the river-front from the cave to Holliday’s Hill, did not reach the\nend of the year.  Horace Bixby, at eighty-one, was still young, and\npiloting a government snag-boat.  Neither was Joseph Goodman old, by any\nmeans, but Jim Gillis was near his end, and Steve Gillis was an invalid,\nwho said:",
        "“Tell Sam I’m going to die pretty soon, but that I love him; that I’ve\nloved him all my life, and I’ll love him till I die.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}