{
    "title": "The War of the Worlds - Chapter Nine",
    "author": "H.G. Wells",
    "chapter": "29",
    "content": [
        "\n",
        "\n\n",
        "And now comes the strangest thing in my story.  Yet,\nperhaps, it is not altogether strange.  I remember, clearly and\ncoldly and vividly, all that I did that day until the time that\nI stood weeping and praising God upon the summit of Prim-\nrose Hill.  And then I forget.",
        "Of the next three days I know nothing.  I have learned\nsince that, so far from my being the first discoverer of the\nMartian overthrow, several such wanderers as myself had\nalready discovered this on the previous night.  One man--\nthe first--had gone to St. Martin’s-le-Grand, and, while I\nsheltered in the cabmen’s hut, had contrived to telegraph to\nParis.  Thence the joyful news had flashed all over the world;\na thousand cities, chilled by ghastly apprehensions, sud-\ndenly flashed into frantic illuminations; they knew of it in\nDublin, Edinburgh, Manchester, Birmingham, at the time\nwhen I stood upon the verge of the pit.  Already men, weep-\ning with joy, as I have heard, shouting and staying their\nwork to shake hands and shout, were making up trains, even\nas near as Crewe, to descend upon London.  The church bells\nthat had ceased a fortnight since suddenly caught the news,\nuntil all England was bell-ringing.  Men on cycles, lean-faced,\nunkempt, scorched along every country lane shouting of\nunhoped deliverance, shouting to gaunt, staring figures of\ndespair.  And for the food!  Across the Channel, across the\nIrish Sea, across the Atlantic, corn, bread, and meat were\ntearing to our relief.  All the shipping in the world seemed\ngoing Londonward in those days.  But of all this I have no\nmemory.  I drifted--a demented man.  I found myself in a\nhouse of kindly people, who had found me on the third day\nwandering, weeping, and raving through the streets of St.\nJohn’s Wood.  They have told me since that I was singing\nsome insane doggerel about “The Last Man Left Alive!\nHurrah!  The Last Man Left Alive!”  Troubled as they were\nwith their own affairs, these people, whose name, much as\nI would like to express my gratitude to them, I may not\neven give here, nevertheless cumbered themselves with me,\nsheltered me, and protected me from myself.  Apparently they\nhad learned something of my story from me during the days\nof my lapse.",
        "Very gently, when my mind was assured again, did they\nbreak to me what they had learned of the fate of Leather-\nhead.  Two days after I was imprisoned it had been destroyed,\nwith every soul in it, by a Martian.  He had swept it out\nof existence, as it seemed, without any provocation, as a boy\nmight crush an ant hill, in the mere wantonness of power.",
        "I was a lonely man, and they were very kind to me.  I\nwas a lonely man and a sad one, and they bore with me.  I\nremained with them four days after my recovery.  All that\ntime I felt a vague, a growing craving to look once more\non whatever remained of the little life that seemed so happy\nand bright in my past.  It was a mere hopeless desire to feast\nupon my misery.  They dissuaded me.  They did all they\ncould to divert me from this morbidity.  But at last I could\nresist the impulse no longer, and, promising faithfully to\nreturn to them, and parting, as I will confess, from these\nfour-day friends with tears, I went out again into the streets\nthat had lately been so dark and strange and empty.",
        "Already they were busy with returning people; in places\neven there were shops open, and I saw a drinking fountain\nrunning water.",
        "I remember how mockingly bright the day seemed as I\nwent back on my melancholy pilgrimage to the little house\nat Woking, how busy the streets and vivid the moving life\nabout me.  So many people were abroad everywhere, busied\nin a thousand activities, that it seemed incredible that any\ngreat proportion of the population could have been slain.\nBut then I noticed how yellow were the skins of the people\nI met, how shaggy the hair of the men, how large and bright\ntheir eyes, and that every other man still wore his dirty\nrags.  Their faces seemed all with one of two expressions--a\nleaping exultation and energy or a grim resolution.  Save\nfor the expression of the faces, London seemed a city of\ntramps.  The vestries were indiscriminately distributing bread\nsent us by the French government.  The ribs of the few horses\nshowed dismally.  Haggard special constables with white\nbadges stood at the corners of every street.  I saw little of\nthe mischief wrought by the Martians until I reached Welling-\nton Street, and there I saw the red weed clambering over\nthe buttresses of Waterloo Bridge.",
        "At the corner of the bridge, too, I saw one of the common\ncontrasts of that grotesque time--a sheet of paper flaunting\nagainst a thicket of the red weed, transfixed by a stick that\nkept it in place.  It was the placard of the first newspaper\nto resume publication--the DAILY MAIL.  I bought a copy\nfor a blackened shilling I found in my pocket.  Most of it\nwas in blank, but the solitary compositor who did the thing\nhad amused himself by making a grotesque scheme of ad-\nvertisement stereo on the back page.  The matter he printed\nwas emotional; the news organisation had not as yet found\nits way back.  I learned nothing fresh except that already\nin one week the examination of the Martian mechanisms had\nyielded astonishing results.  Among other things, the article\nassured me what I did not believe at the time, that the\n“Secret of Flying,” was discovered.  At Waterloo I found the\nfree trains that were taking people to their homes.  The first\nrush was already over.  There were few people in the train,\nand I was in no mood for casual conversation.  I got a com-\npartment to myself, and sat with folded arms, looking greyly\nat the sunlit devastation that flowed past the windows.  And\njust outside the terminus the train jolted over temporary\nrails, and on either side of the railway the houses were\nblackened ruins.  To Clapham Junction the face of London\nwas grimy with powder of the Black Smoke, in spite of\ntwo days of thunderstorms and rain, and at Clapham Junc-\ntion the line had been wrecked again; there were hundreds\nof out-of-work clerks and shopmen working side by side\nwith the customary navvies, and we were jolted over a hasty\nrelaying.",
        "All down the line from there the aspect of the country\nwas gaunt and unfamiliar; Wimbledon particularly had suf-\nfered.  Walton, by virtue of its unburned pine woods, seemed\nthe least hurt of any place along the line.  The Wandle, the\nMole, every little stream, was a heaped mass of red weed,\nin appearance between butcher’s meat and pickled cabbage.\nThe Surrey pine woods were too dry, however, for the festoons\nof the red climber.  Beyond Wimbledon, within sight of the\nline, in certain nursery grounds, were the heaped masses\nof earth about the sixth cylinder.  A number of people were\nstanding about it, and some sappers were busy in the midst\nof it.  Over it flaunted a Union Jack, flapping cheerfully in\nthe morning breeze.  The nursery grounds were everywhere\ncrimson with the weed, a wide expanse of livid colour cut\nwith purple shadows, and very painful to the eye.  One’s\ngaze went with infinite relief from the scorched greys and\nsullen reds of the foreground to the blue-green softness of\nthe eastward hills.",
        "The line on the London side of Woking station was still\nundergoing repair, so I descended at Byfleet station and\ntook the road to Maybury, past the place where I and the\nartilleryman had talked to the hussars, and on by the spot\nwhere the Martian had appeared to me in the thunderstorm.\nHere, moved by curiosity, I turned aside to find, among a\ntangle of red fronds, the warped and broken dog cart with\nthe whitened bones of the horse scattered and gnawed.  For\na time I stood regarding these vestiges. . . .",
        "Then I returned through the pine wood, neck-high with\nred weed here and there, to find the landlord of the Spotted\nDog had already found burial, and so came home past the\nCollege Arms.  A man standing at an open cottage door\ngreeted me by name as I passed.",
        "I looked at my house with a quick flash of hope that\nfaded immediately.  The door had been forced; it was unfast\nand was opening slowly as I approached.",
        "It slammed again.  The curtains of my study fluttered\nout of the open window from which I and the artilleryman\nhad watched the dawn.  No one had closed it since.  The\nsmashed bushes were just as I had left them nearly four\nweeks ago.  I stumbled into the hall, and the house felt\nempty.  The stair carpet was ruffled and discoloured where\nI had crouched, soaked to the skin from the thunderstorm\nthe night of the catastrophe.  Our muddy footsteps I saw still\nwent up the stairs.",
        "I followed them to my study, and found lying on my\nwriting-table still, with the selenite paper weight upon it,\nthe sheet of work I had left on the afternoon of the opening\nof the cylinder.  For a space I stood reading over my aban-\ndoned arguments.  It was a paper on the probable develop-\nment of Moral Ideas with the development of the civilising\nprocess; and the last sentence was the opening of a prophecy:\n“In about two hundred years,” I had written, “we may\nexpect----”  The sentence ended abruptly.  I remembered\nmy inability to fix my mind that morning, scarcely a month\ngone by, and how I had broken off to get my DAILY CHRONICLE\nfrom the newsboy.  I remembered how I went down to the\ngarden gate as he came along, and how I had listened to his\nodd story of “Men from Mars.”",
        "I came down and went into the dining room.  There\nwere the mutton and the bread, both far gone now in decay,\nand a beer bottle overturned, just as I and the artilleryman\nhad left them.  My home was desolate.  I perceived the folly\nof the faint hope I had cherished so long.  And then a strange\nthing occurred.  “It is no use,” said a voice.  “The house is\ndeserted.  No one has been here these ten days.  Do not stay\nhere to torment yourself.  No one escaped but you.”",
        "I was startled.  Had I spoken my thought aloud?  I turned,\nand the French window was open behind me.  I made a\nstep to it, and stood looking out.",
        "And there, amazed and afraid, even as I stood amazed\nand afraid, were my cousin and my wife--my wife white\nand tearless.  She gave a faint cry.",
        "“I came,” she said.  “I knew--knew----”",
        "She put her hand to her throat--swayed.  I made a step\nforward, and caught her in my arms.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}