{
    "title": "The Adventure of the Cardboard Box",
    "author": "Sir Arthur Conan Doyle",
    "chapter": "1",
    "content": [
        "\n\n",
        "",
        "In choosing a few typical cases which illustrate the remarkable\nmental qualities of my friend, Sherlock Holmes, I have\nendeavoured, as far as possible, to select those which presented\nthe minimum of sensationalism, while offering a fair field for\nhis talents.  It is, however, unfortunately impossible entirely\nto separate the sensational from the criminal, and a chronicler\nis left in the dilemma that he must either sacrifice details\nwhich are essential to his statement and so give a false\nimpression of the problem, or he must use matter which chance,\nand not choice, has provided him with.  With this short preface I\nshall turn to my notes of what proved to be a strange, though a\npeculiarly terrible, chain of events.",
        "It was a blazing hot day in August.  Baker Street was like an\noven, and the glare of the sunlight upon the yellow brickwork of\nthe house across the road was painful to the eye.  It was hard to\nbelieve that these were the same walls which loomed so gloomily\nthrough the fogs of winter.  Our blinds were half-drawn, and\nHolmes lay curled upon the sofa, reading and re-reading a letter\nwhich he had received by the morning post.  For myself, my term\nof service in India had trained me to stand heat better than\ncold, and a thermometer at ninety was no hardship.  But the\nmorning paper was uninteresting.  Parliament had risen.\nEverybody was out of town, and I yearned for the glades of the\nNew Forest or the shingle of Southsea.  A depleted bank account\nhad caused me to postpone my holiday, and as to my companion,\nneither the country nor the sea presented the slightest\nattraction to him.  He loved to lie in the very center of five\nmillions of people, with his filaments stretching out and running\nthrough them, responsive to every little rumour or suspicion of\nunsolved crime.  Appreciation of nature found no place among his\nmany gifts, and his only change was when he turned his mind from\nthe evil-doer of the town to track down his brother of the\ncountry.",
        "Finding that Holmes was too absorbed for conversation I had\ntossed side the barren paper, and leaning back in my chair I fell\ninto a brown study.  Suddenly my companion’s voice broke in upon\nmy thoughts:",
        "“You are right, Watson,” said he.  “It does seem a most\npreposterous way of settling a dispute.”",
        "“Most preposterous!” I exclaimed, and then suddenly realizing how\nhe had echoed the inmost thought of my soul, I sat up in my chair\nand stared at him in blank amazement.",
        "“What is this, Holmes?” I cried.  “This is beyond anything which\nI could have imagined.”",
        "He laughed heartily at my perplexity.",
        "“You remember,” said he, “that some little time ago when I read\nyou the passage in one of Poe’s sketches in which a close\nreasoner follows the unspoken thoughts of his companion, you were\ninclined to treat the matter as a mere tour-de-force of the\nauthor.  On my remarking that I was constantly in the habit of\ndoing the same thing you expressed incredulity.”",
        "“Oh, no!”",
        "“Perhaps not with your tongue, my dear Watson, but certainly with\nyour eyebrows.  So when I saw you throw down your paper and enter\nupon a train of thought, I was very happy to have the opportunity\nof reading it off, and eventually of breaking into it, as a proof\nthat I had been in rapport with you.”",
        "But I was still far from satisfied.  “In the example which you\nread to me,” said I, “the reasoner drew his conclusions from the\nactions of the man whom he observed. If I remember right, he\nstumbled over a heap of stones, looked up at the stars, and so\non.  But I have been seated quietly in my chair, and what clues\ncan I have given you?”",
        "“You do yourself an injustice.  The features are given to man as\nthe means by which he shall express his emotions, and yours are\nfaithful servants.”",
        "“Do you mean to say that you read my train of thoughts from my\nfeatures?”",
        "“Your features and especially your eyes.  Perhaps you cannot\nyourself recall how your reverie commenced?”",
        "“No, I cannot.”",
        "“Then I will tell you.  After throwing down your paper, which was\nthe action which drew my attention to you, you sat for half a\nminute with a vacant expression.  Then your eyes fixed themselves\nupon your newly framed picture of General Gordon, and I saw by\nthe alteration in your face that a train of thought had been\nstarted.  But it did not lead very far.  Your eyes flashed across\nto the unframed portrait of Henry Ward Beecher which stands upon\nthe top of your books.  Then you glanced up at the wall, and of\ncourse your meaning was obvious.  You were thinking that if the\nportrait were framed it would just cover that bare space and\ncorrespond with Gordon’s picture there.”",
        "“You have followed me wonderfully!” I exclaimed.",
        "“So far I could hardly have gone astray.  But now your thoughts\nwent back to Beecher, and you looked hard across as if you were\nstudying the character in his features. Then your eyes ceased to\npucker, but you continued to look across, and your face was\nthoughtful.  You were recalling the incidents of Beecher’s\ncareer.  I was well aware that you could not do this without\nthinking of the mission which he undertook on behalf of the North\nat the time of the Civil War, for I remember your expressing your\npassionate indignation at the way in which he was received by the\nmore turbulent of our people.  You felt so strongly about it that\nI knew you could not think of Beecher without thinking of that\nalso.  When a moment later I saw your eyes wander away from the\npicture, I suspected that your mind had now turned to the Civil\nWar, and when I observed that your lips set, your eyes sparkled,\nand your hands clenched I was positive that you were indeed\nthinking of the gallantry which was shown by both sides in that\ndesperate struggle. But then, again, your face grew sadder, you\nshook your head.  You were dwelling upon the sadness and horror\nand useless waste of life.  Your hand stole towards your own old\nwound and a smile quivered on your lips, which showed me that the\nridiculous side of this method of settling international\nquestions had forced itself upon your mind. At this point I\nagreed with you that it was preposterous and was glad to find\nthat all my deductions had been correct.”",
        "“Absolutely!” said I.  “And now that you have explained it, I\nconfess that I am as amazed as before.”",
        "“It was very superficial, my dear Watson, I assure you.  I should\nnot have intruded it upon your attention had you not shown some\nincredulity the other day.  But I have in my hands here a little\nproblem which may prove to be more difficult of solution than my\nsmall essay I thought reading.  Have you observed in the paper a\nshort paragraph referring to the remarkable contents of a packet\nsent through the post to Miss Cushing, of Cross Street, Croydon?”",
        "“No, I saw nothing.”",
        "“Ah! then you must have overlooked it.  Just toss it over to me.\nHere it is, under the financial column.  Perhaps you would be\ngood enough to read it aloud.”",
        "I picked up the paper which he had thrown back to me and read the\nparagraph indicated. It was headed, “A Gruesome Packet.”",
        "“Miss Susan Cushing, living at Cross Street, Croydon, has been\nmade the victim of what must be regarded as a peculiarly\nrevolting practical joke unless some more sinister meaning should\nprove to be attached to the incident.  At two o’clock yesterday\nafternoon a small packet, wrapped in brown paper, was handed in\nby the postman.  A cardboard box was inside, which was filled\nwith coarse salt. On emptying this, Miss Cushing was horrified to\nfind two human ears, apparently quite freshly severed.  The box\nhad been sent by parcel post from Belfast upon the morning\nbefore.  There is no indication as to the sender, and the matter\nis the more mysterious as Miss Cushing, who is a maiden lady of\nfifty, has led a most retired life, and has so few acquaintances\nor correspondents that it is a rare event for her to receive\nanything through the post.  Some years ago, however, when she\nresided at Penge, she let apartments in her house to three young\nmedical students, whom she was obliged to get rid of on account\nof their noisy and irregular habits.  The police are of opinion\nthat this outrage may have been perpetrated upon Miss Cushing by\nthese youths, who owed her a grudge and who hoped to frighten her\nby sending her these relics of the dissecting-rooms.  Some\nprobability is lent to the theory by the fact that one of these\nstudents came from the north of Ireland, and, to the best of Miss\nCushing’s belief, from Belfast.  In the meantime, the matter is\nbeing actively investigated, Mr. Lestrade, one of the very\nsmartest of our detective officers, being in charge of the case.”",
        "“So much for the Daily Chronicle,” said Holmes as I finished\nreading.  “Now for our friend Lestrade.  I had a note from him\nthis morning, in which he says:",
        "“I think that this case is very much in your line.  We have every\nhope of clearing the matter up, but we find a little difficulty\nin getting anything to work upon.  We have, of course, wired to\nthe Belfast post-office, but a large number of parcels were\nhanded in upon that day, and they have no means of identifying\nthis particular one, or of remembering the sender.  The box is a\nhalf-pound box of honeydew tobacco and does not help us in any\nway.  The medical student theory still appears to me to be the\nmost feasible, but if you should have a few hours to spare I\nshould be very happy to see you out here.  I shall be either at\nthe house or in the police-station all day.",
        "“What say you, Watson?  Can you rise superior to the heat and run\ndown to Croydon with me on the off chance of a case for your\nannals?”",
        "“I was longing for something to do.”",
        "“You shall have it then.  Ring for our boots and tell them to\norder a cab.  I’ll be back in a moment when I have changed my\ndressing-gown and filled my cigar-case.”",
        "A shower of rain fell while we were in the train, and the heat\nwas far less oppressive in Croydon than in town.  Holmes had sent\non a wire, so that Lestrade, as wiry, as dapper, and as ferret-\nlike as ever, was waiting for us at the station.  A walk of five\nminutes took us to Cross Street, where Miss Cushing resided.",
        "It was a very long street of two-story brick houses, neat and\nprim, with whitened stone steps and little groups of aproned\nwomen gossiping at the doors.  Halfway down, Lestrade stopped and\ntapped at a door, which was opened by a small servant girl.  Miss\nCushing was sitting in the front room, into which we were\nushered.  She was a placid-faced woman, with large, gentle eyes,\nand grizzled hair curving down over her temples on each side.  A\nworked antimacassar lay upon her lap and a basket of coloured\nsilks stood upon a stool beside her.",
        "“They are in the outhouse, those dreadful things,” said she as\nLestrade entered.  “I wish that you would take them away\naltogether.”",
        "“So I shall, Miss Cushing.  I only kept them here until my\nfriend, Mr. Holmes, should have seen them in your presence.”",
        "“Why in my presence, sir?”",
        "“In case he wished to ask any questions.”",
        "“What is the use of asking me questions when I tell you I know\nnothing whatever about it?”",
        "“Quite so, madam,” said Holmes in his soothing way.  “I have no\ndoubt that you have been annoyed more than enough already over\nthis business.”",
        "“Indeed I have, sir. I am a quiet woman and live a retired life.\nIt is something new for me to see my name in the papers and to\nfind the police in my house.  I won’t have those things I here,\nMr. Lestrade.  If you wish to see them you must go to the\nouthouse.”",
        "It was a small shed in the narrow garden which ran behind the\nhouse.  Lestrade went in and brought out a yellow cardboard box,\nwith a piece of brown paper and some string.  There was a bench\nat the end of the path, and we all sat down while Homes examined\none by one, the articles which Lestrade had handed to him.",
        "“The string is exceedingly interesting,” he remarked, holding it\nup to the light and sniffing at it.  “What do you make of this\nstring, Lestrade?”",
        "“It has been tarred.”",
        "“Precisely.  It is a piece of tarred twine.  You have also, no\ndoubt, remarked that Miss Cushing has cut the cord with a\nscissors, as can be seen by the double fray on each side.  This\nis of importance.”",
        "“I cannot see the importance,” said Lestrade.",
        "“The importance lies in the fact that the knot is left intact,\nand that this knot is of a peculiar character.”",
        "“It is very neatly tied.  I had already made a note of that\neffect,” said Lestrade complacently.",
        "“So much for the string, then,” said Holmes, smiling, “now for\nthe box wrapper. Brown paper, with a distinct smell of coffee.\nWhat, did you not observe it?  I think there can be no doubt of\nit.  Address printed in rather straggling characters:  ’Miss S.\nCushing, Cross Street, Croydon.’  Done with a broad-pointed pen,\nprobably a J, and with very inferior ink.  The word ’Croydon’ has\nbeen originally spelled with an ’i’, which has been changed to\n’y’.  The parcel was directed, then, by a man—the printing is\ndistinctly masculine—of limited education and unacquainted with\nthe town of Croydon.  So far, so good!  The box is a yellow,\nhalf-pound honeydew box, with nothing distinctive save two thumb\nmarks at the left bottom corner.  It is filled with rough salt of\nthe quality used for preserving hides and other of the coarser\ncommercial purposes.  And embedded in it are these very singular\nenclosures.”",
        "He took out the two ears as he spoke, and laying a board across\nhis knee he examined them minutely, while Lestrade and I, bending\nforward on each side of him, glanced alternately at these\ndreadful relics and at the thoughtful, eager face of our\ncompanion.  Finally he returned them to the box once more and sat\nfor a while in deep meditation.",
        "“You have observed, of course,” said he at last, “that the ears\nare not a pair.”",
        "“Yes, I have noticed that.  But if this were the practical joke\nof some students from the dissecting-rooms, it would be as easy\nfor them to send two odd ears as a pair.”",
        "“Precisely.  But this is not a practical joke.”",
        "“You are sure of it?”",
        "“The presumption is strongly against it.  Bodies in the\ndissecting-rooms are injected with preservative fluid.  These\nears bear no signs of this.  They are fresh, too.  They have been\ncut off with a blunt instrument, which would hardly happen if a\nstudent had done it.  Again, carbolic or rectified spirits would\nbe the preservatives which would suggest themselves to the\nmedical mind, certainly not rough salt.  I repeat that there is\nno practical joke here, but that we are investigating a serious\ncrime.”",
        "A vague thrill ran through me as I listened to my companion’s\nwords and saw the stern gravity which had hardened his features.\nThis brutal preliminary seemed to shadow forth some strange and\ninexplicable horror in the background. Lestrade, however, shook\nhis head like a man who is only half convinced.",
        "“There are objections to the joke theory, no doubt,” said he,\n“but there are much stronger reasons against the other.  We know\nthat this woman has led a most quiet and respectable life at\nPenge and here for the last twenty years.  She has hardly been\naway from her home for a day during that time.  Why on earth,\nthen, should any criminal send her the proofs of his guilt,\nespecially as, unless she is a most consummate actress, she\nunderstands quite as little of the matter as we do?”",
        "“That is the problem which we have to solve,” Holmes answered,\n“and for my part I shall set about it by presuming that my\nreasoning is correct, and that a double murder has been\ncommitted.  One of these ears is a woman’s, small, finely formed,\nand pierced for an earring.  The other is a man’s, sun-burned,\ndiscoloured, and also pierced for an earring.  These two people\nare presumably dead, or we should have heard their story before\nnow.  To-day is Friday.  The packet was posted on Thursday\nmorning.  The tragedy, then, occurred on Wednesday or Tuesday, or\nearlier.  If the two people were murdered, who but their murderer\nwould have sent this sign of his work to Miss Cushing?  We may\ntake it that the sender of the packet is the man whom we want.\nBut he must have some strong reason for sending Miss Cushing this\npacket.  What reason then?  It must have been to tell her that\nthe deed was done! or to pain her, perhaps.  But in that case she\nknows who it is.  Does she know?  I doubt it.  If she knew, why\nshould she cal the police in?  She might have buried the ears,\nand no one would have been the wiser. That is what she would have\ndone if she had wished to shield the criminal.  But if she does\nnot wish to shield him she would give his name.  There is a\ntangle here which needs straightening to.”  He had been talking\nin a high, quick voice, staring blankly up over the garden fence,\nbut now he sprang briskly to his feet and walked towards the\nhouse.",
        "“I have a few questions to ask Miss Cushing,” said he.",
        "“In that case I may leave you here,” said Lestrade, “for I have\nanother small business on hand.  I think that I have nothing\nfurther to learn form Miss Cushing.  You will find me at the\npolice-station.”",
        "“We shall look in on our way to the train,” answered Holmes.  A\nmoment later he and I were back in the front room, where the\nimpassive lady was still quietly working away at her\nantimacassar.  She put it down on her lap as we entered and\nlooked at us with her frank, searching blue eyes.",
        "“I am convinced, sir,” she said, “that this matter is a mistake,\nand that the parcel was never meant for me at all.  I have said\nthis several times to the gentlemen from Scotland Yard, but he\nsimply laughs at me.  I have not an enemy in the world, as far as\nI know, so why should anyone play me such a trick?”",
        "“I am coming to be of the same opinion, Miss Cushing,” said\nHolmes, taking a seat beside her.  “I think that it is more than\nprobable—” He paused, and I was surprised, on glancing round to\nsee that he was staring with singular intentness at the lady’s\nprofile.  Surprise and satisfaction were both for an instant to\nbe read upon his eager face, though when she glanced round to\nfind out the cause of his silence he had become as demure as\never.  I stared hard myself at her flat, grizzled hair, her trim\ncap, her little gilt earrings, her placid features; but I could\nsee nothing which could account for my companion’s evident\nexcitement.",
        "“There were one or two questions—”",
        "“Oh, I am weary of questions!” cried Miss Cushing impatiently.",
        "“You have two sisters, I believe.”",
        "“How could you know that?”",
        "“I observed the very instant that I entered the room that you\nhave a portrait group of three ladies upon the mantelpiece, one\nof whom is undoubtedly yourself, while the others are so\nexceedingly like you that there could be no doubt of the\nrelationship.”",
        "“Yes, you are quite right.  Those are my sisters, Sarah and\nMary.”",
        "“And here at my elbow is another portrait, taken at Liverpool, of\nyour younger sister, in the company of a man who appears to be a\nsteward by his uniform.  I observe that she was unmarried at the\ntime.”",
        "“You are very quick at observing.”",
        "“That is my trade.”",
        "“Well, you are quite right.  But she was married to Mr. Browner a\nfew days afterwards.  He was on the South American line when that\nwas taken, but he was so fond of her that he couldn’t abide to\nleave her for so long, and he got into the Liverpool and London\nboats.”",
        "“Ah, the Conqueror, perhaps?”",
        "“No, the May Day, when last I heard.  Jim came down here to see\nme once.  That was before he broke the pledge; but afterwards he\nwould always take drink when he was ashore, and a little drink\nwould send him stark, staring mad.  Ah! it was a bad day that\never he took a glass in his hand again.  First he dropped me,\nthen he quarrelled with Sarah, and now that Mary has stopped\nwriting we don’t know how things are going with them.”",
        "It was evident that Miss Cushing had come upon a subject on which\nshe felt very deeply.  Like most people who lead a lonely life,\nshe was shy at first, but ended by becoming extremely\ncommunicative.  She told us many details about her brother-in-law\nthe steward, and then wandering off on the subject of her former\nlodgers, the medical students, she gave us a long account of\ntheir delinquencies, with their names and those of their\nhospitals.  Holmes listened attentively to everything, throwing\nin a question from time to time.",
        "“About your second sister, Sarah,” said he.  “I wonder, since you\nare both maiden ladies, that you do not keep house together.”",
        "“Ah! you don’t know Sarah’s temper or you would wonder no more.\nI tried it when I came to Croydon, and we kept on until about two\nmonths ago, when we had to part.  I don’t want to say a word\nagainst my own sister, but she was always meddlesome and hard to\nplease, was Sarah.”",
        "“You say that she quarrelled with your Liverpool relations.”",
        "“Yes, and they were the best of friends at one time.  Why, she\nwent up there to live in order to be near them.  And now she has\nno word hard enough for Jim Browner.  The last six months that\nshe was here she would speak of nothing but his drinking and his\nways.  He had caught her meddling, I suspect, and given her a bit\nof his mind, and that was the start of it.”",
        "“Thank you, Miss Cushing,” said Holmes, rising and bowing.  “Your\nsister Sarah lives, I think you said, at New Street, Wallington?\nGood-bye, and I am very sorry that you should have been troubled\nover a case with which, as you say, you have nothing whatever to\ndo.”",
        "There was a cab passing as we came out, and Holmes hailed it.",
        "“How far to Wallington?” he asked.",
        "“Only about a mile, sir.”",
        "“Very good.  Jump in, Watson.  We must strike while the iron is\nhot.  Simple as the case is, there have been one or two very\ninstructive details in connection with it.  Just pull up at a\ntelegraph office as you pass, cabby.”",
        "Holmes sent off a short wire and for the rest of the drive lay\nback in the cab, with his hat tilted over his nose to keep the\nsun from his face. Our drive pulled up at a house which was not\nunlike the one which we had just quitted.  My companion ordered\nhim to wait, and had his hand upon the knocker, when the door\nopened and a grave young gentleman in black, with a very shiny\nhat, appeared on the step.",
        "“Is Miss Cushing at home?” asked Holmes.",
        "“Miss Sarah Cushing is extremely ill,” said he.  “She has been\nsuffering since yesterday from brain symptoms of great severity.\nAs her medical adviser, I cannot possibly take the responsibility\nof allowing anyone to see her.  I should recommend you to call\nagain in ten days.”  He drew on his gloves, closed the door, and\nmarched off down the street.",
        "“Well, if we can’t we can’t,” said Holmes, cheerfully.",
        "“Perhaps she could not or would not have told you much.”",
        "“I did not wish her to tell me anything.  I only wanted to look\nat her.  However, I think that I have got all that I want.  Drive\nus to some decent hotel, cabby, where we may have some lunch, and\nafterwards we shall drop down upon friend Lestrade at the police-\nstation.”",
        "Continue...",
        "\nThis complete text of the The Adventure of the Cardboard Box book by Sir Arthur Conan Doyle is in the\npublic domain.\n\nAlso see The Adventures of Sherlock Holmes (Boxed DVD Set Collection) from 1983, at Amazon.\nAnd The Complete Sherlock Holmes: All 4 Novels and 56 Short Stories.\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}