{
    "title": "The War of the Worlds - Chapter Five",
    "author": "H.G. Wells",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "\n   My first act before I went into the pantry was to fasten\nthe door between the kitchen and the scullery.  But the\npantry was empty; every scrap of food had gone.  Appar-\nently, the Martian had taken it all on the previous day.  At\nthat discovery I despaired for the first time.  I took no food,\nor no drink either, on the eleventh or the twelfth day.",
        "At first my mouth and throat were parched, and my\nstrength ebbed sensibly.  I sat about in the darkness of the\nscullery, in a state of despondent wretchedness.  My mind\nran on eating.  I thought I had become deaf, for the noises\nof movement I had been accustomed to hear from the pit\nhad ceased absolutely.  I did not feel strong enough to crawl\nnoiselessly to the peephole, or I would have gone there.",
        "On the twelfth day my throat was so painful that, taking\nthe chance of alarming the Martians, I attacked the creaking\nrain-water pump that stood by the sink, and got a couple\nof glassfuls of blackened and tainted rain water.  I was\ngreatly refreshed by this, and emboldened by the fact that\nno enquiring tentacle followed the noise of my pumping.",
        "During these days, in a rambling, inconclusive way, I\nthought much of the curate and of the manner of his death.",
        "On the thirteenth day I drank some more water, and\ndozed and thought disjointedly of eating and of vague im-\npossible plans of escape.  Whenever I dozed I dreamt of\nhorrible phantasms, of the death of the curate, or of sump-\ntuous dinners; but, asleep or awake, I felt a keen pain that\nurged me to drink again and again.  The light that came into\nthe scullery was no longer grey, but red.  To my disordered\nimagination it seemed the colour of blood.",
        "On the fourteenth day I went into the kitchen, and I was\nsurprised to find that the fronds of the red weed had grown\nright across the hole in the wall, turning the half-light of the\nplace into a crimson-coloured obscurity.",
        "It was early on the fifteenth day that I heard a curious,\nfamiliar sequence of sounds in the kitchen, and, listening,\nidentified it as the snuffing and scratching of a dog.  Going\ninto the kitchen, I saw a dog’s nose peering in through a\nbreak among the ruddy fronds.  This greatly surprised me.\nAt the scent of me he barked shortly.",
        "I thought if I could induce him to come into the place\nquietly I should be able, perhaps, to kill and eat him; and\nin any case, it would be advisable to kill him, lest his actions\nattracted the attention of the Martians.",
        "I crept forward, saying “Good dog!” very softly; but he\nsuddenly withdrew his head and disappeared.",
        "I listened--I was not deaf--but certainly the pit was still.\nI heard a sound like the flutter of a bird’s wings, and a hoarse\ncroaking, but that was all.",
        "For a long while I lay close to the peephole, but not daring\nto move aside the red plants that obscured it.  Once or twice\nI heard a faint pitter-patter like the feet of the dog going\nhither and thither on the sand far below me, and there were\nmore birdlike sounds, but that was all.  At length, encouraged\nby the silence, I looked out.",
        "Except in the corner, where a multitude of crows hopped\nand fought over the skeletons of the dead the Martians had\nconsumed, there was not a living thing in the pit.",
        "I stared about me, scarcely believing my eyes.  All the\nmachinery had gone.  Save for the big mound of greyish-blue\npowder in one corner, certain bars of aluminium in another,\nthe black birds, and the skeletons of the killed, the place\nwas merely an empty circular pit in the sand.",
        "Slowly I thrust myself out through the red weed, and\nstood upon the mound of rubble.  I could see in any direction\nsave behind me, to the north, and neither Martians nor sign\nof Martians were to be seen.  The pit dropped sheerly from\nmy feet, but a little way along the rubbish afforded a prac-\nticable slope to the summit of the ruins.  My chance of escape\nhad come.  I began to tremble.",
        "I hesitated for some time, and then, in a gust of desperate\nresolution, and with a heart that throbbed violently, I\nscrambled to the top of the mound in which I had been\nburied so long.",
        "I looked about again.  To the northward, too, no Martian\nwas visible.",
        "When I had last seen this part of Sheen in the daylight\nit had been a straggling street of comfortable white and\nred houses, interspersed with abundant shady trees.  Now\nI stood on a mound of smashed brickwork, clay, and gravel,\nover which spread a multitude of red cactus-shaped plants,\nknee-high, without a solitary terrestrial growth to dispute\ntheir footing.  The trees near me were dead and brown, but\nfurther a network of red thread scaled the still living stems.",
        "The neighbouring houses had all been wrecked, but none\nhad been burned; their walls stood, sometimes to the second\nstory, with smashed windows and shattered doors.  The red\nweed grew tumultuously in their roofless rooms.  Below me\nwas the great pit, with the crows struggling for its refuse.\nA number of other birds hopped about among the ruins.  Far\naway I saw a gaunt cat slink crouchingly along a wall, but\ntraces of men there were none.",
        "The day seemed, by contrast with my recent confinement,\ndazzlingly bright, the sky a glowing blue.  A gentle breeze\nkept the red weed that covered every scrap of unoccupied\nground gently swaying.  And oh! the sweetness of the air!",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}