{
    "title": "The Sorrows of Young Werther - September 4.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "64",
    "content": [
        "\n\n",
        "It is even so! As nature puts on her autumn tints it becomes\nautumn with me and around me. My leaves are sere and yellow, and\nthe neighbouring trees are divested of their foliage. Do you\nremember my writing to you about a peasant boy shortly after my\narrival here? I have just made inquiries about him in Walheim.\nThey say he has been dismissed from his service, and is now avoided\nby every one. I met him yesterday on the road, going to a\nneighbouring village. I spoke to him, and he told me his story.\nIt interested me exceedingly, as you will easily understand when\nI repeat it to you. But why should I trouble you? Why should I\nnot reserve all my sorrow for myself? Why should I continue to\ngive you occasion to pity and blame me? But no matter: this also\nis part of my destiny.",
        "At first the peasant lad answered my inquiries with a sort of\nsubdued melancholy, which seemed to me the mark of a timid disposition;\nbut, as we grew to understand each other, he spoke with less reserve,\nand openly confessed his faults, and lamented his misfortune. I\nwish, my dear friend, I could give proper expression to his\nlanguage. He told me with a sort of pleasurable recollection,\nthat, after my departure, his passion for his mistress increased\ndaily, until at last he neither knew what he did nor what he said,\nnor what was to become of him. He could neither eat nor drink nor\nsleep: he felt a sense of suffocation; he disobeyed all orders,\nand forgot all commands involuntarily; he seemed as if pursued by\nan evil spirit, till one day, knowing that his mistress had gone\nto an upper chamber, he had followed, or, rather, been drawn after\nher. As she proved deaf to his entreaties, he had recourse to\nviolence. He knows not what happened; but he called God to witness\nthat his intentions to her were honourable, and that he desired\nnothing more sincerely than that they should marry, and pass their\nlives together. When he had come to this point, he began to\nhesitate, as if there was something which he had not courage to\nutter, till at length he acknowledged with some confusion certain\nlittle confidences she had encouraged, and liberties she had allowed.\nHe broke off two or three times in his narration, and assured me\nmost earnestly that he had no wish to make her bad, as he termed\nit, for he loved her still as sincerely as ever; that the tale\nhad never before escaped his lips, and was only now told to convince\nme that he was not utterly lost and abandoned. And here, my dear\nfriend, I must commence the old song which you know I utter eternally.\nIf I could only represent the man as he stood, and stands now\nbefore me, could I only give his true expressions, you would feel\ncompelled to sympathise in his fate. But enough: you, who know my\nmisfortune and my disposition, can easily comprehend the attraction\nwhich draws me toward every unfortunate being, but particularly\ntoward him whose story I have recounted.",
        "On perusing this letter a second time, I find I have omitted the\nconclusion of my tale; but it is easily supplied. She became\nreserved toward him, at the instigation of her brother who had\nlong hated him, and desired his expulsion from the house, fearing\nthat his sister’s second marriage might deprive his children of\nthe handsome fortune they expected from her; as she is childless.\nHe was dismissed at length; and the whole affair occasioned so\nmuch scandal, that the mistress dared not take him back, even if\nshe had wished it. She has since hired another servant, with whom,\nthey say, her brother is equally displeased, and whom she is likely\nto marry; but my informant assures me that he himself is determined\nnot to survive such a catastrophe.",
        "This story is neither exaggerated nor embellished: indeed, I have\nweakened and impaired it in the narration, by the necessity of\nusing the more refined expressions of society.",
        "This love, then, this constancy, this passion, is no poetical\nfiction. It is actual, and dwells in its greatest purity amongst\nthat class of mankind whom we term rude, uneducated. We are the\neducated, not the perverted. But read this story with attention,\nI implore you. I am tranquil to-day, for I have been employed\nupon this narration: you see by my writing that I am not so agitated\nas usual. I read and re-read this tale, Wilhelm: it is the history\nof your friend! My fortune has been and will be similar; and I\nam neither half so brave nor half so determined as the poor wretch\nwith whom I hesitate to compare myself.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}