{
    "title": "The Girl With the Golden Eyes - by Honore de Balzac [Authorama]",
    "author": "Unknown",
    "chapter": "eyes",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Translated byEllen Marriage",
        "The Girl with the Golden Eyes is the third part of a trilogy. Part\n  one is entitled Ferragus and part two is The Duchesse de Langeais.\n  The three stories are frequently combined under the title The\n  Thirteen.",
        "To Eugene Delacroix, Painter.",
        "One of those sights in which most horror is to be encountered is,\nsurely, the general aspect of the Parisian populace–a people fearful\nto behold, gaunt, yellow, tawny. Is not Paris a vast field in\nperpetual turmoil from a storm of interests beneath which are whirled\nalong a crop of human beings, who are, more often than not, reaped by\ndeath, only to be born again as pinched as ever, men whose twisted and\ncontorted faces give out at every pore the instinct, the desire, the\npoisons with which their brains are pregnant; not faces so much as\nmasks; masks of weakness, masks of strength, masks of misery, masks of\njoy, masks of hypocrisy; all alike worn and stamped with the indelible\nsigns of a panting cupidity? What is it they want? Gold or pleasure? A\nfew observations upon the soul of Paris may explain the causes of its\ncadaverous physiognomy, which has but two ages–youth and decay:\nyouth, wan and colorless; decay, painted to seem young. In looking at\nthis excavated people, foreigners, who are not prone to reflection,\nexperience at first a movement of disgust towards the capital, that\nvast workshop of delights, from which, in a short time, they cannot\neven extricate themselves, and where they stay willingly to be\ncorrupted. A few words will suffice to justify physiologically the\nalmost infernal hue of Parisian faces, for it is not in mere sport\nthat Paris has been called a hell. Take the phrase for truth. There\nall is smoke and fire, everything gleams, crackles, flames,\nevaporates, dies out, then lights up again, with shooting sparks, and\nis consumed. In no other country has life ever been more ardent or\nacute. The social nature, even in fusion, seems to say after each\ncompleted work: “Pass on to another!” just as Nature says herself.\nLike Nature herself, this social nature is busied with insects and\nflowers of a day–ephemeral trifles; and so, too, it throws up fire\nand flame from its eternal crater. Perhaps, before analyzing the\ncauses which lend a special physiognomy to each tribe of this\nintelligent and mobile nation, the general cause should be pointed out\nwhich bleaches and discolors, tints with blue or brown individuals in\nmore or less degree.",
        "By dint of taking interest in everything, the Parisian ends by being\ninterested in nothing. No emotion dominating his face, which friction\nhas rubbed away, it turns gray like the faces of those houses upon\nwhich all kinds of dust and smoke have blown. In effect, the Parisian,\nwith his indifference on the day for what the morrow will bring forth,\nlives like a child, whatever may be his age. He grumbles at\neverything, consoles himself for everything, jests at everything,\nforgets, desires, and tastes everything, seizes all with passion,\nquits all with indifference–his kings, his conquests, his glory, his\nidols of bronze or glass–as he throws away his stockings, his hats,\nand his fortune. In Paris no sentiment can withstand the drift of\nthings, and their current compels a struggle in which the passions are\nrelaxed: there love is a desire, and hatred a whim; there’s no true\nkinsman but the thousand-franc note, no better friend than the\npawnbroker. This universal toleration bears its fruits, and in the\nsalon, as in the street, there is no one de trop, there is no one\nabsolutely useful, or absolutely harmful–knaves or fools, men of wit\nor integrity. There everything is tolerated: the government and the\nguillotine, religion and the cholera. You are always acceptable to\nthis world, you will never be missed by it. What, then, is the\ndominating impulse in this country without morals, without faith,\nwithout any sentiment, wherein, however, every sentiment, belief, and\nmoral has its origin and end? It is gold and pleasure. Take those two\nwords for a lantern, and explore that great stucco cage, that hive\nwith its black gutters, and follow the windings of that thought which\nagitates, sustains, and occupies it! Consider! And, in the first\nplace, examine the world which possesses nothing.",
        "The artisan, the man of the proletariat, who uses his hands, his\ntongue, his back, his right arm, his five fingers, to live–well, this\nvery man, who should be the first to economize his vital principle,\noutruns his strength, yokes his wife to some machine, wears out his\nchild, and ties him to the wheel. The manufacturer–or I know not what\nsecondary thread which sets in motion all these folk who with their\nfoul hands mould and gild porcelain, sew coats and dresses, beat out\niron, turn wood and steel, weave hemp, festoon crystal, imitate\nflowers, work woolen things, break in horses, dress harness, carve in\ncopper, paint carriages, blow glass, corrode the diamond, polish\nmetals, turn marble into leaves, labor on pebbles, deck out thought,\ntinge, bleach, or blacken everything–well, this middleman has come to\nthat world of sweat and good-will, of study and patience, with\npromises of lavish wages, either in the name of the town’s caprices or\nwith the voice of the monster dubbed speculation. Thus, these\nquadrumanes set themselves to watch, work, and suffer, to fast,\nsweat, and bestir them. Then, careless of the future, greedy of\npleasure, counting on their right arm as the painter on his palette,\nlords for one day, they throw their money on Mondays to the cabaretswhich gird the town like a belt of mud, haunts of the most shameless\nof the daughters of Venus, in which the periodical money of this\npeople, as ferocious in their pleasures as they are calm at work, is\nsquandered as it had been at play. For five days, then, there is no\nrepose for this laborious portion of Paris! It is given up to actions\nwhich make it warped and rough, lean and pale, gush forth with a\nthousand fits of creative energy. And then its pleasure, its repose,\nare an exhausting debauch, swarthy and black with blows, white with\nintoxication, or yellow with indigestion. It lasts but two days, but\nit steals to-morrow’s bread, the week’s soup, the wife’s dress, the\nchild’s wretched rags. Men, born doubtless to be beautiful–for all\ncreatures have a relative beauty–are enrolled from their childhood\nbeneath the yoke of force, beneath the rule of the hammer, the chisel,\nthe loom, and have been promptly vulcanized. Is not Vulcan, with his\nhideousness and his strength, the emblem of this strong and hideous\nnation–sublime in its mechanical intelligence, patient in its season,\nand once in a century terrible, inflammable as gunpowder, and ripe\nwith brandy for the madness of revolution, with wits enough, in fine,\nto take fire at a captious word, which signifies to it always: Gold\nand Pleasure! If we comprise in it all those who hold out their hands\nfor an alms, for lawful wages, or the five francs that are granted to\nevery kind of Parisian prostitution, in short, for all the money well\nor ill earned, this people numbers three hundred thousand individuals.\nWere it not for the cabarets, would not the Government be overturned\nevery Tuesday? Happily, by Tuesday, this people is glutted, sleeps off\nits pleasure, is penniless, and returns to its labor, to dry bread,\nstimulated by a need of material procreation, which has become a habit\nto it. None the less, this people has its phenomenal virtues, its\ncomplete men, unknown Napoleons, who are the type of its strength\ncarried to its highest expression, and sum up its social capacity in\nan existence wherein thought and movement combine less to bring joy\ninto it than to neutralize the action of sorrow.",
        "Chance has made an artisan economical, chance has favored him with\nforethought, he has been able to look forward, has met with a wife and\nfound himself a father, and, after some years of hard privation, he\nembarks in some little draper’s business, hires a shop. If neither\nsickness nor vice blocks his way–if he has prospered–there is the\nsketch of this normal life.",
        "And, in the first place, hail to that king of Parisian activity, to\nwhom time and space give way. Yes, hail to that being, composed of\nsaltpetre and gas, who makes children for France during his laborious\nnights, and in the day multiplies his personality for the service,\nglory, and pleasure of his fellow-citizens. This man solves the\nproblem of sufficing at once to his amiable wife, to his hearth, to\nthe Constitutionnel, to his office, to the National Guard, to the\nopera, and to God; but, only in order that the Constitutionnel, his\noffice, the National Guard, the opera, his wife, and God may be\nchanged into coin. In fine, hail to an irreproachable pluralist. Up\nevery day at five o’clock, he traverses like a bird the space which\nseparates his dwelling from the Rue Montmartre. Let it blow or\nthunder, rain or snow, he is at the Constitutionnel, and waits there\nfor the load of newspapers which he has undertaken to distribute. He\nreceives this political bread with eagerness, takes it, bears it away.\nAt nine o’clock he is in the bosom of his family, flings a jest to his\nwife, snatches a loud kiss from her, gulps down a cup of coffee, or\nscolds his children. At a quarter to ten he puts in an appearance at\nthe Mairie. There, stuck upon a stool, like a parrot on its perch,\nwarmed by Paris town, he registers until four o’clock, with never a\ntear or a smile, the deaths and births of an entire district. The\nsorrow, the happiness, of the parish flow beneath his pen–as the\nessence of the Constitutionnel traveled before upon his shoulders.\nNothing weighs upon him! He goes always straight before him, takes his\npatriotism ready made from the newspaper, contradicts no one, shouts\nor applauds with the world, and lives like a bird. Two yards from his\nparish, in the event of an important ceremony, he can yield his place\nto an assistant, and betake himself to chant a requiem from a stall in\nthe church of which on Sundays he is the fairest ornament, where his\nis the most imposing voice, where he distorts his huge mouth with\nenergy to thunder out a joyous Amen. So is he chorister. At four\no’clock, freed from his official servitude, he reappears to shed joy\nand gaiety upon the most famous shop in the city. Happy is his wife,\nhe has no time to be jealous: he is a man of action rather than of\nsentiment. His mere arrival spurs the young ladies at the counter;\ntheir bright eyes storm the customers; he expands in the midst of all\nthe finery, the lace and muslin kerchiefs, that their cunning hands\nhave wrought. Or, again, more often still, before his dinner he waits\non a client, copies the page of a newspaper, or carries to the\ndoorkeeper some goods that have been delayed. Every other day, at six,\nhe is faithful to his post. A permanent bass for the chorus, he\nbetakes himself to the opera, prepared to become a soldier or an arab,\nprisoner, savage, peasant, spirit, camel’s leg or lion, a devil or a\ngenie, a slave or a eunuch, black or white; always ready to feign joy\nor sorrow, pity or astonishment, to utter cries that never vary, to\nhold his tongue, to hunt, or fight for Rome or Egypt, but always at\nheart–a huckster still.",
        "At midnight he returns–a man, the good husband, the tender father; he\nslips into the conjugal bed, his imagination still afire with the\nillusive forms of the operatic nymphs, and so turns to the profit of\nconjugal love the world’s depravities, the voluptuous curves of\nTaglioni’s leg. And finally, if he sleeps, he sleeps apace, and\nhurries through his slumber as he does his life.",
        "This man sums up all things–history, literature, politics,\ngovernment, religion, military science. Is he not a living\nencyclopaedia, a grotesque Atlas; ceaselessly in motion, like Paris\nitself, and knowing not repose? He is all legs. No physiognomy could\npreserve its purity amid such toils. Perhaps the artisan who dies at\nthirty, an old man, his stomach tanned by repeated doses of brandy,\nwill be held, according to certain leisured philosophers, to be\nhappier than the huckster is. The one perishes in a breath, and the\nother by degrees. From his eight industries, from the labor of his\nshoulders, his throat, his hands, from his wife and his business, the\none derives–as from so many farms–children, some thousands of\nfrancs, and the most laborious happiness that has ever diverted the\nheart of man. This fortune and these children, or the children who sum\nup everything for him, become the prey of the world above, to which he\nbrings his ducats and his daughter or his son, reared at college, who,\nwith more education than his father, raises higher his ambitious gaze.\nOften the son of a retail tradesman would fain be something in the\nState.",
        "Ambition of that sort carries on our thought to the second Parisian\nsphere. Go up one story, then, and descend to the entresol: or climb\ndown from the attic and remain on the fourth floor; in fine, penetrate\ninto the world which has possessions: the same result! Wholesale\nmerchants, and their men–people with small banking accounts and much\nintegrity–rogues and catspaws, clerks old and young, sheriffs’\nclerks, barristers’ clerks, solicitors’ clerks; in fine, all the\nworking, thinking, and speculating members of that lower middle class\nwhich honeycombs the interests of Paris and watches over its granary,\naccumulates the coin, stores the products that the proletariat have\nmade, preserves the fruits of the South, the fishes, the wine from\nevery sun-favored hill; which stretches its hands over the Orient, and\ntakes from it the shawls that the Russ and the Turk despise; which\nharvests even from the Indies; crouches down in expectation of a sale,\ngreedy of profit; which discounts bills, turns over and collects all\nkinds of securities, holds all Paris in its hand, watches over the\nfantasies of children, spies out the caprices and the vices of mature\nage, sucks money out of disease. Even so, if they drink no brandy,\nlike the artisan, nor wallow in the mire of debauch, all equally abuse\ntheir strength, immeasurably strain their bodies and their minds\nalike, are burned away with desires, devastated with the swiftness of\nthe pace. In their case the physical distortion is accomplished\nbeneath the whip of interests, beneath the scourge of ambitions which\ntorture the educated portion of this monstrous city, just as in the\ncase of the proletariat it is brought about by the cruel see-saw of\nthe material elaborations perpetually required from the despotism of\nthe aristocratic ’I will.” Here, too, then, in order to obey that\nuniversal master, pleasure or gold, they must devour time, hasten\ntime, find more than four-and-twenty hours in the day and night, waste\nthemselves, slay themselves, and purchase two years of unhealthy\nrepose with thirty years of old age. Only, the working-man dies in\nhospital when the last term of his stunted growth expires; whereas the\nman of the middle class is set upon living, and lives on, but in a\nstate of idiocy. You will meet him, with his worn, flat old face, with\nno light in his eyes, with no strength in his limbs, dragging himself\nwith a dazed air along the boulevard–the belt of his Venus, of his\nbeloved city. What was his want? The sabre of the National Guard, a\npermanent stock-pot, a decent plot in Pere Lachaise, and, for his old\nage, a little gold honestly earned. HIS Monday is on Sunday, his\nrest a drive in a hired carriage–a country excursion during which his\nwife and children glut themselves merrily with dust or bask in the\nsun; his dissipation is at the restaurateur’s, whose poisonous dinner\nhas won renown, or at some family ball, where he suffocates till\nmidnight. Some fools are surprised at the phantasmagoria of the monads\nwhich they see with the aid of the microscope in a drop of water; but\nwhat would Rabelais’ Gargantua,–that misunderstood figure of an\naudacity so sublime,–what would that giant say, fallen from the\ncelestial spheres, if he amused himself by contemplating the motions\nof this secondary life of Paris, of which here is one of the formulae?\nHave you seen one of those little constructions–cold in summer, and\nwith no other warmth than a small stove in winter–placed beneath the\nvast copper dome which crowns the Halle-auble? Madame is there by\nmorning. She is engaged at the markets, and makes by this occupation\ntwelve thousand francs a year, people say. Monsieur, when Madame is\nup, passes into a gloomy office, where he lends money till the\nweek-end to the tradesmen of his district. By nine o’clock he is at\nthe passport office, of which he is one of the minor officials. By\nevening he is at the box-office of the Theatre Italien, or of any other\ntheatre you like. The children are put out to nurse, and only return\nto be sent to college or to boarding-school. Monsieur and Madame live\non the third floor, have but one cook, give dances in a salon twelve\nfoot by eight, lit by argand lamps; but they give a hundred and fifty\nthousand francs to their daughter, and retire at the age of fifty, an\nage when they begin to show themselves on the balcony of the opera, in\na fiacre at Longchamps; or, on sunny days, in faded clothes on the\nboulevards–the fruit of all this sowing. Respected by their\nneighbors, in good odor with the government, connected with the upper\nmiddle classes, Monsieur obtains at sixty-five the Cross of the Legion\nof Honor, and his daughter’s father-in-law, a parochial mayor, invites\nhim to his evenings. These life-long labors, then, are for the good of\nthe children, whom these lower middle classes are inevitably driven to\nexalt. Thus each sphere directs all its efforts towards the sphere\nabove it. The son of the rich grocer becomes a notary, the son of the\ntimber merchant becomes a magistrate. No link is wanting in the chain,\nand everything stimulates the upward march of money.",
        "Thus we are brought to the third circle of this hell, which, perhaps,\nwill some day find its Dante. In this third social circle, a sort of\nParisian belly, in which the interests of the town are digested, and\nwhere they are condensed into the form known as business, there\nmoves and agitates, as by some acrid and bitter intestinal process,\nthe crowd of lawyers, doctors, notaries, councillors, business men,\nbankers, big merchants, speculators, and magistrates. Here are to be\nfound even more causes of moral and physical destruction than\nelsewhere. These people–almost all of them–live in unhealthy\noffices, in fetid ante-chambers, in little barred dens, and spend\ntheir days bowed down beneath the weight of affairs; they rise at dawn\nto be in time, not to be left behind, to gain all or not to lose, to\noverreach a man or his money, to open or wind up some business, to\ntake advantage of some fleeting opportunity, to get a man hanged or\nset him free. They infect their horses, they overdrive and age and\nbreak them, like their own legs, before their time. Time is their\ntyrant: it fails them, it escapes them; they can neither expand it nor\ncut it short. What soul can remain great, pure, moral, and generous,\nand, consequently, what face retain its beauty in this depraving\npractice of a calling which compels one to bear the weight of the\npublic sorrows, to analyze them, to weigh them, estimate them, and\nmark them out by rule? Where do these folk put aside their\nhearts? . . . I do not know; but they leave them somewhere or other,\nwhen they have any, before they descend each morning into the abyss of\nthe misery which puts families on the rack. For them there is no such\nthing as mystery; they see the reverse side of society, whose\nconfessors they are, and despise it. Then, whatever they do, owing to\ntheir contact with corruption, they either are horrified at it and\ngrow gloomy, or else, out of lassitude, or some secret compromise,\nespouse it. In fine, they necessarily become callous to every\nsentiment, since man, his laws and his institutions, make them steal,\nlike jackals, from corpses that are still warm. At all hours the\nfinancier is trampling on the living, the attorney on the dead, the\npleader on the conscience. Forced to be speaking without a rest, they\nall substitute words for ideas, phrases for feelings, and their soul\nbecomes a larynx. Neither the great merchant, nor the judge, nor the\npleader preserves his sense of right; they feel no more, they apply\nset rules that leave cases out of count. Borne along by their headlong\ncourse, they are neither husbands nor fathers nor lovers; they glide\non sledges over the facts of life, and live at all times at the high\npressure conduced by business and the vast city. When they return to\ntheir homes they are required to go to a ball, to the opera, into\nsociety, where they can make clients, acquaintances, protectors. They\nall eat to excess, play and keep vigil, and their faces become\nbloated, flushed, and emaciated.",
        "To this terrific expenditure of intellectual strength, to such\nmultifold moral contradictions, they oppose–not, indeed pleasure, it\nwould be too pale a contrast–but debauchery, a debauchery both secret\nand alarming, for they have all means at their disposal, and fix the\nmorality of society. Their genuine stupidity lies hid beneath their\nspecialism. They know their business, but are ignorant of everything\nwhich is outside it. So that to preserve their self-conceit they\nquestion everything, are crudely and crookedly critical. They appear\nto be sceptics and are in reality simpletons; they swamp their wits in\ninterminable arguments. Almost all conveniently adopt social,\nliterary, or political prejudices, to do away with the need of having\nopinions, just as they adapt their conscience to the standard of the\nCode or the Tribunal of Commerce. Having started early to become men\nof note, they turn into mediocrities, and crawl over the high places\nof the world. So, too, their faces present the harsh pallor, the\ndeceitful coloring, those dull, tarnished eyes, and garrulous, sensual\nmouths, in which the observer recognizes the symptoms of the\ndegeneracy of the thought and its rotation in the circle of a special\nidea which destroys the creative faculties of the brain and the gift\nof seeing in large, of generalizing and deducing. No man who has\nallowed himself to be caught in the revolutions of the gear of these\nhuge machines can ever become great. If he is a doctor, either he has\npractised little or he is an exception–a Bichat who dies young. If a\ngreat merchant, something remains–he is almost Jacques Coeur. Did\nRobespierre practise? Danton was an idler who waited. But who,\nmoreover has ever felt envious of the figures of Danton and\nRobespierre, however lofty they were? These men of affairs, par\nexcellence, attract money to them, and hoard it in order to ally\nthemselves with aristocratic families. If the ambition of the\nworking-man is that of the small tradesman, here, too, are the same\npassions. The type of this class might be either an ambitious\nbourgeois, who, after a life of privation and continual scheming,\npasses into the Council of State as an ant passes through a chink; or\nsome newspaper editor, jaded with intrigue, whom the king makes a peer\nof France–perhaps to revenge himself on the nobility; or some notary\nbecome mayor of his parish: all people crushed with business, who, if\nthey attain their end, are literally killed in its attainment. In\nFrance the usage is to glorify wigs. Napoleon, Louis XVI., the great\nrulers, alone have always wished for young men to fulfil their\nprojects.",
        "Above this sphere the artist world exists. But here, too, the faces\nstamped with the seal of originality are worn, nobly indeed, but worn,\nfatigued, nervous. Harassed by a need of production, outrun by their\ncostly fantasies, worn out by devouring genius, hungry for pleasure,\nthe artists of Paris would all regain by excessive labor what they\nhave lost by idleness, and vainly seek to reconcile the world and\nglory, money and art. To begin with, the artist is ceaselessly panting\nunder his creditors; his necessities beget his debts, and his debts\nrequire of him his nights. After his labor, his pleasure. The comedian\nplays till midnight, studies in the morning, rehearses at noon; the\nsculptor is bent before his statue; the journalist is a marching\nthought, like the soldier when at war; the painter who is the fashion\nis crushed with work, the painter with no occupation, if he feels\nhimself to be a man of genius, gnaws his entrails. Competition,\nrivalry, calumny assail talent. Some, in desperation, plunge into the\nabyss of vice, others die young and unknown because they have\ndiscounted their future too soon. Few of these figures, originally\nsublime, remain beautiful. On the other hand, the flagrant beauty of\ntheir heads is not understood. An artist’s face is always exorbitant,\nit is always above or below the conventional lines of what fools call\nthe beau-ideal. What power is it that destroys them? Passion. Every\npassion in Paris resolves into two terms: gold and pleasure. Now, do\nyou not breathe again? Do you not feel air and space purified? Here is\nneither labor nor suffering. The soaring arch of gold has reached the\nsummit. From the lowest gutters, where its stream commences, from the\nlittle shops where it is stopped by puny coffer-dams, from the heart\nof the counting-houses and great workshops, where its volume is that\nof ingots–gold, in the shape of dowries and inheritances, guided by\nthe hands of young girls or the bony fingers of age, courses towards\nthe aristocracy, where it will become a blazing, expansive stream.\nBut, before leaving the four territories upon which the utmost wealth\nof Paris is based, it is fitting, having cited the moral causes, to\ndeduce those which are physical, and to call attention to a\npestilence, latent, as it were, which incessantly acts upon the faces\nof the porter, the artisan, the small shopkeeper; to point out a\ndeleterious influence the corruption of which equals that of the\nParisian administrators who allow it so complacently to exist!",
        "If the air of the houses in which the greater proportion of the middle\nclasses live is noxious, if the atmosphere of the streets belches out\ncruel miasmas into stuffy back-kitchens where there is little air,\nrealize that, apart from this pestilence, the forty thousand houses of\nthis great city have their foundations in filth, which the powers that\nbe have not yet seriously attempted to enclose with mortar walls solid\nenough to prevent even the most fetid mud from filtering through the\nsoil, poisoning the wells, and maintaining subterraneously to Lutetia\nthe tradition of her celebrated name. Half of Paris sleeps amidst the\nputrid exhalations of courts and streets and sewers. But let us turn\nto the vast saloons, gilded and airy; the hotels in their gardens, the\nrich, indolent, happy moneyed world. There the faces are lined and\nscarred with vanity. There nothing is real. To seek for pleasure is it\nnot to find ennui? People in society have at an early age warped\ntheir nature. Having no occupation other than to wallow in pleasure,\nthey have speedily misused their sense, as the artisan has misused\nbrandy. Pleasure is of the nature of certain medical substances: in\norder to obtain constantly the same effects the doses must be doubled,\nand death or degradation is contained in the last. All the lower\nclasses are on their knees before the wealthy, and watch their tastes\nin order to turn them into vices and exploit them. Thus you see in\nthese folk at an early age tastes instead of passions, romantic\nfantasies and lukewarm loves. There impotence reigns; there ideas have\nceased–they have evaporated together with energy amongst the\naffectations of the boudoir and the cajolements of women. There are\nfledglings of forty, old doctors of sixty years. The wealthy obtain in\nParis ready-made wit and science–formulated opinions which save them\nthe need of having wit, science, or opinion of their own. The\nirrationality of this world is equaled by its weakness and its\nlicentiousness. It is greedy of time to the point of wasting it. Seek\nin it for affection as little as for ideas. Its kisses conceal a\nprofound indifference, its urbanity a perpetual contempt. It has no\nother fashion of love. Flashes of wit without profundity, a wealth of\nindiscretion, scandal, and above all, commonplace. Such is the sum of\nits speech; but these happy fortunates pretend that they do not meet\nto make and repeat maxims in the manner of La Rochefoucauld as though\nthere did not exist a mean, invented by the eighteenth century,\nbetween a superfluity and absolute blank. If a few men of character\nindulge in witticism, at once subtle and refined, they are\nmisunderstood; soon, tired of giving without receiving, they remain at\nhome, and leave fools to reign over their territory. This hollow life,\nthis perpetual expectation of a pleasure which never comes, this\npermanent ennui and emptiness of soul, heart, and mind, the\nlassitude of the upper Parisian world, is reproduced on its features,\nand stamps its parchment faces, its premature wrinkles, that\nphysiognomy of the wealthy upon which impotence has set its grimace,\nin which gold is mirrored, and whence intelligence has fled.",
        "Such a view of moral Paris proves that physical Paris could not be\nother than it is. This coroneted town is like a queen, who, being\nalways with child, has desires of irresistible fury. Paris is the\ncrown of the world, a brain which perishes of genius and leads human\ncivilization; it is a great man, a perpetually creative artist, a\npolitician with second-sight who must of necessity have wrinkles on\nhis forehead, the vices of a great man, the fantasies of the artist,\nand the politician’s disillusions. Its physiognomy suggests the\nevolution of good and evil, battle and victory; the moral combat of\n’89, the clarion calls of which still re-echo in every corner of the\nworld; and also the downfall of 1814. Thus this city can no more be\nmoral, or cordial, or clean, than the engines which impel those proud\nleviathans which you admire when they cleave the waves! Is not Paris a\nsublime vessel laden with intelligence? Yes, her arms are one of those\noracles which fatality sometimes allows. The City of Paris has her\ngreat mast, all of bronze, carved with victories, and for watchman\n–Napoleon. The barque may roll and pitch, but she cleaves the world,\nilluminates it through the hundred mouths of her tribunes, ploughs the\nseas of science, rides with full sail, cries from the height of her\ntops, with the voice of her scientists and artists: “Onward, advance!\nFollow me!” She carries a huge crew, which delights in adorning her\nwith fresh streamers. Boys and urchins laughing in the rigging;\nballast of heavy bourgeoisie; working-men and sailor-men touched\nwith tar; in her cabins the lucky passengers; elegant midshipmen smoke\ntheir cigars leaning over the bulwarks; then, on the deck, her\nsoldiers, innovators or ambitious, would accost every fresh shore, and\nshooting out their bright lights upon it, ask for glory which is\npleasure, or for love which needs gold.",
        "Thus the exorbitant movement of the proletariat, the corrupting\ninfluence of the interests which consume the two middle classes, the\ncruelties of the artist’s thought, and the excessive pleasure which is\nsought for incessantly by the great, explain the normal ugliness of\nthe Parisian physiognomy. It is only in the Orient that the human race\npresents a magnificent figure, but that is an effect of the constant\ncalm affected by those profound philosophers with their long pipes,\ntheir short legs, their square contour, who despise and hold activity\nin horror, whilst in Paris the little and the great and the mediocre\nrun and leap and drive, whipped on by an inexorable goddess, Necessity\n–the necessity for money, glory, and amusement. Thus, any face which\nis fresh and graceful and reposeful, any really young face, is in\nParis the most extraordinary of exceptions; it is met with rarely.\nShould you see one there, be sure it belongs either to a young and\nardent ecclesiastic or to some good abbe of forty with three chins; to\na young girl of pure life such as is brought up in certain\nmiddle-class families; to a mother of twenty, still full of illusions,\nas she suckles her first-born; to a young man newly embarked from the\nprovinces, and intrusted to the care of some devout dowager who keeps\nhim without a sou; or, perhaps, to some shop assistant who goes to bed\nat midnight wearied out with folding and unfolding calico, and rises\nat seven o’clock to arrange the window; often again to some man of\nscience or poetry, who lives monastically in the embrace of a fine\nidea, who remains sober, patient, and chaste; else to some\nself-contented fool, feeding himself on folly, reeking of health, in a\nperpetual state of absorption with his own smile; or to the soft and\nhappy race of loungers, the only folk really happy in Paris, which\nunfolds for them hour by hour its moving poetry.",
        "Nevertheless, there is in Paris a proportion of privileged beings to\nwhom this excessive movement of industries, interests, affairs, arts,\nand gold is profitable. These beings are women. Although they also\nhave a thousand secret causes which, here more than elsewhere, destroy\ntheir physiognomy, there are to be found in the feminine world little\nhappy colonies, who live in Oriental fashion and can preserve their\nbeauty; but these women rarely show themselves on foot in the streets,\nthey lie hid like rare plants who only unfold their petals at certain\nhours, and constitute veritable exotic exceptions. However, Paris is\nessentially the country of contrasts. If true sentiments are rare\nthere, there also are to be found, as elsewhere, noble friendships and\nunlimited devotion. On this battlefield of interests and passions,\njust as in the midst of those marching societies where egoism\ntriumphs, where every one is obliged to defend himself, and which we\ncall armies, it seems as though sentiments liked to be complete when\nthey showed themselves, and are sublime by juxtaposition. So it is\nwith faces. In Paris one sometimes sees in the aristocracy, set like\nstars, the ravishing faces of young people, the fruit of quite\nexceptional manners and education. To the youthful beauty of the\nEnglish stock they unite the firmness of Southern traits. The fire of\ntheir eyes, a delicious bloom on their lips, the lustrous black of\ntheir soft locks, a white complexion, a distinguished caste of\nfeatures, render them the flowers of the human race, magnificent to\nbehold against the mass of other faces, worn, old, wrinkled, and\ngrimacing. So women, too, admire such young people with that eager\npleasure which men take in watching a pretty girl, elegant, gracious,\nand embellished with all the virginal charms with which our\nimagination pleases to adorn the perfect woman. If this hurried glance\nat the population of Paris has enabled us to conceive the rarity of a\nRaphaelesque face, and the passionate admiration which such an one\nmust inspire at the first sight, the prime interest of our history\nwill have been justified. Quod erat demonstrandum–if one may be\npermitted to apply scholastic formulae to the science of manners.",
        "Upon one of those fine spring mornings, when the leaves, although\nunfolded, are not yet green, when the sun begins to gild the roofs,\nand the sky is blue, when the population of Paris issues from its\ncells to swarm along the boulevards, glides like a serpent of a\nthousand coils through the Rue de la Paix towards the Tuileries,\nsaluting the hymeneal magnificence which the country puts on; on one\nof these joyous days, then, a young man as beautiful as the day\nitself, dressed with taste, easy of manner–to let out the secret he\nwas a love-child, the natural son of Lord Dudley and the famous\nMarquise de Vordac–was walking in the great avenue of the Tuileries.\nThis Adonis, by name Henri de Marsay, was born in France, when Lord\nDudley had just married the young lady, already Henri’s mother, to an\nold gentleman called M. de Marsay. This faded and almost extinguished\nbutterfly recognized the child as his own in consideration of the life\ninterest in a fund of a hundred thousand francs definitively assigned\nto his putative son; a generosity which did not cost Lord Dudley too\ndear. French funds were worth at that time seventeen francs, fifty\ncentimes. The old gentleman died without having ever known his wife.\nMadame de Marsay subsequently married the Marquis de Vordac, but\nbefore becoming a marquise she showed very little anxiety as to her\nson and Lord Dudley. To begin with, the declaration of war between\nFrance and England had separated the two lovers, and fidelity at all\ncosts was not, and never will be, the fashion of Paris. Then the\nsuccesses of the woman, elegant, pretty, universally adored, crushed\nin the Parisienne the maternal sentiment. Lord Dudley was no more\ntroubled about his offspring than was the mother,–the speedy\ninfidelity of a young girl he had ardently loved gave him, perhaps, a\nsort of aversion for all that issued from her. Moreover, fathers can,\nperhaps, only love the children with whom they are fully acquainted, a\nsocial belief of the utmost importance for the peace of families,\nwhich should be held by all the celibate, proving as it does that\npaternity is a sentiment nourished artificially by woman, custom, and\nthe law.",
        "Poor Henri de Marsay knew no other father than that one of the two who\nwas not compelled to be one. The paternity of M. de Marsay was\nnaturally most incomplete. In the natural order, it is but for a few\nfleeting instants that children have a father, and M. de Marsay\nimitated nature. The worthy man would not have sold his name had he\nbeen free from vices. Thus he squandered without remorse in gambling\nhells, and drank elsewhere, the few dividends which the National\nTreasury paid to its bondholders. Then he handed over the child to an\naged sister, a Demoiselle de Marsay, who took much care of him, and\nprovided him, out of the meagre sum allowed by her brother, with a\ntutor, an abbe without a farthing, who took the measure of the youth’s\nfuture, and determined to pay himself out of the hundred thousand\nlivres for the care given to his pupil, for whom he conceived an\naffection. As chance had it, this tutor was a true priest, one of\nthose ecclesiastics cut out to become cardinals in France, or Borgias\nbeneath the tiara. He taught the child in three years what he might\nhave learned at college in ten. Then the great man, by name the Abbe\nde Maronis, completed the education of his pupil by making him study\ncivilization under all its aspects: he nourished him on his\nexperience, led him little into churches, which at that time were\nclosed; introduced him sometimes behind the scenes of theatres, more\noften into the houses of courtesans; he exhibited human emotions to\nhim one by one; taught him politics in the drawing-rooms, where they\nsimmered at the time, explained to him the machinery of government,\nand endeavored out of attraction towards a fine nature, deserted, yet\nrich in promise, virilely to replace a mother: is not the Church the\nmother of orphans? The pupil was responsive to so much care. The\nworthy priest died in 1812, a bishop, with the satisfaction of having\nleft in this world a child whose heart and mind were so well moulded\nthat he could outwit a man of forty. Who would have expected to have\nfound a heart of bronze, a brain of steel, beneath external traits as\nseductive as ever the old painters, those naive artists, had given to\nthe serpent in the terrestrial paradise? Nor was that all. In\naddition, the good-natured prelate had procured for the child of his\nchoice certain acquaintances in the best Parisian society, which might\nequal in value, in the young man’s hand, another hundred thousand\ninvested livres. In fine, this priest, vicious but politic, sceptical\nyet learned, treacherous yet amiable, weak in appearance yet as\nvigorous physically as intellectually, was so genuinely useful to his\npupil, so complacent to his vices, so fine a calculator of all kinds\nof strength, so profound when it was needful to make some human\nreckoning, so youthful at table, at Frascati, at–I know not where,\nthat the grateful Henri de Marsay was hardly moved at aught in 1814,\nexcept when he looked at the portrait of his beloved bishop, the only\npersonal possession which the prelate had been able to bequeath him\n(admirable type of the men whose genius will preserve the Catholic,\nApostolic, and Roman Church, compromised for the moment by the\nfeebleness of its recruits and the decrepit age of its pontiffs; but\nif the church likes!).",
        "The continental war prevented young De Marsay from knowing his real\nfather. It is doubtful whether he was aware of his name. A deserted\nchild, he was equally ignorant of Madame de Marsay. Naturally, he had\nlittle regret for his putative father. As for Mademoiselle de Marsay,\nhis only mother, he built for her a handsome little monument in Pere\nLachaise when she died. Monseigneur de Maronis had guaranteed to this\nold lady one of the best places in the skies, so that when he saw her\ndie happy, Henri gave her some egotistical tears; he began to weep on\nhis own account. Observing this grief, the abbe dried his pupil’s\ntears, bidding him observe that the good woman took her snuff most\noffensively, and was becoming so ugly and deaf and tedious that he\nought to return thanks for her death. The bishop had emancipated his\npupil in 1811. Then, when the mother of M. de Marsay remarried, the\npriest chose, in a family council, one of those honest dullards,\npicked out by him through the windows of his confessional, and charged\nhim with the administration of the fortune, the revenues of which he\nwas willing to apply to the needs of the community, but of which he\nwished to preserve the capital.",
        "Towards the end of 1814, then, Henri de Marsay had no sentiment of\nobligation in the world, and was as free as an unmated bird. Although\nhe had lived twenty-two years he appeared to be barely seventeen. As a\nrule the most fastidious of his rivals considered him to be the\nprettiest youth in Paris. From his father, Lord Dudley, he had derived\na pair of the most amorously deceiving blue eyes; from his mother the\nbushiest of black hair, from both pure blood, the skin of a young\ngirl, a gentle and modest expression, a refined and aristocratic\nfigure, and beautiful hands. For a woman, to see him was to lose her\nhead for him; do you understand? to conceive one of those desires\nwhich eat the heart, which are forgotten because of the impossibility\nof satisfying them, because women in Paris are commonly without\ntenacity. Few of them say to themselves, after the fashion of men, the\n\"_Je Maintiendrai,” of the House of Orange.",
        "Underneath this fresh young life, and in spite of the limpid springs\nin his eyes, Henri had a lion’s courage, a monkey’s agility. He could\ncut a ball in half at ten paces on the blade of a knife; he rode his\nhorse in a way that made you realize the fable of the Centaur; drove a\nfour-in-hand with grace; was as light as a cherub and quiet as a lamb,\nbut knew how to beat a townsman at the terrible game of savate or\ncudgels; moreover, he played the piano in a fashion which would have\nenabled him to become an artist should he fall on calamity, and owned\na voice which would have been worth to Barbaja fifty thousand francs a\nseason. Alas, that all these fine qualities, these pretty faults, were\ntarnished by one abominable vice: he believed neither in man nor\nwoman, God nor Devil. Capricious nature had commenced by endowing him,\na priest had completed the work.",
        "To render this adventure comprehensible, it is necessary to add here\nthat Lord Dudley naturally found many women disposed to reproduce\nsamples of such a delicious pattern. His second masterpiece of this\nkind was a young girl named Euphemie, born of a Spanish lady, reared\nin Havana, and brought to Madrid with a young Creole woman of the\nAntilles, and with all the ruinous tastes of the Colonies, but\nfortunately married to an old and extremely rich Spanish noble, Don\nHijos, Marquis de San-Real, who, since the occupation of Spain by\nFrench troops, had taken up his abode in Paris, and lived in the Rue\nSt. Lazare. As much from indifference as from any respect for the\ninnocence of youth, Lord Dudley was not in the habit of keeping his\nchildren informed of the relations he created for them in all parts.\nThat is a slightly inconvenient form of civilization; it has so many\nadvantages that we must overlook its drawbacks in consideration of its\nbenefits. Lord Dudley, to make no more words of it, came to Paris in\n1816 to take refuge from the pursuit of English justice, which\nprotects nothing Oriental except commerce. The exiled lord, when he\nsaw Henri, asked who that handsome young man might be. Then, upon\nhearing the name, “Ah, it is my son. . . . What a pity!” he said.",
        "Such was the story of the young man who, about the middle of the month\nof April, 1815, was walking indolently up the broad avenue of the\nTuileries, after the fashion of all those animals who, knowing their\nstrength, pass along in majesty and peace. Middle-class matrons turned\nback naively to look at him again; other women, without turning round,\nwaited for him to pass again, and engraved him in their minds that\nthey might remember in due season that fragrant face, which would not\nhave disadorned the body of the fairest among themselves.",
        "“What are you doing here on Sunday?” said the Marquis de Ronquerolles\nto Henri, as he passed.",
        "“There’s a fish in the net,” answered the young man.",
        "This exchange of thoughts was accomplished by means of two significant\nglances, without it appearing that either De Ronquerolles or De Marsay\nhad any knowledge of the other. The young man was taking note of the\npassers-by with that promptitude of eye and ear which is peculiar to\nthe Parisian who seems, at first, to see and hear nothing, but who\nsees and hears all.",
        "At that moment a young man came up to him and took him familiarly by\nthe arm, saying to him: “How are you, my dear De Marsay?”",
        "“Extremely well,” De Marsay answered, with that air of apparent\naffection which amongst the young men of Paris proves nothing, either\nfor the present or the future.",
        "In effect, the youth of Paris resemble the youth of no other town.\nThey may be divided into two classes: the young man who has something,\nand the young man who has nothing; or the young man who thinks and he\nwho spends. But, be it well understood this applies only to those\nnatives of the soil who maintain in Paris the delicious course of the\nelegant life. There exist, as well, plenty of other young men, but\nthey are children who are late in conceiving Parisian life, and who\nremain its dupes. They do not speculate, they study; they fag, as\nthe others say. Finally there are to be found, besides, certain young\npeople, rich or poor, who embrace careers and follow them with a\nsingle heart; they are somewhat like the Emile of Rousseau, of the\nflesh of citizens, and they never appear in society. The diplomatic\nimpolitely dub them fools. Be they that or no, they augment the number\nof those mediocrities beneath the yoke of which France is bowed down.\nThey are always there, always ready to bungle public or private\nconcerns with the dull trowel of their mediocrity, bragging of their\nimpotence, which they count for conduct and integrity. This sort of\nsocial prizemen infests the administration, the army, the\nmagistracy, the chambers, the courts. They diminish and level down the\ncountry and constitute, in some manner, in the body politic, a lymph\nwhich infects it and renders it flabby. These honest folk call men of\ntalent immoral or rogues. If such rogues require to be paid for their\nservices, at least their services are there; whereas the other sort do\nharm and are respected by the mob; but, happily for France, elegant\nyouth stigmatizes them ceaselessly under the name of louts.",
        "At the first glance, then, it is natural to consider as very distinct\nthe two sorts of young men who lead the life of elegance, the amiable\ncorporation to which Henri de Marsay belonged. But the observer, who\ngoes beyond the superficial aspect of things, is soon convinced that\nthe difference is purely moral, and that nothing is so deceptive as\nthis pretty outside. Nevertheless, all alike take precedence over\neverybody else; speak rightly or wrongly of things, of men,\nliterature, and the fine arts; have ever in their mouth the Pitt and\nCoburg of each year; interrupt a conversation with a pun, turn into\nridicule science and the savant; despise all things which they do\nnot know or which they fear; set themselves above all by constituting\nthemselves the supreme judges of all. They would all hoax their\nfathers, and be ready to shed crocodile tears upon their mothers’\nbreasts; but generally they believe in nothing, blaspheme women, or\nplay at modesty, and in reality are led by some old woman or an evil\ncourtesan. They are all equally eaten to the bone with calculation,\nwith depravity, with a brutal lust to succeed, and if you plumbed for\ntheir hearts you would find in all a stone. In their normal state they\nhave the prettiest exterior, stake their friendship at every turn, are\ncaptivating alike. The same badinage dominates their ever-changing\njargon; they seek for oddity in their toilette, glory in repeating the\nstupidities of such and such actor who is in fashion, and commence\noperations, it matters not with whom, with contempt and impertinence,\nin order to have, as it were, the first move in the game; but, woe\nbetide him who does not know how to take a blow on one cheek for the\nsake of rendering two. They resemble, in fine, that pretty white spray\nwhich crests the stormy waves. They dress and dance, dine and take\ntheir pleasure, on the day of Waterloo, in the time of cholera or\nrevolution. Finally, their expenses are all the same, but here the\ncontrast comes in. Of this fluctuating fortune, so agreeably flung\naway, some possess the capital for which the others wait; they have\nthe same tailors, but the bills of the latter are still to pay. Next,\nif the first, like sieves, take in ideas of all kinds without\nretaining any, the latter compare them and assimilate all the good. If\nthe first believe they know something, know nothing and understand\neverything, lend all to those who need nothing and offer nothing to\nthose who are in need; the latter study secretly others’ thoughts and\nplace out their money, like their follies, at big interest. The one\nclass have no more faithful impressions, because their soul, like a\nmirror, worn from use, no longer reflects any image; the others\neconomize their senses and life, even while they seem, like the first,\nto be flinging them away broadcast. The first, on the faith of a hope,\ndevote themselves without conviction to a system which has wind and\ntide against it, but they leap upon another political craft when the\nfirst goes adrift; the second take the measure of the future, sound\nit, and see in political fidelity what the English see in commercial\nintegrity, an element of success. Where the young man of possessions\nmakes a pun or an epigram upon the restoration of the throne, he who\nhas nothing makes a public calculation or a secret reservation, and\nobtains everything by giving a handshake to his friends. The one deny\nevery faculty to others, look upon all their ideas as new, as though\nthe world had been made yesterday, they have unlimited confidence in\nthemselves, and no crueler enemy than those same selves. But the\nothers are armed with an incessant distrust of men, whom they estimate\nat their value, and are sufficiently profound to have one thought\nbeyond their friends, whom they exploit; then of evenings, when they\nlay their heads on their pillows, they weigh men as a miser weighs his\ngold pieces. The one are vexed at an aimless impertinence, and allow\nthemselves to be ridiculed by the diplomatic, who make them dance for\nthem by pulling what is the main string of these puppets–their\nvanity. Thus, a day comes when those who had nothing have something,\nand those who had something have nothing. The latter look at their\ncomrades who have achieved positions as cunning fellows; their hearts\nmay be bad, but their heads are strong. “He is very strong!” is the\nsupreme praise accorded to those who have attained quibuscumque\nviis, political rank, a woman, or a fortune. Amongst them are to be\nfound certain young men who play this role by commencing with having\ndebts. Naturally, these are more dangerous than those who play it\nwithout a farthing.",
        "The young man who called himself a friend of Henri de Marsay was a\nrattle-head who had come from the provinces, and whom the young men\nthen in fashion were teaching the art of running through an\ninheritance; but he had one last leg to stand on in his province, in\nthe shape of a secure establishment. He was simply an heir who had\npassed without any transition from his pittance of a hundred francs a\nmonth to the entire paternal fortune, and who, if he had not wit\nenough to perceive that he was laughed at, was sufficiently cautious\nto stop short at two-thirds of his capital. He had learned at Paris,\nfor a consideration of some thousands of francs, the exact value of\nharness, the art of not being too respectful to his gloves, learned to\nmake skilful meditations upon the right wages to give people, and to\nseek out what bargain was the best to close with them. He set store on\nhis capacity to speak in good terms of his horses, of his Pyrenean\nhound; to tell by her dress, her walk, her shoes, to what class a\nwoman belonged; to study ecarte, remember a few fashionable\ncatchwords, and win by his sojourn in Parisian society the necessary\nauthority to import later into his province a taste for tea and silver\nof an English fashion, and to obtain the right of despising everything\naround him for the rest of his days.",
        "De Marsay had admitted him to his society in order to make use of him\nin the world, just as a bold speculator employs a confidential clerk.\nThe friendship, real or feigned, of De Marsay was a social position\nfor Paul de Manerville, who, on his side, thought himself astute in\nexploiting, after his fashion, his intimate friend. He lived in the\nreflecting lustre of his friend, walked constantly under his umbrella,\nwore his boots, gilded himself with his rays. When he posed in Henri’s\ncompany or walked at his side, he had the air of saying: “Don’t insult\nus, we are real dogs.” He often permitted himself to remark fatuously:\n\"If I were to ask Henri for such and such a thing, he is a good enough\nfriend of mine to do it.” But he was careful never to ask anything of\nhim. He feared him, and his fear, although imperceptible, reacted upon\nthe others, and was of use to De Marsay.",
        "“De Marsay is a man of a thousand,” said Paul. “Ah, you will see, he\nwill be what he likes. I should not be surprised to find him one of\nthese days Minister of Foreign Affairs. Nothing can withstand him.”",
        "He made of De Marsay what Corporal Trim made of his cap, a perpetual\ninstance.",
        "“Ask De Marsay and you will see!”",
        "Or again:",
        "“The other day we were hunting, De Marsay and I, He would not believe\nme, but I jumped a hedge without moving on my horse!”",
        "Or again:",
        "“We were with some women, De Marsay and I, and upon my word of honor,\nI was––” etc.",
        "Thus Paul de Manerville could not be classed amongst the great,\nillustrious, and powerful family of fools who succeed. He would one\nday be a deputy. For the time he was not even a young man. His friend,\nDe Marsay, defined him thus: “You ask me what is Paul? Paul? Why, Paul\nde Manerville!”",
        "“I am surprised, my dear fellow,” he said to De Marsay, “to see you\nhere on a Sunday.”",
        "“I was going to ask you the same question.”",
        "“Is it an intrigue?”",
        "“An intrigue.”",
        "“Bah!”",
        "“I can mention it to you without compromising my passion. Besides, a\nwoman who comes to the Tuileries on Sundays is of no account,\naristocratically speaking.”",
        "“Ah! ah!”",
        "“Hold your tongue then, or I shall tell you nothing. Your laugh is too\nloud, you will make people think that we have lunched too well. Last\nThursday, here on the Terrasse des Feuillants, I was walking along,\nthinking of nothing at all, but when I got to the gate of the Rue de\nCastiglione, by which I intended to leave, I came face to face with a\nwoman, or rather a young girl; who, if she did not throw herself at my\nhead, stopped short, less I think, from human respect, than from one\nof those movements of profound surprise which affect the limbs, creep\ndown the length of the spine, and cease only in the sole of the feet,\nto nail you to the ground. I have often produced effects of this\nnature, a sort of animal magnetism which becomes enormously powerful\nwhen the relations are reciprocally precise. But, my dear fellow, this\nwas not stupefaction, nor was she a common girl. Morally speaking, her\nface seemed to say: ’What, is it you, my ideal! The creation of my\nthoughts, of my morning and evening dreams! What, are you there? Why\nthis morning? Why not yesterday? Take me, I am thine, et cetera!’\nGood, I said to myself, another one! Then I scrutinize her. Ah, my\ndear fellow, speaking physically, my incognita is the most adorable\nfeminine person whom I ever met. She belongs to that feminine variety\nwhich the Romans call fulva, flava–the woman of fire. And in chief,\nwhat struck me the most, what I am still taken with, are her two\nyellow eyes, like a tiger’s, a golden yellow that gleams, living gold,\ngold which thinks, gold which loves, and is determined to take refuge\nin your pocket.”",
        "“My dear fellow, we are full of her!” cried Paul. “She comes here\nsometimes–the girl with the golden eyes! That is the name we have\ngiven her. She is a young creature–not more than twenty-two, and I\nhave seen her here in the time of the Bourbons, but with a woman who\nwas worth a hundred thousand of her.”",
        "“Silence, Paul! It is impossible for any woman to surpass this girl;\nshe is like the cat who rubs herself against your legs; a white girl\nwith ash-colored hair, delicate in appearance, but who must have downy\nthreads on the third phalanx of her fingers, and all along her cheeks\na white down whose line, luminous on fine days, begins at her ears and\nloses itself on her neck.”",
        "“Ah, the other, my dear De Marsay! She has black eyes which have never\nwept, but which burn; black eyebrows which meet and give her an air of\nhardness contradicted by the compact curve of her lips, on which the\nkisses do not stay, lips burning and fresh; a Moorish color that warms\na man like the sun. But–upon my word of honor, she is like you!”",
        "“You flatter her!”",
        "“A firm figure, the tapering figure of a corvette built for speed,\nwhich rushes down upon the merchant vessel with French impetuosity,\nwhich grapples with her and sinks her at the same time.”",
        "“After all, my dear fellow,” answered De Marsay, “what has that got to\ndo with me, since I have never seen her? Ever since I have studied\nwomen, my incognita is the only one whose virginal bosom, whose ardent\nand voluptuous forms, have realized for me the only woman of my dreams\n–of my dreams! She is the original of that ravishing picture called\nLa Femme Caressant sa Chimere, the warmest, the most infernal\ninspiration of the genius of antiquity; a holy poem prostituted by\nthose who have copied it for frescoes and mosiacs; for a heap of\nbourgeois who see in this gem nothing more than a gew-gaw and hang it\non their watch-chains–whereas, it is the whole woman, an abyss of\npleasure into which one plunges and finds no end; whereas, it is the\nideal woman, to be seen sometimes in reality in Spain or Italy, almost\nnever in France. Well, I have again seen this girl of the gold eyes,\nthis woman caressing her chimera. I saw her on Friday. I had a\npresentiment that on the following day she would be here at the same\nhour; I was not mistaken. I have taken a pleasure in following her\nwithout being observed, in studying her indolent walk, the walk of the\nwoman without occupation, but in the movements of which one devines\nall the pleasure that lies asleep. Well, she turned back again, she\nsaw me, once more she adored me, once more trembled, shivered. It was\nthen I noticed the genuine Spanish duenna who looked after her, a\nhyena upon whom some jealous man has put a dress, a she-devil well\npaid, no doubt, to guard this delicious creature. . . . Ah, then the\nduenna made me deeper in love. I grew curious. On Saturday, nobody.\nAnd here I am to-day waiting for this girl whose chimera I am, asking\nnothing better than to pose as the monster in the fresco.”",
        "“There she is,” said Paul. “Every one is turning round to look at\nher.”",
        "The unknown blushed, her eyes shone; she saw Henri, she shut them and\npassed by.",
        "“You say that she notices you?” cried Paul, facetiously.",
        "The duenna looked fixedly and attentively at the two young men. When\nthe unknown and Henri passed each other again, the young girl touched\nhim, and with her hand pressed the hand of the young man. Then she\nturned her head and smiled with passion, but the duenna led her away\nvery quickly to the gate of the Rue de Castiglione.",
        "The two friends followed the young girl, admiring the magnificent\ngrace of the neck which met her head in a harmony of vigorous lines,\nand upon which a few coils of hair were tightly wound. The girl with\nthe golden eyes had that well-knitted, arched, slender foot which\npresents so many attractions to the dainty imagination. Moreover, she\nwas shod with elegance, and wore a short skirt. During her course she\nturned from time to time to look at Henri, and appeared to follow the\nold woman regretfully, seeming to be at once her mistress and her\nslave; she could break her with blows, but could not dismiss her. All\nthat was perceptible. The two friends reached the gate. Two men in\nlivery let down the step of a tasteful coupe emblazoned with\narmorial bearings. The girl with the golden eyes was the first to\nenter it, took her seat at the side where she could be best seen when\nthe carriage turned, put her hand on the door, and waved her\nhandkerchief in the duennna’s despite. In contempt of what might be\nsaid by the curious, her handkerchief cried to Henri openly: “Follow\nme!”",
        "“Have you ever seen a handkerchief better thrown?” said Henri to Paul\nde Manerville.",
        "Then, observing a fiacre on the point of departure, having just set\ndown a fare, he made a sign to the driver to wait.",
        "“Follow that carriage, notice the house and the street where it stops\n–you shall have ten francs. . . . Paul, adieu.”",
        "The cab followed the coupe. The coupe stopped in the Rue Saint\nLazare before one of the finest houses of the neighborhood.",
        "De Marsay was not impulsive. Any other young man would have obeyed his\nimpulse to obtain at once some information about a girl who realized\nso fully the most luminous ideas ever expressed upon women in the\npoetry of the East; but, too experienced to compromise his good\nfortune, he had told his coachman to continue along the Rue Saint\nLazare and carry him back to his house. The next day, his confidential\nvalet, Laurent by name, as cunning a fellow as the Frontin of the old\ncomedy, waited in the vicinity of the house inhabited by the unknown\nfor the hour at which letters were distributed. In order to be able to\nspy at his ease and hang about the house, he had followed the example\nof those police officers who seek a good disguise, and bought up\ncast-off clothes of an Auvergnat, the appearance of whom he sought to\nimitate. When the postman, who went the round of the Rue Saint Lazare\nthat morning, passed by, Laurent feigned to be a porter unable to\nremember the name of a person to whom he had to deliver a parcel, and\nconsulted the postman. Deceived at first by appearances, this\npersonage, so picturesque in the midst of Parisian civilization,\ninformed him that the house in which the girl with the golden eyes\ndwelt belonged to Don Hijos, Marquis de San-Real, grandee of Spain.\nNaturally, it was not with the Marquis that the Auvergnat was\nconcerned.",
        "“My parcel,” he said, “is for the marquise.”",
        "“She is away,” replied the postman. “Her letters are forwarded to\nLondon.”",
        "“Then the marquise is not a young girl who . . . ?”",
        "“Ah!” said the postman, interrupting the valet de chambre and\nobserving him attentively, “you are as much a porter as I’m . . .”",
        "Laurent chinked some pieces of gold before the functionary, who began\nto smile.",
        "“Come, here’s the name of your quarry,” he said, taking from his\nleather wallet a letter bearing a London stamp, upon which the\naddress, “To Mademoiselle Paquita Valdes, Rue Saint Lazare, Hotel\nSan-Real, Paris,” was written in long, fine characters, which spoke\nof a woman’s hand.",
        "“Could you tap a bottle of Chablis, with a few dozen oysters, and a\nfilet saute with mushrooms to follow it?” said Laurent, who wished\nto win the postman’s valuable friendship.",
        "“At half-past nine, when my round is finished–– Where?”",
        "“At the corner of the Rue de la Chaussee-d’Antin and the Rue\nNeuve-des-Mathurins, at the Puits sans Vin,” said Laurent.",
        "“Hark ye, my friend,” said the postman, when he rejoined the valet an\nhour after this encounter, “if your master is in love with the girl,\nhe is in for a famous task. I doubt you’ll not succeed in seeing her.\nIn the ten years that I’ve been postman in Paris, I have seen plenty\nof different kinds of doors! But I can tell you, and no fear of being\ncalled a liar by any of my comrades, there never was a door so\nmysterious as M. de San-Real’s. No one can get into the house without\nthe Lord knows what counter-word; and, notice, it has been selected on\npurpose between a courtyard and a garden to avoid any communication\nwith other houses. The porter is an old Spaniard, who never speaks a\nword of French, but peers at people as Vidocq might, to see if they\nare not thieves. If a lover, a thief, or you–I make no comparisons\n–could get the better of this first wicket, well, in the first hall,\nwhich is shut by a glazed door, you would run across a butler\nsurrounded by lackeys, an old joker more savage and surly even than\nthe porter. If any one gets past the porter’s lodge, my butler comes\nout, waits for you at the entrance, and puts you through a\ncross-examination like a criminal. That has happened to me, a mere\npostman. He took me for an eavesdropper in disguise, he said, laughing\nat his nonsense. As for the servants, don’t hope to get aught out of\nthem; I think they are mutes, no one in the neighborhood knows the\ncolor of their speech; I don’t know what wages they can pay them to\nkeep them from talk and drink; the fact is, they are not to be got at,\nwhether because they are afraid of being shot, or that they have some\nenormous sum to lose in the case of an indiscretion. If your master is\nfond enough of Mademoiselle Paquita Valdes to surmount all these\nobstacles, he certainly won’t triumph over Dona Concha Marialva, the\nduenna who accompanies her and would put her under her petticoats\nsooner than leave her. The two women look as if they were sewn to one\nanother.”",
        "“All that you say, worthy postman,” went on Laurent, after having\ndrunk off his wine, “confirms me in what I have learned before. Upon\nmy word, I thought they were making fun of me! The fruiterer opposite\ntold me that of nights they let loose dogs whose food is hung up on\nstakes just out of their reach. These cursed animals think, therefore,\nthat any one likely to come in has designs on their victuals, and\nwould tear one to pieces. You will tell me one might throw them down\npieces, but it seems they have been trained to touch nothing except\nfrom the hand of the porter.”",
        "“The porter of the Baron de Nucingen, whose garden joins at the top\nthat of the Hotel San-Real, told me the same thing,” replied the\npostman.",
        "“Good! my master knows him,” said Laurent, to himself. “Do you know,\"\nhe went on, leering at the postman, “I serve a master who is a rare\nman, and if he took it into his head to kiss the sole of the foot of\nan empress, she would have to give in to him. If he had need of you,\nwhich is what I wish for you, for he is generous, could one count on\nyou?”",
        "“Lord, Monsieur Laurent, my name is Moinot. My name is written exactly\nlike Moineau, magpie: M-o-i-n-o-t, Moinot.”",
        "“Exactly,” said Laurent.",
        "“I live at No. 11, Rue des Trois Freres, on the fifth floor,” went on\nMoinot; “I have a wife and four children. If what you want of me\ndoesn’t transgress the limits of my conscience and my official duties,\nyou understand! I am your man.”",
        "“You are an honest fellow,” said Laurent, shaking his hand. . . .",
        "“Paquita Valdes is, no doubt, the mistress of the Marquis de San-Real,\nthe friend of King Ferdinand. Only an old Spanish mummy of eighty\nyears is capable of taking such precautions,” said Henri, when his\nvalet de chambre had related the result of his researches.",
        "“Monsieur,” said Laurent, “unless he takes a balloon no one can get\ninto that hotel.”",
        "“You are a fool! Is it necessary to get into the hotel to have\nPaquita, when Paquita can get out of it?”",
        "“But, sir, the duenna?”",
        "“We will shut her up for a day or two, your duenna.”",
        "“So, we shall have Paquita!” said Laurent, rubbing his hands.",
        "“Rascal!” answered Henri, “I shall condemn you to the Concha, if you\ncarry your impudence so far as to speak so of a woman before she has\nbecome mine. . . . Turn your thoughts to dressing me, I am going out.”",
        "Henri remained for a moment plunged in joyous reflections. Let us say\nit to the praise of women, he obtained all those whom he deigned to\ndesire. And what could one think of a woman, having no lover, who\nshould have known how to resist a young man armed with beauty which is\nthe intelligence of the body, with intelligence which is a grace of\nthe soul, armed with moral force and fortune, which are the only two\nreal powers? Yet, in triumphing with such ease, De Marsay was bound to\ngrow weary of his triumphs; thus, for about two years he had grown\nvery weary indeed. And diving deep into the sea of pleasures he\nbrought back more grit than pearls. Thus had he come, like potentates,\nto implore of Chance some obstacle to surmount, some enterprise which\nshould ask the employment of his dormant moral and physical strength.\nAlthough Paquita Valdes presented him with a marvelous concentration\nof perfections which he had only yet enjoyed in detail, the attraction\nof passion was almost nil with him. Constant satiety had weakened in\nhis heart the sentiment of love. Like old men and people\ndisillusioned, he had no longer anything but extravagant caprices,\nruinous tastes, fantasies, which, once satisfied, left no pleasant\nmemory in his heart. Amongst young people love is the finest of the\nemotions, it makes the life of the soul blossom, it nourishes by its\nsolar power the finest inspirations and their great thoughts; the\nfirst fruits in all things have a delicious savor. Amongst men love\nbecomes a passion; strength leads to abuse. Amongst old men it turns\nto vice; impotence tends to extremes. Henri was at once an old man, a\nman, and a youth. To afford him the feelings of a real love, he needed\nlike Lovelace, a Clarissa Harlowe. Without the magic lustre of that\nunattainable pearl he could only have either passions rendered acute\nby some Parisian vanity, or set determinations with himself to bring\nsuch and such a woman to such and such a point of corruption, or else\nadventures which stimulated his curiosity.",
        "The report of Laurent, his valet de chambre had just given an\nenormous value to the girl with the golden eyes. It was a question of\ndoing battle with some secret enemy who seemed as dangerous as he was\ncunning; and to carry off the victory, all the forces which Henri\ncould dispose of would be useful. He was about to play in that eternal\nold comedy which will be always fresh, and the characters in which are\nan old man, a young girl, and a lover: Don Hijos, Paquita, De Marsay.\nIf Laurent was the equal of Figaro, the duenna seemed incorruptible.\nThus, the living play was supplied by Chance with a stronger plot than\nit had ever been by dramatic author! But then is not Chance too, a man\nof genius?",
        "“It must be a cautious game,” said Henri, to himself.",
        "“Well,” said Paul de Manerville, as he entered the room. “How are we\ngetting on? I have come to breakfast with you.”",
        "“So be it,” said Henri. “You won’t be shocked if I make my toilette\nbefore you?”",
        "“How absurd!”",
        "“We take so many things from the English just now that we might well\nbecome as great prudes and hypocrites as themselves,” said Henri.",
        "Laurent had set before his master such a quantity of utensils, so many\ndifferent articles of such elegance, that Paul could not refrain from\nsaying:",
        "“But you will take a couple of hours over that?”",
        "“No!” said Henri, “two hours and a half.”",
        "“Well, then, since we are by ourselves, and can say what we like,\nexplain to me why a man as superior as yourself–for you are superior\n–should affect to exaggerate a foppery which cannot be natural. Why\nspend two hours and a half in adorning yourself, when it is sufficient\nto spend a quarter of an hour in your bath, to do your hair in two\nminutes, and to dress! There, tell me your system.”",
        "“I must be very fond of you, my good dunce, to confide such high\nthoughts to you,” said the young man, who was at that moment having\nhis feet rubbed with a soft brush lathered with English soap.",
        "“Have I not the most devoted attachment to you,” replied Paul de\nManerville, “and do I not like you because I know your\nsuperiority? . . .”",
        "“You must have noticed, if you are in the least capable of observing\nany moral fact, that women love fops,” went on De Marsay, without\nreplying in any way to Paul’s declaration except by a look. “Do you\nknow why women love fops? My friend, fops are the only men who take\ncare of themselves. Now, to take excessive care of oneself, does it\nnot imply that one takes care in oneself of what belongs to another?\nThe man who does not belong to himself is precisely the man on whom\nwomen are keen. Love is essentially a thief. I say nothing about that\nexcess of niceness to which they are so devoted. Do you know of any\nwoman who has had a passion for a sloven, even if he were a remarkable\nman? If such a fact has occurred, we must put it to the account of\nthose morbid affections of the breeding woman, mad fancies which float\nthrough the minds of everybody. On the other hand, I have seen most\nremarkable people left in the lurch because of their carelessness. A\nfop, who is concerned about his person, is concerned with folly, with\npetty things. And what is a woman? A petty thing, a bundle of follies.\nWith two words said to the winds, can you not make her busy for four\nhours? She is sure that the fop will be occupied with her, seeing that\nhe has no mind for great things. She will never be neglected for\nglory, ambition, politics, art–those prostitutes who for her are\nrivals. Then fops have the courage to cover themselves with ridicule\nin order to please a woman, and her heart is full of gratitude towards\nthe man who is ridiculous for love. In fine, a fop can be no fop\nunless he is right in being one. It is women who bestow that rank. The\nfop is love’s colonel; he has his victories, his regiment of women at\nhis command. My dear fellow, in Paris everything is known, and a man\ncannot be a fop there gratis. You, who have only one woman, and who,\nperhaps, are right to have but one, try to act the fop! . . . You will\nnot even become ridiculous, you will be dead. You will become a\nforegone conclusion, one of those men condemned inevitably to do one\nand the same thing. You will come to signify folly as inseparably as\nM. de La Fayette signifies America; M. de Talleyrand, diplomacy;\nDesaugiers, song; M. de Segur, romance. If they once forsake their\nown line people no longer attach any value to what they do. So,\nfoppery, my friend Paul, is the sign of an incontestable power over\nthe female folk. A man who is loved by many women passes for having\nsuperior qualities, and then, poor fellow, it is a question who shall\nhave him! But do you think it is nothing to have the right of going\ninto a drawing-room, of looking down at people from over your cravat,\nor through your eye-glass, and of despising the most superior of men\nshould he wear an old-fashioned waistcoat? . . . Laurent, you are\nhurting me! After breakfast, Paul, we will go to the Tuileries and see\nthe adorable girl with the golden eyes.”",
        "When, after making an excellent meal, the two young men had traversed\nthe Terrasse de Feuillants and the broad walk of the Tuileries, they\nnowhere discovered the sublime Paquita Valdes, on whose account some\nfifty of the most elegant young men in Paris where to be seen, all\nscented, with their high scarfs, spurred and booted, riding, walking,\ntalking, laughing, and damning themselves mightily.",
        "“It’s a white Mass,” said Henri; “but I have the most excellent idea\nin the world. This girl receives letters from London. The postman must\nbe bought or made drunk, a letter opened, read of course, and a\nlove-letter slipped in before it is sealed up again. The old tyrant,\ncrudel tirano, is certain to know the person who writes the letters\nfrom London, and has ceased to be suspicious of them.”",
        "The day after, De Marsay came again to walk on the Terrasse des\nFeuillants, and saw Paquita Valdes; already passion had embellished\nher for him. Seriously, he was wild for those eyes, whose rays seemed\nakin to those which the sun emits, and whose ardor set the seal upon\nthat of her perfect body, in which all was delight. De Marsay was on\nfire to brush the dress of this enchanting girl as they passed one\nanother in their walk; but his attempts were always vain. But at one\nmoment, when he had repassed Paquita and the duenna, in order to find\nhimself on the same side as the girl of the golden eyes, when he\nreturned, Paquita, no less impatient, came forward hurriedly, and De\nMarsay felt his hand pressed by her in a fashion at once so swift and\nso passionately significant that it was as though he had received the\nemotions surged up in his heart. When the two lovers glanced at one\nanother, Paquita seemed ashamed, she dropped her eyes lest she should\nmeet the eyes of Henri, but her gaze sank lower to fasten on the feet\nand form of him whom women, before the Revolution, called their\nconqueror.",
        "“I am determined to make this girl my mistress,” said Henri to\nhimself.",
        "As he followed her along the terrace, in the direction of the Place\nLouis XV., he caught sight of the aged Marquis de San-Real, who was\nwalking on the arm of his valet, stepping with all the precautions due\nto gout and decrepitude. Dona Concha, who distrusted Henri, made\nPaquita pass between herself and the old man.",
        "“Oh, for you,” said De Marsay to himself, casting a glance of disdain\nupon the duenna, “if one cannot make you capitulate, with a little\nopium one can make you sleep. We know mythology and the fable of\nArgus.”",
        "Before entering the carriage, the golden-eyed girl exchanged certain\nglances with her lover, of which the meaning was unmistakable and\nwhich enchanted Henri, but one of them was surprised by the duenna;\nshe said a few rapid words to Paquita, who threw herself into the\ncoupe with an air of desperation. For some days Paquita did not\nappear in the Tuileries. Laurent, who by his master’s orders was on\nwatch by the hotel, learned from the neighbors that neither the two\nwomen nor the aged marquis had been abroad since the day upon which\nthe duenna had surprised a glance between the young girl in her charge\nand Henri. The bond, so flimsy withal, which united the two lovers was\nalready severed.",
        "Some days later, none knew by what means, De Marsay had attained his\nend; he had a seal and wax, exactly resembling the seal and wax\naffixed to the letters sent to Mademoiselle Valdes from London; paper\nsimilar to that which her correspondent used; moreover, all the\nimplements and stamps necessary to affix the French and English\npostmarks.",
        "He wrote the following letter, to which he gave all the appearances of\na letter sent from London:–",
        "  “MY DEAR PAQUITA,–I shall not try to paint to you in words the\n  passion with which you have inspired me. If, to my happiness, you\n  reciprocate it, understand that I have found a means of\n  corresponding with you. My name is Adolphe de Gouges, and I live\n  at No. 54 Rue de l’Universite. If you are too closely watched to\n  be able to write to me, if you have neither pen nor paper, I shall\n  understand it by your silence. If then, to-morrow, you have not,\n  between eight o’clock in the morning and ten o’clock in the\n  evening, thrown a letter over the wall of your garden into that of\n  the Baron de Nucingen, where it will be waited for during the\n  whole of the day, a man, who is entirely devoted to me, will let\n  down two flasks by a string over your wall at ten o’clock the next\n  morning. Be walking there at that hour. One of the two flasks will\n  contain opium to send your Argus to sleep; it will be sufficient\n  to employ six drops; the other will contain ink. The flask of ink\n  is of cut glass; the other is plain. Both are of such a size as\n  can easily be concealed within your bosom. All that I have already\n  done, in order to be able to correspond with you, should tell you\n  how greatly I love you. Should you have any doubt of it, I will\n  confess to you, that to obtain an interview of one hour with you I\n  would give my life.”",
        "“At least they believe that, poor creatures!” said De Marsay; “but\nthey are right. What should we think of a woman who refused to be\nbeguiled by a love-letter accompanied by such convincing accessories?”",
        "This letter was delivered by Master Moinot, postman, on the following\nday, about eight o’clock in the morning, to the porter of the Hotel\nSan-Real.",
        "In order to be nearer to the field of action, De Marsay went and\nbreakfasted with Paul, who lived in the Rue de la Pepiniere. At two\no’clock, just as the two friends were laughingly discussing the\ndiscomfiture of a young man who had attempted to lead the life of\nfashion without a settled income, and were devising an end for him,\nHenri’s coachman came to seek his master at Paul’s house, and\npresented to him a mysterious personage who insisted on speaking\nhimself with his master.",
        "This individual was a mulatto, who would assuredly have given Talma a\nmodel for the part of Othello, if he had come across him. Never did\nany African face better express the grand vengefulness, the ready\nsuspicion, the promptitude in the execution of a thought, the strength\nof the Moor, and his childish lack of reflection. His black eyes had\nthe fixity of the eyes of a bird of prey, and they were framed, like a\nvulture’s, by a bluish membrane devoid of lashes. His forehead, low\nand narrow, had something menacing. Evidently, this man was under the\nyoke of some single and unique thought. His sinewy arm did not belong\nto him.",
        "He was followed by a man whom the imaginations of all folk, from those\nwho shiver in Greenland to those who sweat in the tropics, would paint\nin the single phrase: He was an unfortunate man. From this phrase,\neverybody will conceive him according to the special ideas of each\ncountry. But who can best imagine his face–white and wrinkled, red at\nthe extremities, and his long beard. Who will see his lean and yellow\nscarf, his greasy shirt-collar, his battered hat, his green frock\ncoat, his deplorable trousers, his dilapidated waistcoat, his\nimitation gold pin, and battered shoes, the strings of which were\nplastered in mud? Who will see all that but the Parisian? The\nunfortunate man of Paris is the unfortunate man in toto, for he has\nstill enough mirth to know the extent of his misfortune. The mulatto\nwas like an executioner of Louis XI. leading a man to the gallows.",
        "“Who has hunted us out these two extraordinary creatures?” said Henri.",
        "“Faith! there is one of them who makes me shudder,” replied Paul.",
        "“Who are you–you fellow who look the most like a Christian of the\ntwo?” said Henri, looking at the unfortunate man.",
        "The mulatto stood with his eyes fixed upon the two young men, like a\nman who understood nothing, and who sought no less to divine something\nfrom the gestures and movements of the lips.",
        "“I am a public scribe and interpreter; I live at the Palais de\nJustice, and am named Poincet.”",
        "“Good! . . . and this one?” said Henri to Poincet, looking towards the\nmulatto.",
        "“I do not know; he only speaks a sort of Spanish patois, and he has\nbrought me here to make himself understood by you.”",
        "The mulatto drew from his pocket the letter which Henri had written to\nPaquita and handed it to him. Henri threw it in the fire.",
        "“Ah–so–the game is beginning,” said Henri to himself. “Paul, leave\nus alone for a moment.”",
        "“I translated this letter for him,” went on the interpreter, when they\nwere alone. “When it was translated, he was in some place which I\ndon’t remember. Then he came back to look for me, and promised me two\nlouis to fetch him here.”",
        "“What have you to say to me, nigger?” asked Henri.",
        "“I did not translate nigger,” said the interpreter, waiting for the\nmulatto’s reply. . . .",
        "“He said, sir,” went on the interpreter, after having listened to the\nunknown, “that you must be at half-past ten to-morrow night on the\nboulevard Montmartre, near the cafe. You will see a carriage there, in\nwhich you must take your place, saying to the man, who will wait to\nopen the door for you, the word cortejo–a Spanish word, which means\nlover,” added Poincet, casting a glance of congratulation upon\nHenri.",
        "“Good.”",
        "The mulatto was about to bestow the two louis, but De Marsay would\nnot permit it, and himself rewarded the interpreter. As he was paying\nhim, the mulatto began to speak.",
        "“What is he saying?”",
        "“He is warning me,” replied the unfortunate, “that if I commit a\nsingle indiscretion he will strangle me. He speaks fair and he looks\nremarkably as if he were capable of carrying out his threat.”",
        "“I am sure of it,” answered Henri; “he would keep his word.”",
        "“He says, as well,” replied the interpreter, “that the person from\nwhom he is sent implores you, for your sake and for hers, to act with\nthe greatest prudence, because the daggers which are raised above your\nhead would strike your heart before any human power could save you\nfrom them.”",
        "“He said that? So much the better, it will be more amusing. You can\ncome in now, Paul,” he cried to his friend.",
        "The mulatto, who had not ceased to gaze at the lover of Paquita Valdes\nwith magnetic attention, went away, followed by the interpreter.",
        "“Well, at last I have an adventure which is entirely romantic,” said\nHenri, when Paul returned. “After having shared in a certain number I\nhave finished by finding in Paris an intrigue accompanied by serious\naccidents, by grave perils. The deuce! what courage danger gives a\nwoman! To torment a woman, to try and contradict her–doesn’t it give\nher the right and the courage to scale in one moment obstacles which\nit would take her years to surmount of herself? Pretty creature, jump\nthen! To die? Poor child! Daggers? Oh, imagination of women! They\ncannot help trying to find authority for their little jests. Besides,\ncan one think of it, Paquita? Can one think of it, my child? The devil\ntake me, now that I know this beautiful girl, this masterpiece of\nnature, is mine, the adventure has lost its charm.”",
        "For all his light words, the youth in Henri had reappeared. In order\nto live until the morrow without too much pain, he had recourse to\nexorbitant pleasure; he played, dined, supped with his friends; he\ndrank like a fish, ate like a German, and won ten or twelve thousand\nfrancs. He left the Rocher de Cancale at two o’clock in the morning,\nslept like a child, awoke the next morning fresh and rosy, and dressed\nto go to the Tuileries, with the intention of taking a ride, after\nhaving seen Paquita, in order to get himself an appetite and dine the\nbetter, and so kill the time.",
        "At the hour mentioned Henri was on the boulevard, saw the carriage,\nand gave the counter-word to a man who looked to him like the mulatto.\nHearing the word, the man opened the door and quickly let down the\nstep. Henri was so rapidly carried through Paris, and his thoughts\nleft him so little capacity to pay attention to the streets through\nwhich he passed, that he did not know where the carriage stopped. The\nmulatto let him into a house, the staircase of which was quite close\nto the entrance. This staircase was dark, as was also the landing upon\nwhich Henri was obliged to wait while the mulatto was opening the door\nof a damp apartment, fetid and unlit, the chambers of which, barely\nilluminated by the candle which his guide found in the ante-chamber,\nseemed to him empty and ill furnished, like those of a house the\ninhabitants of which are away. He recognized the sensation which he\nhad experienced from the perusal of one of those romances of Anne\nRadcliffe, in which the hero traverses the cold, sombre, and\nuninhabited saloons of some sad and desert spot.",
        "At last the mulatto opened the door of a salon. The condition of the\nold furniture and the dilapidated curtains with which the room was\nadorned gave it the air of the reception-room of a house of ill fame.\nThere was the same pretension to elegance, and the same collection of\nthings in bad taste, of dust and dirt. Upon a sofa covered with red\nUtrecht velvet, by the side of a smoking hearth, the fire of which was\nburied in ashes, sat an old, poorly dressed woman, her head capped by\none of those turbans which English women of a certain age have\ninvented and which would have a mighty success in China, where the\nartist’s ideal is the monstrous.",
        "The room, the old woman, the cold hearth, all would have chilled love\nto death had not Paquita been there, upon an ottoman, in a loose\nvoluptuous wrapper, free to scatter her gaze of gold and flame, free\nto show her arched foot, free of her luminous movements. This first\ninterview was what every rendezvous must be between persons of\npassionate disposition, who have stepped over a wide distance quickly,\nwho desire each other ardently, and who, nevertheless, do not know\neach other. It is impossible that at first there should not occur\ncertain discordant notes in the situation, which is embarrassing until\nthe moment when two souls find themselves in unison.",
        "If desire gives a man boldness and disposes him to lay restraint\naside, the mistress, under pain of ceasing to be woman, however great\nmay be her love, is afraid of arriving at the end so promptly, and\nface to face with the necessity of giving herself, which to many women\nis equivalent to a fall into an abyss, at the bottom of which they\nknow not what they shall find. The involuntary coldness of the woman\ncontrasts with her confessed passion, and necessarily reacts upon the\nmost passionate lover. Thus ideas, which often float around souls like\nvapors, determine in them a sort of temporary malady. In the sweet\njourney which two beings undertake through the fair domains of love,\nthis moment is like a waste land to be traversed, a land without a\ntree, alternatively damp and warm, full of scorching sand, traversed\nby marshes, which leads to smiling groves clad with roses, where Love\nand his retinue of pleasures disport themselves on carpets of soft\nverdure. Often the witty man finds himself afflicted with a foolish\nlaugh which is his only answer to everything; his wit is, as it were,\nsuffocated beneath the icy pressure of his desires. It would not be\nimpossible for two beings of equal beauty, intelligence, and passion\nto utter at first nothing but the most silly commonplaces, until\nchance, a word, the tremor of a certain glance, the communication of a\nspark, should have brought them to the happy transition which leads to\nthat flowery way in which one does not walk, but where one sways and\nat the same time does not lapse.",
        "Such a state of mind is always in proportion with the violence of the\nfeeling. Two creatures who love one another weakly feel nothing\nsimilar. The effect of this crisis can even be compared with that\nwhich is produced by the glow of a clear sky. Nature, at the first\nview, appears to be covered with a gauze veil, the azure of the\nfirmament seems black, the intensity of light is like darkness. With\nHenri, as with the Spanish girl, there was an equal intensity of\nfeeling; and that law of statics, in virtue of which two identical\nforces cancel each other, might have been true also in the moral\norder. And the embarrassment of the moment was singularly increased by\nthe presence of the old hag. Love takes pleasure or fright at all, all\nhas meaning for it, everything is an omen of happiness or sorrow for\nit.",
        "This decrepit woman was there like a suggestion of catastrophe, and\nrepresented the horrid fish’s tail with which the allegorical geniuses\nof Greece have terminated their chimeras and sirens, whose figures,\nlike all passions, are so seductive, so deceptive.",
        "Although Henri was not a free-thinker–the phrase is always a mockery\n–but a man of extraordinary power, a man as great as a man can be\nwithout faith, the conjunction struck him. Moreover, the strongest men\nare naturally the most impressionable, and consequently the most\nsuperstitious, if, indeed, one may call superstition the prejudice of\nthe first thoughts, which, without doubt, is the appreciation of the\nresult in causes hidden to other eyes but perceptible to their own.",
        "The Spanish girl profited by this moment of stupefaction to let\nherself fall into the ecstasy of that infinite adoration which seizes\nthe heart of a woman, when she truly loves and finds herself in the\npresence of an idol for whom she has vainly longed. Her eyes were all\njoy, all happiness, and sparks flew from them. She was under the\ncharm, and fearlessly intoxicated herself with a felicity of which she\nhad dreamed long. She seemed then so marvelously beautiful to Henri,\nthat all this phantasmagoria of rags and old age, of worn red drapery\nand of the green mats in front of the armchairs, the ill-washed red\ntiles, all this sick and dilapidated luxury, disappeared.",
        "The room seemed lit up; and it was only through a cloud that one could\nsee the fearful harpy fixed and dumb on her red sofa, her yellow eyes\nbetraying the servile sentiments, inspired by misfortune, or caused by\nsome vice beneath whose servitude one has fallen as beneath a tyrant\nwho brutalizes one with the flagellations of his despotism. Her eyes\nhad the cold glitter of a caged tiger, knowing his impotence and being\ncompelled to swallow his rage of destruction.",
        "“Who is that woman?” said Henri to Paquita.",
        "But Paquita did not answer. She made a sign that she understood no\nFrench, and asked Henri if he spoke English.",
        "De Marsay repeated his question in English.",
        "“She is the only woman in whom I can confide, although she has sold me\nalready,” said Paquita, tranquilly. “My dear Adolphe, she is my\nmother, a slave bought in Georgia for her rare beauty, little enough\nof which remains to-day. She only speaks her native tongue.”",
        "The attitude of this woman and her eagerness to guess from the\ngestures of her daughter and Henri what was passing between them, were\nsuddenly explained to the young man; and this explanation put him at\nhis ease.",
        "“Paquita,” he said, “are we never to be free then?”",
        "“Never,” she said, with an air of sadness. “Even now we have but a few\ndays before us.”",
        "She lowered her eyes, looked at and counted with her right hand on the\nfingers of her left, revealing so the most beautiful hands which Henri\nhad ever seen.",
        "“One, two, three––”",
        "She counted up to twelve.",
        "“Yes,” she said, “we have twelve days.”",
        "“And after?”",
        "“After,” she said, showing the absorption of a weak woman before the\nexecutioner’s axe, and slain in advance, as it were, by a fear which\nstripped her of that magnificent energy which Nature seemed to have\nbestowed upon her only to aggrandize pleasure and convert the most\nvulgar delights into endless poems. “After––” she repeated. Her eyes\ntook a fixed stare; she seemed to contemplate a threatening object far\naway.",
        "“I do not know,” she said.",
        "“This girl is mad,” said Henri to himself, falling into strange\nreflections.",
        "Paquita appeared to him occupied by something which was not himself,\nlike a woman constrained equally by remorse and passion. Perhaps she\nhad in her heart another love which she alternately remembered and\nforgot. In a moment Henri was assailed by a thousand contradictory\nthoughts. This girl became a mystery for him; but as he contemplated\nher with the scientific attention of the blase man, famished for new\npleasures, like that Eastern king who asked that a pleasure should be\ncreated for him,–a horrible thirst with which great souls are seized,\n–Henri recognized in Paquita the richest organization that Nature had\never deigned to compose for love. The presumptive play of this\nmachinery, setting aside the soul, would have frightened any other man\nthan Henri; but he was fascinated by that rich harvest of promised\npleasures, by that constant variety in happiness, the dream of every\nman, and the desire of every loving woman too. He was infuriated by\nthe infinite rendered palpable, and transported into the most\nexcessive raptures of which the creature is capable. All that he saw\nin this girl more distinctly than he had yet seen it, for she let\nherself be viewed complacently, happy to be admired. The admiration of\nDe Marsay became a secret fury, and he unveiled her completely,\nthrowing a glance at her which the Spaniard understood as though she\nhad been used to receive such.",
        "“If you are not to be mine, mine only, I will kill you!” he cried.",
        "Hearing this speech, Paquita covered her face in her hands, and cried\nnaively:",
        "“Holy Virgin! What have I brought upon myself?”",
        "She rose, flung herself down upon the red sofa, and buried her head in\nthe rags which covered the bosom of her mother, and wept there. The\nold woman received her daughter without issuing from her state of\nimmobility, or displaying any emotion. The mother possessed in the\nhighest degree that gravity of savage races, the impassiveness of a\nstatue upon which all remarks are lost. Did she or did she not love\nher daughter? Beneath that mask every human emotion might brood–good\nand evil; and from this creature all might be expected. Her gaze\npassed slowly from her daughter’s beautiful hair, which covered her\nlike a mantle, to the face of Henri, which she considered with an\nindescribable curiosity.",
        "She seemed to ask by what fatality he was there, from what caprice\nNature had made so seductive a man.",
        "“These women are making sport of me,” said Henri to himself.",
        "At that moment Paquita raised her head, cast at him one of those looks\nwhich reach the very soul and consume it. So beautiful seemed she that\nhe swore he would possess such a treasure of beauty.",
        "“My Paquita! Be mine!”",
        "“Wouldst thou kill me?” she said fearfully, palpitating and anxious,\nbut drawn towards him by an inexplicable force.",
        "“Kill thee–I!” he said, smiling.",
        "Paquita uttered a cry of alarm, said a word to the old woman, who\nauthoritatively seized Henri’s hand and that of her daughter. She\ngazed at them for a long time, and then released them, wagging her\nhead in a fashion horribly significant.",
        "“Be mine–this evening, this moment; follow me, do not leave me! It\nmust be, Paquita! Dost thou love me? Come!”",
        "In a moment he had poured out a thousand foolish words to her, with\nthe rapidity of a torrent coursing between the rocks, and repeating\nthe same sound in a thousand different forms.",
        "“It is the same voice!” said Paquita, in a melancholy voice, which De\nMarsay could not overhear, “and the same ardor,” she added. “So be\nit–yes,” she said, with an abandonment of passion which no words can\ndescribe. “Yes; but not to-night. To-night Adolphe, I gave too little\nopium to La Concha. She might wake up, and I should be lost. At this\nmoment the whole household believes me to be asleep in my room. In two\ndays be at the same spot, say the same word to the same man. That man\nis my foster-father. Cristemio worships me, and would die in torments\nfor me before they could extract one word against me from him.\nFarewell,” she said seizing Henri by the waist and twining round him\nlike a serpent.",
        "She pressed him on every side at once, lifted her head to his, and\noffered him her lips, then snatched a kiss which filled them both with\nsuch a dizziness that it seemed to Henri as though the earth opened;\nand Paquita cried: “Enough, depart!” in a voice which told how little\nshe was mistress of herself. But she clung to him still, still crying\n\"Depart!” and brought him slowly to the staircase. There the mulatto,\nwhose white eyes lit up at the sight of Paquita, took the torch from\nthe hands of his idol, and conducted Henri to the street. He left the\nlight under the arch, opened the door, put Henri into the carriage,\nand set him down on the Boulevard des Italiens with marvelous\nrapidity. It was as though the horses had hell-fire in their veins.",
        "The scene was like a dream to De Marsay, but one of those dreams\nwhich, even when they fade away, leave a feeling of supernatural\nvoluptuousness, which a man runs after for the remainder of his life.\nA single kiss had been enough. Never had rendezvous been spent in a\nmanner more decorous or chaste, or, perhaps, more coldly, in a spot of\nwhich the surroundings were more gruesome, in presence of a more\nhideous divinity; for the mother had remained in Henri’s imagination\nlike some infernal, cowering thing, cadaverous, monstrous, savagely\nferocious, which the imagination of poets and painters had not yet\nconceived. In effect, no rendezvous had ever irritated his senses\nmore, revealed more audacious pleasures, or better aroused love from\nits centre to shed itself round him like an atmosphere. There was\nsomething sombre, mysterious, sweet, tender, constrained, and\nexpansive, an intermingling of the awful and the celestial, of\nparadise and hell, which made De Marsay like a drunken man.",
        "He was no longer himself, and he was, withal, great enough to be able\nto resist the intoxication of pleasure.",
        "In order to render his conduct intelligible in the catastrophe of this\nstory, it is needful to explain how his soul had broadened at an age\nwhen young men generally belittle themselves in their relations with\nwomen, or in too much occupation with them. Its growth was due to a\nconcurrence of secret circumstances, which invested him with a vast\nand unsuspected power.",
        "This young man held in his hand a sceptre more powerful than that of\nmodern kings, almost all of whom are curbed in their least wishes by\nthe laws. De Marsay exercised the autocratic power of an Oriental\ndespot. But this power, so stupidly put into execution in Asia by\nbrutish men, was increased tenfold by its conjunction with European\nintelligence, with French wit–the most subtle, the keenest of all\nintellectual instruments. Henri could do what he would in the interest\nof his pleasures and vanities. This invisible action upon the social\nworld had invested him with a real, but secret, majesty, without\nemphasis and deriving from himself. He had not the opinion which Louis\nXIV. could have of himself, but that which the proudest of the\nCaliphs, the Pharoahs, the Xerxes, who held themselves to be of divine\norigin, had of themselves when they imitated God, and veiled\nthemselves from their subjects under the pretext that their looks\ndealt forth death. Thus, without any remorse at being at once the\njudge and the accuser, De Marsay coldly condemned to death the man or\nthe woman who had seriously offended him. Although often pronounced\nalmost lightly, the verdict was irrevocable. An error was a misfortune\nsimilar to that which a thunderbolt causes when it falls upon a\nsmiling Parisienne in some hackney coach, instead of crushing the old\ncoachman who is driving her to a rendezvous. Thus the bitter and\nprofound sarcasm which distinguished the young man’s conversation\nusually tended to frighten people; no one was anxious to put him out.\nWomen are prodigiously fond of those persons who call themselves\npashas, and who are, as it were accompanied by lions and executioners,\nand who walk in a panoply of terror. The result, in the case of such\nmen, is a security of action, a certitude of power, a pride of gaze, a\nleonine consciousness, which makes women realize the type of strength\nof which they all dream. Such was De Marsay.",
        "Happy, for the moment, with his future, he grew young and pliable, and\nthought of nothing but love as he went to bed. He dreamed of the girl\nwith the golden eyes, as the young and passionate can dream. His\ndreams were monstrous images, unattainable extravagances–full of\nlight, revealing invisible worlds, yet in a manner always incomplete,\nfor an intervening veil changes the conditions of vision.",
        "For the next and succeeding day Henri disappeared and no one knew what\nhad become of him. His power only belonged to him under certain\nconditions, and, happily for him, during those two days he was a\nprivate soldier in the service of the demon to whom he owed his\ntalismanic existence. But at the appointed time, in the evening, he\nwas waiting–and he had not long to wait–for the carriage. The\nmulatto approached Henri, in order to repeat to him in French a phrase\nwhich he seemed to have learned by heart.",
        "“If you wish to come, she told me, you must consent to have your eyes\nbandaged.”",
        "And Cristemio produced a white silk handkerchief.",
        "“No!” said Henri, whose omnipotence revolted suddenly.",
        "He tried to leap in. The mulatto made a sign, and the carriage drove\noff.",
        "“Yes!” cried De Marsay, furious at the thought of losing a piece of\ngood fortune which had been promised him.",
        "He saw, moreover, the impossibility of making terms with a slave whose\nobedience was as blind as the hangman’s. Nor was it this passive\ninstrument upon whom his anger could fall.",
        "The mulatto whistled, the carriage returned. Henri got in hastily.\nAlready a few curious onlookers had assembled like sheep on the\nboulevard. Henri was strong; he tried to play the mulatto. When the\ncarriage started at a gallop he seized his hands, in order to master\nhim, and retain, by subduing his attendant, the possession of his\nfaculties, so that he might know whither he was going. It was a vain\nattempt. The eyes of the mulatto flashed from the darkness. The fellow\nuttered a cry which his fury stifled in his throat, released himself,\nthrew back De Marsay with a hand like iron, and nailed him, so to\nspeak, to the bottom of the carriage; then with his free hand, he drew\na triangular dagger, and whistled. The coachman heard the whistle and\nstopped. Henri was unarmed, he was forced to yield. He moved his head\ntowards the handkerchief. The gesture of submission calmed Cristemio,\nand he bound his eyes with a respect and care which manifested a sort\nof veneration for the person of the man whom his idol loved. But,\nbefore taking this course, he had placed his dagger distrustfully in\nhis side pocket, and buttoned himself up to the chin.",
        "“That nigger would have killed me!” said De Marsay to himself.",
        "Once more the carriage moved on rapidly. There was one resource still\nopen to a young man who knew Paris as well as Henri. To know whither\nhe was going, he had but to collect himself and count, by the number\nof gutters crossed, the streets leading from the boulevards by which\nthe carriage passed, so long as it continued straight along. He could\nthus discover into which lateral street it would turn, either towards\nthe Seine or towards the heights of Montmartre, and guess the name or\nposition of the street in which his guide should bring him to a halt.\nBut the violent emotion which his struggle had caused him, the rage\ninto which his compromised dignity had thrown him, the ideas of\nvengeance to which he abandoned himself, the suppositions suggested to\nhim by the circumstantial care which this girl had taken in order to\nbring him to her, all hindered him from the attention, which the blind\nhave, necessary for the concentration of his intelligence and the\nperfect lucidity of his recollection. The journey lasted half an hour.\nWhen the carriage stopped, it was no longer on the street. The mulatto\nand the coachman took Henri in their arms, lifted him out, and,\nputting him into a sort of litter, conveyed him across a garden. He\ncould smell its flowers and the perfume peculiar to trees and grass.",
        "The silence which reigned there was so profound that he could\ndistinguish the noise made by the drops of water falling from the\nmoist leaves. The two men took him to a staircase, set him on his\nfeet, led him by his hands through several apartments, and left him in\na room whose atmosphere was perfumed, and the thick carpet of which he\ncould feel beneath his feet.",
        "A woman’s hand pushed him on to a divan, and untied the handkerchief\nfor him. Henri saw Paquita before him, but Paquita in all her womanly\nand voluptuous glory. The section of the boudoir in which Henri found\nhimself described a circular line, softly gracious, which was faced\nopposite by the other perfectly square half, in the midst of which a\nchimney-piece shone of gold and white marble. He had entered by a door\non one side, hidden by a rich tapestried screen, opposite which was a\nwindow. The semicircular portion was adorned with a real Turkish\ndivan, that is to say, a mattress thrown on the ground, but a mattress\nas broad as a bed, a divan fifty feet in circumference, made of white\ncashmere, relieved by bows of black and scarlet silk, arranged in\npanels. The top of this huge bed was raised several inches by numerous\ncushions, which further enriched it by their tasteful comfort. The\nboudoir was lined with some red stuff, over which an Indian muslin was\nstretched, fluted after the fashion of Corinthian columns, in plaits\ngoing in and out, and bound at the top and bottom by bands of\npoppy-colored stuff, on which were designs in black arabesque.",
        "Below the muslin the poppy turned to rose, that amorous color, which\nwas matched by window-curtains, which were of Indian muslin lined with\nrose-colored taffeta, and set off with a fringe of poppy-color and\nblack. Six silver-gilt arms, each supporting two candles, were\nattached to the tapestry at an equal distance, to illuminate the\ndivan. The ceiling, from the middle of which a lustre of unpolished\nsilver hung, was of a brilliant whiteness, and the cornice was gilded.\nThe carpet was like an Oriental shawl; it had the designs and recalled\nthe poetry of Persia, where the hands of slaves had worked on it. The\nfurniture was covered in white cashmere, relieved by black and\npoppy-colored ornaments. The clock, the candelabra, all were in white\nmarble and gold. The only table there had a cloth of cashmere. Elegant\nflower-pots held roses of every kind, flowers white or red. In fine,\nthe least detail seemed to have been the object of loving thought.\nNever had richness hidden itself more coquettishly to become elegance,\nto express grace, to inspire pleasure. Everything there would have\nwarmed the coldest of beings. The caresses of the tapestry, of which\nthe color changed according to the direction of one’s gaze, becoming\neither all white or all rose, harmonized with the effects of the light\nshed upon the diaphanous tissues of the muslin, which produced an\nappearance of mistiness. The soul has I know not what attraction\ntowards white, love delights in red, and the passions are flattered by\ngold, which has the power of realizing their caprices. Thus all that\nman possesses within him of vague and mysterious, all his inexplicable\naffinities, were caressed in their involuntary sympathies. There was\nin this perfect harmony a concert of color to which the soul responded\nwith vague and voluptuous and fluctuating ideas.",
        "It was out of a misty atmosphere, laden with exquisite perfumes, that\nPaquita, clad in a white wrapper, her feet bare, orange blossoms in\nher black hair, appeared to Henri, knelt before him, adoring him as\nthe god of this temple, whither he had deigned to come. Although De\nMarsay was accustomed to seeing the utmost efforts of Parisian luxury,\nhe was surprised at the aspect of this shell, like that from which\nVenus rose out of the sea. Whether from an effect of contrast between\nthe darkness from which he issued and the light which bathed his soul,\nwhether from a comparison which he swiftly made between this scene and\nthat of their first interview, he experienced one of those delicate\nsensations which true poetry gives. Perceiving in the midst of this\nretreat, which had been opened to him as by a fairy’s magic wand, the\nmasterpiece of creation, this girl, whose warmly colored tints, whose\nsoft skin–soft, but slightly gilded by the shadows, by I know not\nwhat vaporous effusion of love–gleamed as though it reflected the\nrays of color and light, his anger, his desire for vengeance, his\nwounded vanity, all were lost.",
        "Like an eagle darting on his prey, he took her utterly to him, set her\non his knees, and felt with an indescribable intoxication the\nvoluptuous pressure of this girl, whose richly developed beauties\nsoftly enveloped him.",
        "“Come to me, Paquita!” he said, in a low voice.",
        "“Speak, speak without fear!” she said. “This retreat was built for\nlove. No sound can escape from it, so greatly was it desired to guard\navariciously the accents and music of the beloved voice. However loud\nshould be the cries, they would not be heard without these walls. A\nperson might be murdered, and his moans would be as vain as if he were\nin the midst of the great desert.”",
        "“Who has understood jealousy and its needs so well?”",
        "“Never question me as to that,” she answered, untying with a gesture\nof wonderful sweetness the young man’s scarf, doubtless in order the\nbetter to behold his neck.",
        "“Yes, there is the neck I love so well!” she said. “Wouldst thou\nplease me?”",
        "This interrogation, rendered by the accent almost lascivious, drew De\nMarsay from the reverie in which he had been plunged by Paquita’s\nauthoritative refusal to allow him any research as to the unknown\nbeing who hovered like a shadow about them.",
        "“And if I wished to know who reigns here?”",
        "Paquita looked at him trembling.",
        "“It is not I, then?” he said, rising and freeing himself from the\ngirl, whose head fell backwards. “Where I am, I would be alone.”",
        "“Strike, strike! . . .” said the poor slave, a prey to terror.",
        "“For what do you take me, then? . . . Will you answer?”",
        "Paquita got up gently, her eyes full of tears, took a poniard from one\nof the two ebony pieces of furniture, and presented it to Henri with a\ngesture of submission which would have moved a tiger.",
        "“Give me a feast such as men give when they love,” she said, “and\nwhilst I sleep, slay me, for I know not how to answer thee. Hearken! I\nam bound like some poor beast to a stake; I am amazed that I have been\nable to throw a bridge over the abyss which divides us. Intoxicate me,\nthen kill me! Ah, no, no!” she cried, joining her hands, “do not kill\nme! I love life! Life is fair to me! If I am a slave, I am a queen\ntoo. I could beguile you with words, tell you that I love you alone,\nprove it to you, profit by my momentary empire to say to you: ’Take me\nas one tastes the perfume of a flower when one passes it in a king’s\ngarden.’ Then, after having used the cunning eloquence of woman and\nsoared on the wings of pleasure, after having quenched my thirst, I\ncould have you cast into a pit, where none could find you, which has\nbeen made to gratify vengeance without having to fear that of the law,\na pit full of lime which would kindle and consume you, until no\nparticle of you were left. You would stay in my heart, mine forever.”",
        "Henri looked at the girl without trembling, and this fearless gaze\nfilled her with joy.",
        "“No, I shall not do it! You have fallen into no trap here, but upon\nthe heart of a woman who adores you, and it is I who will be cast into\nthe pit.”",
        "“All this appears to me prodigiously strange,” said De Marsay,\nconsidering her. “But you seem to me a good girl, a strange nature;\nyou are, upon my word of honor, a living riddle, the answer to which\nis very difficult to find.”",
        "Paquita understood nothing of what the young man said; she looked at\nhim gently, opening wide eyes which could never be stupid, so much was\npleasure written in them.",
        "“Come, then, my love,” she said, returning to her first idea, “wouldst\nthou please me?”",
        "“I would do all that thou wouldst, and even that thou wouldst not,\"\nanswered De Marsay, with a laugh. He had recovered his foppish ease,\nas he took the resolve to let himself go to the climax of his good\nfortune, looking neither before nor after. Perhaps he counted,\nmoreover, on his power and his capacity of a man used to adventures,\nto dominate this girl a few hours later and learn all her secrets.",
        "“Well,” said she, “let me arrange you as I would like.”",
        "Paquita went joyously and took from one of the two chests a robe of\nred velvet, in which she dressed De Marsay, then adorned his head with\na woman’s bonnet and wrapped a shawl round him. Abandoning herself to\nthese follies with a child’s innocence, she laughed a convulsive\nlaugh, and resembled some bird flapping its wings; but he saw nothing\nbeyond.",
        "If it be impossible to paint the unheard-of delights which these two\ncreatures–made by heaven in a joyous moment–found, it is perhaps\nnecessary to translate metaphysically the extraordinary and almost\nfantastic impressions of the young man. That which persons in the\nsocial position of De Marsay, living as he lived, are best able to\nrecognize is a girl’s innocence. But, strange phenomenon! The girl of\nthe golden eyes might be virgin, but innocent she was certainly not.\nThe fantastic union of the mysterious and the real, of darkness and\nlight, horror and beauty, pleasure and danger, paradise and hell,\nwhich had already been met with in this adventure, was resumed in the\ncapricious and sublime being with which De Marsay dallied. All the\nutmost science or the most refined pleasure, all that Henri could know\nof that poetry of the senses which is called love, was excelled by the\ntreasures poured forth by this girl, whose radiant eyes gave the lie\nto none of the promises which they made.",
        "She was an Oriental poem, in which shone the sun that Saadi, that\nHafiz, have set in their pulsing strophes. Only, neither the rhythm of\nSaadi, nor that of Pindar, could have expressed the ecstasy–full of\nconfusion and stupefaction–which seized the delicious girl when the\nerror in which an iron hand had caused her to live was at an end.",
        "“Dead!” she said, “I am dead, Adolphe! Take me away to the world’s\nend, to an island where no one knows us. Let there be no traces of our\nflight! We should be followed to the gates of hell. God! here is the\nday! Escape! Shall I ever see you again? Yes, to-morrow I will see\nyou, if I have to deal death to all my warders to have that joy. Till\nto-morrow.”",
        "She pressed him in her arms with an embrace in which the terror of\ndeath mingled. Then she touched a spring, which must have been in\nconnection with a bell, and implored De Marsay to permit his eyes to\nbe bandaged.",
        "“And if I would not–and if I wished to stay here?”",
        "“You would be the death of me more speedily,” she said, “for now I\nknow I am certain to die on your account.”",
        "Henri submitted. In the man who had just gorged himself with pleasure\nthere occurs a propensity to forgetfulness, I know not what\ningratitude, a desire for liberty, a whim to go elsewhere, a tinge of\ncontempt and, perhaps, of disgust for his idol; in fine, indescribable\nsentiments which render him ignoble and ashamed. The certainty of this\nconfused, but real, feeling in souls who are not illuminated by that\ncelestial light, nor perfumed with that holy essence from which the\nperformance of sentiment springs, doubtless suggested to Rousseau the\nadventures of Lord Edward, which conclude the letters of the Nouvelle\nHeloise. If Rousseau is obviously inspired by the work of Richardson,\nhe departs from it in a thousand details, which leave his achievement\nmagnificently original; he has recommended it to posterity by great\nideas which it is difficult to liberate by analysis, when, in one’s\nyouth, one reads this work with the object of finding in it the lurid\nrepresentation of the most physical of our feelings, whereas serious\nand philosophical writers never employ its images except as the\nconsequence or the corollary of a vast thought; and the adventures of\nLord Edward are one of the most Europeanly delicate ideas of the whole\nwork.",
        "Henri, therefore, found himself beneath the domination of that\nconfused sentiment which is unknown to true love. There was needful,\nin some sort, the persuasive grip of comparisons, and the irresistible\nattraction of memories to lead him back to a woman. True love rules\nabove all through recollection. A woman who is not engraven upon the\nsoul by excess of pleasure or by strength of emotion, how can she ever\nbe loved? In Henri’s case, Paquita had established herself by both of\nthese reasons. But at this moment, seized as he was by the satiety of\nhis happiness, that delicious melancholy of the body, he could hardly\nanalyze his heart, even by recalling to his lips the taste of the\nliveliest gratifications that he had ever grasped.",
        "He found himself on the Boulevard Montmartre at the break of day,\ngazed stupidly at the retreating carriage, produced two cigars from\nhis pocket, lit one from the lantern of a good woman who sold brandy\nand coffee to workmen and street arabs and chestnut venders–to all\nthe Parisian populace which begins its work before daybreak; then he\nwent off, smoking his cigar, and putting his hands in his trousers’\npockets with a devil-may-care air which did him small honor.",
        "“What a good thing a cigar is! That’s one thing a man will never tire\nof,” he said to himself.",
        "Of the girl with the golden eyes, over whom at that time all the\nelegant youth of Paris was mad, he hardly thought. The idea of death,\nexpressed in the midst of their pleasure, and the fear of which had\nmore than once darkened the brow of that beautiful creature, who held\nto the houris of Asia by her mother, to Europe by her education, to\nthe tropics by her birth, seemed to him merely one of those deceptions\nby which women seek to make themselves interesting.",
        "“She is from Havana–the most Spanish region to be found in the New\nWorld. So she preferred to feign terror rather than cast in my teeth\nindisposition or difficulty, coquetry or duty, like a Parisian woman.\nBy her golden eyes, how glad I shall be to sleep.”",
        "He saw a hackney coach standing at the corner of Frascati’s waiting\nfor some gambler; he awoke the driver, was driven home, went to bed,\nand slept the sleep of the dissipated, which for some queer reason–of\nwhich no rhymer has yet taken advantage–is as profound as that of\ninnocence. Perhaps it is an instance of the proverbial axiom,\nextremes meet.",
        "About noon De Marsay awoke and stretched himself; he felt the grip of\nthat sort of voracious hunger which old soldiers can remember having\nexperienced on the morrow of victory. He was delighted, therefore, to\nsee Paul de Manerville standing in front of him, for at such a time\nnothing is more agreeable than to eat in company.",
        "“Well,” his friend remarked, “we all imagined that you had been shut\nup for the last ten days with the girl of the golden eyes.”",
        "“The girl of the golden eyes! I have forgotten her. Faith! I have\nother fish to fry!”",
        "“Ah! you are playing at discretion.”",
        "“Why not?” asked De Marsay, with a laugh. “My dear fellow, discretion\nis the best form of calculation. Listen–however, no! I will not say a\nword. You never teach me anything; I am not disposed to make you a\ngratuitous present of the treasures of my policy. Life is a river\nwhich is of use for the promotion of commerce. In the name of all that\nis most sacred in life–of cigars! I am no professor of social economy\nfor the instruction of fools. Let us breakfast! It costs less to give\nyou a tunny omelette than to lavish the resources of my brain on you.”",
        "“Do you bargain with your friends?”",
        "“My dear fellow,” said Henri, who rarely denied himself a sarcasm,\n\"since all the same, you may some day need, like anybody else, to use\ndiscretion, and since I have much love for you–yes, I like you! Upon\nmy word, if you only wanted a thousand-franc note to keep you from\nblowing your brains out, you would find it here, for we haven’t yet\ndone any business of that sort, eh, Paul? If you had to fight\nto-morrow, I would measure the ground and load the pistols, so that\nyou might be killed according to rule. In short, if anybody besides\nmyself took it into his head to say ill of you in your absence, he\nwould have to deal with the somewhat nasty gentleman who walks in my\nshoes–there’s what I call a friendship beyond question. Well, my good\nfellow, if you should ever have need of discretion, understand that\nthere are two sorts of discretion–the active and the negative.\nNegative discretion is that of fools who make use of silence,\nnegation, an air of refusal, the discretion of locked doors–mere\nimpotence! Active discretion proceeds by affirmation. Suppose at the\nclub this evening I were to say: ’Upon my word of honor the\ngolden-eyed was not worth all she cost me!’ Everybody would exclaim\nwhen I was gone: ’Did you hear that fop De Marsay, who tried to make\nus believe that he has already had the girl of the golden eyes? It’s\nhis way of trying to disembarrass himself of his rivals: he’s no\nsimpleton.’ But such a ruse is vulgar and dangerous. However gross a\nfolly one utters, there are always idiots to be found who will believe\nit. The best form of discretion is that of women when they want to\ntake the change out of their husbands. It consists in compromising a\nwoman with whom we are not concerned, or whom we do not love, in order\nto save the honor of the one whom we love well enough to respect. It\nis what is called the woman-screen. . . . Ah! here is Laurent. What\nhave you got for us?”",
        "“Some Ostend oysters, Monsieur le Comte.”",
        "“You will know some day, Paul, how amusing it is to make a fool of the\nworld by depriving it of the secret of one’s affections. I derive an\nimmense pleasure in escaping from the stupid jurisdiction of the\ncrowd, which knows neither what it wants, nor what one wants of it,\nwhich takes the means for the end, and by turns curses and adores,\nelevates and destroys! What a delight to impose emotions on it and\nreceive none from it, to tame it, never to obey it. If one may ever be\nproud of anything, is it not a self-acquired power, of which one is at\nonce the cause and effect, the principle and the result? Well, no man\nknows what I love, nor what I wish. Perhaps what I have loved, or what\nI may have wished will be known, as a drama which is accomplished is\nknown; but to let my game be seen–weakness, mistake! I know nothing\nmore despicable than strength outwitted by cunning. Can I initiate\nmyself with a laugh into the ambassador’s part, if indeed diplomacy is\nas difficult as life? I doubt it. Have you any ambition? Would you\nlike to become something?”",
        "“But, Henri, you are laughing at me–as though I were not sufficiently\nmediocre to arrive at anything.”",
        "“Good Paul! If you go on laughing at yourself, you will soon be able\nto laugh at everybody else.”",
        "At breakfast, by the time he had started his cigars, De Marsay began\nto see the events of the night in a singular light. Like many men of\ngreat intelligence, his perspicuity was not spontaneous, as it did not\nat once penetrate to the heart of things. As with all natures endowed\nwith the faculty of living greatly in the present, of extracting, so\nto speak, the essence of it and assimilating it, his second-sight had\nneed of a sort of slumber before it could identify itself with causes.\nCardinal de Richelieu was so constituted, and it did not debar in him\nthe gift of foresight necessary to the conception of great designs.",
        "De Marsay’s conditions were alike, but at first he only used his\nweapons for the benefit of his pleasures, and only became one of the\nmost profound politicians of his day when he had saturated himself\nwith those pleasures to which a young man’s thoughts–when he has\nmoney and power–are primarily directed. Man hardens himself thus: he\nuses woman in order that she may not make use of him.",
        "At this moment, then, De Marsay perceived that he had been fooled by\nthe girl of the golden eyes, seeing, as he did, in perspective, all\nthat night of which the delights had been poured upon him by degrees\nuntil they had ended by flooding him in torrents. He could read, at\nlast, that page in effect so brilliant, divine its hidden meaning. The\npurely physical innocence of Paquita, the bewilderment of her joy,\ncertain words, obscure at first, but now clear, which had escaped her\nin the midst of that joy, all proved to him that he had posed for\nanother person. As no social corruption was unknown to him, as he\nprofessed a complete indifference towards all perversities, and\nbelieved them to be justified on the simple ground that they were\ncapable of satisfaction, he was not startled at vice, he knew it as\none knows a friend, but he was wounded at having served as sustenance\nfor it. If his presumption was right, he had been outraged in the most\nsensitive part of him. The mere suspicion filled him with fury, he\nbroke out with the roar of a tiger who has been the sport of a deer,\nthe cry of a tiger which united a brute’s strength with the\nintelligence of the demon.",
        "“I say, what is the matter with you?” asked Paul.",
        "“Nothing!”",
        "“I should be sorry, if you were to be asked whether you had anything\nagainst me and were to reply with a nothing like that! It would be a\nsure case of fighting the next day.”",
        "“I fight no more duels,” said De Marsay.",
        "“That seems to me even more tragical. Do you assassinate, then?”",
        "“You travesty words. I execute.”",
        "“My dear friend,” said Paul, “your jokes are of a very sombre color\nthis morning.”",
        "“What would you have? Pleasure ends in cruelty. Why? I don’t know, and\nam not sufficiently curious to try and find out. . . . These cigars\nare excellent. Give your friend some tea. Do you know, Paul, I live a\nbrute’s life? It should be time to choose oneself a destiny, to employ\none’s powers on something which makes life worth living. Life is a\nsingular comedy. I am frightened, I laugh at the inconsequence of our\nsocial order. The Government cuts off the heads of poor devils who may\nhave killed a man and licenses creatures who despatch, medically\nspeaking, a dozen young folks in a season. Morality is powerless\nagainst a dozen vices which destroy society and which nothing can\npunish.–Another cup!–Upon my word of honor! man is a jester dancing\nupon a precipice. They talk to us about the immorality of the\nLiaisons Dangereuses, and any other book you like with a vulgar\nreputation; but there exists a book, horrible, filthy, fearful,\ncorrupting, which is always open and will never be shut, the great\nbook of the world; not to mention another book, a thousand times more\ndangerous, which is composed of all that men whisper into each other’s\nears, or women murmur behind their fans, of an evening in society.”",
        "“Henri, there is certainly something extraordinary the matter with\nyou; that is obvious in spite of your active discretion.”",
        "“Yes! . . . Come, I must kill the time until this evening. Let’s to\nthe tables. . . . Perhaps I shall have the good luck to lose.”",
        "De Marsay rose, took a handful of banknotes and folded them into his\ncigar-case, dressed himself, and took advantage of Paul’s carriage to\nrepair to the Salon des Etrangers, where until dinner he consumed the\ntime in those exciting alternations of loss and gain which are the\nlast resource of powerful organizations when they are compelled to\nexercise themselves in the void. In the evening he repaired to the\ntrysting-place and submitted complacently to having his eyes bandaged.\nThen, with that firm will which only really strong men have the\nfaculty of concentrating, he devoted his attention and applied his\nintelligence to the task of divining through what streets the carriage\npassed. He had a sort of certitude of being taken to the Rue\nSaint-Lazare, and being brought to a halt at the little gate in the\ngarden of the Hotel San-Real. When he passed, as on the first occasion,\nthrough this gate, and was put in a litter, carried, doubtless by the\nmulatto and the coachman, he understood, as he heard the gravel grate\nbeneath their feet, why they took such minute precautions. He would\nhave been able, had he been free, or if he had walked, to pluck a twig\nof laurel, to observe the nature of the soil which clung to his boots;\nwhereas, transported, so to speak, ethereally into an inaccessible\nmansion, his good fortune must remain what it had been hitherto, a\ndream. But it is man’s despair that all his work, whether for good or\nevil, is imperfect. All his labors, physical or intellectual, are\nsealed with the mark of destruction. There had been a gentle rain, the\nearth was moist. At night-time certain vegetable perfumes are far\nstronger than during the day; Henri could smell, therefore, the scent\nof the mignonette which lined the avenue along which he was conveyed.\nThis indication was enough to light him in the researches which he\npromised himself to make in order to recognize the hotel which\ncontained Paquita’s boudoir. He studied in the same way the turnings\nwhich his bearers took within the house, and believed himself able to\nrecall them.",
        "As on the previous night, he found himself on the ottoman before\nPaquita, who was undoing his bandage; but he saw her pale and altered.\nShe had wept. On her knees like an angel in prayer, but like an angel\nprofoundly sad and melancholy, the poor girl no longer resembled the\ncurious, impatient, and impetuous creature who had carried De Marsay\non her wings to transport him to the seventh heaven of love. There was\nsomething so true in this despair veiled by pleasure, that the\nterrible De Marsay felt within him an admiration for this new\nmasterpiece of nature, and forgot, for the moment, the chief interest\nof his assignation.",
        "“What is the matter with thee, my Paquita?”",
        "“My friend,” she said, “carry me away this very night. Bear me to some\nplace where no one can answer: ’There is a girl with a golden gaze\nhere, who has long hair.’ Yonder I will give thee as many pleasures as\nthou wouldst have of me. Then when you love me no longer, you shall\nleave me, I shall not complain, I shall say nothing; and your\ndesertion need cause you no remorse, for one day passed with you, only\none day, in which I have had you before my eyes, will be worth all my\nlife to me. But if I stay here, I am lost.”",
        "“I cannot leave Paris, little one!” replied Henri. “I do not belong to\nmyself, I am bound by a vow to the fortune of several persons who\nstand to me, as I do to them. But I can place you in a refuge in\nParis, where no human power can reach you.”",
        "“No,” she said, “you forget the power of woman.”",
        "Never did phrase uttered by human voice express terror more\nabsolutely.",
        "“What could reach you, then, if I put myself between you and the\nworld?”",
        "“Poison!” she said. “Dona Concha suspects you already . . . and,” she\nresumed, letting the tears fall and glisten on her cheeks, “it is easy\nenough to see I am no longer the same. Well, if you abandon me to the\nfury of the monster who will destroy me, your holy will be done! But\ncome, let there be all the pleasures of life in our love. Besides, I\nwill implore, I will weep and cry out and defend myself; perhaps I\nshall be saved.”",
        "“Whom will your implore?” he asked.",
        "“Silence!” said Paquita. “If I obtain mercy it will perhaps be on\naccount of my discretion.”",
        "“Give me my robe,” said Henri, insidiously.",
        "“No, no!” she answered quickly, “be what you are, one of those angels\nwhom I have been taught to hate, and in whom I only saw ogres, whilst\nyou are what is fairest under the skies,” she said, caressing Henri’s\nhair. “You do not know how silly I am. I have learned nothing. Since I\nwas twelve years old I have been shut up without ever seeing any one.\nI can neither read nor write, I can only speak English and Spanish.”",
        "“How is it, then, that you receive letters from London?”",
        "“My letters? . . . See, here they are!” she said, proceeding to take\nsome papers out of a tall Japanese vase.",
        "She offered De Marsay some letters, in which the young man saw, with\nsurprise, strange figures, similar to those of a rebus, traced in\nblood, and illustrating phrases full of passion.",
        "“But,” he cried, marveling at these hieroglyphics created by the\nalertness of jealousy, “you are in the power of an infernal genius?”",
        "“Infernal,” she repeated.",
        "“But how, then, were you able to get out?”",
        "“Ah!” she said, “that was my ruin. I drove Dona Concha to choose\nbetween the fear of immediate death and anger to be. I had the\ncuriosity of a demon, I wished to break the bronze circle which they\nhad described between creation and me, I wished to see what young\npeople were like, for I knew nothing of man except the Marquis and\nCristemio. Our coachman and the lackey who accompanies us are old\nmen. . . .”",
        "“But you were not always thus shut up? Your health . . . ?”",
        "“Ah,” she answered, “we used to walk, but it was at night and in the\ncountry, by the side of the Seine, away from people.”",
        "“Are you not proud of being loved like that?”",
        "“No,” she said, “no longer. However full it be, this hidden life is\nbut darkness in comparison with the light.”",
        "“What do you call the light?”",
        "“Thee, my lovely Adolphe! Thee, for whom I would give my life. All the\npassionate things that have been told me, and that I have inspired, I\nfeel for thee! For a certain time I understood nothing of existence,\nbut now I know what love is, and hitherto I have been the loved one\nonly; for myself, I did not love. I would give up everything for you,\ntake me away. If you like, take me as a toy, but let me be near you\nuntil you break me.”",
        "“You will have no regrets?”",
        "“Not one”! she said, letting him read her eyes, whose golden tint was\npure and clear.",
        "“Am I the favored one?” said Henri to himself. If he suspected the\ntruth, he was ready at that time to pardon the offence in view of a\nlove so single minded. “I shall soon see,” he thought.",
        "If Paquita owed him no account of the past, yet the least recollection\nof it became in his eyes a crime. He had therefore the sombre strength\nto withhold a portion of his thought, to study her, even while\nabandoning himself to the most enticing pleasures that ever peri\ndescended from the skies had devised for her beloved.",
        "Paquita seemed to have been created for love by a particular effort of\nnature. In a night her feminine genius had made the most rapid\nprogress. Whatever might be the power of this young man, and his\nindifference in the matter of pleasures, in spite of his satiety of\nthe previous night, he found in the girl with the golden eyes that\nseraglio which a loving woman knows how to create and which a man\nnever refuses. Paquita responded to that passion which is felt by all\nreally great men for the infinite–that mysterious passion so\ndramatically expressed in Faust, so poetically translated in Manfred,\nand which urged Don Juan to search the heart of women, in his hope to\nfind there that limitless thought in pursuit of which so many hunters\nafter spectres have started, which wise men think to discover in\nscience, and which mystics find in God alone. The hope of possessing\nat last the ideal being with whom the struggle could be constant and\ntireless ravished De Marsay, who, for the first time for long, opened\nhis heart. His nerves expanded, his coldness was dissipated in the\natmosphere of that ardent soul, his hard and fast theories melted\naway, and happiness colored his existence to the tint of the rose and\nwhite boudoir. Experiencing the sting of a higher pleasure, he was\ncarried beyond the limits within which he had hitherto confined\npassion. He would not be surpassed by this girl, whom a somewhat\nartificial love had formed all ready for the needs of his soul, and\nthen he found in that vanity which urges a man to be in all things a\nvictor, strength enough to tame the girl; but, at the same time, urged\nbeyond that line where the soul is mistress over herself, he lost\nhimself in these delicious limboes, which the vulgar call so foolishly\n\"the imaginary regions.” He was tender, kind, and confidential. He\naffected Paquita almost to madness.",
        "“Why should we not go to Sorrento, to Nice, to Chiavari, and pass all\nour life so? Will you?” he asked of Paquita, in a penetrating voice.",
        "“Was there need to say to me: ’Will you’?” she cried. “Have I a will?\nI am nothing apart from you, except in so far as I am a pleasure for\nyou. If you would choose a retreat worthy of us, Asia is the only\ncountry where love can unfold his wings. . . .”",
        "“You are right,” answered Henri. “Let us go to the Indies, there where\nspring is eternal, where the earth grows only flowers, where man can\ndisplay the magnificence of kings and none shall say him nay, as in\nthe foolish lands where they would realize the dull chimera of\nequality. Let us go to the country where one lives in the midst of a\nnation of slaves, where the sun shines ever on a palace which is\nalways white, where the air sheds perfumes, the birds sing of love and\nwhere, when one can love no more, one dies. . . .”",
        "“And where one dies together!” said Paquita. “But do not let us start\nto-morrow, let us start this moment . . . take Cristemio.”",
        "“Faith! pleasure is the fairest climax of life. Let us go to Asia; but\nto start, my child, one needs much gold, and to have gold one must set\none’s affairs in order.”",
        "She understood no part of these ideas.",
        "“Gold! There is a pile of it here–as high as that,” she said holding\nup her hand.",
        "“It is not mine.”",
        "“What does that matter?” she went on; “if we have need of it let us\ntake it.”",
        "“It does not belong to you.”",
        "“Belong!” she repeated. “Have you not taken me? When we have taken it,\nit will belong to us.”",
        "He gave a laugh.",
        "“Poor innocent! You know nothing of the world.”",
        "“Nay, but this is what I know,” she cried, clasping Henri to her.",
        "At the very moment when De Marsay was forgetting all, and conceiving\nthe desire to appropriate this creature forever, he received in the\nmidst of his joy a dagger-thrust, which Paquita, who had lifted him\nvigorously in the air, as though to contemplate him, exclaimed: “Oh,\nMargarita!”",
        "“Margarita!” cried the young man, with a roar; “now I know all that I\nstill tried to disbelieve.”",
        "He leaped upon the cabinet in which the long poniard was kept. Happily\nfor Paquita and for himself, the cupboard was shut. His fury waxed at\nthis impediment, but he recovered his tranquillity, went and found his\ncravat, and advanced towards her with an air of such ferocious meaning\nthat, without knowing of what crime she had been guilty, Paquita\nunderstood, none the less, that her life was in question. With one\nbound she rushed to the other end of the room to escape the fatal knot\nwhich De Marsay tried to pass round her neck. There was a struggle. On\neither side there was an equality of strength, agility, and\nsuppleness. To end the combat Paquita threw between the legs of her\nlover a cushion which made him fall, and profited by the respite which\nthis advantage gave to her, to push the button of the spring which\ncaused the bell to ring. Promptly the mulatto arrived. In a second\nCristemio leaped on De Marsay and held him down with one foot on his\nchest, his heel turned towards the throat. De Marsay realized that, if\nhe struggled, at a single sign from Paquita he would be instantly\ncrushed.",
        "“Why did you want to kill me, my beloved?” she said. De Marsay made no\nreply.",
        "“In what have I angered you?” she asked. “Speak, let us understand\neach other.”",
        "Henri maintained the phlegmatic attitude of a strong man who feels\nhimself vanquished; his countenance, cold, silent, entirely English,\nrevealed the consciousness of his dignity in a momentary resignation.\nMoreover, he had already thought, in spite of the vehemence of his\nanger, that it was scarcely prudent to compromise himself with the law\nby killing this girl on the spur of the moment, before he had arranged\nthe murder in such a manner as should insure his impunity.",
        "“My beloved,” went on Paquita, “speak to me; do not leave me without\none loving farewell! I would not keep in my heart the terror which you\nhave just inspired in it. . . . Will you speak?” she said, stamping\nher foot with anger.",
        "De Marsay, for all reply, gave her a glance, which signified so\nplainly, ’You must die!_” that Paquita threw herself upon him.",
        "“Ah, well, you want to kill me! . . . If my death can give you any\npleasure–kill me!”",
        "She made a sign to Cristemio, who withdrew his foot from the body of\nthe young man, and retired without letting his face show that he had\nformed any opinion, good or bad, with regard to Paquita.",
        "“That is a man,” said De Marsay, pointing to the mulatto, with a\nsombre gesture. “There is no devotion like the devotion which obeys in\nfriendship, and does not stop to weigh motives. In that man you\npossess a true friend.”",
        "“I will give him you, if you like,” she answered; “he will serve you\nwith the same devotion that he has for me, if I so instruct him.”",
        "She waited for a word of recognition, and went on with an accent\nreplete with tenderness:",
        "“Adolphe, give me then one kind word! . . . It is nearly day.”",
        "Henri did not answer. The young man had one sorry quality, for one\nconsiders as something great everything which resembles strength, and\noften men invent extravagances. Henri knew not how to pardon. That\nreturning upon itself which is one of the soul’s graces, was a\nnon-existent sense for him. The ferocity of the Northern man, with\nwhich the English blood is deeply tainted, had been transmitted to\nhim by his father. He was inexorable both in his good and evil\nimpulses. Paquita’s exclamation had been all the more horrible to him,\nin that it had dethroned him from the sweetest triumph which had ever\nflattered his man’s vanity. Hope, love, and every emotion had been\nexalted with him, all had lit up within his heart and his\nintelligence, then these torches illuminating his life had been\nextinguished by a cold wind. Paquita, in her stupefaction of grief,\nhad only strength enough to give the signal for departure.",
        "“What is the use of that!” she said, throwing away the bandage. “If he\ndoes not love me, if he hates me, it is all over.”",
        "She waited for one look, did not obtain it, and fell, half dead. The\nmulatto cast a glance at Henri, so horribly significant, that, for the\nfirst time in his life, the young man, to whom no one denied the gift\nof rare courage, trembled. ’If you do not love her well, if you give\nher the least pain, I will kill you.” such was the sense of that\nbrief gaze. De Marsay was escorted, with a care almost obsequious,\nalong the dimly lit corridor, at the end of which he issued by a\nsecret door into the garden of the Hotel San-Real. The mulatto made\nhim walk cautiously through an avenue of lime trees, which led to a\nlittle gate opening upon a street which was at that hour deserted. De\nMarsay took a keen notice of everything. The carriage awaited him.\nThis time the mulatto did not accompany him, and at the moment when\nHenri put his head out of the window to look once more at the gardens\nof the hotel, he encountered the white eyes of Cristemio, with whom he\nexchanged a glance. On either side there was a provocation, a\nchallenge, the declaration of a savage war, of a duel in which\nordinary laws were invalid, where treason and treachery were admitted\nmeans. Cristemio knew that Henri had sworn Paquita’s death. Henri knew\nthat Cristemio would like to kill him before he killed Paquita. Both\nunderstood each other to perfection.",
        "“The adventure is growing complicated in a most interesting way,” said\nHenri.",
        "“Where is the gentleman going to?” asked the coachman.",
        "De Marsay was driven to the house of Paul de Manerville. For more than\na week Henri was away from home, and no one could discover either what\nhe did during this period, nor where he stayed. This retreat saved him\nfrom the fury of the mulatto and caused the ruin of the charming\ncreature who had placed all her hope in him whom she loved as never\nhuman heart had loved on this earth before. On the last day of the\nweek, about eleven o’clock at night, Henri drove up in a carriage to\nthe little gate in the garden of the Hotel San-Real. Four men\naccompanied him. The driver was evidently one of his friends, for he\nstood up on his box, like a man who was to listen, an attentive\nsentinel, for the least sound. One of the other three took his stand\noutside the gate in the street; the second waited in the garden,\nleaning against the wall; the last, who carried in his hand a bunch of\nkeys, accompanied De Marsay.",
        "“Henri,” said his companion to him, “we are betrayed.”",
        "“By whom, my good Ferragus?”",
        "“They are not all asleep,” replied the chief of the Devourers; “it is\nabsolutely certain that some one in the house has neither eaten nor\ndrunk. . . . Look! see that light!”",
        "“We have a plan of the house; from where does it come?”",
        "“I need no plan to know,” replied Ferragus; “it comes from the room of\nthe Marquise.”",
        "“Ah,” cried De Marsay, “no doubt she arrived from London to-day. The\nwoman has robbed me even of my revenge! But if she has anticipated me,\nmy good Gratien, we will give her up to the law.”",
        "“Listen, listen! . . . The thing is settled,” said Ferragus to Henri.",
        "The two friends listened intently, and heard some feeble cries which\nmight have aroused pity in the breast of a tiger.",
        "“Your marquise did not think the sound would escape by the chimney,\"\nsaid the chief of the Devourers, with the laugh of a critic, enchanted\nto detect a fault in a work of merit.",
        "“We alone, we know how to provide for every contingency,” said Henri.\n\"Wait for me. I want to see what is going on upstairs–I want to know\nhow their domestic quarrels are managed. By God! I believe she is\nroasting her at a slow fire.”",
        "De Marsay lightly scaled the stairs, with which he was familiar, and\nrecognized the passage leading to the boudoir. When he opened the door\nhe experienced the involuntary shudder which the sight of bloodshed\ngives to the most determined of men. The spectacle which was offered\nto his view was, moreover, in more than one respect astonishing to\nhim. The Marquise was a woman; she had calculated her vengeance with\nthat perfection of perfidy which distinguishes the weaker animals. She\nhad dissimulated her anger in order to assure herself of the crime\nbefore she punished it.",
        "“Too late, my beloved!” said Paquita, in her death agony, casting her\npale eyes upon De Marsay.",
        "The girl of the golden eyes expired in a bath of blood. The great\nillumination of candles, a delicate perfume which was perceptible, a\ncertain disorder, in which the eye of a man accustomed to amorous\nadventures could not but discern the madness which is common to all\nthe passions, revealed how cunningly the Marquise had interrogated the\nguilty one. The white room, where the blood showed so well, betrayed a\nlong struggle. The prints of Paquita’s hands were on the cushions.\nHere she had clung to her life, here she had defended herself, here\nshe had been struck. Long strips of the tapestry had been torn down by\nher bleeding hands, which, without a doubt, had struggled long.\nPaquita must have tried to reach the window; her bare feet had left\ntheir imprints on the edge of the divan, along which she must have\nrun. Her body, mutilated by the dagger-thrusts of her executioner,\ntold of the fury with which she had disputed a life which Henri had\nmade precious to her. She lay stretched on the floor, and in her\ndeath-throes had bitten the ankles of Madame de San-Real, who still\nheld in her hand her dagger, dripping blood. The hair of the Marquise\nhad been torn out, she was covered with bites, many of which were\nbleeding, and her torn dress revealed her in a state of semi-nudity,\nwith the scratches on her breasts. She was sublime so. Her head, eager\nand maddened, exhaled the odor of blood. Her panting mouth was open,\nand her nostrils were not sufficient for her breath. There are certain\nanimals who fall upon their enemy in their rage, do it to death, and\nseem in the tranquillity of victory to have forgotten it. There are\nothers who prowl around their victim, who guard it in fear lest it\nshould be taken away from them, and who, like the Achilles of Homer,\ndrag their enemy by the feet nine times round the walls of Troy. The\nMarquise was like that. She did not see Henri. In the first place, she\nwas too secure of her solitude to be afraid of witnesses; and,\nsecondly, she was too intoxicated with warm blood, too excited with\nthe fray, too exalted, to take notice of the whole of Paris, if Paris\nhad formed a circle round her. A thunderbolt would not have disturbed\nher. She had not even heard Paquita’s last sigh, and believed that the\ndead girl could still hear her.",
        "“Die without confessing!” she said. “Go down to hell, monster of\ningratitude; belong to no one but the fiend. For the blood you gave\nhim you owe me all your own! Die, die, suffer a thousand deaths! I\nhave been too kind–I was only a moment killing you. I should have\nmade you experience all the tortures that you have bequeathed to me. I\n–I shall live! I shall live in misery. I have no one left to love but\nGod!”",
        "She gazed at her.",
        "“She is dead!” she said to herself, after a pause, in a violent\nreaction. “Dead! Oh, I shall die of grief!”",
        "The Marquise was throwing herself upon the divan, stricken with a\ndespair which deprived her of speech, when this movement brought her\nin view of Henri de Marsay.",
        "“Who are you?” she asked, rushing at him with her dagger raised.",
        "Henri caught her arm, and thus they could contemplate each other face\nto face. A horrible surprise froze the blood in their veins, and their\nlimbs quivered like those of frightened horses. In effect, the two\nMenoechmi had not been more alike. With one accord they uttered the\nsame phrase:",
        "“Lord Dudley must have been your father!”",
        "The head of each was drooped in affirmation.",
        "“She was true to the blood,” said Henri, pointing to Paquita.",
        "“She was as little guilty as it is possible to be,” replied Margarita\nEuphemia Porraberil, and she threw herself upon the body of Paquita,\ngiving vent to a cry of despair. “Poor child! Oh, if I could bring\nthee to life again! I was wrong–forgive me, Paquita! Dead! and I\nlive! I–I am the most unhappy.”",
        "At that moment the horrible face of the mother of Paquita appeared.",
        "“You are come to tell me that you never sold her to me to kill,” cried\nthe Marquise. “I know why you have left your lair. I will pay you\ntwice over. Hold your peace.”",
        "She took a bag of gold from the ebony cabinet, and threw it\ncontemptuously at the old woman’s feet. The chink of the gold was\npotent enough to excite a smile on the Georgian’s impassive face.",
        "“I come at the right moment for you, my sister,” said Henri. “The law\nwill ask of you––”",
        "“Nothing,” replied the Marquise. “One person alone might ask for a\nreckoning for the death of this girl. Cristemio is dead.”",
        "“And the mother,” said Henri, pointing to the old woman. “Will you not\nalways be in her power?”",
        "“She comes from a country where women are not beings, but things\n–chattels, with which one does as one wills, which one buys, sells,\nand slays; in short, which one uses for one’s caprices as you, here,\nuse a piece of furniture. Besides, she has one passion which dominates\nall the others, and which would have stifled her maternal love, even\nif she had loved her daughter, a passion––”",
        "“What?” Henri asked quickly, interrupting his sister.",
        "“Play! God keep you from it,” answered the Marquise.",
        "“But whom have you,” said Henri, looking at the girl of the golden\neyes, “who will help you to remove the traces of this fantasy which\nthe law would not overlook?”",
        "“I have her mother,” replied the Marquise, designating the Georgian,\nto whom she made a sign to remain.",
        "“We shall meet again,” said Henri, who was thinking anxiously of his\nfriends and felt that it was time to leave.",
        "“No, brother,” she said, “we shall not meet again. I am going back to\nSpain to enter the Convent of los Dolores.”",
        "“You are too young yet, too lovely,” said Henri, taking her in his\narms and giving her a kiss.",
        "“Good-bye,” she said; “there is no consolation when you have lost that\nwhich has seemed to you the infinite.”",
        "A week later Paul de Manerville met De Marsay in the Tuileries, on the\nTerrasse de Feuillants.",
        "“Well, what has become of our beautiful girl of the golden eyes, you\nrascal?”",
        "“She is dead.”",
        "“What of?”",
        "“Consumption.”",
        "PARIS, March 1834-April 1835.",
        "  Note: The Girl with the Golden Eyes is the third part of a trilogy.\n  Part one is entitled Ferragus and part two is The Duchesse de\n  Langeais. In other addendum references all three stories are usually\n  combined under the title The Thirteen.",
        "The following personages appear in other stories of the Human Comedy.",
        "Bourignard, Gratien-Henri-Victor-Jean-Joseph\n  Ferragus",
        "Dudley, Lord\n  The Lily of the Valley\n  A Man of Business\n  Another Study of Woman\n  A Daughter of Eve",
        "Manerville, Paul Francois-Joseph, Comte de\n  The Ball at Sceaux\n  Lost Illusions\n  A Distinguished Provincial at Paris\n  A Marriage Settlement",
        "Marsay, Henri de\n  Ferragus\n  The Duchesse of Langeais\n  The Unconscious Humorists\n  Another Study of Woman\n  The Lily of the Valley\n  Father Goriot\n  Jealousies of a Country Town\n  Ursule Mirouet\n  A Marriage Settlement\n  Lost Illusions\n  A Distinguished Provincial at Paris\n  Letters of Two Brides\n  The Ball at Sceaux\n  Modeste Mignon\n  The Secrets of a Princess\n  The Gondreville Mystery\n  A Daughter of Eve",
        "Ronquerolles, Marquis de\n  The Imaginary Mistress\n  The Peasantry\n  Ursule Mirouet\n  A Woman of Thirty\n  Another Study of Woman\n  Ferragus\n  The Duchesse of Langeais\n  The Member for Arcis",
        "\nThis eBook of “The Girl With the Golden Eyes” by Honore de Balzac belongs to the public domain.\n",
        "The Girl With the Golden EyesBy Honore De BalzacAt Amazon"
    ]
}