{
    "title": "The War of the Worlds - Chapter Sixteen",
    "author": "H.G. Wells",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "\n   So you understand the roaring wave of fear that swept\nthrough the greatest city in the world just as Monday was\ndawning--the stream of flight rising swiftly to a torrent, lash-\ning in a foaming tumult round the railway stations, banked\nup into a horrible struggle about the shipping in the Thames,\nand hurrying by every available channel northward and east-\nward.  By ten o’clock the police organisation, and by midday\neven the railway organisations, were losing coherency, losing\nshape and efficiency, guttering, softening, running at last in\nthat swift liquefaction of the social body.",
        "All the railway lines north of the Thames and the South-\nEastern people at Cannon Street had been warned by mid-\nnight on Sunday, and trains were being filled.  People were\nfighting savagely for standing-room in the carriages even at\ntwo o’clock.  By three, people were being trampled and\ncrushed even in Bishopsgate Street, a couple of hundred\nyards or more from Liverpool Street station; revolvers were\nfired, people stabbed, and the policemen who had been sent\nto direct the traffic, exhausted and infuriated, were breaking\nthe heads of the people they were called out to protect.",
        "And as the day advanced and the engine drivers and\nstokers refused to return to London, the pressure of the flight\ndrove the people in an ever-thickening multitude away from\nthe stations and along the northward-running roads.  By mid-\nday a Martian had been seen at Barnes, and a cloud of slowly\nsinking black vapour drove along the Thames and across the\nflats of Lambeth, cutting off all escape over the bridges in its\nsluggish advance.  Another bank drove over Ealing, and sur-\nrounded a little island of survivors on Castle Hill, alive, but\nunable to escape.",
        "After a fruitless struggle to get aboard a North-Western\ntrain at Chalk Farm--the engines of the trains that had loaded\nin the goods yard there PLOUGHED through shrieking people,\nand a dozen stalwart men fought to keep the crowd from\ncrushing the driver against his furnace--my brother emerged\nupon the Chalk Farm road, dodged across through a hurrying\nswarm of vehicles, and had the luck to be foremost in the\nsack of a cycle shop.  The front tire of the machine he got\nwas punctured in dragging it through the window, but he got\nup and off, notwithstanding, with no further injury than a\ncut wrist.  The steep foot of Haverstock Hill was impassable\nowing to several overturned horses, and my brother struck\ninto Belsize Road.",
        "So he got out of the fury of the panic, and, skirting the\nEdgware Road, reached Edgware about seven, fasting and\nwearied, but well ahead of the crowd.  Along the road people\nwere standing in the roadway, curious, wondering.  He was\npassed by a number of cyclists, some horsemen, and two\nmotor cars.  A mile from Edgware the rim of the wheel broke,\nand the machine became unridable.  He left it by the roadside\nand trudged through the village.  There were shops half\nopened in the main street of the place, and people crowded\non the pavement and in the doorways and windows, staring\nastonished at this extraordinary procession of fugitives that\nwas beginning.  He succeeded in getting some food at an\ninn.",
        "For a time he remained in Edgware not knowing what next\nto do.  The flying people increased in number.  Many of them,\nlike my brother, seemed inclined to loiter in the place.  There\nwas no fresh news of the invaders from Mars.",
        "At that time the road was crowded, but as yet far from\ncongested.  Most of the fugitives at that hour were mounted\non cycles, but there were soon motor cars, hansom cabs, and\ncarriages hurrying along, and the dust hung in heavy clouds\nalong the road to St. Albans.",
        "It was perhaps a vague idea of making his way to Chelms-\nford, where some friends of his lived, that at last induced my\nbrother to strike into a quiet lane running eastward.  Presently\nhe came upon a stile, and, crossing it, followed a footpath\nnortheastward.  He passed near several farmhouses and some\nlittle places whose names he did not learn.  He saw few\nfugitives until, in a grass lane towards High Barnet, he hap-\npened upon two ladies who became his fellow travellers.  He\ncame upon them just in time to save them.",
        "He heard their screams, and, hurrying round the corner,\nsaw a couple of men struggling to drag them out of the little\npony-chaise in which they had been driving, while a third\nwith difficulty held the frightened pony’s head.  One of the\nladies, a short woman dressed in white, was simply screaming;\nthe other, a dark, slender figure, slashed at the man who\ngripped her arm with a whip she held in her disengaged\nhand.",
        "My brother immediately grasped the situation, shouted, and\nhurried towards the struggle.  One of the men desisted and\nturned towards him, and my brother, realising from his an-\ntagonist’s face that a fight was unavoidable, and being an\nexpert boxer, went into him forthwith and sent him down\nagainst the wheel of the chaise.",
        "It was no time for pugilistic chivalry and my brother laid\nhim quiet with a kick, and gripped the collar of the man\nwho pulled at the slender lady’s arm.  He heard the clatter\nof hoofs, the whip stung across his face, a third antagonist\nstruck him between the eyes, and the man he held wrenched\nhimself free and made off down the lane in the direction from\nwhich he had come.",
        "Partly stunned, he found himself facing the man who had\nheld the horse’s head, and became aware of the chaise\nreceding from him down the lane, swaying from side to side,\nand with the women in it looking back.  The man before him,\na burly rough, tried to close, and he stopped him with a\nblow in the face.  Then, realising that he was deserted, he\ndodged round and made off down the lane after the chaise,\nwith the sturdy man close behind him, and the fugitive, who\nhad turned now, following remotely.",
        "Suddenly he stumbled and fell; his immediate pursuer\nwent headlong, and he rose to his feet to find himself with\na couple of antagonists again.  He would have had little\nchance against them had not the slender lady very pluckily\npulled up and returned to his help.  It seems she had had a\nrevolver all this time, but it had been under the seat when\nshe and her companion were attacked.  She fired at six yards’\ndistance, narrowly missing my brother.  The less courageous\nof the robbers made off, and his companion followed him,\ncursing his cowardice.  They both stopped in sight down the\nlane, where the third man lay insensible.",
        "“Take this!” said the slender lady, and she gave my brother\nher revolver.",
        "“Go back to the chaise,” said my brother, wiping the blood\nfrom his split lip.",
        "She turned without a word--they were both panting--and\nthey went back to where the lady in white struggled to hold\nback the frightened pony.",
        "The robbers had evidently had enough of it.  When my\nbrother looked again they were retreating.",
        "“I’ll sit here,” said my brother, “if I may\"; and he got upon\nthe empty front seat.  The lady looked over her shoulder.",
        "“Give me the reins,” she said, and laid the whip along the\npony’s side.  In another moment a bend in the road hid\nthe three men from my brother’s eyes.",
        "So, quite unexpectedly, my brother found himself, panting,\nwith a cut mouth, a bruised jaw, and bloodstained knuckles,\ndriving along an unknown lane with these two women.",
        "He learned they were the wife and the younger sister of\na surgeon living at Stanmore, who had come in the small\nhours from a dangerous case at Pinner, and heard at some\nrailway station on his way of the Martian advance.  He had\nhurried home, roused the women--their servant had left them\ntwo days before--packed some provisions, put his revolver\nunder the seat--luckily for my brother--and told them to\ndrive on to Edgware, with the idea of getting a train there.\nHe stopped behind to tell the neighbours.  He would overtake\nthem, he said, at about half past four in the morning, and\nnow it was nearly nine and they had seen nothing of him.\nThey could not stop in Edgware because of the growing\ntraffic through the place, and so they had come into this\nside lane.",
        "That was the story they told my brother in fragments when\npresently they stopped again, nearer to New Barnet.  He\npromised to stay with them, at least until they could deter-\nmine what to do, or until the missing man arrived, and pro-\nfessed to be an expert shot with the revolver--a weapon\nstrange to him--in order to give them confidence.",
        "They made a sort of encampment by the wayside, and the\npony became happy in the hedge.  He told them of his own\nescape out of London, and all that he knew of these Martians\nand their ways.  The sun crept higher in the sky, and after a\ntime their talk died out and gave place to an uneasy state of\nanticipation.  Several wayfarers came along the lane, and of\nthese my brother gathered such news as he could.  Every\nbroken answer he had deepened his impression of the great\ndisaster that had come on humanity, deepened his persuasion\nof the immediate necessity for prosecuting this flight.  He\nurged the matter upon them.",
        "“We have money,” said the slender woman, and hesitated.",
        "Her eyes met my brother’s, and her hesitation ended.",
        "“So have I,” said my brother.",
        "She explained that they had as much as thirty pounds in\ngold, besides a five-pound note, and suggested that with that\nthey might get upon a train at St. Albans or New Barnet.  My\nbrother thought that was hopeless, seeing the fury of the\nLondoners to crowd upon the trains, and broached his own\nidea of striking across Essex towards Harwich and thence\nescaping from the country altogether.",
        "Mrs. Elphinstone--that was the name of the woman in\nwhite--would listen to no reasoning, and kept calling upon\n“George\"; but her sister-in-law was astonishingly quiet and\ndeliberate, and at last agreed to my brother’s suggestion.  So,\ndesigning to cross the Great North Road, they went on\ntowards Barnet, my brother leading the pony to save it as\nmuch as possible.\n  As the sun crept up the sky the day became excessively\nhot, and under foot a thick, whitish sand grew burning and\nblinding, so that they travelled only very slowly.  The hedges\nwere grey with dust.  And as they advanced towards Barnet\na tumultuous murmuring grew stronger.",
        "They began to meet more people.  For the most part these\nwere staring before them, murmuring indistinct questions,\njaded, haggard, unclean.  One man in evening dress passed\nthem on foot, his eyes on the ground.  They heard his voice,\nand, looking back at him, saw one hand clutched in his hair\nand the other beating invisible things.  His paroxysm of rage\nover, he went on his way without once looking back.",
        "As my brother’s party went on towards the crossroads to\nthe south of Barnet they saw a woman approaching the road\nacross some fields on their left, carrying a child and with two\nother children; and then passed a man in dirty black, with a\nthick stick in one hand and a small portmanteau in the other.\nThen round the corner of the lane, from between the villas\nthat guarded it at its confluence with the high road, came a\nlittle cart drawn by a sweating black pony and driven by a\nsallow youth in a bowler hat, grey with dust.  There were\nthree girls, East End factory girls, and a couple of little chil-\ndren crowded in the cart.",
        "“This’ll tike us rahnd Edgware?” asked the driver, wild-\neyed, white-faced; and when my brother told him it would\nif he turned to the left, he whipped up at once without the\nformality of thanks.",
        "My brother noticed a pale grey smoke or haze rising among\nthe houses in front of them, and veiling the white\nfacade of a terrace beyond the road that appeared\nbetween the backs of the villas.  Mrs. Elphinstone suddenly cried\nout at a number of tongues of smoky red flame leaping up above\nthe houses in front of them against the hot, blue sky.  The\ntumultuous noise resolved itself now into the disorderly mingling\nof many voices, the gride of many wheels, the creaking of\nwaggons, and the staccato of hoofs.  The lane came round sharply\nnot fifty yards from the crossroads.",
        "“Good heavens!” cried Mrs. Elphinstone.  “What is this\nyou are driving us into?”",
        "My brother stopped.",
        "For the main road was a boiling stream of people, a tor-\nrent of human beings rushing northward, one pressing on\nanother.  A great bank of dust, white and luminous in the\nblaze of the sun, made everything within twenty feet of the\nground grey and indistinct and was perpetually renewed by\nthe hurrying feet of a dense crowd of horses and of men and\nwomen on foot, and by the wheels of vehicles of every de-\nscription.",
        "“Way!” my brother heard voices crying.  “Make way!”",
        "It was like riding into the smoke of a fire to approach the\nmeeting point of the lane and road; the crowd roared like\na fire, and the dust was hot and pungent.  And, indeed, a\nlittle way up the road a villa was burning and sending rolling\nmasses of black smoke across the road to add to the con-\nfusion.",
        "Two men came past them.  Then a dirty woman, carrying a\nheavy bundle and weeping.  A lost retriever dog, with hanging\ntongue, circled dubiously round them, scared and wretched,\nand fled at my brother’s threat.",
        "So much as they could see of the road Londonward\nbetween the houses to the right was a tumultuous stream of\ndirty, hurrying people, pent in between the villas on either\nside; the black heads, the crowded forms, grew into distinct-\nness as they rushed towards the corner, hurried past, and\nmerged their individuality again in a receding multitude that\nwas swallowed up at last in a cloud of dust.",
        "“Go on!  Go on!” cried the voices.  “Way!  Way!”",
        "One man’s hands pressed on the back of another.  My\nbrother stood at the pony’s head.  Irresistibly attracted, he\nadvanced slowly, pace by pace, down the lane.",
        "Edgware had been a scene of confusion, Chalk Farm a\nriotous tumult, but this was a whole population in movement.\nIt is hard to imagine that host.  It had no character of its own.\nThe figures poured out past the corner, and receded with their\nbacks to the group in the lane.  Along the margin came those\nwho were on foot threatened by the wheels, stumbling in the\nditches, blundering into one another.",
        "The carts and carriages crowded close upon one another,\nmaking little way for those swifter and more impatient vehi-\ncles that darted forward every now and then when an\nopportunity showed itself of doing so, sending the people\nscattering against the fences and gates of the villas.",
        "“Push on!” was the cry.  “Push on!  They are coming!”",
        "In one cart stood a blind man in the uniform of the Salva-\ntion Army, gesticulating with his crooked fingers and bawling,\n“Eternity!  Eternity!”  His voice was hoarse and very loud so\nthat my brother could hear him long after he was lost to\nsight in the dust.  Some of the people who crowded in the\ncarts whipped stupidly at their horses and quarrelled with\nother drivers; some sat motionless, staring at nothing with\nmiserable eyes; some gnawed their hands with thirst, or lay\nprostrate in the bottoms of their conveyances.  The horses” bits\nwere covered with foam, their eyes bloodshot.",
        "There were cabs, carriages, shop cars, waggons, beyond\ncounting; a mail cart, a road-cleaner’s cart marked “Vestry of\nSt. Pancras,” a huge timber waggon crowded with roughs.\nA brewer’s dray rumbled by with its two near wheels splashed\nwith fresh blood.",
        "“Clear the way!” cried the voices.  “Clear the way!”",
        "“Eter-nity!  Eter-nity!” came echoing down the road.",
        "There were sad, haggard women tramping by, well dressed,\nwith children that cried and stumbled, their dainty clothes\nsmothered in dust, their weary faces smeared with tears.  With\nmany of these came men, sometimes helpful, sometimes low-\nering and savage.  Fighting side by side with them pushed\nsome weary street outcast in faded black rags, wide-eyed,\nloud-voiced, and foul-mouthed.  There were sturdy workmen\nthrusting their way along, wretched, unkempt men, clothed\nlike clerks or shopmen, struggling spasmodically; a wounded\nsoldier my brother noticed, men dressed in the clothes of\nrailway porters, one wretched creature in a nightshirt with\na coat thrown over it.",
        "But varied as its composition was, certain things all that\nhost had in common.  There were fear and pain on their faces,\nand fear behind them.  A tumult up the road, a quarrel for a\nplace in a waggon, sent the whole host of them quickening\ntheir pace; even a man so scared and broken that his knees\nbent under him was galvanised for a moment into renewed\nactivity.  The heat and dust had already been at work upon\nthis multitude.  Their skins were dry, their lips black and\ncracked.  They were all thirsty, weary, and footsore.  And amid\nthe various cries one heard disputes, reproaches, groans of\nweariness and fatigue; the voices of most of them were\nhoarse and weak.  Through it all ran a refrain:",
        "“Way!  Way!  The Martians are coming!”",
        "Few stopped and came aside from that flood.  The lane\nopened slantingly into the main road with a narrow opening,\nand had a delusive appearance of coming from the direction\nof London.  Yet a kind of eddy of people drove into its mouth;\nweaklings elbowed out of the stream, who for the most part\nrested but a moment before plunging into it again.  A little\nway down the lane, with two friends bending over him, lay\na man with a bare leg, wrapped about with bloody rags.  He\nwas a lucky man to have friends.",
        "A little old man, with a grey military moustache and a\nfilthy black frock coat, limped out and sat down beside the\ntrap, removed his boot--his sock was blood-stained--shook\nout a pebble, and hobbled on again; and then a little girl of\neight or nine, all alone, threw herself under the hedge close\nby my brother, weeping.",
        "“I can’t go on!  I can’t go on!”",
        "My brother woke from his torpor of astonishment and lifted\nher up, speaking gently to her, and carried her to Miss Elphin-\nstone.  So soon as my brother touched her she became quite\nstill, as if frightened.",
        "“Ellen!” shrieked a woman in the crowd, with tears in her\nvoice--\"Ellen!”  And the child suddenly darted away from\nmy brother, crying “Mother!”",
        "“They are coming,” said a man on horseback, riding past\nalong the lane.",
        "“Out of the way, there!” bawled a coachman, towering\nhigh; and my brother saw a closed carriage turning into the\nlane.",
        "The people crushed back on one another to avoid the\nhorse.  My brother pushed the pony and chaise back into\nthe hedge, and the man drove by and stopped at the turn\nof the way.  It was a carriage, with a pole for a pair of horses,\nbut only one was in the traces.  My brother saw dimly through\nthe dust that two men lifted out something on a white\nstretcher and put it gently on the grass beneath the privet\nhedge.",
        "One of the men came running to my brother.",
        "“Where is there any water?” he said.  “He is dying fast,\nand very thirsty.  It is Lord Garrick.”",
        "“Lord Garrick!” said my brother; “the Chief Justice?”",
        "“The water?” he said.",
        "“There may be a tap,” said my brother, “in some of the\nhouses.  We have no water.  I dare not leave my people.”",
        "The man pushed against the crowd towards the gate of the\ncorner house.",
        "“Go on!” said the people, thrusting at him.  “They are\ncoming!  Go on!”",
        "Then my brother’s attention was distracted by a bearded,\neagle-faced man lugging a small handbag, which split even\nas my brother’s eyes rested on it and disgorged a mass of\nsovereigns that seemed to break up into separate coins as it\nstruck the ground.  They rolled hither and thither among the\nstruggling feet of men and horses.  The man stopped and\nlooked stupidly at the heap, and the shaft of a cab struck\nhis shoulder and sent him reeling.  He gave a shriek and\ndodged back, and a cartwheel shaved him narrowly.",
        "“Way!” cried the men all about him.  “Make way!”",
        "So soon as the cab had passed, he flung himself, with both\nhands open, upon the heap of coins, and began thrusting\nhandfuls in his pocket.  A horse rose close upon him, and in\nanother moment, half rising, he had been borne down under\nthe horse’s hoofs.",
        "“Stop!” screamed my brother, and pushing a woman out\nof his way, tried to clutch the bit of the horse.",
        "Before he could get to it, he heard a scream under the\nwheels, and saw through the dust the rim passing over the\npoor wretch’s back.  The driver of the cart slashed his whip\nat my brother, who ran round behind the cart.  The multi-\ntudinous shouting confused his ears.  The man was writhing\nin the dust among his scattered money, unable to rise, for\nthe wheel had broken his back, and his lower limbs lay limp\nand dead.  My brother stood up and yelled at the next driver,\nand a man on a black horse came to his assistance.",
        "“Get him out of the road,” said he; and, clutching the\nman’s collar with his free hand, my brother lugged him\nsideways.  But he still clutched after his money, and regarded\nmy brother fiercely, hammering at his arm with a handful\nof gold.  “Go on!  Go on!” shouted angry voices behind.",
        "“Way!  Way!”",
        "There was a smash as the pole of a carriage crashed into\nthe cart that the man on horseback stopped.  My brother\nlooked up, and the man with the gold twisted his head round\nand bit the wrist that held his collar.  There was a concussion,\nand the black horse came staggering sideways, and the\ncarthorse pushed beside it.  A hoof missed my brother’s foot\nby a hair’s breadth.  He released his grip on the fallen man\nand jumped back.  He saw anger change to terror on the face\nof the poor wretch on the ground, and in a moment he was\nhidden and my brother was borne backward and carried past\nthe entrance of the lane, and had to fight hard in the torrent\nto recover it.",
        "He saw Miss Elphinstone covering her eyes, and a little\nchild, with all a child’s want of sympathetic imagination,\nstaring with dilated eyes at a dusty something that lay black\nand still, ground and crushed under the rolling wheels.  “Let\nus go back!” he shouted, and began turning the pony round.\n“We cannot cross this--hell,” he said and they went back a\nhundred yards the way they had come, until the fighting\ncrowd was hidden.  As they passed the bend in the lane my\nbrother saw the face of the dying man in the ditch under\nthe privet, deadly white and drawn, and shining with perspi-\nration.  The two women sat silent, crouching in their seat\nand shivering.",
        "Then beyond the bend my brother stopped again.  Miss\nElphinstone was white and pale, and her sister-in-law sat\nweeping, too wretched even to call upon “George.”  My\nbrother was horrified and perplexed.  So soon as they had\nretreated he realised how urgent and unavoidable it was to\nattempt this crossing.  He turned to Miss Elphinstone, sud-\ndenly resolute.",
        "“We must go that way,” he said, and led the pony round\nagain.",
        "For the second time that day this girl proved her quality.\nTo force their way into the torrent of people, my brother\nplunged into the traffic and held back a cab horse, while\nshe drove the pony across its head.  A waggon locked wheels\nfor a moment and ripped a long splinter from the chaise.\nIn another moment they were caught and swept forward by\nthe stream.  My brother, with the cabman’s whip marks red\nacross his face and hands, scrambled into the chaise and\ntook the reins from her.",
        "“Point the revolver at the man behind,” he said, giving it\nto her, “if he presses us too hard.  No!--point it at his horse.”",
        "Then he began to look out for a chance of edging to the\nright across the road.  But once in the stream he seemed to\nlose volition, to become a part of that dusty rout.  They swept\nthrough Chipping Barnet with the torrent; they were nearly\na mile beyond the centre of the town before they had fought\nacross to the opposite side of the way.  It was din and con-\nfusion indescribable; but in and beyond the town the road\nforks repeatedly, and this to some extent relieved the stress.",
        "They struck eastward through Hadley, and there on either\nside of the road, and at another place farther on they came\nupon a great multitude of people drinking at the stream,\nsome fighting to come at the water.  And farther on, from a\nlull near East Barnet, they saw two trains running slowly\none after the other without signal or order--trains swarming\nwith people, with men even among the coals behind the\nengines--going northward along the Great Northern Railway.\nMy brother supposes they must have filled outside London,\nfor at that time the furious terror of the people had rendered\nthe central termini impossible.",
        "Near this place they halted for the rest of the afternoon,\nfor the violence of the day had already utterly exhausted all\nthree of them.  They began to suffer the beginnings of hunger;\nthe night was cold, and none of them dared to sleep.  And in\nthe evening many people came hurrying along the road near-\nby their stopping place, fleeing from unknown dangers before\nthem, and going in the direction from which my brother\nhad come.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}