{
    "title": "The Boys’ Life of Mark Twain - VII. The Apprentice",
    "author": "Paine",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "The terms of Samuel Clemens’s apprenticeship were the usual thing for\nthat day: board and clothes–\"more board than clothes, and not much of\neither,” Mark Twain used to say.",
        "“I was supposed to get two suits of clothes a year, but I didn’t get\nthem.  I got one suit and took the rest out in Ament’s old garments,\nwhich didn’t fit me in any noticeable way.  I was only about half as big\nas he was, and when I had on one of his shirts I felt as if I had on a\ncircus-tent.  I had to turn the trousers up to my ears to make them short\nenough.”",
        "Another apprentice, a huge creature, named Wales McCormick, was so large\nthat Ament’s clothes were much too small for him.  The two apprentices,\nfitted out with their employer’s cast-off garments, were amusing enough,\nno doubt.  Sam and Wales ate in the kitchen at first, but later at the\nfamily table with Mr. and Mrs. Ament and Pet McMurry, a journeyman\nprinter.  McMurry was a happy soul, as one could almost guess from his\nname.  He had traveled far and learned much.  What the two apprentices\ndid not already know, Pet McMurry could teach them.  Sam Clemens had\npromised to be a good boy, and he was so, by the standards of boyhood.\nHe was industrious, regular at his work, quick to learn, kind, and\ntruthful.  Angels could hardly be more than that in a printing-office.\nBut when food was scarce, even an angel–a young printer-angel–could\nhardly resist slipping down the cellar stairs at night, for raw potatoes,\nonions, and apples, which they cooked in the office, where the boys slept\non a pallet on the floor.  Wales had a wonderful way of cooking a potato\nwhich his fellow apprentice never forgot.",
        "How one wishes for a photograph of Sam Clemens at that period!  But in\nthose days there were only daguerreotypes, and they were expensive\nthings.  There is a letter, though, written long afterward, by Pet\nMcMurry to Mark Twain, which contains this paragraph:",
        "“If your memory extends so far back, you will recall a little sandy-\n     haired boy of nearly a quarter of a century ago, in the printing-\n     office at Hannibal, over the Brittingham drug-store, mounted upon a\n     little box at the case, who used to love to sing so well the\n     expression of the poor drunken man who was supposed to have fallen\n     by the wayside, ’If ever I get up again, I’ll stay up–if I kin.’”",
        "And with this portrait we must be content–we cannot doubt its truth.",
        "Sam was soon office favorite and in time became chief stand-by.  When he\nhad been at work a year, he could set type accurately, run the job press\nto the tune of “Annie Laurie,” and he had charge of the circulation.\nThat is to say, he carried the papers–a mission of real importance, for\na long, sagging span of telegraph-wire had reached across the river to\nHannibal, and Mexican-war news delivered hot from the front gave the\nmessenger a fine prestige.",
        "He even did editing, of a kind.  That is to say, when Ament was not in\nthe office and copy was needed, Sam hunted him up, explained the\nsituation, and saw that the necessary matter was produced.  He was not\nambitious to write–not then.  He wanted to be a journeyman printer, like\nPet, and travel and see the world.  Sometimes he thought he would like to\nbe a clown, or “end man” in a minstrel troupe.  Once for a week he served\nas subject for a traveling hypnotist-and was dazzled by his success.",
        "But he stuck to printing, and rapidly became a neat, capable workman.\nAment gave him a daily task, after which he was free.  By three in the\nafternoon he was likely to finish his stint.  Then he was off for the\nriver or the cave, joining his old comrades.  Or perhaps he would go with\nLaura Hawkins to gather wild columbine on the high cliff above the river,\nknown as Lover’s Leap.  When winter came these two sometimes went to Bear\nCreek, skating; or together they attended parties, where the old-\nfashioned games “Ring-around-Rosy” and “Dusty Miller” were the chief\namusements.",
        "In “The Gilded Age,” Laura Hawkins at twelve is pictured “with her dainty\nhands propped into the ribbon-bordered pockets of her apron .  .  . a\nvision to warm the coldest heart and bless and cheer the saddest.”  That\nwas the real Laura, though her story in that book in no way resembles the\nreality.",
        "It was just at this time that an incident occurred which may be looked\nback upon now as a turning-point in Samuel Clemens’s life.  Coming home\nfrom the office one afternoon, he noticed a square of paper being swept\nalong by the wind.  He saw that it was printed–was interested\nprofessionally in seeing what it was like.  He chased the flying scrap\nand overtook it.  It was a leaf from some old history of Joan of Arc, and\npictured the hard lot of the “maid” in the tower at Rouen, reviled and\nmistreated by her ruffian captors.  There were some paragraphs of\ndescription, but the rest was pitiful dialogue.",
        "Sam had never heard of Joan before–he knew nothing of history.  He was\nno reader.  Orion was fond of books, and Pamela; even little Henry had\nread more than Sam.  But now, as he read, there awoke in him a deep\nfeeling of pity and indignation, and with it a longing to know more of\nthe tragic story.  It was an interest that would last his life through,\nand in the course of time find expression in one of the rarest books ever\nwritten.",
        "The first result was that Sam began to read.  He hunted up everything he\ncould find on the subject of Joan, and from that went into French history\nin general–indeed, into history of every kind.  Samuel Clemens had\nsuddenly become a reader–almost a student.  He even began the study of\nlanguages, German and Latin, but was not able to go on for lack of time\nand teachers.",
        "He became a hater of tyranny, a champion of the weak.  Watching a game of\nmarbles or tops, he would remark to some offender, in his slow drawling\nway, “You mustn’t cheat that boy.”",
        "And the cheating stopped, or trouble followed.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}