{
    "title": "The Adventures of Baron Munchausen - Chapter XVIII",
    "author": "Raspe",
    "chapter": "20",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "                      A SECOND TRIP TO THE MOON.",
        "  A second visit (but an accidental one) to the moon–The ship\n  driven by a whirlwind a thousand leagues above the surface of the\n  water, where a new atmosphere meets them and carries them into a\n  capacious harbour in the moon–A description of the inhabitants,\n  and their manner of coming into the lunarian world–Animals,\n  customs, weapons of war, wine, vegetables, &c.",
        "I have already informed you of one trip I made to the moon, in search\nof my silver hatchet; I afterwards made another in a much pleasanter\nmanner, and stayed in it long enough to take notice of several things,\nwhich I will endeavour to describe as accurately as my memory will\npermit.",
        "I went on a voyage of discovery at the request of a distant relation,\nwho had a strange notion that there were people to be found equal in\nmagnitude to those described by Gulliver in the empire of BROBDIGNAG.\nFor my part I always treated that account as fabulous: however, to\noblige him, for he had made me his heir, I undertook it, and sailed\nfor the South seas, where we arrived without meeting with anything\nremarkable, except some flying men and women who were playing at leap-\nfrog, and dancing minuets in the air.",
        "On the eighteenth day after we had passed the Island of Otaheite,\nmentioned by Captain Cook as the place from whence they brought Omai,\na hurricane blew our ship at least one thousand leagues above the\nsurface of the water, and kept it at the height till a fresh gale\narising filled the sails in every part, and onwards we travelled at a\nprodigious rate; thus we proceeded above the clouds for six weeks. At\nlast we discovered a great land in the sky, like a shining island,\nround and bright, where, coming into a convenient harbour, we went on\nshore, and soon found it was inhabited. Below us we saw another earth,\ncontaining cities, trees, mountains, rivers, seas, &c., which we\nconjectured was this world which we had left. Here we saw huge figures\nriding upon vultures of a prodigious size, and each of them having\nthree heads. To form some idea of the magnitude of these birds, I must\ninform you that each of their wings is as wide and six times the\nlength of the main sheet of our vessel, which was about six hundred\ntons burthen. Thus, instead of riding upon horses, as we do in this\nworld, the inhabitants of the moon (for we now found we were in Madam\nLuna) fly about on these birds. The king, we found, was engaged in a\nwar with the sun, and he offered me a commission, but I declined the\nhonour his majesty intended me. Everything in this world is of\nextraordinary magnitude! a common flea being much larger than one of\nour sheep: in making war, their principal weapons are radishes, which\nare used as darts: those who are wounded by them die immediately.\nTheir shields are made of mushrooms, and their darts (when radishes\nare out of season) of the tops of asparagus. Some of the natives of\nthe dog-star are to be seen here; commerce tempts them to ramble;\ntheir faces are like large mastiffs’, with their eyes near the lower\nend or tip of their noses: they have no eyelids, but cover their eyes\nwith the end of their tongues when they go to sleep; they are\ngenerally twenty feet high. As to the natives of the moon, none of\nthem are less in stature than thirty-six feet: they are not called the\nhuman species, but the cooking animals, for they all dress their food\nby fire, as we do, but lose not time at their meals, as they open\ntheir left side, and place the whole quantity at once in their\nstomach, then shut it again till the same day in the next month; for\nthey never indulge themselves with food more than twelve times a year,\nor once a month. All but gluttons and epicures must prefer this method\nto ours.",
        "There is but one sex either of the cooking or any other animals in the\nmoon; they are all produced from trees of various sizes and foliage;\nthat which produces the cooking animal, or human species, is much more\nbeautiful than any of the others; it has large straight boughs and\nflesh-coloured leaves, and the fruit it produces are nuts or pods,\nwith hard shells at least two yards long; when they become ripe, which\nis known from their changing colour, they are gathered with great\ncare, and laid by as long as they think proper: when they choose to\nanimate the seed of these nuts, they throw them into a large cauldron\nof boiling water, which opens the shells in a few hours, and out jumps\nthe creature.",
        "Nature forms their minds for different pursuits before they come into\nthe world; from one shell comes forth a warrior, from another a\nphilosopher, from a third a divine, from a fourth a lawyer, from a\nfifth a farmer, from a sixth a clown, &c. &c., and each of them\nimmediately begins to perfect themselves, by practising what they\nbefore knew only in theory.",
        "When they grow old they do not die, but turn into air, and dissolve\nlike smoke! As for their drink, they need none; the only evacuations\nthey have are insensible, and by their breath. They have but one\nfinger upon each hand, with which they perform everything in as\nperfect a manner as we do who have four besides the thumb. Their heads\nare placed under their right arm, and when are going to travel, or\nabout any violent exercise, they generally leave them at home, for\nthey can consult them at any distance; this is a very common practice;\nand when those of rank or quality among the Lunarians have an\ninclination to see what’s going forward among the common people, they\nstay at home, i.e., the body stays at home, and sends the head only,\nwhich is suffered to be present incog., and return at pleasure with\nan account of what has passed.",
        "The stones of their grapes are exactly like hail; and I am perfectly\nsatisfied that when a storm or high wind in the moon shakes their\nvines, and breaks the grapes from the stalks, the stones fall down and\nform our hail showers. I would advise those who are of my opinion to\nsave a quantity of these stones when it hails next, and make Lunarian\nwine. It is a common beverage at St. Luke’s. Some material\ncircumstances I had nearly omitted. They put their bellies to the same\nuse as we do a sack, and throw whatever they have occasion for into\nit, for they can shut and open it again when they please, as they do\ntheir stomachs; they are not troubled with bowels, liver, heart, or\nany other intestines, neither are they encumbered with clothes, nor is\nthere any part of their bodies unseemly or indecent to exhibit.",
        "Their eyes they can take in and out of their places when they please,\nand can see as well with them in their hand as in their head! and if\nby any accident they lose or damage one, they can borrow or purchase\nanother, and see as clearly with it as their own. Dealers in eyes are\non that account very numerous in most parts of the moon, and in this\narticle alone all the inhabitants are whimsical: sometimes green and\nsometimes yellow eyes are the fashion. I know these things appear\nstrange; but if the shadow of a doubt can remain on any person’s mind,\nI say, let him take a voyage there himself, and then he will know I am\na traveller of veracity.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}