{
    "title": "The Money Master - Chapter V: The Clerk of the Court Ends His Story",
    "author": "Gilbert Parker",
    "chapter": "6",
    "content": [
        "\n\n",
        "A moment afterwards the Judge, as he walked down the street still arm in\narm with the Clerk of the Court, said: “That child must have good luck,\nor she will not have her share of happiness.  She has depths that are not\ndeep enough.”  Presently he added, “Tell me, my Clerk, the man–Jean\nJacques–he is so much away–has there never been any talk about–about.”",
        "“About–monsieur le juge?” asked M. Fille rather stiffly.  “For instance\n–about what?”",
        "“For instance, about a man–not Jean Jacques.”",
        "The lips of the Clerk of the Court tightened.  “Never at any time–till\nnow, monsieur le juge.”",
        "“Ah–till now!”",
        "The Clerk of the Court blushed.  What he was about to say was difficult,\nbut he alone of all the world guessed at the tragedy which was hovering\nover Jean Jacques’ home.  By chance he had seen something on an afternoon\nof three days before, and he had fled from it as a child would fly from a\ndemon.  He was a purist at law, but he was a purist in life also, and not\nbecause the flush of youth had gone and his feet were on the path which\nleads into the autumn of a man’s days.  The thing he had seen had been\nterribly on his mind, and he had felt that his own judgment was not\nsufficient for the situation, that he ought to tell someone.",
        "The Cure was the only person who had come to his mind when he became\ntroubled to the point of actual mental agony.  But the new curb,\nM. Savry, was not like the Old Cure, and, besides, was it not stepping\nbetween the woman and her confessional?  Yet he felt that something ought\nto be done.  It never occurred to him to speak to Jean Jacques.  That\nwould have seemed so brutal to the woman.  It came to him to speak to\nCarmen, but he knew that he dared not do so.  He could not say to a\nwoman that which must shame her before him, she who had kept her head\nso arrogantly high–not so much to him, however, as to the rest of the\nworld.  He had not the courage; and yet he had fear lest some awful thing\nwould at any moment now befall the Manor Cartier.  If it did, he would\nfeel himself to blame had he done nothing to stay the peril.  So far he\nwas the only person who could do so, for he was the only person who knew!",
        "The Judge could feel his friend’s arm tremble with emotion, and he said:\n“Come, now, my Plato, what is it?  A man has come to disturb the peace of\nJean Jacques, our philosophe, eh?”",
        "“That is it, monsieur–a man of a kind.”",
        "“Oh, of course, my bambino, of course, a man ’of a kind,’ or there would\nbe no peace disturbed.  You want to tell me, I see.  Proceed then; there\nis no reason why you should not.  I am secret.  I have seen much.  I have\nno prejudices.  As you will, however; but I can see it would relieve your\nmind to tell me.  In truth I felt there was something when I saw you look\nat her first, when you spoke to her, when she talked with me.  She is a\nfine figure of a woman, and Jean Jacques, as you say, is much away from\nhome.  In fact he neglects her–is it not so?”",
        "“He means it not, but it is so.  His life is full of–”",
        "“Yes, yes, of stores and ash-factories and debtors and lightning-rods and\nlime-kilns, and mortgaged farms, and the price of wheat–but certainly,\nI understand it all, my Fille.  She is too much alone, and if she has\ntravelled by the compass all these thirteen years without losing the\ntrack, it is something to the credit of human nature.”",
        "“Ah, monsieur, a vow before the good God–!”  The Judge interrupted\nsharply.  “Tut, tut–these vows!  Do you not know that a vow may be a\nthing that ruins past redemption?  A vow is sacred.  Well, a poor mortal\nin one moment of weakness breaks it.  Then there is a sense of awful\nshame of being lost, of never being able to put right the breaking of the\nvow, though the rest can be put right by sorrow and repentance!  I would\nhave no vows.  They haunt like ghosts when they are broken, they torture\nlike fire then.  Don’t talk to me of vows.  It is not vows that keep the\nworld right, but the prayer of a man’s soul from day to day.”",
        "The Judge’s words sounded almost blasphemous to M. Fille.  A vow not\nkeep the world right!  Then why the vows of the Church at baptism,\nat confirmation, at marriage?  Why the vows of the priests, of the nuns,\nof those who had given themselves to eternal service?  Monsieur had\nspoken terrible things.  And yet he had said at the last: “It is not vows\nthat keep the world right, but the prayer of a man’s soul from day to\nday.”  That was not heretical, or atheistic, or blasphemous.  It sounded\nlogical and true and good.",
        "He was about to say that, to some people, vows were the only way of\nkeeping them to their duty–and especially women–but the Judge added\ngently: “I would not for the world hurt your sensibilities, my little\nClerk, and we are not nearly so far apart as you think at the minute.\nThank God, I keep the faith that is behind all faith–the speech of a\nman’s soul with God.  .  .  .  But there, if you can, let us hear what\nman it is who disturbs the home of the philosopher.  It is not my Fille,\nthat’s sure.”",
        "He could not resist teasing, this judge who had a mind of the most rare\nuprightness; and he was not always sorry when his teasing hurt; for, to\nhis mind, men should be lashed into strength, when they drooped over the\ntasks of life; and what so sharp a lash as ridicule or satire!",
        "“Proceed, my friend,” he urged brusquely, not waiting for the gasp of\npained surprise of the little Clerk to end.  He was glad to see the\nfigure beside him presently straighten itself, as though to be braced for\na task of difficulty.  Indignation and resentment were good things to\nstiffen a man’s back.",
        "“It was three days ago,” said M. Fille.  “I saw it with my own eyes.\nI had come to the Manor Cartier by the road, down the hill–Mont Violet–\nbehind the house.  I could see into the windows of the house.  There was\nno reason why I should not see–there never has been a reason,” he added,\nas though to justify himself.",
        "“Of course, of course, my friend.  One’s eyes are open, and one sees what\none sees, without looking for it.  Proceed.”",
        "“As I looked down I saw Madame with a man’s arms round her, and his lips\nto hers.  It was not Jean Jacques.”",
        "“Of course, of course.  Proceed.  What did you do?”",
        "“I stopped.  I fell back–”",
        "“Of course.  Behind a tree?”",
        "“Behind some elderberry bushes.”",
        "“Of course.  Elderberry bushes–that’s better than a tree.  I am very\nfond of elderberry wine when it is new.  Proceed.”",
        "The Clerk of the Court shrank.  What did it matter whether or no the\nJudge liked elderberry wine, when the world was falling down for Jean\nJacques and his Zoe–and his wife.  But with a sigh he continued: “There\nis nothing more.  I stayed there for awhile, and then crept up the hill\nagain, and came back to my home and locked myself in.”",
        "“What had you done that you should lock yourself in?”",
        "“Ah, monsieur, how can I explain such things?  Perhaps I was ashamed that\nI had seen things I should not have seen.  I do not blush that I wept for\nthe child, who is–but you saw her, monsieur le juge.”",
        "“Yes, yes, the little Zoe, and the little philosopher.  Proceed.”",
        "“What more is there to tell!”",
        "“A trifle perhaps, as you will think,” remarked the Judge ironically, but\nas one who, finding a crime, must needs find the criminal too.  “I must\nask you to inform the Court who was the too polite friend of Madame.”",
        "“Monsieur, pardon me.  I forgot.  It is essential, of course.  You must\nknow that there is a flume, a great wooden channel–”",
        "“Yes, yes.  I comprehend.  Once I had a case of a flume.  It was fifteen\nfeet deep and it let in the water of the river to the mill-wheels.  A\nflume regulates, concentrates, and controls the water power.  I\ncomprehend perfectly.  Well?”",
        "“So.  This flume for Jean Jacques’ mill was also fifteen feet deep or\nmore.  It was out of repair, and Jean Jacques called in a master-\ncarpenter from Laplatte, Masson by name–George Masson–to put the flume\nright.”",
        "“How long ago was that?”",
        "“A month ago.  But Masson was not here all the time.  It was his workmen\nwho did the repairs, but he came over to see–to superintend.  At first\nhe came twice in the week.  Then he came every day.”",
        "“Ah, then he came every day!  How do you know that?”",
        "“It was my custom to walk to the mill every day–to watch the work on the\nflume.  It was only four miles away across the fields and through the\nwoods, making a walk of much charm–especially in the autumn, when the\ncolours of the foliage are so fine, and the air has a touch of\npensiveness, so that one is induced to reflection.”",
        "There was the slightest tinge of impatience in the Judge’s response.\n“Yes, yes, I understand.  You walked to study life and to reflect and to\nenjoy your intimacy with nature, but also to see our friend Zoe and her\nhome.  And I do not wonder.  She has a charm which makes me sad–\nfor her.”",
        "“So I have felt, so I have felt for her, monsieur.  When she is gayest,\nand when, as it might seem, I am quite happy, talking to her, or\npicnicking, or idling on the river, or helping her with her lessons,\nI have sadness, I know not why.”",
        "The Judge pressed his friend’s arm firmly.  His voice grew more\ninsistent.  “Now, Maitre Fille, I think I understand the story, but there\nare lacunee which you must fill.  You say the thing happened three days\nago–now, when will the work be finished?”",
        "“The work will be finished to-morrow, monsieur.  Only one workman is\nleft, and he will be quit of his task to-night.”",
        "“So the thing–the comedy or tragedy will come to an end to-morrow?\"\nremarked the Judge seriously.  “How did you find out that the workmen\ngo tomorrow, maitre?”",
        "“Jean Jacques–he told me yesterday.”",
        "“Then it all ends to-morrow,” responded the Judge.",
        "The puzzled subordinate stood almost still, and looked at the Judge in\nwonder.  Why should it all end to-morrow simply because the work was\nfinished at the flume?  At last he spoke.",
        "“It is only twelve miles to Laplatte where George Masson lives, and he\nhas, besides, another contract near here, but three miles from the Manor\nCartier.  Also besides, how can we know what she will do–Jean Jacques’\nwife.  How can we tell but that she will perhaps go and leave the beloved\nZoe alone!”",
        "“And leave our little philosopher–miller also alone?” remarked the\nJudge quizzically, yet with solemnity.  M. Fille was agitated; he made\na protesting gesture.  “Jean Jacques can find comfort, but the child–ah,\nno, it is too terrible!  Someone should speak.  I tried to do it–to\nMadame Carmen, to Jean Jacques; but it was no use.  How could I betray\nher to him, how could I tell her that I knew her shame!”",
        "The Judge turned brusquely and caught his friend by the shoulders,\nfastening him with the eyes which had made many a witness forget to lie.",
        "“If you were an avocat in practice I would ruin your reputation, Fille,\"\nhe said.  “A fool would tell Jean Jacques, or speak to the woman, and\nspoil all; for women go mad when they are in danger, and they do the\nimpossible things.  But did it not occur to you that the one person to\nhave in a quiet room with the doors shut, with the light of the sun in\nhis face, with the book of the law open on your desk and the damages to\nbe got by an injured husband, in a Catholic province with a Catholic\nJudge, written down on a piece of paper, to hand over at the right\nmoment–did it not strike you that that person was your George Masson?”",
        "M. Fille’s head dropped before the disdainful eyes of M. Carcasson.  He\nwho prided himself in keeping the court right on points of procedure, who\nwas looked upon almost with the respect given the position of the Judge\nhimself, that he should fail in thinking of the obvious thing was\nhumiliating, and alas! so disconcerting.",
        "“I am a fool, an imbecile,” he responded, in great dejection.",
        "“This much must be said, my imbecile, that every man some time or other\nmakes just such a fool of his intelligence,” was the soft reply.",
        "A thin hand made a gesture of dissent.  “Not you, monsieur.  Never!”",
        "“If it is any comfort to you, know then, my Solon, that I have done so\npublicly in my time, while you have only done it privately.  But let us\nsee.  That Masson must be struck of a heap.  What sort of a man is he to\nlook at?  Apart from his morals, what class of creature is he?”",
        "“He is a man of strength, of force in his way, monsieur.  He made himself\nfrom an apprentice without a cent, and he has now thirty men at work.”",
        "“Then he does not drink or gamble?”",
        "“Neither, monsieur.”",
        "“Has he a family?”",
        "“No, monsieur.”",
        "“How old is he?”",
        "“Forty or thereabouts, monsieur.”",
        "The Judge cogitated for a moment, then said: “Ah, that’s bad–unmarried\nand forty, and no vices except this.  It gives him few escape-valves.  Is\nhe good-looking?  What is his appearance?”",
        "“Nor short, nor tall, and square shoulders.  His face like the yellow\nbrown of a peach, hair that curls close to his head, blue eyes that see\neverything, and a big hand that knows what it is doing.”",
        "The Judge nodded.  “Ah, you have watched him, maitre.  .  .  .  When?\nSince then?”",
        "“No, no, monsieur, not since.  If I had watched him since, I should\nperhaps have thought of the right thing to do.  But I did not.  I used to\nstudy him while the work was going on, when he first came, but I have\nknown him some time from a distance.  If a man makes himself what he is,\nyou look at him, of course.”",
        "“Truly.  His temper–his disposition, what is it?”  M. Fille was very\nmuch alive now.  He replied briskly.  “Like the snap of a whip.  He flies\ninto anger and flies out.  He has a laugh that makes men say, ’How he\nenjoys himself !’ and his mind is very quick and sure.”",
        "The Judge nodded with satisfaction.  “Well done!  Well done!  I have got\nhim in my eye.  He will not be so easy to handle; but, if he has brains,\nhe will see that you have the right end of the stick; and he will kiss\nand ride away.  It will not be easy, but the game is in your hands, my\nFille.  In a quiet room, with the book of the law open, and figures of\ndamages given by a Catholic court and Judge–I think that will do it; and\nthen the course of true philosophy will not long be interrupted in the\nhouse of Jean Jacques Barbille.”",
        "“Monsieur–monsieur le juge, you mean that I shall do this, shall see\nGeorge Masson and warn him–me?”",
        "“Who else?  You are a friend of the family.  You are a public officer, to\nwhom the good name of your parish is dear.  As all are aware, no doubt,\nyou are the trusted ancient comrade of the daughter of the woman–I speak\nlegally–Carmen Barbille nee Dolores, a name of charm to the ear.  Who\nbut you then to do it?”",
        "“There is yourself, monsieur.”",
        "“Dismiss me from your mind.  I go to Quebec to-night, as you know, and\nthere is not time; but even if there were, I should not be the best\nperson to do this.  I am known to few; you are known to all.  I have no\nlocus standi.  You have.  No, no, it would not be for me.”",
        "Suddenly, in his desperation, the Clerk of the Court sought release for\nhimself from this solemn and frightening duty.",
        "“Monsieur,” he said eagerly, “there is another.  I had forgotten.  It is\nMadame Carmen’s father, Sebastian Dolores.”",
        "“Ah, a father!  Yes, I had forgotten to ask about him; so we are one in\nour imbecility, my little Aristotle.  This Sebastian Dolores, where is\nhe?”",
        "“In the next parish, Beauharnais, keeping books for a lumber-firm.  Ah,\nmonsieur, that is the way to deal with the matter–through Sebastian\nDolores, her father!”",
        "“What sort is he?”",
        "The other shook his head and did not answer.  “Ah, not of the best?\nDrinks?”",
        "M. Fille nodded.",
        "“Has a weak character?”",
        "Again M. Fille nodded.",
        "“Has no good reputation hereabouts?”",
        "The nod was repeated.  “He has never been steady He goes here and there,\nbut always he comes back to get Jean Jacques’ help.  He and his daughter\nare not close friends, and yet he likes to be near her.  She can endure\nhim at least.  He can command her interest.  He is a stranger in a\nstrange land, and he drifts back to where she is always.  But that is\nall.”",
        "“Then he is out of the question, and he would be always out of the\nquestion except as a last resort; for sooner or later he would tell his\ndaughter, and challenge our George Masson too; and that is what you do\nnot wish, eh?”",
        "“Precisely so,” remarked M. Fille, dropping back again into gloom.  “To\nbe quite honest, monsieur, even though it gives me a task which I abhor,\nI do not think that M. Dolores could do what is needed without mistakes\nwhich could not be mended.  At least I can–”  He stopped.",
        "The Judge interposed at once, well pleased with the way things were going\nfor this “case.”  “Assuredly.  You can as can no other, my Solon.  The\nsecret of success in such things is a good heart, a right mind, a clear\nintelligence and some astuteness, and you have it all.  It is your task\nand yours only.”",
        "The little man’s self-respect seemed restored.  He preened himself\nsomewhat and bowed to the Judge.  “I take your commands, monsieur, to\nobey them as heaven gives me power so to do.  Shall it be tomorrow?”",
        "The Judge reflected a moment, then said: “Tonight would be better, but–”",
        "“I can do it better to-morrow morning,” interposed M. Fille, “for George\nMasson has a meeting here at Vilray with the avocat Prideaux at ten\no’clock to sign a contract, and I can ask him to step into my office on a\nlittle affair of business.  He will not guess, and I shall be armed\"–the\nJudge frowned–\"with the book of the law on such misdemeanours, and the\nfigures of the damages,\"–the Judge smiled–\"and I think perhaps I can\nfrighten him as he has never been frightened before.”",
        "A courage and confidence had now taken possession of the Clerk in strange\ncontrast to his timidity and childlike manner of a few minutes before.\nHe was now as he appeared in court, clothed with an austere authority\nwhich gave him a vicarious strength and dignity.  The Judge had done his\nwork well, and he was of those folk in the world who are not content to\ndo even the smallest thing ill.",
        "Arm in arm they passed into the garden which fronted the vine-covered\nhouse, where Maitre Fille lived alone with his sister, a tiny edition of\nhimself, who whispered and smiled her way through life.",
        "She smiled and whispered now in welcome to the Judge; and as she did so,\nthe three saw Jean Jacques, laughing, and cracking his whip, drive past\nwith his daughter beside him, chirruping to the horses; while, moody and\nabstracted, his wife sat silent on the backseat of the red wagon.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}