{
    "title": "The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar - II. Arsene Lupin in Prison",
    "author": "Maurice Leblanc",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "There is no tourist worthy of the name who does not know the banks\nof the Seine, and has not noticed, in passing, the little feudal\ncastle of the Malaquis, built upon a rock in the centre of the\nriver. An arched bridge connects it with the shore. All around\nit, the calm waters of the great river play peacefully amongst the\nreeds, and the wagtails flutter over the moist crests of the\nstones.",
        "The history of the Malaquis castle is stormy like its name, harsh\nlike its outlines. It has passed through a long series of\ncombats, sieges, assaults, rapines and massacres. A recital of\nthe crimes that have been committed there would cause the stoutest\nheart to tremble. There are many mysterious legends connected\nwith the castle, and they tell us of a famous subterranean tunnel\nthat formerly led to the abbey of Jumieges and to the manor of\nAgnes Sorel, mistress of Charles VII.",
        "In that ancient habitation of heroes and brigands, the Baron\nNathan Cahorn now lived; or Baron Satan as he was formerly called\non the Bourse, where he had acquired a fortune with incredible\nrapidity. The lords of Malaquis, absolutely ruined, had been\nobliged to sell the ancient castle at a great sacrifice. It\ncontained an admirable collection of furniture, pictures, wood\ncarvings, and faience. The Baron lived there alone, attended by\nthree old servants. No one ever enters the place. No one had\never beheld the three Rubens that he possessed, his two Watteau,\nhis Jean Goujon pulpit, and the many other treasures that he had\nacquired by a vast expenditure of money at public sales.",
        "Baron Satan lived in constant fear, not for himself, but for the\ntreasures that he had accumulated with such an earnest devotion\nand with so much perspicacity that the shrewdest merchant could\nnot say that the Baron had ever erred in his taste or judgment.\nHe loved them--his bibelots. He loved them intensely, like a\nmiser; jealously, like a lover. Every day, at sunset, the iron\ngates at either end of the bridge and at the entrance to the court\nof honor are closed and barred. At the least touch on these\ngates, electric bells will ring throughout the castle.",
        "One Thursday in September, a letter-carrier presented himself at\nthe gate at the head of the bridge, and, as usual, it was the\nBaron himself who partially opened the heavy portal. He\nscrutinized the man as minutely as if he were a stranger, although\nthe honest face and twinkling eyes of the postman had been\nfamiliar to the Baron for many years. The man laughed, as he\nsaid:",
        "“It is only I, Monsieur le Baron. It is not another man wearing\nmy cap and blouse.”",
        "“One can never tell,” muttered the Baron.",
        "The man handed him a number of newspapers, and then said:",
        "“And now, Monsieur le Baron, here is something new.”",
        "“Something new?”",
        "“Yes, a letter. A registered letter.”",
        "Living as a recluse, without friends or business relations, the\nbaron never received any letters, and the one now presented to him\nimmediately aroused within him a feeling of suspicion and\ndistrust. It was like an evil omen. Who was this mysterious\ncorrespondent that dared to disturb the tranquility of his\nretreat?",
        "“You must sign for it, Monsieur le Baron.”",
        "He signed; then took the letter, waited until the postman had\ndisappeared beyond the bend in the road, and, after walking\nnervously to and fro for a few minutes, he leaned against the\nparapet of the bridge and opened the envelope. It contained a\nsheet of paper, bearing this heading: Prison de la Sante, Paris.\nHe looked at the signature: Arsene Lupin. Then he read:",
        " “Monsieur le Baron:",
        " “There is, in the gallery in your castle, a picture of Philippe\n de Champaigne, of exquisite finish, which pleases me beyond\n measure. Your Rubens are also to my taste, as well as your\n smallest Watteau. In the salon to the right, I have noticed the\n Louis XIII cadence-table, the tapestries of Beauvais, the Empire\n gueridon signed `Jacob,’ and the Renaissance chest. In the salon\n to the left, all the cabinet full of jewels and miniatures.",
        " “For the present, I will content myself with those articles that\n can be conveniently removed. I will therefore ask you to pack\n them carefully and ship them to me, charges prepaid, to the\n station at Batignolles, within eight days, otherwise I shall be\n obliged to remove them myself during the night of 27 September;\n but, under those circumstances, I shall not content myself with\n the articles above mentioned.",
        " “Accept my apologies for any inconvenience I may cause you, and\n believe me to be your humble servant,\n           “Arsene Lupin.”",
        " “P. S.--Please do not send the largest Watteau. Although you\n paid thirty thousand francs for it, it is only a copy, the\n original having been burned, under the Directoire by Barras,\n during a night of debauchery. Consult the memoirs of Garat.",
        " “I do not care for the Louis XV chatelaine, as I doubt its\n authenticity.”",
        "That letter completely upset the baron. Had it borne any other\nsignature, he would have been greatly alarmed--but signed by Arsene\nLupin!",
        "As an habitual reader of the newspapers, he was versed in the\nhistory of recent crimes, and was therefore well acquainted with\nthe exploits of the mysterious burglar. Of course, he knew that\nLupin had been arrested in America by his enemy Ganimard and was\nat present incarcerated in the Prison de la Sante. But he knew\nalso that any miracle might be expected from Arsene Lupin.\nMoreover, that exact knowledge of the castle, the location of the\npictures and furniture, gave the affair an alarming aspect. How\ncould he have acquired that information concerning things that no\none had ever seen?",
        "The baron raised his eyes and contemplated the stern outlines of\nthe castle, its steep rocky pedestal, the depth of the surrounding\nwater, and shrugged his shoulders. Certainly, there was no\ndanger. No one in the world could force an entrance to the\nsanctuary that contained his priceless treasures.",
        "No one, perhaps, but Arsene Lupin! For him, gates, walls and\ndrawbridges did not exist. What use were the most formidable\nobstacles or the most careful precautions, if Arsene Lupin had\ndecided to effect an entrance?",
        "That evening, he wrote to the Procurer of the Republique at Rouen.\nHe enclosed the threatening letter and solicited aid and\nprotection.",
        "The reply cam at once to the effect that Arsene Lupin was in\ncustody in the Prison de la Sante, under close surveillance, with\nno opportunity to write such a letter, which was, no doubt, the\nwork of some imposter. But, as an act of precaution, the Procurer\nhad submitted the letter to an expert in handwriting, who declared\nthat, in spite of certain resemblances, the writing was not that\nof the prisoner.",
        "But the words “in spite of certain resemblances” caught the\nattention of the baron; in them, he read the possibility of a\ndoubt which appeared to him quite sufficient to warrant the\nintervention of the law. His fears increased. He read Lupin’s\nletter over and over again. “I shall be obliged to remove them\nmyself.” And then there was the fixed date: the night of 27\nSeptember.",
        "To confide in his servants was a proceeding repugnant to his\nnature; but now, for the first time in many years, he experienced\nthe necessity of seeking counsel with some one. Abandoned by the\nlegal official of his own district, and feeling unable to defend\nhimself with his own resources, he was on the point of going to\nParis to engage the services of a detective.",
        "Two days passed; on the third day, he was filled with hope and joy\nas he read the following item in the `Reveil de Caudebec’, a\nnewspaper published in a neighboring town:",
        "“We have the pleasure of entertaining in our city, at the present\ntime, the veteran detective Mon. Ganimard who acquired a world-\nwide reputation by his clever capture of Arsene Lupin. He has\ncome here for rest and recreation, and, being an enthusiastic\nfisherman, he threatens to capture all the fish in our river.”",
        "Ganimard! Ah, here is the assistance desired by Baron Cahorn!\nWho could baffle the schemes of Arsene Lupin better than Ganimard,\nthe patient and astute detective? He was the man for the place.",
        "The baron did not hesitate. The town of Caudebec was only six\nkilometers from the castle, a short distance to a man whose step\nwas accelerated by the hope of safety.",
        "After several fruitless attempts to ascertain the detective’s\naddress, the baron visited the office of the `Reveil,’ situated on\nthe quai. There he found the writer of the article who,\napproaching the window, exclaimed:",
        "“Ganimard? Why, you are sure to see him somewhere on the quai\nwith his fishing-pole. I met him there and chanced to read his\nname engraved on his rod. Ah, there he is now, under the trees.”",
        "“That little man, wearing a straw hat?”",
        "“Exactly. He is a gruff fellow, with little to say.”",
        "Five minutes later, the baron approached the celebrated Ganimard,\nintroduced himself, and sought to commence a conversation, but\nthat was a failure. Then he broached the real object of his\ninterview, and briefly stated his case. The other listened,\nmotionless, with his attention riveted on his fishing-rod. When\nthe baron had finished his story, the fisherman turned, with an\nair of profound pity, and said:",
        "“Monsieur, it is not customary for thieves to warn people they are\nabout to rob. Arsene Lupin, especially, would not commit such a\nfolly.”",
        "“But---”",
        "“Monsieur, if I had the least doubt, believe me, the pleasure of\nagain capturing Arsene Lupin would place me at your disposal.\nBut, unfortunately, that young man is already under lock and key.”",
        "“He may have escaped.”",
        "“No one ever escaped from the Sante.”",
        "“But, he---”",
        "“He, no more than any other.”",
        "“Yet---”",
        "“Well, if he escapes, so much the better. I will catch him again.\nMeanwhile, you go home and sleep soundly. That will do for the\npresent. You frighten the fish.”",
        "The conversation was ended. The baron returned to the castle,\nreassured to some extent by Ganimard’s indifference. He examined\nthe bolts, watched the servants, and, during the next forty-eight\nhours, he became almost persuaded that his fears were groundless.\nCertainly, as Ganimard had said, thieves do not warn people they\nare about to rob.",
        "The fateful day was close at hand. It was now the twenty-sixth of\nSeptember and nothing had happened. But at three o’clock the bell\nrang. A boy brought this telegram:",
        "“No goods at Batignolles station. Prepare everything for tomorrow\nnight. Arsene.”",
        "This telegram threw the baron into such a state of excitement that\nhe even considered the advisability of yielding to Lupin’s\ndemands.",
        "However, he hastened to Caudebec. Ganimard was fishing at the\nsame place, seated on a campstool. Without a word, he handed him\nthe telegram.",
        "“Well, what of it?” said the detective.",
        "“What of it? But it is tomorrow.”",
        "“What is tomorrow?”",
        "“The robbery! The pillage of my collections!”",
        "Ganimard laid down his fishing-rod, turned to the baron, and\nexclaimed, in a tone of impatience:",
        "“Ah! Do you think I am going to bother myself about such a silly\nstory as that!”",
        "“How much do you ask to pass tomorrow night in the castle?”",
        "“Not a sou. Now, leave me alone.”",
        "“Name your own price. I am rich and can pay it.”",
        "This offer disconcerted Ganimard, who replied, calmly:",
        "“I am here on a vacation. I have no right to undertake such\nwork.”",
        "“No one will know. I promise to keep it secret.”",
        "“Oh! nothing will happen.”",
        "“Come! three thousand francs. Will that be enough?”",
        "The detective, after a moment’s reflection, said:",
        "“Very well. But I must warn you that you are throwing your money\nout of the window.”",
        "“I do not care.”",
        "“In that case...but, after all, what do we know about this devil\nLupin! He may have quite a numerous band of robbers with him.\nAre you sure of your servants?”",
        "“My faith---”",
        "“Better not count on them. I will telegraph for two of my men to\nhelp me. And now, go! It is better for us not to be seen\ntogether. Tomorrow evening about nine o’clock.”",
        "The following day--the date fixed by Arsene Lupin--Baron Cahorn\narranged all his panoply of war, furbished his weapons, and, like\na sentinel, paced to and fro in front of the castle. He saw\nnothing, heard nothing. At half-past eight o’clock in the\nevening, he dismissed his servants. They occupied rooms in a wing\nof the building, in a retired spot, well removed from the main\nportion of the castle. Shortly thereafter, the baron heard the\nsound of approaching footsteps. It was Ganimard and his two\nassistants--great, powerful fellows with immense hands, and necks\nlike bulls. After asking a few questions relating to the location\nof the various entrances and rooms, Ganimard carefully closed and\nbarricaded all the doors and windows through which one could gain\naccess to the threatened rooms. He inspected the walls, raised\nthe tapestries, and finally installed his assistants in the\ncentral gallery which was located between the two salons.",
        "“No nonsense! We are not here to sleep. At the slightest sound,\nopen the windows of the court and call me. Pay attention also to\nthe water-side. Ten metres of perpendicular rock is no obstacle\nto those devils.”",
        "Ganimard locked his assistants in the gallery, carried away the\nkeys, and said to the baron:",
        "“And now, to our post.”",
        "He had chosen for himself a small room located in the thick outer\nwall, between the two principal doors, and which, in former years,\nhad been the watchman’s quarters. A peep-hole opened upon the\nbridge; another on the court. In one corner, there was an opening\nto a tunnel.",
        "“I believe you told me, Monsieur le Baron, that this tunnel is the\nonly subterranean entrance to the castle and that it has been\nclosed up for time immemorial?”",
        "“Yes.”",
        "“Then, unless there is some other entrance, known only to Arsene\nLupin, we are quite safe.”",
        "He placed three chairs together, stretched himself upon them,\nlighted his pipe and sighed:",
        "“Really, Monsieur le Baron, I feel ashamed to accept your money\nfor such a sinecure as this. I will tell the story to my friend\nLupin. He will enjoy it immensely.”",
        "The baron did not laugh. He was anxiously listening, but heard\nnothing save the beating of his own heart. From time to time, he\nleaned over the tunnel and cast a fearful eye into its depths. He\nheard the clock strike eleven, twelve, one.",
        "Suddenly, he seized Ganimard’s arm. The latter leaped up,\nawakened from his sleep.",
        "“Do you hear?” asked the baron, in a whisper.",
        "“Yes.”",
        "“What is it?”",
        "“I was snoring, I suppose.”",
        "“No, no, listen.”",
        "“Ah! yes, it is the horn of an automobile.”",
        "“Well?”",
        "“Well! it is very improbable that Lupin would use an automobile\nlike a battering-ram to demolish your castle. Come, Monsieur le\nBaron, return to your post. I am going to sleep. Good-night.”",
        "That was the only alarm. Ganimard resumed his interrupted\nslumbers, and the baron heard nothing except the regular snoring\nof his companion. At break of day, they left the room. The\ncastle was enveloped in a profound calm; it was a peaceful dawn on\nthe bosom of a tranquil river. They mounted the stairs, Cahorn\nradiant with joy, Ganimard calm as usual. They heard no sound;\nthey saw nothing to arouse suspicion.",
        "“What did I tell you, Monsieur le Baron? Really, I should not\nhave accepted your offer. I am ashamed.”",
        "He unlocked the door and entered the gallery. Upon two chairs,\nwith drooping heads and pendent arms, the detective’s two\nassistants were asleep.",
        "“Tonnerre de nom d’un chien!” exclaimed Ganimard. At the same\nmoment, the baron cried out:",
        "“The pictures! The credence!”",
        "He stammered, choked, with arms outstretched toward the empty\nplaces, toward the denuded walls where naught remained but the\nuseless nails and cords. The Watteau, disappeared! The Rubens,\ncarried away! The tapestries taken down! The cabinets, despoiled\nof their jewels!",
        "“And my Louis XVI candelabra! And the Regent chandelier!...And\nmy twelfth-century Virgin!”",
        "He ran from one spot to another in wildest despair. He recalled\nthe purchase price of each article, added up the figures, counted\nhis losses, pell-mell, in confused words and unfinished phrases.\nHe stamped with rage; he groaned with grief. He acted like a\nruined man whose only hope is suicide.",
        "If anything could have consoled him, it would have been the\nstupefaction displayed by Ganimard. The famous detective did not\nmove. He appeared to be petrified; he examined the room in a\nlistless manner. The windows?....closed. The locks on the\ndoors?....intact. Not a break in the ceiling; not a hole in the\nfloor. Everything was in perfect order. The theft had been\ncarried out methodically, according to a logical and inexorable\nplan.",
        "“Arsene Lupin....Arsene Lupin,” he muttered.",
        "Suddenly, as if moved by anger, he rushed upon his two assistants\nand shook them violently. They did not awaken.",
        "“The devil!” he cried. “Can it be possible?”",
        "He leaned over them and, in turn, examined them closely. They\nwere asleep; but their response was unnatural.",
        "“They have been drugged,” he said to the baron.",
        "“By whom?”",
        "“By him, of course, or his men under his discretion. That work\nbears his stamp.”",
        "“In that case, I am lost--nothing can be done.”",
        "“Nothing,” assented Ganimard.",
        "“It is dreadful; it is monstrous.”",
        "“Lodge a complaint.”",
        "“What good will that do?”",
        "“Oh; it is well to try it. The law has some resources.”",
        "“The law! Bah! it is useless. You represent the law, and, at\nthis moment, when you should be looking for a clue and trying to\ndiscover something, you do not even stir.”",
        "“Discover something with Arsene Lupin! Why, my dear monsieur,\nArsene Lupin never leaves any clue behind him. He leaves nothing\nto chance. Sometimes I think he put himself in my way and simply\nallowed me to arrest him in America.”",
        "“Then, I must renounce my pictures! He has taken the gems of my\ncollection. I would give a fortune to recover them. If there is\nno other way, let him name his own price.”",
        "Ganimard regarded the baron attentively, as he said:",
        "“Now, that is sensible. Will you stick to it?”",
        "“Yes, yes. But why?”",
        "“An idea that I have.”",
        "“What is it?”",
        "“We will discuss it later--if the official examination does not\nsucceed. But, not one word about me, if you wish my assistance.”",
        "He added, between his teeth:",
        "“It is true I have nothing to boast of in this affair.”",
        "The assistants were gradually regaining consciousness with the\nbewildered air of people who come out of an hypnotic sleep. They\nopened their eyes and looked about them in astonishment. Ganimard\nquestioned them; they remembered nothing.",
        "“But you must have seen some one?”",
        "“No.”",
        "“Can’t you remember?”",
        "“No, no.”",
        "“Did you drink anything?”",
        "They considered a moment, and then one of them replied:",
        "“Yes, I drank a little water.”",
        "“Out of that carafe?”",
        "“Yes.”",
        "“So did I,” declared the other.",
        "Ganimard smelled and tasted it. It had no particular taste and no\nodor.",
        "“Come,” he said, “we are wasting our time here. One can’t decide\nan Arsene Lupin problem in five minutes. But, morbleau! I swear\nI will catch him again.”",
        "The same day, a charge of burglary was duly performed by Baron\nCahorn against Arsene Lupin, a prisoner in the Prison de la Sante.",
        "The baron afterwards regretted making the charge against Lupin\nwhen he saw his castle delivered over to the gendarmes, the\nprocureur, the judge d’instruction, the newspaper reporters and\nphotographers, and a throng of idle curiosity-seekers.",
        "The affair soon became a topic of general discussion, and the name\nof Arsene Lupin excited the public imagination to such an extent\nthat the newspapers filled their columns with the most fantastic\nstories of his exploits which found ready credence amongst their\nreaders.",
        "But the letter of Arsene Lupin that was published in the `Echo de\nFrance’ (no once ever knew how the newspaper obtained it), that\nletter in which Baron Cahorn was impudently warned of the coming\ntheft, caused considerable excitement. The most fabulous theories\nwere advanced. Some recalled the existence of the famous\nsubterranean tunnels, and that was the line of research pursued by\nthe officers of the law, who searched the house from top to\nbottom, questioned every stone, studied the wainscoting and the\nchimneys, the window-frames and the girders in the ceilings. By\nthe light of torches, they examined the immense cellars where the\nlords of Malaquis were wont to store their munitions and\nprovisions. They sounded the rocky foundation to its very centre.\nBut it was all in vain. They discovered no trace of a subterranean\ntunnel. No secret passage existed.",
        "But the eager public declared that the pictures and furniture\ncould not vanish like so many ghosts. They are substantial,\nmaterial things and require doors and windows for their exits and\ntheir entrances, and so do the people that remove them. Who were\nthose people? How did they gain access to the castle? And how\ndid they leave it?",
        "The police officers of Rouen, convinced of their own impotence,\nsolicited the assistance of the Parisian detective force. Mon.\nDudouis, chief of the Surete, sent the best sleuths of the iron\nbrigade. He himself spent forty-eight hours at the castle, but\nmet with no success. Then he sent for Ganimard, whose past\nservices had proved so useful when all else failed.",
        "Ganimard listened, in silence, to the instructions of his\nsuperior; then, shaking his head, he said:",
        "“In my opinion, it is useless to ransack the castle. The solution\nof the problem lies elsewhere.”",
        "“Where, then?”",
        "“With Arsene Lupin.”",
        "“With Arsene Lupin! To support that theory, we must admit his\nintervention.”",
        "“I do admit it. In fact, I consider it quite certain.”",
        "“Come, Ganimard, that is absurd. Arsene Lupin is in prison.”",
        "“I grant you that Arsene Lupin is in prison, closely guarded; but\nhe must have fetters on his feet, manacles on his wrists, and gag\nin his mouth before I change my opinion.”",
        "“Why so obstinate, Ganimard?”",
        "“Because Arsene Lupin is the only man in France of sufficient\ncalibre to invent and carry out a scheme of that magnitude.”",
        "“Mere words, Ganimard.”",
        "“But true ones. Look! What are they doing? Searching for\nsubterranean passages, stones swinging on pivots, and other nonsense\nof that kind. But Lupin doesn’t employ such old-fashioned methods.\nHe is a modern cracksman, right up to date.”",
        "“And how would you proceed?”",
        "“I should ask your permission to spend an hour with him.”",
        "“In his cell?”",
        "“Yes. During the return trip from America we became very\nfriendly, and I venture to say that if he can give me any\ninformation without compromising himself he will not hesitate to\nsave me from incurring useless trouble.”",
        "It was shortly after noon when Ganimard entered the cell of Arsene\nLupin. The latter, who was lying on his bed, raised his head and\nuttered a cry of apparent joy.",
        "“Ah! This is a real surprise. My dear Ganimard, here!”",
        "“Ganimard himself.”",
        "“In my chosen retreat, I have felt a desire for many things, but\nmy fondest wish was to receive you here.”",
        "“Very kind of you, I am sure.”",
        "“Not at all. You know I hold you in the highest regard.”",
        "“I am proud of it.”",
        "“I have always said: Ganimard is our best detective. He is\nalmost,--you see how candid I am!--he is almost as clever as\nSherlock Holmes. But I am sorry that I cannot offer you anything\nbetter than this hard stool. And no refreshments! Not even a\nglass of beer! Of course, you will excuse me, as I am here only\ntemporarily.”",
        "Ganimard smiled, and accepted the proffered seat. Then the\nprisoner continued:",
        "“Mon Dieu, how pleased I am to see the face of an honest man. I\nam so tired of those devils of spies who come here ten times a day\nto ransack my pockets and my cell to satisfy themselves that I am\nnot preparing to escape. The government is very solicitous on my\naccount.”",
        "“It is quite right.”",
        "“Why so? I should be quite contented if they would allow me to\nlive in my own quiet way.”",
        "“On other people’s money.”",
        "“Quite so. That would be so simple. But here, I am joking, and\nyou are, no doubt, in a hurry. So let us come to business,\nGanimard. To what do I owe the honor of this visit?",
        "“The Cahorn affair,” declared Ganimard, frankly.",
        "“Ah! Wait, one moment. You see I have had so many affairs!\nFirst, let me fix in my mind the circumstances of this particular\ncase....Ah! yes, now I have it. The Cahorn affair, Malaquis\ncastle, Seine-Inferieure....Two Rubens, a Watteau, and a few\ntrifling articles.”",
        "“Trifling!”",
        "“Oh! ma foi, all that is of slight importance. But it suffices to\nknow that the affair interests you. How can I serve you,\nGanimard?”",
        "“Must I explain to you what steps the authorities have taken in\nthe matter?”",
        "“Not at all. I have read the newspapers and I will frankly state\nthat you have made very little progress.”",
        "“And that is the reason I have come to see you.”",
        "“I am entirely at your service.”",
        "“In the first place, the Cahorn affair was managed by you?”",
        "“From A to Z.”",
        "“The letter of warning? the telegram?”",
        "“All mine. I ought to have the receipts somewhere.”",
        "Arsene opened the drawer of a small table of plain white wood\nwhich, with the bed and stool, constituted all the furniture in\nhis cell, and took therefrom two scraps of paper which he handed\nto Ganimard.",
        "“Ah!” exclaimed the detective, in surprise, “I though you were\nclosely guarded and searched, and I find that you read the\nnewspapers and collect postal receipts.”",
        "“Bah! these people are so stupid! They open the lining of my\nvest, they examine the soles of my shoes, they sound the walls of\nmy cell, but they never imagine that Arsene Lupin would be foolish\nenough to choose such a simple hiding place.”",
        "Ganimard laughed, as he said:",
        "“What a droll fellow you are! Really, you bewilder me. But, come\nnow, tell me about the Cahorn affair.”",
        "“Oh! oh! not quite so fast! You would rob me of all my secrets;\nexpose all my little tricks. That is a very serious matter.”",
        "“Was I wrong to count on your complaisance?”",
        "“No, Ganimard, and since you insist---”",
        "Arsene Lupin paced his cell two or three times, then, stopping\nbefore Ganimard, he asked:",
        "“What do you think of my letter to the baron?”",
        "“I think you were amusing yourself by playing to the gallery.”",
        "“Ah! playing to the gallery! Come, Ganimard, I thought you knew\nme better. Do I, Arsene Lupin, ever waste my time on such\npuerilities? Would I have written that letter if I could have\nrobbed the baron without writing to him? I want you to understand\nthat the letter was indispensable; it was the motor that set the\nwhole machine in motion. Now, let us discuss together a scheme\nfor the robbery of the Malaquis castle. Are you willing?”",
        "“Yes, proceed.”",
        "“Well, let us suppose a castle carefully closed and barricaded\nlike that of the Baron Cahorn. Am I to abandon my scheme and\nrenounce the treasures that I covet, upon the pretext that the\ncastle which holds them is inaccessible?”",
        "“Evidently not.”",
        "“Should I make an assault upon the castle at the head of a band of\nadventurers as they did in ancient times?”",
        "“That would be foolish.”",
        "“Can I gain admittance by stealth or cunning?”",
        "“Impossible.”",
        "“Then there is only one way open to me. I must have the owner of\nthe castle invite me to it.”",
        "“That is surely an original method.”",
        "“And how easy! Let us suppose that one day the owner receives a\nletter warning him that a notorious burglar known as Arsene Lupin\nis plotting to rob him. What will he do?”",
        "“Send a letter to the Procureur.”",
        "“Who will laugh at him, because the said Arsene Lupin is actually\nin prison. Then, in his anxiety and fear, the simple man will\nask the assistance of the first-comer, will he not?”",
        "“Very likely.”",
        "“And if he happens to read in a country newspaper that a\ncelebrated detective is spending his vacation in a neighboring\ntown---”",
        "“He will seek that detective.”",
        "“Of course. But, on the other hand, let us presume that, having\nforeseen that state of affairs, the said Arsene Lupin has\nrequested one of his friends to visit Caudebec, make the\nacquaintance of the editor of the `Reveil,’ a newspaper to which\nthe baron is a subscriber, and let said editor understand that\nsuch person is the celebrated detective--then, what will happen?”",
        "“The editor will announce in the `Reveil’ the presence in Caudebec\nof said detective.”",
        "“Exactly; and one of two things will happen: either the fish--I\nmean Cahorn--will not bite, and nothing will happen; or, what is\nmore likely, he will run and greedily swallow the bait. Thus,\nbehold my Baron Cahorn imploring the assistance of one of my\nfriends against me.”",
        "“Original, indeed!”",
        "“Of course, the pseudo-detective at first refuses to give any\nassistance. On top of that comes the telegram from Arsene Lupin.\nThe frightened baron rushes once more to my friend and offers him\na definite sum of money for his services. My friend accepts and\nsummons two members of our band, who, during the night, whilst\nCahorn is under the watchful eye of his protector, removes certain\narticles by way of the window and lowers them with ropes into a\nnice little launch chartered for the occasion. Simple, isn’t it?”",
        "“Marvelous! Marvelous!” exclaimed Ganimard. “The boldness of the\nscheme and the ingenuity of all its details are beyond criticism.\nBut who is the detective whose name and fame served as a magnet to\nattract the baron and draw him into your net?”",
        "“There is only one name could do it--only one.”",
        "“And that is?”",
        "“Arsene Lupin’s personal enemy--the most illustrious Ganimard.”",
        "“I?”",
        "“Yourself, Ganimard. And, really, it is very funny. If you go\nthere, and the baron decides to talk, you will find that it will\nbe your duty to arrest yourself, just as you arrested me in\nAmerica. Hein! the revenge is really amusing: I cause Ganimard to\narrest Ganimard.”",
        "Arsene Lupin laughed heartily. The detective, greatly vexed, bit\nhis lips; to him the joke was quite devoid of humor. The arrival\nof a prison guard gave Ganimard an opportunity to recover himself.\nThe man brought Arsene Lupin’s luncheon, furnished by a\nneighboring restaurant. After depositing the tray upon the table,\nthe guard retired. Lupin broke his bread, ate a few morsels, and\ncontinued:",
        "“But, rest easy, my dear Ganimard, you will not go to Malaquis. I\ncan tell you something that will astonish you: the Cahorn affair\nis on the point of being settled.”",
        "“Excuse me; I have just seen the Chief of the Surete.”",
        "“What of that? Does Mon. Dudouis know my business better than I\ndo myself? You will learn that Ganimard--excuse me--that the\npseudo-Ganimard still remains on very good terms with the baron.\nThe latter has authorized him to negotiate a very delicate\ntransaction with me, and, at the present moment, in consideration\nof a certain sum, it is probable that the baron has recovered\npossession of his pictures and other treasures. And on their\nreturn, he will withdraw his complaint. Thus, there is no longer\nany theft, and the law must abandon the case.”",
        "Ganimard regarded the prisoner with a bewildered air.",
        "“And how do you know all that?”",
        "“I have just received the telegram I was expecting.”",
        "“You have just received a telegram?”",
        "“This very moment, my dear friend. Out of politeness, I did not\nwish to read it in your presence. But if you will permit me---”",
        "“You are joking, Lupin.”",
        "“My dear friend, if you will be so kind as to break that egg, you\nwill learn for yourself that I am not joking.”",
        "Mechanically, Ganimard obeyed, and cracked the egg-shell with the\nblade of a knife. He uttered a cry of surprise. The shell\ncontained nothing but a small piece of blue paper. At the request\nof Arsene he unfolded it. It was a telegram, or rather a portion\nof a telegram from which the post-marks had been removed. It read\nas follows:",
        "“Contract closed. Hundred thousand balls delivered. All well.”",
        "“One hundred thousand balls?” said Ganimard.",
        "“Yes, one hundred thousand francs. Very little, but then, you\nknow, these are hard times....And I have some heavy bills to meet.\nIf you only knew my budget....living in the city comes very high.”",
        "Ganimard arose. His ill humor had disappeared. He reflected for\na moment, glancing over the whole affair in an effort to discover\na weak point; then, in a tone and manner that betrayed his\nadmiration of the prisoner, he said:",
        "“Fortunately, we do not have a dozen such as you to deal with; if\nwe did, we would have to close up shop.”",
        "Arsene Lupin assumed a modest air, as he replied:",
        "“Bah! a person must have some diversion to occupy his leisure\nhours, especially when he is in prison.”",
        "“What!” exclaimed Ganimard, “your trial, your defense, the\nexamination--isn’t that sufficient to occupy your mind?”",
        "“No, because I have decided not to be present at my trial.”",
        "“Oh! oh!”",
        "Arsene Lupin repeated, positively:",
        "“I shall not be present at my trial.”",
        "“Really!”",
        "“Ah! my dear monsieur, do you suppose I am going to rot upon the\nwet straw? You insult me. Arsene Lupin remains in prison just as\nlong as it pleases him, and not one minute more.”",
        "“Perhaps it would have been more prudent if you had avoided\ngetting there,” said the detective, ironically.",
        "“Ah! monsieur jests? Monsieur must remember that he had the honor\nto effect my arrest. Know then, my worthy friend, that no one,\nnot even you, could have placed a hand upon me if a much more\nimportant event had occupied my attention at that critical\nmoment.”",
        "“You astonish me.”",
        "“A woman was looking at me, Ganimard, and I loved her. Do you\nfully understand what that means: to be under the eyes of a woman\nthat one loves? I cared for nothing in the world but that. And\nthat is why I am here.”",
        "“Permit me to say: you have been here a long time.”",
        "“In the first place, I wished to forget. Do not laugh; it was a\ndelightful adventure and it is still a tender memory. Besides, I\nhave been suffering from neurasthenia. Life is so feverish these\ndays that it is necessary to take the `rest cure’ occasionally,\nand I find this spot a sovereign remedy for my tired nerves.”",
        "“Arsene Lupin, you are not a bad fellow, after all.”",
        "“Thank you,” said Lupin. “Ganimard, this is Friday. On Wednesday\nnext, at four o’clock in the afternoon, I will smoke my cigar at\nyour house in the rue Pergolese.”",
        "“Arsene Lupin, I will expect you.”",
        "They shook hands like two old friends who valued each other at\ntheir true worth; then the detective stepped to the door.",
        "“Ganimard!”",
        "“What is it?” asked Ganimard, as he turned back.",
        "“You have forgotten your watch.”",
        "“My watch?”",
        "“Yes, it strayed into my pocket.”",
        "He returned the watch, excusing himself”",
        "“Pardon me....a bad habit. Because they have taken mine is nor\nreason why I should take yours. Besides, I have a chronometer\nhere that satisfies me fairly well.”",
        "He took from the drawer a large gold watch and heavy chain.",
        "“From whose pocket did that come?” asked Ganimard.",
        "Arsene Lupin gave a hasty glance at the initials engraved on the\nwatch.",
        "“J.B.....Who the devil can that be?....Ah! yes, I remember. Jules\nBouvier, the judge who conducted my examination. A charming\nfellow!....”",
        "Continue...",
        "\nThis complete text of The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar by Maurice Leblanc is in the public domain.\n\n\nAlso see Arsene Lupin - by Maurice Leblanc at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Extraordinary Adventures of Arsene Lupin, Gentleman-BurglarBy Maurice LeblancAt Amazon"
    ]
}