{
    "title": "The Sorrows of Young Werther - August 15.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "33",
    "content": [
        "\n\n",
        "There can be no doubt that in this world nothing is so indispensable\nas love. I observe that Charlotte could not lose me without a\npang, and the very children have but one wish; that is, that I\nshould visit them again to-morrow. I went this afternoon to tune\nCharlotte’s piano. But I could not do it, for the little ones\ninsisted on my telling them a story; and Charlotte herself urged\nme to satisfy them. I waited upon them at tea, and they are now\nas fully contented with me as with Charlotte; and I told them my\nvery best tale of the princess who was waited upon by dwarfs.\nI improve myself by this exercise, and am quite surprised at the\nimpression my stories create. If I sometimes invent an incident\nwhich I forget upon the next narration, they remind one directly\nthat the story was different before; so that I now endeavour to\nrelate with exactness the same anecdote in the same monotonous\ntone, which never changes. I find by this, how much an author\ninjures his works by altering them, even though they be improved\nin a poetical point of view. The first impression is readily\nreceived. We are so constituted that we believe the most incredible\nthings; and, once they are engraved upon the memory, woe to him\nwho would endeavour to efface them.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}