{
    "title": "The Pleasures of Life - CHAPTER VI. THE VALUE OF TIME.",
    "author": "Sir John Lubbock",
    "chapter": "9",
    "content": [
        "\n\n",
        "    Each day is a little life.",
        "All other good gifts depend on time for their value. What are friends,\nbooks, or health, the interest of travel or the delights of home, if we\nhave not time for their enjoyment? Time is often said to be money, but it\nis more-it is life; and yet many who would cling desperately to life,\nthink nothing of wasting time.",
        "Ask of the wise, says Schiller in Lord Sherbrooke’s translation,",
        "  “The moments we forego\n  Eternity itself cannot retrieve.”",
        "And, in the words of Dante,",
        "  “For who knows most, him loss of time most grieves.”",
        "Not that a life of drudgery should be our ideal. Far from it. Time spent\nin innocent and rational enjoyments, in healthy games, in social and\nfamily intercourse, is well and wisely spent. Games not only keep the body\nin health, but give a command over the muscles and limbs which cannot be\novervalued. Moreover, there are temptations which strong exercise best\nenables us to resist.",
        "It is the idle who complain they cannot find time to do that which they\nfancy they wish. In truth, people can generally make time for what they\nchoose to do; it is not really the time but the will that is wanting: and\nthe advantage of leisure is mainly that we may have the power of choosing\nour own work, not certainly that it confers any privilege of idleness.",
        "“Time travels in divers paces with divers persons. I’ll tell you who time\nambles withal, who time trots withal, who time gallops withal, and who he\nstands still withal.” [1]",
        "For it is not so much the hours that tell, as the way we use them.",
        "  “Circles are praised, not that excel\n  In largeness, but th’exactly framed;\n  So life we praise, that doth excel\n  Not in much time, but acting well.” [2]",
        "“Idleness,” says Jeremy Taylor, “is the greatest prodigality in the world;\nit throws away that which is invaluable in respect of its present use, and\nirreparable when it is past, being to be recovered by no power of art or\nnature.”",
        "Life must be measured rather by depth than by length, by thought and\naction rather than by time. “A counted number of pulses only,” says Pater,\n“is given to us of a variegated, aromatic, life. How may we see in them\nall that is to be seen by the finest senses? How can we pass most swiftly\nfrom point to point, and be present always at the focus where the greatest\nnumber of vital forces unite in their purest energy? To burn always with\nthis hard gem-like flame, to maintain this ecstasy, is success in life.\nFailure is to form habits, for habit is relation to a stereotyped\nworld:... while all melts under our feet, we may well catch at any\nexquisite passion, or any contribution to knowledge, that seems, by a\nlifted horizon, to set the spirit free for a moment.”",
        "I would not quote Lord Chesterfield as generally a safe guide, but there\nis certainly much shrewd wisdom in his advice to his son with reference to\ntime. “Every moment you now lose, is so much character and advantage lost;\nas, on the other hand, every moment you now employ usefully, is so much\ntime wisely laid out, at prodigious interest.”",
        "And again, “It is astonishing that any one can squander away in absolute\nidleness one single moment of that small portion of time which is allotted\nto us in the world ... Know the true value of time; snatch, seize, and\nenjoy every moment of it.”",
        "  “Are you in earnest? seize this very minute,\n  What you can do, or think you can, begin it.” [3]",
        "There is a Turkish proverb that the Devil tempts the Idle man, but the\nIdle man tempts the Devil. I remember, says Hilliard, “a satirical poem,\nin which the Devil is represented as fishing for men, and adapting his\nbait to the tastes and temperaments of his prey; but the idlers were the\neasiest victims, for they swallowed even the naked hook.”",
        "The mind of the idler indeed preys upon itself. “The human heart is like a\nmillstone in a mill; when you put wheat under it, it turns and grinds and\nbruises the wheat to flour; if you put no wheat, it still grinds on–and\ngrinds itself away.” [4]",
        "It is not work, but care, that kills, and it is in this sense, I suppose,\nthat we are told to “take no thought for the morrow.” To “consider the\nlilies of the field, how they grow; they toil not, neither do they spin:\nand yet even Solomon, in all his glory, was not arrayed like one of these.\nWherefore, if God so clothe the grass of the field, which to-day is, and\nto-morrow is cast into the oven, shall he not much more clothe you, O ye\nof little faith?” It would indeed be a mistake to suppose that lilies are\nidle or imprudent. On the contrary, plants are most industrious, and\nlilies store up in their complex bulbs a great part of the nourishment of\none year to quicken the growth of the next. Care, on the other hand, they\ncertainly know not. [5]",
        "“Hours have wings, fly up to the author of time, and carry news of our\nusage. All our prayers cannot entreat one of them either to return or\nslacken his pace. The misspents of every minute are a new record against\nus in heaven. Sure if we thought thus, we should dismiss them with better\nreports, and not suffer them to fly away empty, or laden with dangerous\nintelligence. How happy is it when they carry up not only the messages,\nbut the fruits of good, and stay with the Ancient of Days to speak for us\nbefore His glorious throne!” [6]",
        "Time is often said to fly; but it is not so much the time that flies; as\nwe that waste it, and wasted time is worse than no time at all; “I wasted\ntime,” Shakespeare makes Richard II. say, “and now doth time waste me.”",
        "“He that is choice of his time,” says Jeremy Taylor, “will also be choice\nof his company, and choice of his actions; lest the first engage him in\nvanity and loss, and the latter, by being criminal, be a throwing his time\nand himself away, and a going back in the accounts of eternity.”",
        "The life of man is seventy years, but how little of this is actually our\nown. We must deduct the time required for sleep, for meals, for dressing\nand undressing, for exercise, etc., and then how little remains really at\nour own disposal!",
        "“I have lived,” said Lamb, “nominally fifty years, but deduct from them\nthe hours I have lived for other people, and not for myself, and you will\nfind me still a young fellow.”",
        "The hours we live for other people, however, are not those that should be\ndeducted, but rather those which benefit neither oneself nor any one else;\nand these, alas! are often very numerous.",
        "“There are some hours which are taken from us, some which are stolen from\nus, and some which slip from us.” [7] But however we may lose them, we can\nnever get them back. It is wonderful, indeed, how much innocent happiness\nwe thoughtlessly throw away. An Eastern proverb says that calamities sent\nby heaven may be avoided, but from those we bring on ourselves there is no\nescape.",
        "Some years ago I paid a visit to the principal lake villages of\nSwitzerland in company with a distinguished archaeologist, M. Morlot. To\nmy surprise I found that his whole income was L100 a year, part of which,\nmoreover, he spent in making a small museum. I asked him whether he\ncontemplated accepting any post or office, but he said certainly not. He\nvalued his leisure and opportunities as priceless possessions far more\nthan silver or gold, and would not waste any of his time in making money.",
        "Time indeed, is a sacred gift, and each day is a little life. Just think\nof our advantages here in London! We have access to the whole literature\nof the world; we may see in our National Gallery the most beautiful\nproductions of former generations, and in the Royal Academy and other\ngalleries the works of the greatest living artists. Perhaps there is no\none who has ever found time to see the British Museum thoroughly. Yet\nconsider what it contains; or rather, what does it not contain? The most\ngigantic of living and extinct animals; the marvellous monsters of\ngeological ages; the most beautiful birds, shells, and minerals; precious\nstones and fragments from other worlds; the most interesting antiquities;\ncurious and fantastic specimens illustrating different races of men;\nexquisite gems, coins, glass, and china; the Elgin marbles; the remains of\nthe Mausoleum; of the temple of Diana of Ephesus; ancient monuments of\nEgypt and Assyria; the rude implements of our predecessors in England, who\nwere coeval with the hippopotamus and rhinoceros, the musk-ox, and the\nmammoth; and beautiful specimens of Greek and Roman art.",
        "Suffering may be unavoidable, but no one has any excuse for being dull.\nAnd yet some people are dull. They talk of a better world to come, while\nwhatever dulness there may be here is all their own. Sir Arthur Helps has\nwell said: “What! dull, when you do not know what gives its loveliness of\nform to the lily, its depth of color to the violet, its fragrance to the\nrose; when you do not know in what consists the venom of the adder, any\nmore than you can imitate the glad movements of the dove. What! dull, when\nearth, air, and water are all alike mysteries to you, and when as you\nstretch out your hand you do not touch anything the properties of which\nyou have mastered; while all the time Nature is inviting you to talk\nearnestly with her, to understand her, to subdue her, and to be blessed by\nher! Go away, man; learn something, do something, understand something,\nand let me hear no more of your dulness.”",
        "[1] Shakespeare.",
        "[2] Waller.",
        "[3] Faust.",
        "[4] Luther.",
        "[5] The word used [Greek: merimnaesaete] is translated in Liddell and\nScott “to be anxious about, to be distressed in mind, to be cumbered with\nmany cares.”",
        "[6] Milton.",
        "[7] Seneca.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}