{
    "title": "The Fortieth Door - Chapter XIII",
    "author": "Mary Hastings Bradley",
    "chapter": "13",
    "content": [
        "\n\n",
        "THE BEY RETURNS",
        "He kissed her hands. She caught the murmur of compliments and the\nmingled scent of musk and wine. He had been dining at his reception\nfor the men, but he called now for a table and more refreshment.",
        "A small table was brought to the end of the room near the marriage\nthrone where all the day she had paraded; a richly embroidered cloth\nof satin was flung over it, and from crowding candelabra fresh\nlights shed down a little circle of brilliance.",
        "Faintly Aimée protested that eat she could not, and then she made a\nfeint of eating, lingering over her sherbets, because eating was,\nafter all, so safe and uncomplicated a thing.",
        "The black brought champagne in its jacket of ice and filled their\nglasses.",
        "The general rose. ’À notre bonheur–to our happiness,” he\ndeclared, holding out his glass, and she clinked her own to it and\nbrought her lips to touch the brim, but not to that toast could she\nswallow a single one of the bubbles that went winking up and down\nthe hollow stem.",
        "The glass trembled suddenly in her hand as she set it down. An\noverpowering sense of fatigue was upon her. With the death of her\npoor hope, with the collapse of all those flighty, childish dreams,\nthe leaden weight of realities seemed to descend crushingly upon\nher. She felt stricken, inert, apathetic.",
        "It was all so unreal, so bizarre. This could not possibly be taking\nplace in her life, this fantastic scene, this table set with lights\nand food at the end of a dark, deserted old room opposite this\ngrimacing, foppish stranger....",
        "She could barely master strength for her replies. How had it all\ngone? Excellently? She was satisfied with her new home? With the\nservice? The appointments?",
        "He plied her with questions and she tried to summon her spirit: she\nachieved a few perfunctory phrases, the words of a frightened child\nstruggling for its manners. She tried to smile, unconscious of the\nbetrayal of her eyes.",
        "He told her, sketchily, of his day. A bore, those affairs, those\nspeeches, he told her, gazing at her, his wine glass in his hand, a\nflush of wine and excitement in his face. She found it unpleasant to\nlook at him. Her glance evaded his.",
        "She stammered a word of praise for the palace. It must be very\nancient, she told him. Very–interesting.",
        "He waved a hand on which an enormous ruby glittered. He could tell\nher stories of it, he promised. It had been built by one of the\nMamelukes, his ancestor. Its old banqueting hall was still\nuntouched–the collectors would give much to rifle that, but they\nwould never get their sharks’ noses in. Nothing had been changed,\nbut something added. Once the Mad Khedive had borrowed it for some\nyears and begun his eternal additions.",
        "“Forty girls, they say, he kept here,” smiled Hamdi Bey. “They\ngulped their pleasure, in those days. It is better to sip, is it\nnot?”",
        "He smiled. “But these are no stories for a bride! I only trust that\nyou will not find your palace dull. It is very quiet now, very much\nof the old school. You may miss your pianos, your electricity, all\nyour pretty Parisian modernity.”",
        "She glanced at the glittering table.",
        "“But I do not find this so–so much of the old school. Here one does\nnot eat rice with the fingers!”",
        "“And I?” said the bey, leaning suddenly towards her on his outspread\narm. “Do you find me too much of the old school? Eh? eh?”",
        "“But you, monsieur,” she stammered, still looking down, “you–I do\nnot know you–not yet.”",
        "“Not–yet. Excellent! There will be time.”",
        "“I confess that now I am weary–”",
        "“Ah,–and that diadem is heavy. Your head must ache with it,” he\nsaid solicitously.",
        "Perhaps it was the diadem that gave her that leaden, constricted\nsense of a band tightening about her forehead. She put up her hands\nto it.",
        "“Permit me,” he said quickly, springing to his feet. “Permit me to\naid you.”",
        "He stepped behind her and bent over her. She held her head very\nstill, stiff with distaste, and felt the weight lifted. He surveyed\nthe circlet a moment then placed it upon the marriage throne behind\nher. She had an ironic memory of the false omen of her crowning, of\nsoft, satisfied little Ghul-al-Din’s bestowal of her own\nhappiness.... Happiness, indeed....",
        "“And that veil–surely that is incommoding?” suggested the suave\nvoice, and she felt the touch of his hands on her hair where the\nmisty veil was secured.",
        "She stammered that it was quite light–she would not trouble him–",
        "Then she held herself rigid, for suddenly he had swept the veil\naside and bent to press his lips to that most hidden of all veiled\nsanctities, for a Moslem, the back of her neck.",
        "She did not stir. She sat fixed and tense. Then slowly the blood\ncame back to her heart, for he was moving away from her again to his\nplace at the table.",
        "Laughing a little, pulling at his blond mustache in a gesture of\nconquest, his kindling eyes glinting down at her, “You must forgive\nthe precipitateness–of a lover,” he murmured. “You do not know your\nown beauty. You are like a crystal in which the world has thrown no\nreflections. All is pure and transparent–”",
        "If she did not find words to answer him, to divert his admiration,\nshe felt that she was lost.",
        "“You are not complimentary–a bit of glass, monsieur, instead of a\ndiamond! But I am too weary to be exacting.... If now, you will\npermit me to bid you good evening and withdraw–”",
        "“Little trembler,” said the general facetiously, and reached out a\nhand to touch her cheek, the light, reassuring caress that one might\ngive a petted child, but it almost brought a cry of nervous terror\nfrom her lips.",
        "She thought that if he touched her again she would scream. He\ninspired her with a horrible fear. There was something so false, so\nsmiling in him... he was like an ogre sitting down to a delicate\ndish of her young innocence, her childish terrors, her frank\nfears....",
        "She could not have told why she found him so horrible, but\neverything in her shrank convulsively from him.",
        "And the need of courtesy to him, of propititation–!",
        "The cup was bitterer than her darkest dreams.... She wondered how\nmany other women had drained such deadly brews... had sat in such\nghastly despair, before some other bridegroom, affable, confident,\nmasterful....",
        "She told herself that she was overwrought, hysterical. The man was\ncourteous. He was trying to be agreeable, to make a little expected\nlove. He had drank a little too much–another time she might find\nhim different. He was probably no worse than any other man of her\nworld.",
        "It was not in her world, each young Turkish girl said in those days,\nthat one could find love.",
        "But it was not her world! It was an alien world, enforced,\nimprisoning.... That was the bitterest gall of all the deadly cup.",
        "“There is no need for haste,” he was assuring her. “In a moment I\nwill call your woman. Fatima, her name is, an old slave of our\nhouse.”",
        "“I could wish,” said Aimée, “that I had been permitted to bring my\nold nurse, Miriam, without whom I feel strange–”",
        "“No old nurses–I know their wiles,” laughed the bey, setting down\nhis drained cup with a wavering hand. “They are never for the\nhusbands, those old nurses–we will have no old trot’s tricks here!”",
        "He laughed again. “This Fatima is a watch dog, I warn you, my little\none ... but if she does not please you, we can find another. And as\nfor the rooms–I have assigned this suite to you, the suite of\nhonor. This is the salon, and there,” he pointed to a curtained door\nbehind them, opening into a small room that Aimée had already seen,\n“there is your boudoir and beyond that, your sleeping apartment. I\nhave had them done over for you, but you shall choose your own\nfurnishings–everything shall be to your taste, I promise you. You\nare too sweet to deny. You have but to ask–”",
        "Certainly, she thought, he was drunk. He moved his head so jerkily\nand his whole body swayed so queerly. Desperately she fought against\nher horror. Perhaps it was better for him to be drunk.",
        "Drunken men grow sleepy. Perhaps he would fall down and sleep.\nPerhaps she ought to urge him to drink. Long ago the black had left\nthe bottle at his elbow and gone out of his room.",
        "But she did not move. She sat back in her chair, withdrawn and\nshrinking, watching him out of those dark, terrified eyes.",
        "“You are beautiful as dreams,” he told her, leaning towards her with\nsuch abruptness that his sword struck clankingly against the table.\n“Beyond even the words of my babbling cousin–eh, Allah reward\nher!–but she did me a good turn with her talk of you!”",
        "Fixedly he stared at her, out of those intent, inflamed eyes.",
        "“I did not know that there was anything like you in the harems of\nCairo. You are like a vision of the old poets–but I suppose that\nyou do not know the ancient poetry. You little moderns are brought\nup upon French and English and music and know little of the Arabic\nand the Persian.... I daresay that you have never heard of the poet\nUtayyah.”",
        "Still leaning towards her he began to intone the stanzas in a very\nfair tenor voice, and if his movements were at all unsteady, his\nspeech was most precise and accurate.",
        "     “From her radiance the sun taketh increase when\n      She unveileth and shameth the moonlight bright.”",
        "He chuckled.... “Ah, I shall put the triple veil upon you, my little\nmoon.... How Is this one?",
        "     “’On Sun and Moon of Palace cast thy sight,\n        Enjoy her flower-like face, her fragrant light,\n      Thine eyes shall never see in hair so black\n        Beauty encase a brow so purely white.’”",
        "He got up and drew his chair closer to her. “That is the song for\nyou, little white rose of beauty.”",
        "Back went her own chair, and she rose to her feet.",
        "“I thank you for the compliment, monsieur. But now have I your\npermission to retire? For it has been a long day and I am indeed\nfatigued–”",
        "To her vexation her voice was trembling, but she steadied it\nproudly.",
        "“I bid you good evening.”",
        "“Nonsense, my little white rose. This is not so fatiguing–a few\nwords more. But you are like the flower that flies before the\nwind.... But your room, yes, to be sure. Shall I show you the way?”",
        "“I can discover it, monsieur.”",
        "“Monsieur–fie on you, my little dove.... Hamdi, I tell you, your\nlover Hamdi.”",
        "He laughed unsteadily, and put a hand on her arm. “You are running\naway, I know that. And I have so much to tell you ... Oh, it was\ntedious in that villa of your father’s! ’Yes,’ I thought to myself,\n’that is a fine story, a funny story, but I have heard them all\nbefore. And you are in no haste, you revelers–you have no little\nbride waiting for you at home.’... That one glance at you–I tell you\nit was the glance of which the poet sings–the glance that cost him\na thousand sighs. I was on fire with impatience.... For I am\nbeauty’s slave, little dove.... You may have heard–but no matter. A\nwife must be a pearl unspotted.... I am not as the English who take\ntheir wives from the highways, where all men’s glances have rested\nupon them. Have I not been at their balls? Their women dance in\nother men’s arms. They marry wives whose hands other men have\npressed. Sometimes–who knows?–their lips have been kissed.... And\nthen a husband takes her.... Oh, many thanks!”",
        "He laughed sardonically and waved his hands a little wildly. “Oh, I\nknow English–all the Europeans. I have seen their women. I have\nseen them selling their wares–stripping themselves half bare in the\nevenings, the shameless–For me, never! My wife is a hidden\ntreasure. You know what the poet says:",
        "     “’An’ there be one who shares with me her love\n        I’d strangle Love tho’ Life by Love were slain,\n     Saying, O Soul, Death were the nobler choice,\n        For ill is Love when shared twixt partners twain.’”",
        "“You are fond of your poets,” said Aimée with stiff lips.",
        "“You–you kindle poetic fires, my little one. You–I–” He stammered\na moment, then forgot his fierce speech against foreign ways. “You\nhave the raven hair–”",
        "His hand went out to it. He smoothed it back out of her eyes, then\ntried to draw her to him.",
        "Desperately she resisted. “Monsieur, one does not expect a\ngentleman–”",
        "“Expect! Ho–what should one expect when a man has such a little\nsweetmeat, such a little syrup drop, such a rose petal–Come, come,\nyou would not struggle–”",
        "But it was not the struggling hand of the frightened girl that sent\nthe general back.",
        "It was a brown, sinewy hand on his shoulder, a hand protruding from\na well tailored gray sleeve and lilac striped cuff, that caught\nHamdi Bey by the epauleted shoulder and sent him spinning about.",
        "Another hand was holding a revolver very directly at him.",
        "“Silence!” said Jack Ryder in his best Turkish and repeated it, with\namplification, in English. “Not a sound–or I’ll blow your head\noff.”",
        "Aimée gave a strangled gasp.",
        "He had not gone, then! He had hidden there, in some nook of that\nboudoir behind those shadowy curtains, waiting to protect her, to\nrescue....",
        "Over one arm he had the black mantle and veil, “Better put these\non,” he suggested, without taking his eyes from the rigid bey, “and\nthen run for it.”",
        "“But you–you–?”",
        "“I’ll take care of myself. After you are out of the way. Dare you\ntry that? Or what do you suggest?”",
        "“Oh, not alone. Together–”",
        "“So–so–” said Hamdi Bey inarticulately, his head nodded, he\nstaggered, his knees gave way and he crumpled very completely upon\nthe floor, and lay like a felled log.",
        "After a quick look down at him Ryder turned to Aimée. “Quick, then.\nWe’ll make a run for it–”",
        "He did not finish. Hamdi Bey, upon the floor, fallen half under the\nfolds of the white cloth, made a swift and very expert roll and\ndarted to his feet beside Aimée, whirling her about, with pinioned\nelbows, for his shield.",
        "And so screened, he gave a shrill whistle.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}