{
    "title": "The Money Master - Chapter XIX: Sebastian Dolores Does Not Sleep",
    "author": "Gilbert Parker",
    "chapter": "20",
    "content": [
        "\n\n",
        "But Jean Jacques did sleep well that night; though it would have been\nbetter for him if he had not done so.  The contractor’s workmen had\narrived in the early afternoon, he had seen the first ton of debris\nremoved from the ruins of the historic mill, and it was crowned by the\ngold Cock of Beaugard, all grimy with the fire, but jaunty as of yore.\nThe cheerfulness of the workmen, who sang gaily an old chanson of mill-\nlife as they tugged at the timbers and stones, gave a fillip to the\nspirits of Jean Jacques, to whom had come a red-letter day.",
        "Like Mirza on the high hill of Bagdad he had had his philosophic\nmeditations; his good talk with Virginie Poucette had followed; and the\nwoman of her lingered in the feeling of his hand all day, as something\nkind and homelike and true.  Also in the evening had come M. Fille, who\nbrought him a message from Judge Carcasson, that he must make the world\nsing for himself again.",
        "Contrary to what Mere Langlois had thought, he had not been perturbed by\nthe parish noise about the savage incident at “The Red Eagle,” and the\ndesperate affair which would cause the arrest of his father-in-law.  He\nwas at last well inclined to be rid of Sebastian Dolores, who had ceased\nto be a comfort to him, and who brought him hateful and not kindly\nmemories of his lost women, and the happy hours of the past they\nrepresented.",
        "M. Fille had come to the Manor in much alarm, lest the news of the\nmiserable episode at “The Red Eagle” should bring Jean Jacques down again\nto the depths.  He was infinitely relieved, however, to find that the\nlord of the Manor Cartier seemed only to be grateful that Sebastian\nDolores did not return, and nodded emphatically when M. Fille remarked\nthat perhaps it would be just as well if he never did return.",
        "As M. Fille sat with his host at the table in the sunset light, Jean\nJacques seemed quieter and steadier of body and mind than he had been for\na long, long time.  He even drank three glasses of the cordial which Mere\nLanglois had left for him, with the idea that it might comfort him when\nhe got the bad news about Sebastian Dolores; and parting with M. Fille at\nthe door, he waved a hand and said: “Well, good-night, master of the\nlaws.  Safe journey!  I’m off to bed, and I’ll sleep without rocking,\nthat’s very sure and sweet.”",
        "He stood and waved his hand several times to M. Fille–till he was\nout of sight indeed; and the Clerk of the Court smiled to himself long\nafterwards, recalling Jean Jacques’ cheerful face as he had seen it at\ntheir parting in the gathering dusk.  As for Jean Jacques, when he locked\nup the house at ten o’clock, with Dolores still absent, he had the air of\na man from whose shoulders great weights had fallen.",
        "“Now I’ve shut the door on him, it’ll stay shut,” he said firmly.  “Let\nhim go back to work.  He’s no good here to me, to himself, or to anyone.\nAnd that business of the fur-robe and Virginie Poucette–ah, that!”",
        "He shook his head angrily, then seeing the bottle of cordial still\nuncorked on the sideboard, he poured some out and drank it very slowly,\ntill his eyes were on the ceiling above him and every drop had gone home.\nPresently, with the bedroom lamp in his hand, he went upstairs, humming\nto himself the chanson the workmen had sung that afternoon as they raised\nagain the walls of the mill:",
        "                   “Distaff of flax flowing behind her\n                    Margatton goes to the mill\n                    On the old grey ass she goes,\n                    The flour of love it will blind her\n                    Ah, the grist the devil will grind her,\n                    When Margatton goes to the mill!\n                    On the old grey ass she goes,\n                    And the old grey ass, he knows!”",
        "He liked the sound of his own voice this night of his Reconstruction\nPeriod–or such it seemed to him; and he thought that no one heard his\nsinging save himself.  There, however, he was mistaken.  Someone was\nhidden in the house–in the big kitchen-bunk which served as a bed or a\nseat, as needed.  This someone had stolen in while Jean Jacques and M.\nFille were at supper.  His name was Dolores, and he had a horse just over\nthe hill near by, to serve him when his work was done, and he could get\naway.",
        "The constables of Vilray had twice visited the Manor to arrest him that\nday, but they had been led in another direction by a clue which he had\nprovided; and afterwards in the dusk he had doubled back and hid himself\nunder Jean Jacques’ roof.  He had very important business at the Manor\nCartier.",
        "Jean Jacques’ voice ceased one song, and then, after a silence, it took\nup another, not so melodious.  Sebastian Dolores had impatiently waited\nfor this later “musicale” to begin–he had heard it often before; and\nwhen it was at last a regular succession of nasal explosions, he crawled\nout and began to do the business which had brought him to the Manor\nCartier.",
        "He did it all alone and with much skill; for when he was an anarchist in\nSpain, those long years ago, he had learned how to use tools with expert\nunderstanding.  Of late, Spain had been much in his mind.  He wanted to\ngo back there.  Nostalgia had possessed him ever since he had come again\nto the Manor Cartier after Zoe had left.  He thought much of Spain, and\nbut little of his daughter.  Memory of her was only poignant, in so far\nas it was associated with the days preceding the wreck of the Antoine.\nHe had had far more than enough of the respectable working life of the\nNew World; but there never was sufficient money to take him back to\nEurope, even were it safe to go.  Of late, however, he felt sure that he\nmight venture, if he could only get cash for the journey.  He wanted to\ndrift back to the idleness and adventure and the “easy money” of the old\nanarchist days in Cadiz and Madrid.  He was sick for the patio and the\nplaza, for the bull-fight, for the siesta in the sun, for the lazy\nglamour of the gardens and the red wine of Valladolid, for the redolent\ncigarette of the roadside tavern.  This cold iron land had spoiled him,\nand he would strive to get himself home again before it was too late.  In\nSpain there would always be some woman whom he could cajole; some comrade\nwhom he could betray; some priest whom he could deceive, whose pocket he\ncould empty by the recital of his troubles.  But if, peradventure, he\nreturned to Spain with money to spare in his pocket, how easy indeed it\nwould all be, and how happy he would find himself amid old surroundings\nand old friends!",
        "The way had suddenly opened up to him when Jean Jacques had brought\nhome in hard cash, and had locked away in the iron-doored cupboard in\nthe officewall, his last, his cherished, eight thousand dollars.  Six\nthousand of that eight were still left, and it was concern for this six\nthousand which had brought Dolores to the Manor this night when Jean\nJacques snored so loudly.  The events of the day at “The Red Eagle” had\nbrought things to a crisis in the affairs of Carmen’s father.  It was a\nfoolish business that at the tavern–so, at any rate, he thought, when\nit was all over, and he was awake to the fact that he must fly or go to\njail.  From the time he had, with a bottle of gin, laid Valescure low,\nSpain was the word which went ringing through his head, and the way to\nSpain was by the Six Thousand Dollar Route, the New World terminal of\nwhich was the cupboard in the wall at the Manor Cartier.",
        "Little cared Sebastian Dolores that the theft of the money would mean\nthe end of all things for Jean Jacques Barbille-for his own daughter’s\nhusband.  He was thinking of himself, as he had always done.",
        "He worked for two whole hours before he succeeded in quietly forcing open\nthe iron door in the wall; but it was done at last.  Curiously enough,\nJean Jacques’ snoring stopped on the instant that Sebastian Dolores’\nfingers clutched the money; but it began cheerfully again when the door\nin the wall closed once more.",
        "Five minutes after Dolores had thrust the six thousand dollars into his\npocket, his horse was galloping away over the hills towards the River St.\nLawrence.  If he had luck, he would reach it by the morning.  As it\nhappened, he had the luck.  Behind him, in the Manor Cartier, the man\nwho had had no luck and much philosophy, snored on till morning in\nunconscious content.",
        "It was a whole day before Jean Jacques discovered his loss.  When he had\nfinished his lonely supper the next evening, he went to the cupboard in\nhis office to cheer himself with the sight of the six thousand dollars.\nHe felt that he must revive his spirits.  They had been drooping all day,\nhe knew not why.",
        "When he saw the empty pigeon-hole in the cupboard, his sight swam.  It\nwas some time before it cleared, but, when it did, and he knew beyond\nperadventure the crushing, everlasting truth, not a sound escaped him.\nHis heart stood still.  His face filled with a panic confusion.  He\nseemed like one bereft of understanding.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}