{
    "title": "The Boys’ Life of Mark Twain - XV. The Wreck of the “Pennsylvania”",
    "author": "Paine",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "The “A. T. Lacy,” that brought Samuel Clemens up the river, was two days\nbehind the “Pennsylvania.”  At Greenville, Mississippi, a voice from\nthe landing shouted “The “Pennsylvania” is blown up just below Memphis,\nat Ship Island.  One hundred and fifty lives lost!”",
        "It proved a true report.  At six o’clock that warm mid-June morning,\nwhile loading wood, sixty miles below Memphis, four out of eight of the\nPennsylvania’s boilers had suddenly exploded, with fearful results.\nHenry Clemens had been one of the victims.  He had started to swim for\nthe shore, only a few hundred yards away, but had turned back to assist\nin the rescue of others.  What followed could not be clearly learned.  He\nwas terribly injured, and died on the fourth night after the catastrophe.\nHis brother was with him by that time, and believed he recognized the\nexact fulfilment of his dream.",
        "The young pilot’s grief was very great.  In a letter home he spoke of the\ndying boy as “My darling, my pride, my glory, my all.”  His heavy sorrow,\nand the fact that with unsparing self-blame he held himself in a measure\nresponsible for his brother’s tragic death, saddened his early life.  His\nearly gaiety came back, but his face had taken on the serious, pathetic\nlook which from that time it always wore in repose.  Less than twenty-\nthree, he had suddenly the look of thirty, and while Samuel Clemens in\nspirit, temperament, and features never would become really old, neither\nwould he ever look really young again.",
        "He returned to the river as steersman for George Ealer, whom he loved,\nand in September of that year obtained a full license as Mississippi\nRiver pilot from St. Louis to New Orleans.  In eighteen months he had\npacked away in his head all those wearisome details and acquired that\nconfidence that made him one of the elect.  He knew every snag and bank\nand dead tree and depth in all those endless miles of shifting current,\nevery cut-off and crossing.  He could read the surface of the water by\nday, he could smell danger in the dark.  To the writer of these chapters,\nHorace Bixby said:",
        "“In a year and a half from the time he came to the river, Sam was not\nonly a pilot, but a good one.  Sam was a fine pilot, and in a day when\npiloting on the Mississippi required a great deal more brains and skill\nand application than it does now.  There were no signal-lights along the\nshore in those days, and no search-lights on the vessels; everything was\nblind; and on a dark, misty night, in a river full of snags and shifting\nsandbars and changing shores, a pilot’s judgment had to be founded on\nabsolute certainty.”",
        "Bixby had returned from the Missouri by the time his pupil’s license was\nissued, and promptly took him as full partner on the “Crescent City,” and\nlater on a fine new boat, the “New Falls City.”  Still later, they appear\nto have been together on a very large boat, the “City of Memphis,” and\nagain on the “Alonzo Child.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}