{
    "title": "The Life of Abraham Lincoln - Chapter XIV. The Birth of the Republican Party",
    "author": "Henry Ketcham",
    "chapter": "16",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "In the course of history there sometimes arises a man who has a\nmarvelous power of attaching others to himself. He commands a measure\nof devotion and enthusiasm which it is impossible fully to understand.\nSuch a man was Henry Clay. Under the fascination of his qualities\nLincoln lived. From childhood to maturity Clay had been his idol, and\nClay’s party, the whig, nearly synonymous with all that was desirable\nin American politics. It was therefore no easy matter for Lincoln to\nleave the whig party. Nothing could accomplish this but the\novermastering power of a noble emotion.",
        "From childhood Lincoln had hated slavery. The fact that Kentucky was a\nslave state had its influence in his father’s removal to Indiana. His\npersonal observations upon his journeys down the Mississippi River had\ngiven him a keener feeling on the subject. The persistent and ever-\nincreasing outrages of the slave power had intensified his hatred. The\ntime had come when he, and such as he, felt that other party questions\nwere of minor importance, and that everything else should for the time\nbe subordinated to the supreme question of slavery.",
        "There were certain reasons why the whig party could not accomplish the\ndesired end. Its history had identified it with a different class of\nsubjects. Though Clay himself and a majority of his party were opposed\nto the extension of slavery, there were still pro-slavery men in its\nranks in sufficient numbers to prevent any real efficiency on the\nslavery question.",
        "On the other hand, while the democratic party was overwhelmingly pro-\nslavery, there were anti-slavery democrats who, from their numbers,\nability, and character, were not to be overlooked. The election to the\nsenate of Lyman Trumbull as an anti-Douglas democrat had crystalized\nthis wing of the party. The fiasco of Lincoln’s defeat when the whigs\nwere in a good plurality caused much discontent in that party. If the\nanti-slavery men were to be united for efficiency in opposing Douglas,\nit must be under another organization–a new party must be formed.",
        "In this the newspapers took the initiative. A number of papers\neditorially called for a convention, which was really a mass meeting,\nfor there were no accredited delegates, and could be none. This met in\nDecatur on Washington’s birthday, 1856. It was a motley assembly, from\na political standpoint. It included whigs, democrats, free-soilers,\nabolitionists, and know-nothings. Said Lincoln: “Of strange,\ndiscordant, even hostile elements, we gathered from the four winds.\"\nPoliticians were conspicuously absent, for it would imperil their\npolitical orthodoxy to be seen there. Lincoln was the principal one who\nhad anything to lose. He was consulted on all measures, and gave freely\nof his counsel. The proceedings ended with a dinner, at which he made a\nspeech.",
        "He was the most prominent man in the new movement, was popular\nthroughout the state, and was the logical candidate for governor. He\nwould have been highly gratified with the candidacy. But again he put\npersonal desires one side that the general good might not be\nendangered. He therefore proposed, in his after-dinner speech, for\nnomination a democrat who had a record of earnest opposition to the\nslave power. Refusing the use of his own name, he added: “But I can\nsuggest a name that will secure not only the old whig vote, but enough\nanti-Nebraska democrats to give us the victory. That man is Colonel\nWilliam H. Bissell.” Bissell was afterwards regularly nominated and\ntriumphantly elected. The meeting at Decatur called for a convention to\nbe held at Bloomington on the 29th of May.",
        "About the same thing had been going on in some other free states. On\nthe very day of the Decatur meeting there was a notable meeting for the\nsame purpose in Pittsburg. This was attended by E. D. Morgan, governor\nof New York, Horace Greeley, O. P. Morton, Zach. Chandler, Joshua R.\nGiddings, and other prominent men. They issued the call for the first\nnational convention of the republican party to be held in Philadelphia\nin June.",
        "In May the Illinois convention assembled in Bloomington, and the most\nconspicuous person there was Lincoln. It was there that he made the\namazing speech already described. It was the speech which held even the\nreporters in such a spell that they could not report it. It is known in\nhistory as the “lost speech,” but the fame of it endures to this day.",
        "The democratic convention met in Cincinnati early in June and nominated\nJames Buchanan to succeed Franklin Pierce. Thus Douglas was for a\nsecond time defeated for the nomination.",
        "The republican convention met a few days later in Philadelphia. At that\ntime John C. Fremont was at the height of his fame. His character was\nromantic, and the record of his adventures was as fascinating as a\nnovel by Dumas. He had earned the name of “pathfinder” by crossing the\ncontinent. Although unauthorized, he had in California raised a\nmilitary company which was of material assistance to the naval forces\nof the United States against a Mexican insurrection. He was an ardent\nhater of slavery. He was precisely the man, as standard-bearer, to\ninfuse enthusiasm into the new party and to give it a good start in its\ncareer. He did this and did it well. The large vote which he polled\naugured well for the future.",
        "All this we may claim without denying the fact that it was fortunate\nfor the party and for the country that he was not elected. There was no\ndoubt of his sincerity or his patriotism. But he lacked self-control,\nwariness, patience. He was hot-headed, extreme, egotistical. He never\ncould have carried the burdens of the first administration of the\nrepublican party.",
        "When the election was over, it was found that Buchanan had carried\nevery slave state except Maryland, which went to Fillmore. Fremont had\ncarried every New England state and five other northern states.\nBuchanan received 174 electoral votes; Fremont, 114; Fillmore, 8. The\npopular vote was, for Buchanan, 1,838,169; for Fremont, 1,341,264; for\nFillmore, 874,534. That was an excellent showing for the new party. It\nshowed that it had come to stay, and gave a reasonable hope of victory\nat the next presidential election.",
        "Lincoln was at the head of the electoral ticket of the state of\nIllinois. He usually was on the ticket. He playfully called himself one\nof the electors that seldom elected anybody. In Illinois the honors of\nthe election were evenly divided between the two parties. Buchanan\ncarried the state by a handsome majority, but Bissell was elected\ngovernor by a good majority. Lincoln had faithfully canvassed the state\nand made nearly fifty speeches. One paragraph from a speech made in\nGalena should be quoted. The slave party had raised the cry of\nsectionalism, and had charged that the republicans purposed to destroy\nthe Union. Lincoln said:",
        "“But the Union, in any event, will not be dissolved. We don’t want to\ndissolve it, and if you attempt it we won’t let you. With the purse and\nsword, the army, the navy, and the treasury in our hands and at our\ncommand, you could not do it. This government would be very weak indeed\nif a majority with a disciplined army and navy and a well-filled\ntreasury could not preserve itself, when attacked by an unarmed,\nundisciplined minority. All this talk about the dissolution of the\nUnion is humbug, nothing but folly. We do not want to dissolve the\nUnion; you shall not.”",
        "These words were prophetic of the condition of the country and of his\nown policy four or five years later. But he apparently did not\napprehend that an unscrupulous administration might steal the army and\nthe munitions of war, scatter the navy, and empty the treasury.",
        "On the 10th of December Lincoln spoke at a republican banquet in\nChicago. It was after the election, after Buchanan’s supercilious\nmessage to congress. The purpose of the speech was to forecast the\nfuture of the young party. The following quotations may be read with\ninterest:",
        "“He [Buchanan, in his message to congress] says the people did it. He\nforgets that the ’people,’ as he complacently calls only those who\nvoted for Buchanan, are in a minority of the whole people by about four\nhundred thousand votes.... All of us who did not vote for Mr. Buchanan,\ntaken together, are a majority of four hundred thousand. But in the\nlate contest we were divided between Fremont and Fillmore. Can we not\ncome together for the future? Let every one who really believes, and is\nresolved, that free society is not and shall not be a failure, and who\ncan conscientiously declare that in the past contest he has done only\nwhat he thought best, let every such one have charity to believe that\nevery other one can say as much. Let bygones be bygones; let past\ndifferences as nothing be; and with steady eye on the real issue, let\nus re-inaugurate the good old ’central ideas’ of the republic. We can do\nit. The human heart is with us; God is with us. We shall again be able\nto declare, not that ’all states as states are equal,’ nor yet that\n’all citizens as citizens are equal,’ but to renew the broader, better\ndeclaration, including these and much more, that ’all men are created\nequal.’”",
        "It was upon the wisdom of this plan that, four years later, he held the\nfoes of slavery united, while the foes of freedom were divided among\nthemselves. It was this that carried the party to its first victory and\nmade him president.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}