{
    "title": "The Poetics - 24 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "25",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nII. Besides this, Epic poetry must divide into the same species as\nTragedy; it must be either simple or complex, a story of character or\none of suffering. Its parts, too, with the exception of Song and\nSpectacle, must be the same, as it requires Peripeties, Discoveries,\nand scenes of suffering just like Tragedy. Lastly, the Thought and\nDiction in it must be good in their way. All these elements appear in\nHomer first; and he has made due use of them. His two poems are each\nexamples of construction, the Iliad simple and a story of suffering,\nthe Odyssey complex (there is Discovery throughout it) and a story\nof character. And they are more than this, since in Diction and\nThought too they surpass all other poems.",
        "There is, however, a difference in the Epic as compared with Tragedy,\n(1) in its length, and (2) in its metre. (1) As to its length, the\nlimit already suggested will suffice: it must be possible for the\nbeginning and end of the work to be taken in in one view—a condition\nwhich will be fulfilled if the poem be shorter than the old epics, and\nabout as long as the series of tragedies offered for one hearing. For\nthe extension of its length epic poetry has a special advantage, of\nwhich it makes large use. In a play one cannot represent an action\nwith a number of parts going on simultaneously; one is limited to the\npart on the stage and connected with the actors. Whereas i.e.ic\npoetry the narrative form makes it possible for one to describe a\nnumber of simultaneous incidents; and these, if germane to the\nsubject, increase the body of the poem. This then is a gain to the\nEpic, tending to give it grandeur, and also variety of interest and\nroom for episodes of diverse kinds. Uniformity of incident by the\nsatiety it soon creates is apt to ruin tragedies on the stage. (2) As\nfor its metre, the heroic has been assigned it from experience; were\nany one to attempt a narrative poem in some one, or in several, of the\nother metres, the incongruity of the thing would be apparent. The\nheroic; in fact is the gravest and weightiest of metres—which is what\nmakes it more tolerant than the rest of strange words and metaphors,\nthat also being a point in which the narrative form of poetry goes\nbeyond all others. The iambic and trochaic, on the other hand, are\nmetres of movement, the one representing that of life and action, the\nother that of the dance. Still more unnatural would it appear, it one\nwere to write an epic in a medley of metres, as Chaeremon did. Hence\nit is that no one has ever written a long story in any but heroic\nverse; nature herself, as we have said, teaches us to select the metre\nappropriate to such a story.",
        "Homer, admirable as he is i.e.ery other respect, i.e.pecially so in\nthis, that he alone among epic poets is not unaware of the part to be\nplayed by the poet himself in the poem. The poet should say very\nlittle in propria persona, as he is no imitator when doing that.\nWhereas the other poets are perpetually coming forward in person, and\nsay but little, and that only here and there, as imitators, Homer\nafter a brief preface brings in forthwith a man, a woman, or some\nother Character—no one of them characterless, but each with\ndistinctive characteristics.",
        "The marvellous is certainly required in Tragedy. The Epic, however,\naffords more opening for the improbable, the chief factor in the\nmarvellous, because in it the agents are not visibly before one. The\nscene of the pursuit of Hector would be ridiculous on the stage—the\nGreeks halting instead of pursuing him, and Achilles shaking his head\nto stop them; but in the poem the absurdity is overlooked. The\nmarvellous, however, is a cause of pleasure, as is shown by the fact\nthat we all tell a story with additions, in the belief that we are\ndoing our hearers a pleasure.",
        "Homer more than any other has taught the rest of us the art of framing\nlies in the right way. I mean the use of paralogism. Whenever, if A is\nor happens, a consequent, B, is or happens, men’s notion is that, if\nthe B is, the A also is—but that is a false conclusion. Accordingly,\nif A is untrue, but there is something else, B, that on the assumption\nof its truth follows as its consequent, the right thing then is to add\non the B. Just because we know the truth of the consequent, we are in\nour own minds led on to the erroneous inference of the truth of the\nantecedent. Here is an instance, from the Bath-story in the Odyssey.",
        "A likely impossibility is always preferable to an unconvincing\npossibility. The story should never be made up of improbable\nincidents; there should be nothing of the sort in it. If, however,\nsuch incidents are unavoidable, they should be outside the piece, like\nthe hero’s ignorance in Oedipus of the circumstances of Lams’ death;\nnot within it, like the report of the Pythian games in Electra, or\nthe man’s having come to Mysia from Tegea without uttering a word on\nthe way, in The Mysians. So that it is ridiculous to say that one’s\nPlot would have been spoilt without them, since it is fundamentally\nwrong to make up such Plots. If the poet has taken such a Plot,\nhowever, and one sees that he might have put it in a more probable\nform, he is guilty of absurdity as well as a fault of art. Even in the\nOdyssey the improbabilities in the setting-ashore of Ulysses would\nbe clearly intolerable in the hands of an inferior poet. As it is, the\npoet conceals them, his other excellences veiling their absurdity.\nElaborate Diction, however, is required only in places where there is\nno action, and no Character or Thought to be revealed. Where there is\nCharacter or Thought, on the other hand, an over-ornate Diction tends\nto obscure them.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}