{
    "title": "The Adventures of Jimmie Dale II - Chapter X: Silver Mag",
    "author": "Frank L. Packard",
    "chapter": "11",
    "content": [
        "\n\n",
        "There was silence between them.  Minute after minute passed.\nNeither spoke.",
        "Jimmie Dale dropped back into his chair again, and stared\nabstractedly before him.  “We do not hold many trumps, Jimmie–we do\nnot hold many trumps\"–her words were repeating themselves over and\nover in his mind.  They seemed to challenge him mockingly to deny\nwhat was so obviously a fact, and because he could not deny it to\ntaunt and jeer at him–to jeer at him, when all that was held at\nstake hung literally upon his next move!",
        "He looked up mechanically as the Tocsin walked to a broken mirror at\nthe rear of the miserable room; nodded mechanically in approval as\nshe began deftly to retouch the make-up on her face where the tears\nhad left their traces–and resumed his abstracted gaze before him.",
        "Box number four-two-eight–John Johansson–the Crime Club–the\nidentity of the man who was posing as Henry LaSalle!  If only he\ncould hit upon a clew to the solution of a single one of those\nthings, or a single phase of one of them–if only he could glimpse a\nray of light that would at least prompt action, when every moment of\ninaction was multiplying the odds against them!",
        "There were the men who were watching his house at that moment on\nRiverside Drive–he, as Larry the Bat, might in turn keep watch on\nthem.  He had though of that.  In time, perhaps, he might, by so\ndoing, discover the whereabouts of the Crime Club.  In time!  It was\njust that–he had no time!  Forty-eight hours, the Tocsin insisted,\nwas all the time that he could count upon before they would become\nsuspicious of Jimmie Dale’s “illness,” before they would discover\nthat they were watching an empty house!",
        "He might–though this was even more hazardous–make an attempt to\ntrace the wires that tapped those of his telephone through the\nbasement window that gave on the garage driveway.  And what then?\nTrue, they could not lead very far away; but, even if successful,\nwhat then?  They would not lead him to the Crime Club, but simply to\nsome confederate, to some man or woman playing the part of a\nservant, perhaps, in the house next door, who, in turn, would have\nto be shadowed and watched.",
        "Jimmie Dale shook his head.  Better, of the two, to start in at once\nand shadow those who were shadowing his house.  But that was not the\nway!  He knew that intuitively.  He hated to eliminate it from\nconsideration, for he had no other move to take its place–but such\na move was almost suicide in itself.  Time, and time alone, was the\nvital factor.  They, the Tocsin and he, must act quickly–and STRIKE\nthat night if they were to win.  His fingers, the grimy fingers,\ndirty-nailed, of Larry the Bat, that none now would recognise as the\nslim tapering, wonderfully sensitive fingers of Jimmie Dale, the\nfingers that had made the name of the Gray Seal famous, whose tips\nmocked at bars and safes and locks, and seemed to embody in\nthemselves all the human senses, tightened spasmodically on the edge\nof the table.  Time!  Time!  Time!  It seemed to din in his ears.\nAnd while he sat there powerless, impotent, the Crime Club was\nmoving heaven and earth to find what HE must find–that package–if\nhe was to save this woman here, the woman whom he loved, she who had\nbeen forced, through the machinations of these hell fiends, to adopt\nthe life of a wretched hag, to exist among the dregs of the\nunderworld, whose squalour and vice and wantonness none knew better\nthan he!",
        "Jimmie Dale’s face set grimly.  Somewhere–somewhere in the past\nfive years of this life of hers in which she had been fighting the\nCrime Club, pitting that clever brain of hers against it, MUST lie a\nclew.  She had told him her story only in baldest outline, with\nscarcely a reference to her own personal acts, with barely a single\ndetail.  There must be something, something that perhaps she had\noverlooked, something, just the merest hint of something that would\nsupply a starting point, give him a glimmer of light.",
        "She came back from across the room, and sank down in her chair\nagain.  She did not speak–the question, that meant life and death\nto them both, was in her eyes.",
        "Jimmie answered the mute interrogation tersely.",
        "“Not yet!” he said.  Then, almost curtly, in a quick, incisive way,\nas the keen, alert brain began to delve and probe: “You say this man\nClarke never returned to the house after that night?”",
        "She nodded her head quietly.",
        "“You are sure of that?” he insisted.",
        "“Yes,” she said.  “I am sure.”",
        "“And you say that all these years you have kept a watch on the man\nwho is posing as your uncle, and that he never went anywhere, or\nassociated with any one, that would afford you a clew to this Crime\nClub?”",
        "“Yes,” she said again.",
        "It was a moment before Jimmie Dale spoke.",
        "“It’s very strange!” he said musingly, at last.  “So strange, in\nfact, that it’s impossible.  He must have communicated with the\nothers, and communicated with them often.  The game they were\nplaying was too big, too full of details, to admit of any other\npossibility.  And the telephone as an explanation isn’t good\nenough.”",
        "“And yet,” she said earnestly, “possible or impossible, it is\nnevertheless true.  That he might have succeeded in eluding me on\noccasions was perhaps to be expected; but that in all those years I\nshould not catch him once in what, if you are correct, must have\nbeen many and repeated conferences with the same men is too\nimprobable to be thought of seriously.”",
        "Jimmie Dale shook his head again.",
        "“If you had been able to watch him night and day, that might be so,\"\nhe said crisply.  “But, at best, you could only watch him a very\nsmall portion of the time.”",
        "She smiled at him a little wanly.",
        "“Do you think, Jimmie, from what you, as the Gray Seal, know of me,\nthat I would have watched in any haphazard way like that?”",
        "He glanced at her with a sudden start.",
        "“What do you mean?” he asked quickly.",
        "“Look at me!” she said quietly.  “Have you ever seen me before?  I\nmean as I am now.”",
        "“No,” he answered, after an instant.  “Not that I know of.”",
        "“And yet\"–she smiled wanly again–\"you have not lived, or made the\nplace you hold in the underworld, without having heard of Silver\nMag.”",
        "“You!” exclaimed Jimmie Dale.  “You–Silver Mag!”  He stared at her\nwonderingly, as, crouch-shouldered now, the hair, gray-threaded,\nstraggling out from under the hood of a faded, dark-blue, seam-worn\ncloak, she sat before him, a typical creature of the underworld, her\nrole an art in its conception, perfect in its execution.  Silver\nMag!  Yes, he had heard of Silver Mag–as every one in the Bad Lands\nhad heard of her.  Silver Mag and her pocketful of coin!  Always a\npocketful of silver, so they said, that was dispensed prodigally to\nthe wives and children temporarily deprived of support by husbands\nand fathers unfortunate enough in their clashes with the law to be\ndoing “spaces” up the river–and therefore the underworld swore by\nSilver Mag.  Always silver, never a bill; Silver Mag had never been\nseen with a banknote–that was her eccentricity.  Much or little,\nshe gave or paid out of her pocketful of jangling silver.  She was\ncredited with being a sworn enemy of the police, and–yes, he\nremembered, too–with having done “time” herself.  “I don’t quite\nunderstand,” he said, in a puzzled way.  “I haven’t run across you\npersonally because you probably took care to see that I shouldn’t;\nbut–it’s no secret–every one says you’ve served a jail sentence\nyourself.”",
        "“That is simply enough explained,” she answered gravely.  “The story\nis of my own making.  When I decided to adopt this life, both for my\nown safety and as the best means of keeping a watch on that man, I\nknew that I must win the confidence of the underworld, that I must\nhave help, and that in order to obtain that help I must have some\nexcuse for my enmity against the man known as Henry LaSalle.  To be\nwidely known in the underworld was of inestimable value–nothing, I\nknew, could accomplish that as quickly as eccentricity.  You see now\nhow and why I became known as Silver Mag.  I gained the confidence\nof every crook in New York through their wives and children.  I told\nthem the story of my jail sentence–while I swore vengeance on Henry\nLaSalle.  I told them that he had had me arrested for something I\nnever stole while I was working for him as a charwoman, and that he\nhad had me railroaded to jail.  There wasn’t one but gave me credit\nfor the theft, perhaps; but equally, there wasn’t one but\nunderstood, and my eccentricity helped this out, my wanting to ’get’\nHenry LaSalle.  Well–do you see now, Jimmie?  I had money, I had\nthe confidence of the underworld, I had an excuse for my hatred of\nHenry LaSalle, and so I had all the help I wanted.  Day and night\nthat man has been watched.  He receives no visitors–what social\nlife he has is, as you know, at the club.  There is not a house that\nhe has ever entered that, sooner or later, I have not entered after\nhim in the hope of finding the headquarters of the clique.  Even the\nmen and women, as far as human possibility could accomplish it, that\nhe has talked to on the streets have been shadowed, and their\nidentity satisfactorily established–and the net result has been\nfailure; utter, absolute, complete failure!”",
        "Jimmie Dale’s eyes, that had held steadily on her face, shifted,\ntroubled and perplexed, to the table top.",
        "“You are wonderful!” he said, under his breath.  “Wonderful!  And–\nand that makes it all the more amazing, all the more\nincomprehensible.  It is still impossible that he has not been in\nclose and constant touch with his accomplices.  He MUST have been!\nWe would be blind fools to argue against it!  It could not, on the\nface of it, have been otherwise!”",
        "“Then how, when, where has he done it?” she asked wearily.",
        "“God knows!” he said bitterly.  “And if they have been clever enough\nto escape you all these years, I’m almost inclined to say what you\nsaid a little while ago–that we’re beaten.”",
        "She watched him miserably, as he pushed back his chair impulsively\nand, standing up, stared down at her.",
        "“We’re against it–HARD!” he said, with a mirthless laugh.  Then,\nhis lips tightening: “But we’ll try another tack–the chauffeur–\nTravers.  Though even here the Crime Club has a day’s start of us,\neven if last night they knew no more about the whereabouts of that\npackage than we know now.  I’m afraid of it!  The chances are more\nthan even that they’ve already got it.  If they were able to catch\nTravers as the chauffeur, they would have had something tangible to\nwork back from\"–Jimmie Dale was talking more to himself than to the\nTocsin now, as though he were muttering his thoughts aloud.  “How\ndid they get track of him?  When?  Where?  What has it led to?  And\nwhat in Heaven’s name,” he burst out suddenly, “is this box number\nfour-two-eight!”",
        "“A safety-deposit vault, perhaps, that he has taken somewhere,” she\nhazarded.",
        "Jimmie Dale laughed mirthlessly again.",
        "“That is the one definite thing I do know–that it isn’t!” he said\npositively.  “It is nothing of that kind.  It was half-past ten\no’clock at night when I met him, and he said that he had intended\ngoing back for the package if it had been safe to do so.  Deposit\nvaults are not open at that hour.  The package is, or was, if they\nhave not already got it, readily accessible–and at any hour.  Now\ngo over everything again, every detail that passed between you and\nTravers.  He let you know that he was back in New York by means of a\n’personal,’ you said.  What else was in that ’personal’ besides the\ntelephone number and the hour you were to call him?  Anything?”",
        "“Nothing that will help us any,” she replied colourlessly.  There\nwere simply the words ’northeast corner of Sixth Avenue and Waverly\nPlace,’ and the signature that we had agreed upon, the two first and\ntwo last letters of the alphabet transposed–BAZY.”",
        "“I see,” said Jimmie Dale quickly.  “And over the ’phone he\ncompleted his message.  Clever enough!”",
        "“Yes,” she said.  “In that way, if any one were listening, or\noverhead the plan, there could be little harm come of it, for the\nessential feature of all, the place of rendezvous, was not\nmentioned.  It has not been Travers’ fault that this happened–and\nin spite of every precaution it has cost him his life.  He wanted\nnothing to give them a clew to my whereabouts; he was trying to\nguard against the slightest evidence that would associate us one\nwith the other.  He even warned me over the ’phone not to tell him\nhow, where, or the mode of life I was living.  And naturally, he\ndared give me no particulars about himself.  I was simply to select\na third party whom I could trust, and to follow out his\ninstructions, which were those that I sent to you in my letter.”",
        "Jimmie Dale began to pace nervously up and down the room.",
        "“Nothing else?” he queried, a little blankly.",
        "“Nothing else,” she said monotonously.",
        "“But since last night, since you knew that things had gone wrong,\"\nhe persisted, “surely you traced that telephone number–the one you\ncalled up?”",
        "“Yes,” she said, and shrugged her shoulders in a tired way.\n“Naturally I did that–but, like everything else, it amounted to\nnothing.  He telephoned from Makoff’s pawnshop on that alley off\nThompson Street, and–”",
        "“WHERE!” Jimmie Dale, suddenly stock-still, almost shouted the word.\n“He telephoned from–where!  Say that again!”",
        "She looked at him in amazement, half rising from her chair.",
        "“Jimmie, what is it?” she cried.  “You don’t mean that–”",
        "He was beside her now, his hands pressed upon her shoulders, his\nface flushed.",
        "“Box number four-two-eight!”  He laughed out hysterically in his\nexcitement.  “John Johansson–box number four-two-eight!  And like a\nfool I never thought of it!  Don’t you see?  Don’t you know now\nyourself?  THE UNDERGROUND POST OFFICE!”",
        "She stood up, clinging to him; a wild relief, that was based on her\nconfidence in him, in her eyes and face, even while she shook her\nhead.",
        "“No,” she said frantically.  “No–I do not know.  Tell me, Jimmie!\nTell me quickly!  You mean at Makoff’s?”",
        "“No!  Not Makoff’s–at Spider Jack’s, on Thompson Street!\"–he was\nclipping off his words, still holding her tightly by the shoulders,\nstill staring into her eyes.  “You know Spider Jack!  Jack’s little\nnovelty store!  Ah, you have not learned all of the underworld yet!\nSpider Jack is the craftiest ’fence’ in the Bad Lands–and Makoff is\nhis partner.  Spider buys the crooks’ stuff, and Makoff disposes of\nit through the pawnshop–it’s only a step through the connecting\nback yard from one to the other, and–”",
        "“Yes–but,” she interrupted feverishly, “the package–you said–”",
        "“Wait!” Jimmie Dale cried.  “I’m coming to that!  If Travers stood\nin with Makoff, he stood in with Spider Jack.  For years Spider has\nbeen a sort of clearing house for the underworld–for years he has\nconducted, and profitably, too, his underground post office.  Crooks\nfrom all over the country, let alone those in New York, communicate\nwith each other through Spider Jack.  These, for a fee, are\nregistered at Spider’s, and given a number–a box number he calls\nit, though, of course, there are no actual boxes.  Letters come by\nmail addressed to him–the sealed envelope within containing the\nactually intended recipient’s name.  These Spider either forwards,\nor delivers in person when they are called for.  Dozens of crooks,\ntoo, unwilling, perhaps, to dispose of small ill-gotten articles at\nruinous ’fence’ prices, and finding it unhealthy for the moment to\nkeep them in their possession, use this means of depositing them\ntemporarily for safe-keeping.  You see now, don’t you?  It’s certain\nthat’s where Travers left the package.  He used the name of John\nJohansson, not to hoodwink Spider Jack, I should say, but as an\nadded safeguard against the Crime Club.  Travers must have known\nboth Makoff and Spider Jack in the old days, and probably had\nreason, and good reason, to trust them both–possibly, a crook then\nhimself, as he confessed, he may have acted in a legal capacity for\nthem in their frequent tangles with the police.”",
        "“Then,” she said–and there was a glad, new note in her voice,\n“then, Jimmie–Jimmie, we are safe!  You can get it, Jimmie!  It is\nonly a little thing for the Gray Seal to do–to get it now that we\nknow where it is.”",
        "“Yes,” he said tersely.  “Yes–if it is still there.”",
        "“Still there!\"–she repeated the words quickly, nervously.  “Still\nthere!  What do you mean?”",
        "“I mean if they, too, have not discovered that he was at Makoff’s–\nif they have not got there first!” he said grimly.  “There seems to\nbe no limit to their cleverness, or their power.  They penetrated\nhis disguise as a chauffeur, and who knows what more they have\nlearned since last night?  We are fighting them in the dark, and–\nWHAT’S THAT!” he whispered tensely, suddenly–and leaning forward\nlike a flash, as he whipped his automatic from his pocket, he blew\nout the lamp.",
        "The room was in darkness.  They stood there rigid, silent,\nlistening.  Her hand found and caught his arm.",
        "And then it came again–a low sound, the sound of a stealthy\nfootstep just outside the window that faced on the storage yard.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}