{
    "title": "The Crimes of England - by G.K. Chesterton [Authorama]",
    "author": "Unknown",
    "chapter": "england",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "DEAR PROFESSOR WHIRLWIND,",
        "Your name in the original German is too much for me; and this is the\nnearest I propose to get to it: but under the majestic image of pure\nwind marching in a movement wholly circular I seem to see, as in a\nvision, something of your mind. But the grand isolation of your thoughts\nleads you to express them in such words as are gratifying to yourself,\nand have an inconspicuous or even an unfortunate effect upon others. If\nanything were really to be made of your moral campaign against the\nEnglish nation, it was clearly necessary that somebody, if it were only\nan Englishman, should show you how to leave off professing philosophy\nand begin to practise it. I have therefore sold myself into the Prussian\nservice, and in return for a cast-off suit of the Emperor’s clothes (the\nuniform of an English midshipman), a German hausfrau’s recipe for poison\ngas, two penny cigars, and twenty-five Iron Crosses, I have consented\nto instruct you in the rudiments of international controversy. Of this\npart of my task I have here little to say that is not covered by a\ngeneral adjuration to you to observe certain elementary rules. They are,\nroughly speaking, as follows:–",
        "First, stick to one excuse. Thus if a tradesman, with whom your social\nrelations are slight, should chance to find you toying with the coppers\nin his till, you may possibly explain that you are interested in\nNumismatics and are a Collector of Coins; and he may possibly believe\nyou. But if you tell him afterwards that you pitied him for being\noverloaded with unwieldy copper discs, and were in the act of replacing\nthem by a silver sixpence of your own, this further explanation, so far\nfrom increasing his confidence in your motives, will (strangely enough)\nactually decrease it. And if you are so unwise as to be struck by yet\nanother brilliant idea, and tell him that the pennies were all bad\npennies, which you were concealing to save him from a police prosecution\nfor coining, the tradesman may even be so wayward as to institute a\npolice prosecution himself. Now this is not in any way an exaggeration\nof the way in which you have knocked the bottom out of any case you may\never conceivably have had in such matters as the sinking of the\nLusitania. With my own eyes I have seen the following explanations,\napparently proceeding from your pen, (i) that the ship was a troop-ship\ncarrying soldiers from Canada; (ii) that if it wasn’t, it was a\nmerchant-ship unlawfully carrying munitions for the soldiers in France;\n(iii) that, as the passengers on the ship had been warned in an\nadvertisement, Germany was justified in blowing them to the moon; (iv)\nthat there were guns, and the ship had to be torpedoed because the\nEnglish captain was just going to fire them off; (v) that the English or\nAmerican authorities, by throwing the Lusitania at the heads of the\nGerman commanders, subjected them to an insupportable temptation; which\nwas apparently somehow demonstrated or intensified by the fact that the\nship came up to schedule time, there being some mysterious principle by\nwhich having tea at tea-time justifies poisoning the tea; (vi) that the\nship was not sunk by the Germans at all but by the English, the English\ncaptain having deliberately tried to drown himself and some thousand of\nhis own countrymen in order to cause an exchange of stiff notes between\nMr. Wilson and the Kaiser. If this interesting story be true, I can only\nsay that such frantic and suicidal devotion to the most remote interests\nof his country almost earns the captain pardon for the crime. But do you\nnot see, my dear Professor, that the very richness and variety of your\ninventive genius throws a doubt upon each explanation when considered in\nitself? We who read you in England reach a condition of mind in which it\nno longer very much matters what explanation you offer, or whether you\noffer any at all. We are prepared to hear that you sank the Lusitania\nbecause the sea-born sons of England would live more happily as deep-sea\nfishes, or that every person on board was coming home to be hanged. You\nhave explained yourself so completely, in this clear way, to the\nItalians that they have declared war on you, and if you go on explaining\nyourself so clearly to the Americans they may quite possibly do the\nsame.",
        "Second, when telling such lies as may seem necessary to your\ninternational standing, do not tell the lies to the people who know the\ntruth. Do not tell the Eskimos that snow is bright green; nor tell the\nnegroes in Africa that the sun never shines in that Dark Continent.\nRather tell the Eskimos that the sun never shines in Africa; and then,\nturning to the tropical Africans, see if they will believe that snow is\ngreen. Similarly, the course indicated for you is to slander the\nRussians to the English and the English to the Russians; and there are\nhundreds of good old reliable slanders which can still be used against\nboth of them. There are probably still Russians who believe that every\nEnglish gentleman puts a rope round his wife’s neck and sells her in\nSmithfield. There are certainly still Englishmen who believe that every\nRussian gentleman takes a rope to his wife’s back and whips her every\nday. But these stories, picturesque and useful as they are, have a limit\nto their use like everything else; and the limit consists in the fact\nthat they are not true, and that there necessarily exists a group of\npersons who know they are not true. It is so with matters of fact about\nwhich you asseverate so positively to us, as if they were matters of\nopinion. Scarborough might be a fortress; but it is not. I happen to\nknow it is not. Mr. Morel may deserve to be universally admired in\nEngland; but he is not universally admired in England. Tell the Russians\nthat he is by all means; but do not tell us. We have seen him; we have\nalso seen Scarborough. You should think of this before you speak.",
        "Third, don’t perpetually boast that you are cultured in language which\nproves that you are not. You claim to thrust yourself upon everybody on\nthe ground that you are stuffed with wit and wisdom, and have enough for\nthe whole world. But people who have wit enough for the whole world,\nhave wit enough for a whole newspaper paragraph. And you can seldom get\nthrough even a whole paragraph without being monotonous, or irrelevant,\nor unintelligible, or self-contradictory, or broken-minded generally. If\nyou have something to teach us, teach it to us now. If you propose to\nconvert us after you have conquered us, why not convert us before you\nhave conquered us? As it is, we cannot believe what you say about your\nsuperior education because of the way in which you say it. If an\nEnglishman says, “I don’t make no mistakes in English, not me,” we can\nunderstand his remark; but we cannot endorse it. To say, “Je parler le\nFrenche language, non demi,” is comprehensible, but not convincing. And\nwhen you say, as you did in a recent appeal to the Americans, that the\nGermanic Powers have sacrificed a great deal of “red fluid” in defence\nof their culture, we point out to you that cultured people do not employ\nsuch a literary style. Or when you say that the Belgians were so\nignorant as to think they were being butchered when they weren’t, we\nonly wonder whether you are so ignorant as to think you are being\nbelieved when you aren’t. Thus, for instance, when you brag about\nburning Venice to express your contempt for “tourists,” we cannot think\nmuch of the culture, as culture, which supposes St. Mark’s to be a thing\nfor tourists instead of historians. This, however, would be the least\npart of our unfavourable judgment. That judgment is complete when we\nhave read such a paragraph as this, prominently displayed in a paper in\nwhich you specially spread yourself: “That the Italians have a perfect\nknowledge of the fact that this city of antiquities and tourists is\nsubject, and rightly subject, to attack and bombardment, is proved by\nthe measures they took at the beginning of the war to remove some of\ntheir greatest art treasures.” Now culture may or may not include the\npower to admire antiquities, and to restrain oneself from the pleasure\nof breaking them like toys. But culture does, presumably, include the\npower to think. For less laborious intellects than your own it is\ngenerally sufficient to think once. But if you will think twice or\ntwenty times, it cannot but dawn on you that there is something wrong in\nthe reasoning by which the placing of diamonds in a safe proves that\nthey are “rightly subject” to a burglar. The incessant assertion of such\nthings can do little to spread your superior culture; and if you say\nthem too often people may even begin to doubt whether you have any\nsuperior culture after all. The earnest friend now advising you cannot\nbut grieve at such incautious garrulity. If you confined yourself to\nsingle words, uttered at intervals of about a month or so, no one could\npossibly raise any rational objection, or subject them to any rational\ncriticism. In time you might come to use whole sentences without\nrevealing the real state of things.",
        "Through neglect of these maxims, my dear Professor, every one of your\nattacks upon England has gone wide. In pure fact they have not touched\nthe spot, which the real critics of England know to be a very vulnerable\nspot. We have a real critic of England in Mr. Bernard Shaw, whose name\nyou parade but apparently cannot spell; for in the paper to which I have\nreferred he is called Mr. Bernhard Shaw. Perhaps you think he and\nBernhardi are the same man. But if you quoted Mr. Bernard Shaw’s\nstatement instead of misquoting his name, you would find that his\ncriticism of England is exactly the opposite of your own; and naturally,\nfor it is a rational criticism. He does not blame England for being\nagainst Germany. He does most definitely blame England for not being\nsufficiently firmly and emphatically on the side of Russia. He is not\nsuch a fool as to accuse Sir Edward Grey of being a fiendish Machiavelli\nplotting against Germany; he accuses him of being an amiable\naristocratic stick who failed to frighten the Junkers from their plan of\nwar. Now, it is not in the least a question of whether we happen to like\nthis quality or that: Mr. Shaw, I rather fancy, would dislike such\nverbose compromise more than downright plotting. It is simply the fact\nthat Englishmen like Grey are open to Mr. Shaw’s attack and are not open\nto yours. It is not true that the English were sufficiently clearheaded\nor self-controlled to conspire for the destruction of Germany. Any man\nwho knows England, any man who hates England as one hates a living\nthing, will tell you it is not true. The English may be snobs, they may\nbe plutocrats, they may be hypocrites, but they are not, as a fact,\nplotters; and I gravely doubt whether they could be if they wanted to.\nThe mass of the people are perfectly incapable of plotting at all, and\nif the small ring of rich people who finance our politics were plotting\nfor anything, it was for peace at almost any price. Any Londoner who\nknows the London streets and newspapers as he knows the Nelson column or\nthe Inner Circle, knows that there were men in the governing class and\nin the Cabinet who were literally thirsting to defend Germany until\nGermany, by her own act, became indefensible. If they said nothing in\nsupport of the tearing up of the promise of peace to Belgium, it is\nsimply because there was nothing to be said.",
        "You were the first people to talk about World-Politics; and the first\npeople to disregard them altogether. Even your foreign policy is\ndomestic policy. It does not even apply to any people who are not\nGermans; and of your wild guesses about some twenty other peoples, not\none has gone right even by accident. Your two or three shots at my own\nnot immaculate land have been such that you would have been much nearer\nthe truth if you had tried to invade England by crossing the Caucasus,\nor to discover England among the South Sea Islands. With your first\ndelusion, that our courage was calculated and malignant when in truth\nour very corruption was timid and confused, I have already dealt. The\ncase is the same with your second favourite phrase; that the British\narmy is mercenary. You learnt it in books and not in battlefields; and I\nshould like to be present at a scene in which you tried to bribe the\nmost miserable little loafer in Hammersmith as if he were a cynical\ncondottiere selling his spear to some foreign city. It is not the fact,\nmy dear sir. You have been misinformed. The British Army is not at this\nmoment a hireling army any more than it is a conscript army. It is a\nvolunteer army in the strict sense of the word; nor do I object to your\ncalling it an amateur army. There is no compulsion, and there is next to\nno pay. It is at this moment drawn from every class of the community,\nand there are very few classes which would not earn a little more money\nin their ordinary trades. It numbers very nearly as many men as it would\nif it were a conscript army; that is with the necessary margin of men\nunable to serve or needed to serve otherwise. Ours is a country in which\nthat democratic spirit which is common to Christendom is rather\nunusually sluggish and far below the surface. And the most genuine and\npurely popular movement that we have had since the Chartists has been\nthe enlistment for this war. By all means say that such vague and\nsentimental volunteering is valueless in war if you think so; or even\nif you don’t think so. By all means say that Germany is unconquerable\nand that we cannot really kill you. But if you say that we do not really\nwant to kill you, you do us an injustice. You do indeed.",
        "I need not consider the yet crazier things that some of you have said;\nas that the English intend to keep Calais and fight France as well as\nGermany for the privilege of purchasing a frontier and the need to keep\na conscript army. That, also, is out of books, and pretty mouldy old\nbooks at that. It was said, I suppose, to gain sympathy among the\nFrench, and is therefore not my immediate business, as they are\neminently capable of looking after themselves. I merely drop one word in\npassing, lest you waste your powerful intellect on such projects. The\nEnglish may some day forgive you; the French never will. You Teutons are\ntoo light and fickle to understand the Latin seriousness. My only\nconcern is to point out that about England, at least, you are invariably\nand miraculously wrong.",
        "Now speaking seriously, my dear Professor, it will not do. It could be\neasy to fence with you for ever and parry every point you attempt to\nmake, until English people began to think there was nothing wrong with\nEngland at all. But I refuse to play for safety in this way. There is a\nvery great deal that is really wrong with England, and it ought not to\nbe forgotten even in the full blaze of your marvellous mistakes. I\ncannot have my countrymen tempted to those pleasures of intellectual\npride which are the result of comparing themselves with you. The deep\ncollapse and yawning chasm of your ineptitude leaves me upon a perilous\nspiritual elevation. Your mistakes are matters of fact; but to enumerate\nthem does not exhaust the truth. For instance, the learned man who\nrendered the phrase in an English advertisement “cut you dead” as “hack\nyou to death,” was in error; but to say that many such advertisements\nare vulgar is not an error. Again, it is true that the English poor are\nharried and insecure, with insufficient instinct for armed revolt,\nthough you will be wrong if you say that they are occupied literally in\nshooting the moon. It is true that the average Englishman is too much\nattracted by aristocratic society; though you will be in error if you\nquote dining with Duke Humphrey as an example of it. In more ways than\none you forget what is meant by idiom.",
        "I have therefore thought it advisable to provide you with a catalogue of\nthe real crimes of England; and I have selected them on a principle\nwhich cannot fail to interest and please you. On many occasions we have\nbeen very wrong indeed. We were very wrong indeed when we took part in\npreventing Europe from putting a term to the impious piracies of\nFrederick the Great. We were very wrong indeed when we allowed the\ntriumph over Napoleon to be soiled with the mire and blood of Blucher’s\nsullen savages. We were very wrong indeed when we allowed the peaceful\nKing of Denmark to be robbed in broad daylight by a brigand named\nBismarck; and when we allowed the Prussian swashbucklers to enslave and\nsilence the French provinces which they could neither govern nor\npersuade. We were very wrong indeed when we flung to such hungry\nadventurers a position so important as Heligoland. We were very wrong\nindeed when we praised the soulless Prussian education and copied the\nsoulless Prussian laws. Knowing that you will mingle your tears with\nmine over this record of English wrong-doing, I dedicate it to you, and\nI remain,",
        "Yours reverently,",
        "G. K. Chesterton",
        "A question is current in our looser English journalism touching what\nshould be done with the German Emperor after a victory of the Allies.\nOur more feminine advisers incline to the view that he should be shot.\nThis is to make a mistake about the very nature of hereditary monarchy.\nAssuredly the Emperor William at his worst would be entitled to say to\nhis amiable Crown Prince what Charles II. said when his brother warned\nhim of the plots of assassins: “They will never kill me to make you\nking.” Others, of greater monstrosity of mind, have suggested that he\nshould be sent to St. Helena. So far as an estimate of his\nhistorical importance goes, he might as well be sent to Mount Calvary.\nWhat we have to deal with is an elderly, nervous, not unintelligent\nperson who happens to be a Hohenzollern; and who, to do him justice,\ndoes think more of the Hohenzollerns as a sacred caste than of his own\nparticular place in it. In such families the old boast and motto of\nhereditary kingship has a horrible and degenerate truth. The king never\ndies; he only decays for ever.",
        "If it were a matter of the smallest importance what happened to the\nEmperor William when once his house had been disarmed, I should satisfy\nmy fancy with another picture of his declining years; a conclusion that\nwould be peaceful, humane, harmonious, and forgiving.",
        "In various parts of the lanes and villages of South England the\npedestrian will come upon an old and quiet public-house, decorated with\na dark and faded portrait in a cocked hat and the singular inscription,\n\"The King of Prussia.” These inn signs probably commemorate the visit of\nthe Allies after 1815, though a great part of the English middle classes\nmay well have connected them with the time when Frederick II. was\nearning his title of the Great, along with a number of other territorial\ntitles to which he had considerably less claim. Sincere and\nsimple-hearted Dissenting ministers would dismount before that sign (for\nin those days Dissenters drank beer like Christians, and indeed\nmanufactured most of it) and would pledge the old valour and the old\nvictory of him whom they called the Protestant Hero. We should be using\nevery word with literal exactitude if we said that he was really\nsomething devilish like a hero. Whether he was a Protestant hero or not\ncan be decided best by those who have read the correspondence of a\nwriter calling himself Voltaire, who was quite shocked at Frederick’s\nutter lack of religion of any kind. But the little Dissenter drank his\nbeer in all innocence and rode on. And the great blasphemer of Potsdam\nwould have laughed had he known; it was a jest after his own heart. Such\nwas the jest he made when he called upon the emperors to come to\ncommunion, and partake of the eucharistic body of Poland. Had he been\nsuch a Bible reader as the Dissenter doubtless thought him, he might\nhaply have foreseen the vengeance of humanity upon his house. He might\nhave known what Poland was and was yet to be; he might have known that\nhe ate and drank to his damnation, discerning not the body of God.",
        "Whether the placing of the present German Emperor in charge of one of\nthese wayside public-houses would be a jest after his own heart\npossibly remains to be seen. But it would be much more melodious and\nfitting an end than any of the sublime euthanasias which his enemies\nprovide for him. That old sign creaking above him as he sat on the bench\noutside his home of exile would be a much more genuine memory of the\nreal greatness of his race than the modern and almost gimcrack stars and\ngarters that were pulled in Windsor Chapel. From modern knighthood has\ndeparted all shadow of chivalry; how far we have travelled from it can\neasily be tested by the mere suggestion that Sir Thomas Lipton, let us\nsay, should wear his lady’s sleeve round his hat or should watch his\narmour in the Chapel of St. Thomas of Canterbury. The giving and\nreceiving of the Garter among despots and diplomatists is now only part\nof that sort of pottering mutual politeness which keeps the peace in an\ninsecure and insincere state of society. But that old blackened wooden\nsign is at least and after all the sign of something; the sign of the\ntime when one solitary Hohenzollern did not only set fire to fields and\ncities, but did truly set on fire the minds of men, even though it were\nfire from hell.",
        "Everything was young once, even Frederick the Great. It was an\nappropriate preface to the terrible epic of Prussia that it began with\nan unnatural tragedy of the loss of youth. That blind and narrow savage\nwho was the boy’s father had just sufficient difficulty in stamping out\nevery trace of decency in him, to show that some such traces must have\nbeen there. If the younger and greater Frederick ever had a heart, it\nwas a broken heart; broken by the same blow that broke his flute. When\nhis only friend was executed before his eyes, there were two corpses to\nbe borne away; and one to be borne on a high war-horse through victory\nafter victory: but with a small bottle of poison in the pocket. It is\nnot irrelevant thus to pause upon the high and dark house of his\nchildhood. For the peculiar quality which marks out Prussian arms and\nambitions from all others of the kind consists in this wrinkled and\npremature antiquity. There is something comparatively boyish about the\ntriumphs of all the other tyrants. There was something better than\nambition in the beauty and ardour of the young Napoleon. He was at\nleast a lover; and his first campaign was like a love-story. All that\nwas pagan in him worshipped the Republic as men worship a woman, and all\nthat was Catholic in him understood the paradox of Our Lady of\nVictories. Henry VIII., a far less reputable person, was in his early\ndays a good knight of the later and more florid school of chivalry; we\nmight almost say that he was a fine old English gentleman so long as he\nwas young. Even Nero was loved in his first days: and there must have\nbeen some cause to make that Christian maiden cast flowers on his\ndishonourable grave. But the spirit of the great Hohenzollern smelt from\nthe first of the charnel. He came out to his first victory like one\nbroken by defeats; his strength was stripped to the bone and fearful as\na fleshless resurrection; for the worst of what could come had already\nbefallen him. The very construction of his kingship was built upon the\ndestruction of his manhood. He had known the final shame; his soul had\nsurrendered to force. He could not redress that wrong; he could only\nrepeat it and repay it. He could make the souls of his soldiers\nsurrender to his gibbet and his whipping-post; he could ’make the souls\nof the nations surrender to his soldiers. He could only break men in as\nhe had been broken; while he could break in, he could never break out.\nHe could not slay in anger, nor even sin with simplicity. Thus he stands\nalone among the conquerors of their kind; his madness was not due to a\nmere misdirection of courage. Before the whisper of war had come to him\nthe foundations of his audacity had been laid in fear.",
        "Of the work he did in this world there need be no considerable debate.\nIt was romantic, if it be romantic that the dragon should swallow St.\nGeorge. He turned a small country into a great one: he made a new\ndiplomacy by the fulness and far-flung daring of his lies: he took away\nfrom criminality all reproach of carelessness and incompleteness. He\nachieved an amiable combination of thrift and theft. He undoubtedly gave\nto stark plunder something of the solidity of property. He protected\nwhatever he stole as simpler men protect whatever they have earned or\ninherited. He turned his hollow eyes with a sort of loathsome affection\nupon the territories which had most reluctantly become his: at the end\nof the Seven Years’ War men knew as little how he was to be turned out\nof Silesia as they knew why he had ever been allowed in it. In Poland,\nlike a devil in possession, he tore asunder the body he inhabited; but\nit was long before any man dreamed that such disjected limbs could live\nagain. Nor were the effects of his break from Christian tradition\nconfined to Christendom; Macaulay’s world-wide generalisation is very\ntrue though very Macaulayese. But though, in a long view, he scattered\nthe seeds of war all over the world, his own last days were passed in a\nlong and comparatively prosperous peace; a peace which received and\nperhaps deserved a certain praise: a peace with which many European\npeoples were content. For though he did not understand justice, he could\nunderstand moderation. He was the most genuine and the most wicked of\npacifists. He did not want any more wars. He had tortured and beggared\nall his neighbours; but he bore them no malice for it.",
        "The immediate cause of that spirited disaster, the intervention of\nEngland on behalf of the new Hohenzollern throne, was due, of course,\nto the national policy of the first William Pitt. He was the kind of man\nwhose vanity and simplicity are too easily overwhelmed by the obvious.\nHe saw nothing in a European crisis except a war with France; and\nnothing in a war with France except a repetition of the rather fruitless\nglories of Agincourt and Malplaquet. He was of the Erastian Whigs,\nsceptical but still healthy-minded, and neither good enough nor bad\nenough to understand that even the war of that irreligious age was\nultimately a religious war. He had not a shade of irony in his whole\nbeing; and beside Frederick, already as old as sin, he was like a rather\nbrilliant schoolboy.",
        "But the direct causes were not the only causes, nor the true ones. The\ntrue causes were connected with the triumph of one of the two traditions\nwhich had long been struggling in England. And it is pathetic to record\nthat the foreign tradition was then represented by two of the ablest men\nof that age, Frederick of Prussia and Pitt; while what was really the\nold English tradition was represented by two of the stupidest men that\nmankind ever tolerated in any age, George III. and Lord Bute. Bute was\nthe figurehead of a group of Tories who set about fulfilling the fine if\nfanciful scheme for a democratic monarchy sketched by Bolingbroke in\n\"The Patriot King.” It was bent in all sincerity on bringing men’s minds\nback to what are called domestic affairs, affairs as domestic as George\nIII. It might have arrested the advancing corruption of Parliaments and\nenclosure of country-sides, by turning men’s minds from the foreign\nglories of the great Whigs like Churchill and Chatham; and one of its\nfirst acts was to terminate the alliance with Prussia. Unfortunately,\nwhatever was picturesque in the piracy of Potsdam was beyond the\nimagination of Windsor. But whatever was prosaic in Potsdam was already\nestablished at Windsor; the economy of cold mutton, the heavy-handed\ntaste in the arts, and the strange northern blend of boorishness with\netiquette. If Bolingbroke’s ideas had been applied by a spirited person,\nby a Stuart, for example, or even by Queen Elizabeth (who had real\nspirit along with her extraordinary vulgarity), the national soul might\nhave broken free from its new northern chains. But it was the irony of\nthe situation that the King to whom Tories appealed as a refuge from\nGermanism was himself a German.",
        "We have thus to refer the origins of the German influence in England\nback to the beginning of the Hanoverian Succession; and thence back to\nthe quarrel between the King and the lawyers which had issue at Naseby;\nand thence again to the angry exit of Henry VIII. from the mediaeval\ncouncil of Europe. It is easy to exaggerate the part played in the\nmatter by that great and human, though very pagan person, Martin Luther.\nHenry VIII. was sincere in his hatred for the heresies of the German\nmonk, for in speculative opinions Henry was wholly Catholic; and the two\nwrote against each other innumerable pages, largely consisting of terms\nof abuse, which were pretty well deserved on both sides. But Luther was\nnot a Lutheran. He was a sign of the break-up of Catholicism; but he was\nnot a builder of Protestantism. The countries which became corporately\nand democratically Protestant, Scotland, for instance, and Holland,\nfollowed Calvin and not Luther. And Calvin was a Frenchman; an\nunpleasant Frenchman, it is true, but one full of that French capacity\nfor creating official entities which can really act, and have a kind of\nimpersonal personality, such as the French Monarchy or the Terror.\nLuther was an anarchist, and therefore a dreamer. He made that which is,\nperhaps, in the long run, the fullest and most shining manifestation of\nfailure; he made a name. Calvin made an active, governing, persecuting\nthing, called the Kirk. There is something expressive of him in the fact\nthat he called even his work of abstract theology “The Institutes.”",
        "In England, however, there were elements of chaos more akin to Luther\nthan to Calvin. And we may thus explain many things which appear rather\npuzzling in our history, notably the victory of Cromwell not only over\nthe English Royalists but over the Scotch Covenanters. It was the\nvictory of that more happy-go-lucky sort of Protestantism, which had in\nit much of aristocracy but much also of liberty, over that logical\nambition of the Kirk which would have made Protestantism, if possible,\nas constructive as Catholicism had been. It might be called the victory\nof Individualist Puritanism over Socialist Puritanism. It was what\nMilton meant when he said that the new presbyter was an exaggeration of\nthe old priest; it was his office that acted, and acted very harshly.\nThe enemies of the Presbyterians were not without a meaning when they\ncalled themselves Independents. To this day no one can understand\nScotland who does not realise that it retains much of its mediaeval\nsympathy with France, the French equality, the French pronunciation of\nLatin, and, strange as it may sound, is in nothing so French as in its\nPresbyterianism.",
        "In this loose and negative sense only it may be said that the great\nmodern mistakes of England can be traced to Luther. It is true only in\nthis, that both in Germany and England a Protestantism softer and less\nabstract than Calvinism was found useful to the compromises of courtiers\nand aristocrats; for every abstract creed does something for human\nequality. Lutheranism in Germany rapidly became what it is to-day–a\nreligion of court chaplains. The reformed church in England became\nsomething better; it became a profession for the younger sons of\nsquires. But these parallel tendencies, in all their strength and\nweakness, reached, as it were, symbolic culmination when the mediaeval\nmonarchy was extinguished, and the English squires gave to what was\nlittle more than a German squire the damaged and diminished crown.",
        "It must be remembered that the Germanics were at that time used as a\nsort of breeding-ground for princes. There is a strange process in\nhistory by which things that decay turn into the very opposite of\nthemselves. Thus in England Puritanism began as the hardest of creeds,\nbut has ended as the softest; soft-hearted and not unfrequently\nsoft-headed. Of old the Puritan in war was certainly the Puritan at his\nbest; it was the Puritan in peace whom no Christian could be expected to\nstand. Yet those Englishmen to-day who claim descent from the great\nmilitarists of 1649 express the utmost horror of militarism. An\ninversion of an opposite kind has taken place in Germany. Out of the\ncountry that was once valued as providing a perpetual supply of kings\nsmall enough to be stop-gaps, has come the modern menace of the one\ngreat king who would swallow the kingdoms of the earth. But the old\nGerman kingdoms preserved, and were encouraged to preserve, the good\nthings that go with small interests and strict boundaries, music,\netiquette, a dreamy philosophy, and so on. They were small enough to be\nuniversal. Their outlook could afford to be in some degree broad and\nmany-sided. They had the impartiality of impotence. All this has been\nutterly reversed, and we find ourselves at war with a Germany whose\npowers are the widest and whose outlook is the narrowest in the world.",
        "It is true, of course, that the English squires put themselves over the\nnew German prince rather than under him. They put the crown on him as an\nextinguisher. It was part of the plan that the new-comer, though royal,\nshould be almost rustic. Hanover must be one of England’s possessions\nand not England one of Hanover’s. But the fact that the court became a\nGerman court prepared the soil, so to speak; English politics were\nalready subconsciously committed to two centuries of the belittlement of\nFrance and the gross exaggeration of Germany. The period can be\nsymbolically marked out by Carteret, proud of talking German at the\nbeginning of the period, and Lord Haldane, proud of talking German at\nthe end of it. Culture is already almost beginning to be spelt with a k.\nBut all such pacific and only slowly growing Teutonism was brought to a\ncrisis and a decision when the voice of Pitt called us, like a trumpet,\nto the rescue of the Protestant Hero.",
        "Among all the monarchs of that faithless age, the nearest to a man was a\nwoman. Maria Theresa of Austria was a German of the more generous sort,\nlimited in a domestic rather than a national sense, firm in the ancient\nfaith at which all her own courtiers were sneering, and as brave as a\nyoung lioness. Frederick hated her as he hated everything German and\neverything good. He sets forth in his own memoirs, with that clearness\nwhich adds something almost superhuman to the mysterious vileness of his\ncharacter, how he calculated on her youth, her inexperience and her lack\nof friends as proof that she could be despoiled with safety. He invaded\nSilesia in advance of his own declaration of war (as if he had run on\nahead to say it was coming) and this new anarchic trick, combined with\nthe corruptibility of nearly all the other courts, left him after the\ntwo Silesian wars in possession of the stolen goods. But Maria Theresa\nhad refused to submit to the immorality of nine points of the law. By\nappeals and concessions to France, Russia, and other powers, she\ncontrived to create something which, against the atheist innovator even\nin that atheist age, stood up for an instant like a spectre of the\nCrusades. Had that Crusade been universal and whole-hearted, the great\nnew precedent of mere force and fraud would have been broken; and the\nwhole appalling judgment which is fallen upon Christendom would have\npassed us by. But the other Crusaders were only half in earnest for\nEurope; Frederick was quite in earnest for Prussia; and he sought for\nallies, by whose aid this weak revival of good might be stamped out, and\nhis adamantine impudence endure for ever. The allies he found were the\nEnglish. It is not pleasant for an Englishman to have to write the\nwords.",
        "This was the first act of the tragedy, and with it we may leave\nFrederick, for we are done with the fellow though not with his work. It\nis enough to add that if we call all his after actions satanic, it is\nnot a term of abuse, but of theology. He was a Tempter. He dragged the\nother kings to “partake of the body of Poland,” and learn the meaning of\nthe Black Mass. Poland lay prostrate before three giants in armour, and\nher name passed into a synonym for failure. The Prussians, with their\nfine magnanimity, gave lectures on the hereditary maladies of the man\nthey had murdered. They could not conceive of life in those limbs; and\nthe time was far off when they should be undeceived. In that day five\nnations were to partake not of the body, but of the spirit of Poland;\nand the trumpet of the resurrection of the peoples should be blown from\nWarsaw to the western isles.",
        "That great Englishman Charles Fox, who was as national as Nelson, went\nto his death with the firm conviction that England had made Napoleon. He\ndid not mean, of course, that any other Italian gunner would have done\njust as well; but he did mean that by forcing the French back on their\nguns, as it were, we had made their chief gunner necessarily their chief\ncitizen. Had the French Republic been left alone, it would probably have\nfollowed the example of most other ideal experiments; and praised peace\nalong with progress and equality. It would almost certainly have eyed\nwith the coldest suspicion any adventurer who appeared likely to\nsubstitute his personality for the pure impersonality of the Sovereign\nPeople; and would have considered it the very flower of republican\nchastity to provide a Brutus for such a Caesar. But if it was\nundesirable that equality should be threatened by a citizen, it was\nintolerable that it should be simply forbidden by a foreigner. If\nFrance could not put up with French soldiers she would very soon have to\nput up with Austrian soldiers; and it would be absurd if, having decided\nto rely on soldiering, she had hampered the best French soldier even on the\nground that he was not French. So that whether we regard Napoleon as a\nhero rushing to the country’s help, or a tyrant profiting by the\ncountry’s extremity, it is equally clear that those who made the war\nmade the war-lord; and those who tried to destroy the Republic were\nthose who created the Empire. So, at least, Fox argued against that much\nless English prig who would have called him unpatriotic; and he threw\nthe blame upon Pitt’s Government for having joined the anti-French\nalliance, and so tipped up the scale in favour of a military France. But\nwhether he was right or no, he would have been the readiest to admit\nthat England was not the first to fly at the throat of the young\nRepublic. Something in Europe much vaster and vaguer had from the first\nstirred against it. What was it then that first made war–and made\nNapoleon? There is only one possible answer: the Germans. This is the\nsecond act of our drama of the degradation of England to the level of\nGermany. And it has this very important development; that Germany means\nby this time all the Germans, just as it does to-day. The savagery of\nPrussia and the stupidity of Austria are now combined. Mercilessness and\nmuddleheadedness are met together; unrighteousness and unreasonableness\nhave kissed each other; and the tempter and the tempted are agreed. The\ngreat and good Maria Theresa was already old. She had a son who was a\nphilosopher of the school of Frederick; also a daughter who was more\nfortunate, for she was guillotined. It was natural, no doubt, that her\nbrother and relatives should disapprove of the incident; but it occurred\nlong after the whole Germanic power had been hurled against the new\nRepublic. Louis XVI. himself was still alive and nominally ruling when\nthe first pressure came from Prussia and Austria, demanding that the\ntrend of the French emancipation should be reversed. It is impossible to\ndeny, therefore, that what the united Germanics were resolved to destroy\nwas the reform and not even the Revolution. The part which Joseph of\nAustria played in the matter is symbolic. For he was what is called an\nenlightened despot, which is the worst kind of despot. He was as\nirreligious as Frederick the Great, but not so disgusting or amusing.\nThe old and kindly Austrian family, of which Maria Theresa was the\naffectionate mother, and Marie Antoinette the rather uneducated\ndaughter, was already superseded and summed up by a rather dried-up\nyoung man self-schooled to a Prussian efficiency. The needle is already\nveering northward. Prussia is already beginning to be the captain of the\nGermanics “in shining armour.” Austria is already becoming a loyal\nsekundant.",
        "But there still remains one great difference between Austria and Prussia\nwhich developed more and more as the energy of the young Napoleon was\ndriven like a wedge between them. The difference can be most shortly\nstated by saying that Austria did, in some blundering and barbaric way,\ncare for Europe; but Prussia cared for nothing but Prussia. Austria is\nnot a nation; you cannot really find Austria on the map. But Austria is\na kind of Empire; a Holy Roman Empire that never came, an expanding and\ncontracting-dream. It does feel itself, in a vague patriarchal way, the\nleader, not of a nation, but of nations. It is like some dying Emperor\nof Rome in the decline; who should admit that the legions had been\nwithdrawn from Britain or from Parthia, but would feel it as\nfundamentally natural that they should have been there, as in Sicily or\nSouthern Gaul. I would not assert that the aged Francis Joseph imagines\nthat he is Emperor of Scotland or of Denmark; but I should guess that he\nretains some notion that if he did rule both the Scots and the Danes, it\nwould not be more incongruous than his ruling both the Hungarians and\nthe Poles. This cosmopolitanism of Austria has in it a kind of shadow of\nresponsibility for Christendom. And it was this that made the difference\nbetween its proceedings and those of the purely selfish adventurer from\nthe north, the wild dog of Pomerania.",
        "It may be believed, as Fox himself came at last to believe, that\nNapoleon in his latest years was really an enemy to freedom, in the\nsense that he was an enemy to that very special and occidental form of\nfreedom which we call Nationalism. The resistance of the Spaniards, for\ninstance, was certainly a popular resistance. It had that peculiar,\nbelated, almost secretive strength with which war is made by the people.\nIt was quite easy for a conqueror to get into Spain; his great\ndifficulty was to get out again. It was one of the paradoxes of history\nthat he who had turned the mob into an army, in defence of its rights\nagainst the princes, should at last have his army worn down, not by\nprinces but by mobs. It is equally certain that at the other end of\nEurope, in burning Moscow and on the bridge of the Beresina, he had\nfound the common soul, even as he had found the common sky, his enemy.\nBut all this does not affect the first great lines of the quarrel, which\nhad begun before horsemen in Germanic uniform had waited vainly upon the\nroad to Varennes or had failed upon the miry slope up to the windmill of\nValmy. And that duel, on which depended all that our Europe has since\nbecome, had great Russia and gallant Spain and our own glorious island\nonly as subordinates or seconds. That duel, first, last, and for ever,\nwas a duel between the Frenchman and the German; that is, between the\ncitizen and the barbarian.",
        "It is not necessary nowadays to defend the French Revolution, it is not\nnecessary to defend even Napoleon, its child and champion, from\ncriticisms in the style of Southey and Alison, which even at the time\nhad more of the atmosphere of Bath and Cheltenham than of Turcoing and\nTalavera. The French Revolution was attacked because it was democratic\nand defended because it was democratic; and Napoleon was not feared as\nthe last of the iron despots, but as the first of the iron democrats.\nWhat France set out to prove France has proved; not that common men are\nall angels, or all diplomatists, or all gentlemen (for these inane\naristocratic illusions were no part of the Jacobin theory), but that\ncommon men can all be citizens and can all be soldiers; that common men\ncan fight and can rule. There is no need to confuse the question with\nany of those escapades of a floundering modernism which have made\nnonsense of this civic common-sense. Some Free Traders have seemed to\nleave a man no country to fight for; some Free Lovers seem to leave a\nman no household to rule. But these things have not established\nthemselves either in France or anywhere else. What has been established\nis not Free Trade or Free Love, but Freedom; and it is nowhere so\npatriotic or so domestic as in the country from which it came. The poor\nmen of France have not loved the land less because they have shared it.\nEven the patricians are patriots; and if some honest Royalists or\naristocrats are still saying that democracy cannot organise and cannot\nobey, they are none the less organised by it and obeying it, nobly\nliving or splendidly dead for it, along the line from Switzerland to the\nsea.",
        "But for Austria, and even more for Russia, there was this to be said;\nthat the French Republican ideal was incomplete, and that they\npossessed, in a corrupt but still positive and often popular sense, what\nwas needed to complete it. The Czar was not democratic, but he was\nhumanitarian. He was a Christian Pacifist; there is something of the\nTolstoyan in every Russian. It is not wholly fanciful to talk of the\nWhite Czar: for Russia even destruction has a deathly softness as of\nsnow. Her ideas are often innocent and even childish; like the idea of\nPeace. The phrase Holy Alliance was a beautiful truth for the Czar,\nthough only a blasphemous jest for his rascally allies, Metternich and\nCastlereagh. Austria, though she had lately fallen to a somewhat\ntreasonable toying with heathens and heretics of Turkey and Prussia,\nstill retained something of the old Catholic comfort for the soul.\nPriests still bore witness to that mighty mediaeval institution which\neven its enemies concede to be a noble nightmare. All their hoary\npolitical iniquities had not deprived them of that dignity. If they\ndarkened the sun in heaven, they clothed it with the strong colours of\nsunrise in garment or gloriole; if they had given men stones for bread,\nthe stones were carved with kindly faces and fascinating tales. If\njustice counted on their shameful gibbets hundreds of the innocent dead,\nthey could still say that for them death was more hopeful than life for\nthe heathen. If the new daylight discovered their vile tortures, there\nhad lingered in the darkness some dim memory that they were tortures of\nPurgatory and not, like those which Parisian and Prussian diabolists\nshowed shameless in the sunshine, of naked hell. They claimed a truth\nnot yet disentangled from human nature; for indeed earth is not even\nearth without heaven, as a landscape is not a landscape without the sky.\nAnd in, a universe without God there is not room enough for a man.",
        "It may be held, therefore, that there must in any case have come a\nconflict between the old world and the new; if only because the old are\noften broad, while the young are always narrow. The Church had learnt,\nnot at the end but at the beginning of her centuries, that the funeral\nof God is always a premature burial. If the bugles of Bonaparte raised\nthe living populace of the passing hour, she could blow that yet more\nrevolutionary trumpet that shall raise all the democracy of the dead.\nBut if we concede that collision was inevitable between the new Republic\non the one hand and Holy Russia and the Holy Roman Empire on the other,\nthere remain two great European forces which, in different attitudes and\nfrom very different motives, determined the ultimate combination.\nNeither of them had any tincture of Catholic mysticism. Neither of them\nhad any tincture of Jacobin idealism. Neither of them, therefore, had\nany real moral reason for being in the war at all. The first was\nEngland, and the second was Prussia.",
        "It is very arguable that England must, in any case, have fought to keep\nher influence on the ports of the North Sea. It is quite equally\narguable that if she had been as heartily on the side of the French\nRevolution as she was at last against it, she could have claimed the\nsame concessions from the other side. It is certain that England had no\nnecessary communion with the arms and tortures of the Continental\ntyrannies, and that she stood at the parting of the ways. England was\nindeed an aristocracy, but a liberal one; and the ideas growing in the\nmiddle classes were those which had already made America, and were\nremaking France. The fiercest Jacobins, such as Danton, were deep in the\nliberal literature of England. The people had no religion to fight for,\nas in Russia or La Vendee. The parson was no longer a priest, and had\nlong been a small squire. Already that one great blank in our land had\nmade snobbishness the only religion of South England; and turned rich\nmen into a mythology. The effect can be well summed up in that decorous\nabbreviation by which our rustics speak of “Lady’s Bedstraw,” where they\nonce spoke of “Our Lady’s Bedstraw.” We have dropped the comparatively\ndemocratic adjective, and kept the aristocratic noun. South England is\nstill, as it was called in the Middle Ages, a garden; but it is the kind\nwhere grow the plants called “lords and ladies.”",
        "We became more and more insular even about our continental conquests; we\nstood upon our island as if on an anchored ship. We never thought of\nNelson at Naples, but only eternally at Trafalgar; and even that Spanish\nname we managed to pronounce wrong. But even if we regard the first\nattack upon Napoleon as a national necessity, the general trend remains\ntrue. It only changes the tale from a tragedy of choice to a tragedy of\nchance. And the tragedy was that, for a second time, we were at one with\nthe Germans.",
        "But if England had nothing to fight for but a compromise, Prussia had\nnothing to fight for but a negation. She was and is, in the supreme\nsense, the spirit that denies. It is as certain that she was fighting\nagainst liberty in Napoleon as it is that she was fighting against\nreligion in Maria Theresa. What she was fighting for she would have\nfound it quite impossible to tell you. At the best, it was for Prussia;\nif it was anything else, it was tyranny. She cringed to Napoleon when he\nbeat her, and only joined in the chase when braver people had beaten\nhim. She professed to restore the Bourbons, and tried to rob them while\nshe was restoring them. For her own hand she would have wrecked the\nRestoration with the Revolution. Alone in all that agony of peoples, she\nhad not the star of one solitary ideal to light the night of her\nnihilism.",
        "The French Revolution has a quality which all men feel; and which may be\ncalled a sudden antiquity. Its classicalism was not altogether a cant.\nWhen it had happened it seemed to have happened thousands of years ago.\nIt spoke in parables; in the hammering of spears and the awful cap of\nPhrygia. To some it seemed to pass like a vision; and yet it seemed\neternal as a group of statuary. One almost thought of its most strenuous\nfigures as naked. It is always with a shock of comicality that we\nremember that its date was so recent that umbrellas were fashionable\nand top-hats beginning to be tried. And it is a curious fact, giving a\nkind of completeness to this sense of the thing as something that\nhappened outside the world, that its first great act of arms and also\nits last were both primarily symbols; and but for this visionary\ncharacter, were in a manner vain. It began with the taking of the old\nand almost empty prison called the Bastille; and we always think of it\nas the beginning of the Revolution, though the real Revolution did not\ncome till some time after. And it ended when Wellington and Blucher met\nin 1815; and we always think of it as the end of Napoleon; though\nNapoleon had really fallen before. And the popular imagery is right, as\nit generally is in such things: for the mob is an artist, though not a\nman of science. The riot of the 14th of July did not specially deliver\nprisoners inside the Bastille, but it did deliver the prisoners outside.\nNapoleon when he returned was indeed a revenant, that is, a ghost. But\nWaterloo was all the more final in that it was a spectral resurrection\nand a second death. And in this second case there were other elements\nthat were yet more strangely symbolic. That doubtful and double battle\nbefore Waterloo was like the dual personality in a dream. It\ncorresponded curiously to the double mind of the Englishman. We connect\nQuatre Bras with things romantically English to the verge of\nsentimentalism, with Byron and “The Black Brunswicker.” We naturally\nsympathise with Wellington against Ney. We do not sympathise, and even\nthen we did not really sympathise, with Blucher against Napoleon.\nGermany has complained that we passed over lightly the presence of\nPrussians at the decisive action. And well we might. Even at the time\nour sentiment was not solely jealousy, but very largely shame.\nWellington, the grimmest and even the most unamiable of Tories, with no\nFrench sympathies and not enough human ones, has recorded his opinion of\nhis Prussian allies in terms of curt disgust. Peel, the primmest and\nmost snobbish Tory that ever praised “our gallant Allies” in a frigid\nofficial speech, could not contain himself about the conduct of\nBlucher’s men. Our middle classes did well to adorn their parlours with\nthe picture of the “Meeting of Wellington and Blucher.” They should\nhave hung up a companion piece of Pilate and Herod shaking hands. Then,\nafter that meeting amid the ashes of Hougomont, where they dreamed they\nhad trodden out the embers of all democracy, the Prussians rode on\nbefore, doing after their kind. After them went that ironical aristocrat\nout of embittered Ireland, with what thoughts we know; and Blucher, with\nwhat thoughts we care not; and his soldiers entered Paris, and stole the\nsword of Joan of Arc.",
        "The late Lord Salisbury, a sad and humorous man, made many public and\nserious remarks that have been proved false and perilous, and many\nprivate and frivolous remarks which were valuable and ought to be\nimmortal. He struck dead the stiff and false psychology of “social\nreform,” with its suggestion that the number of public-houses made\npeople drunk, by saying that there were a number of bedrooms at\nHatfield, but they never made him sleepy. Because of this it is possible\nto forgive him for having talked about “living and dying nations”:\nthough it is of such sayings that living nations die. In the same spirit\nhe included the nation of Ireland in the “Celtic fringe” upon the west\nof England. It seems sufficient to remark that the fringe is\nconsiderably broader than the garment. But the fearful satire of time\nhas very sufficiently avenged the Irish nation upon him, largely by the\ninstrumentality of another fragment of the British robe which he cast\naway almost contemptuously in the North Sea. The name of it is\nHeligoland; and he gave it to the Germans.",
        "The subsequent history of the two islands on either side of England has\nbeen sufficiently ironical. If Lord Salisbury had foreseen exactly what\nwould happen to Heligoland, as well as to Ireland, he might well have\nfound no sleep at Hatfield in one bedroom or a hundred. In the eastern\nisle he was strengthening a fortress that would one day be called upon\nto destroy us. In the western isle he was weakening a fortress that\nwould one day be called upon to save us. In that day his trusted ally,\nWilliam Hohenzollern, was to batter our ships and boats from the Bight\nof Heligoland; and in that day his old and once-imprisoned enemy, John\nRedmond, was to rise in the hour of English jeopardy, and be thanked in\nthunder for the free offer of the Irish sword. All that Robert Cecil\nthought valueless has been our loss, and all that he thought feeble our\nstay. Among those of his political class or creed who accepted and\nwelcomed the Irish leader’s alliance, there were some who knew the real\npast relations between England and Ireland, and some who first felt\nthem in that hour. All knew that England could no longer be a mere\nmistress; many knew that she was now in some sense a suppliant. Some\nknew that she deserved to be a suppliant. These were they who knew a\nlittle of the thing called history; and if they thought at all of such\ndead catchwords as the “Celtic fringe” for a description of Ireland, it\nwas to doubt whether we were worthy to kiss the hem of her garment. If\nthere be still any Englishman who thinks such language extravagant, this\nchapter is written to enlighten him.",
        "In the last two chapters I have sketched in outline the way in which\nEngland, partly by historical accident, but partly also by false\nphilosophy, was drawn into the orbit of Germany, the centre of whose\ncircle was already at Berlin. I need not recapitulate the causes at all\nfully here. Luther was hardly a heresiarch for England, though a hobby\nfor Henry VIII. But the negative Germanism of the Reformation, its drag\ntowards the north, its quarantine against Latin culture, was in a sense\nthe beginning of the business. It is well represented in two facts; the\nbarbaric refusal of the new astronomical calendar merely because it was\ninvented by a Pope, and the singular decision to pronounce Latin as if\nit were something else, making it not a dead language but a new\nlanguage. Later, the part played by particular royalties is complex and\naccidental; “the furious German” came and passed; the much less\ninteresting Germans came and stayed. Their influence was negative but\nnot negligible; they kept England out of that current of European life\ninto which the Gallophil Stuarts might have carried her. Only one of the\nHanoverians was actively German; so German that he actually gloried in\nthe name of Briton, and spelt it wrong. Incidentally, he lost America.\nIt is notable that all those eminent among the real Britons, who spelt\nit right, respected and would parley with the American Revolution,\nhowever jingo or legitimist they were; the romantic conservative Burke,\nthe earth-devouring Imperialist Chatham, even, in reality, the jog-trot\nTory North. The intractability was in the Elector of Hanover more than\nin the King of England; in the narrow and petty German prince who was\nbored by Shakespeare and approximately inspired by Handel. What really\nclinched the unlucky companionship of England and Germany was the first\nand second alliance with Prussia; the first in which we prevented the\nhardening tradition of Frederick the Great being broken up by the Seven\nYears’ War; the second in which we prevented it being broken up by the\nFrench Revolution and Napoleon. In the first we helped Prussia to escape\nlike a young brigand; in the second we helped the brigand to adjudicate\nas a respectable magistrate. Having aided his lawlessness, we defended\nhis legitimacy. We helped to give the Bourbon prince his crown, though\nour allies the Prussians (in their cheery way) tried to pick a few\njewels out of it before he got it. Through the whole of that period, so\nimportant in history, it must be said that we were to be reckoned on for\nthe support of unreformed laws and the rule of unwilling subjects. There\nis, as it were, an ugly echo even to the name of Nelson in the name of\nNaples. But whatever is to be said of the cause, the work which we did\nin it, with steel and gold, was so able and strenuous that an Englishman\ncan still be proud of it. We never performed a greater task than that\nin which we, in a sense, saved Germany, save that in which a hundred\nyears later, we have now, in a sense, to destroy her. History tends to\nbe a facade of faded picturesqueness for most of those who have not\nspecially studied it: a more or less monochrome background for the drama\nof their own day. To these it may well seem that it matters little\nwhether we were on one side or the other in a fight in which all the\nfigures are antiquated; Bonaparte and Blucher are both in old cocked\nhats; French kings and French regicides are both not only dead men but\ndead foreigners; the whole is a tapestry as decorative and as arbitrary\nas the Wars of the Roses. It was not so: we fought for something real\nwhen we fought for the old world against the new. If we want to know\npainfully and precisely what it was, we must open an old and sealed and\nvery awful door, on a scene which was called Ireland, but which then\nmight well have been called hell.",
        "Having chosen our part and made war upon the new world, we were soon\nmade to understand what such spiritual infanticide involved; and were\ncommitted to a kind of Massacre of the Innocents. In Ireland the young\nworld was represented by young men, who shared the democratic dream of\nthe Continent, and were resolved to foil the plot of Pitt; who was\nworking a huge machine of corruption to its utmost to absorb Ireland\ninto the Anti-Jacobin scheme of England. There was present every\ncoincidence that could make the British rulers feel they were mere\nabbots of misrule. The stiff and self-conscious figure of Pitt has\nremained standing incongruously purse in hand; while his manlier rivals\nwere stretching out their hands for the sword, the only possible resort\nof men who cannot be bought and refuse to be sold. A rebellion broke out\nand was repressed; and the government that repressed it was ten times\nmore lawless than the rebellion. Fate for once seemed to pick out a\nsituation in plain black and white like an allegory; a tragedy of\nappalling platitudes. The heroes were really heroes; and the villains\nwere nothing but villains. The common tangle of life, in which good men\ndo evil by mistake and bad men do good by accident, seemed suspended for\nus as for a judgment. We had to do things that not only were vile, but\nfelt vile. We had to destroy men who not only were noble, but looked\nnoble. They were men like Wolfe Tone, a statesman in the grand style who\nwas not suffered to found a state; and Robert Emmet, lover of his land\nand of a woman, in whose very appearance men saw something of the eagle\ngrace of the young Napoleon. But he was luckier than the young Napoleon;\nfor he has remained young. He was hanged; not before he had uttered one\nof those phrases that are the hinges of history. He made an epitaph of\nthe refusal of an epitaph: and with a gesture has hung his tomb in\nheaven like Mahomet’s coffin. Against such Irishmen we could only\nproduce Castlereagh; one of the few men in human records who seem to\nhave been made famous solely that they might be infamous. He sold his\nown country, he oppressed ours; for the rest he mixed his metaphors, and\nhas saddled two separate and sensible nations with the horrible mixed\nmetaphor called the Union. Here there is no possible see-saw of\nsympathies as there can be between Brutus and Caesar or between Cromwell\nand Charles I.: there is simply nobody who supposes that Emmet was out\nfor worldly gain, or that Castlereagh was out for anything else. Even\nthe incidental resemblances between the two sides only served to sharpen\nthe contrast and the complete superiority of the nationalists. Thus,\nCastlereagh and Lord Edward Fitzgerald were both aristocrats. But\nCastlereagh was the corrupt gentleman at the Court, Fitzgerald the\ngenerous gentleman upon the land; some portion of whose blood, along\nwith some portion of his spirit, descended to that great gentleman,\nwho–in the midst of the emetic immoralism of our modern politics–gave\nback that land to the Irish peasantry. Thus again, all such\neighteenth-century aristocrats (like aristocrats almost anywhere) stood\napart from the popular mysticism and the shrines of the poor; they were\ntheoretically Protestants, but practically pagans. But Tone was the type\nof pagan who refuses to persecute, like Gallio: Pitt was the type of\npagan who consents to persecute; and his place is with Pilate. He was an\nintolerant indifferentist; ready to enfranchise the Papists, but more\nready to massacre them. Thus, once more, the two pagans, Tone and\nCastlereagh, found a pagan end in suicide. But the circumstances were\nsuch that any man, of any party, felt that Tone had died like Cato and\nCastlereagh had died like Judas.",
        "The march of Pitt’s policy went on; and the chasm between light and\ndarkness deepened. Order was restored; and wherever order spread, there\nspread an anarchy more awful than the sun has ever looked on. Torture\ncame out of the crypts of the Inquisition and walked in the sunlight of\nthe streets and fields. A village vicar was slain with inconceivable\nstripes, and his corpse set on fire with frightful jests about a roasted\npriest. Rape became a mode of government. The violation of virgins\nbecame a standing order of police. Stamped still with the same terrible\nsymbolism, the work of the English Government and the English settlers\nseemed to resolve itself into animal atrocities against the wives and\ndaughters of a race distinguished for a rare and detached purity, and of\na religion which makes of innocence the Mother of God. In its bodily\naspects it became like a war of devils upon angels; as if England could\nproduce nothing but torturers, and Ireland nothing but martyrs. Such\nwas a part of the price paid by the Irish body and the English soul, for\nthe privilege of patching up a Prussian after the sabre-stroke of Jena.",
        "But Germany was not merely present in the spirit: Germany was present in\nthe flesh. Without any desire to underrate the exploits of the English\nor the Orangemen, I can safely say that the finest touches were added by\nsoldiers trained in a tradition inherited from the horrors of the Thirty\nYears’ War, and of what the old ballad called “the cruel wars of High\nGermanie.” An Irishman I know, whose brother is a soldier, and who has\nrelatives in many distinguished posts of the British army, told me that\nin his childhood the legend (or rather the truth) of ’98 was so\nfrightfully alive that his own mother would not have the word “soldier\"\nspoken in her house. Wherever we thus find the tradition alive we find\nthat the hateful soldier means especially the German soldier. When the\nIrish say, as some of them do say, that the German mercenary was worse\nthan the Orangemen, they say as much as human mouth can utter. Beyond\nthat there is nothing but the curse of God, which shall be uttered in\nan unknown tongue.",
        "The practice of using German soldiers, and even whole German regiments,\nin the make-up of the British army, came in with our German princes, and\nreappeared on many important occasions in our eighteenth-century\nhistory. They were probably among those who encamped triumphantly upon\nDrumossie Moor, and also (which is a more gratifying thought) among\nthose who ran away with great rapidity at Prestonpans. When that very\ntypical German, George III., narrow, serious, of a stunted culture and\ncoarse in his very domesticity, quarrelled with all that was spirited,\nnot only in the democracy of America but in the aristocracy of England,\nGerman troops were very fitted to be his ambassadors beyond the\nAtlantic. With their well-drilled formations they followed Burgoyne in\nthat woodland march that failed at Saratoga; and with their wooden faces\nbeheld our downfall. Their presence had long had its effect in various\nways. In one way, curiously enough, their very militarism helped England\nto be less military; and especially to be more mercantile. It began to\nbe felt, faintly of course and never consciously, that fighting was a\nthing that foreigners had to do. It vaguely increased the prestige of\nthe Germans as the military people, to the disadvantage of the French,\nwhom it was the interest of our vanity to underrate. The mere mixture of\ntheir uniforms with ours made a background of pageantry in which it\nseemed more and more natural that English and German potentates should\nsalute each other like cousins, and, in a sense, live in each other’s\ncountries. Thus in 1908 the German Emperor was already regarded as\nsomething of a menace by the English politicians, and as nothing but a\nmadman by the English people. Yet it did not seem in any way disgusting\nor dangerous that Edward VII. should appear upon occasion in a Prussian\nuniform. Edward VII. was himself a friend to France, and worked for the\nFrench Alliance. Yet his appearance in the red trousers of a French\nsoldier would have struck many people as funny; as funny as if he had\ndressed up as a Chinaman.",
        "But the German hirelings or allies had another character which (by that\nsame strain of evil coincidence which we are tracing in this book)\nencouraged all that was worst in the English conservatism and\ninequality, while discouraging all that was best in it. It is true that\nthe ideal Englishman was too much of a squire; but it is just to add\nthat the ideal squire was a good squire. The best squire I know in\nfiction is Duke Theseus in “The Midsummer Night’s Dream,” who is kind to\nhis people and proud of his dogs; and would be a perfect human being if\nhe were not just a little bit prone to be kind to both of them in the\nsame way. But such natural and even pagan good-nature is consonant with\nthe warm wet woods and comfortable clouds of South England; it never had\nany place among the harsh and thrifty squires in the plains of East\nPrussia, the land of the East Wind. They were peevish as well as proud,\nand everything they created, but especially their army, was made\ncoherent by sheer brutality. Discipline was cruel enough in all the\neighteenth-century armies, created long after the decay of any faith or\nhope that could hold men together. But the state that was first in\nGermany was first in ferocity. Frederick the Great had to forbid his\nEnglish admirers to follow his regiments during the campaign, lest they\nshould discover that the most enlightened of kings had only excluded\ntorture from law to impose it without law. This influence, as we have\nseen, left on Ireland a fearful mark which will never be effaced.\nEnglish rule in Ireland had been bad before; but in the broadening light\nof the revolutionary century I doubt whether it could have continued as\nbad, if we had not taken a side that forced us to flatter barbarian\ntyranny in Europe. We should hardly have seen such a nightmare as the\nAnglicising of Ireland if we had not already seen the Germanising of\nEngland. But even in England it was not without its effects; and one of\nits effects was to rouse a man who is, perhaps, the best English witness\nto the effect on the England of that time of the Alliance with Germany.\nWith that man I shall deal in the chapter that follows.",
        "Telling the truth about Ireland is not very pleasant to a patriotic\nEnglishman; but it is very patriotic. It is the truth and nothing but\nthe truth which I have but touched on in the last chapter. Several\ntimes, and especially at the beginning of this war, we narrowly escaped\nruin because we neglected that truth, and would insist on treating our\ncrimes of the ’98 and after as very distant; while in Irish feeling, and\nin fact, they are very near. Repentance of this remote sort is not at\nall appropriate to the case, and will not do. It may be a good thing to\nforget and forgive; but it is altogether too easy a trick to forget and\nbe forgiven.",
        "The truth about Ireland is simply this: that the relations between\nEngland and Ireland are the relations between two men who have to travel\ntogether, one of whom tried to stab the other at the last stopping-place\nor to poison the other at the last inn. Conversation may be courteous,\nbut it will be occasionally forced. The topic of attempted murder, its\nexamples in history and fiction, may be tactfully avoided in the\nsallies; but it will be occasionally present in the thoughts. Silences,\nnot devoid of strain, will fall from time to time. The partially\nmurdered person may even think an assault unlikely to recur; but it is\nasking too much, perhaps, to expect him to find it impossible to\nimagine. And even if, as God grant, the predominant partner is really\nsorry for his former manner of predominating, and proves it in some\nunmistakable manner–as by saving the other from robbers at great\npersonal risk–the victim may still be unable to repress an abstract\npsychological wonder about when his companion first began to feel like\nthat. Now this is not in the least an exaggerated parable of the\nposition of England towards Ireland, not only in ’98, but far back from\nthe treason that broke the Treaty of Limerick and far onwards through\nthe Great Famine and after. The conduct of the English towards the Irish\nafter the Rebellion was quite simply the conduct of one man who traps\nand binds another, and then calmly cuts him about with a knife. The\nconduct during the Famine was quite simply the conduct of the first man\nif he entertained the later moments of the second man, by remarking in a\nchatty manner on the very hopeful chances of his bleeding to death. The\nBritish Prime Minister publicly refused to stop the Famine by the use of\nEnglish ships. The British Prime Minister positively spread the Famine,\nby making the half-starved populations of Ireland pay for the starved\nones. The common verdict of a coroner’s jury upon some emaciated wretch\nwas “Wilful murder by Lord John Russell”: and that verdict was not only\nthe verdict of Irish public opinion, but is the verdict of history. But\nthere were those in influential positions in England who were not\ncontent with publicly approving the act, but publicly proclaimed the\nmotive. The Times, which had then a national authority and\nrespectability which gave its words a weight unknown in modern\njournalism, openly exulted in the prospect of a Golden Age when the kind\nof Irishman native to Ireland would be “as rare on the banks of the\nLiffey as a red man on the banks of the Manhattan.” It seems\nsufficiently frantic that such a thing should have been said by one\nEuropean of another, or even of a Red Indian, if Red Indians had\noccupied anything like the place of the Irish then and since; if there\nwere to be a Red Indian Lord Chief Justice and a Red Indian\nCommander-in-Chief, if the Red Indian Party in Congress, containing\nfirst-rate orators and fashionable novelists, could have turned\nPresidents in and out; if half the best troops of the country were\ntrained with the tomahawk and half the best journalism of the capital\nwritten in picture-writing, if later, by general consent, the Chief\nknown as Pine in the Twilight, was the best living poet, or the Chief\nThin Red Fox, the ablest living dramatist. If that were realised, the\nEnglish critic probably would not say anything scornful of red men;\nor certainly would be sorry he said it. But the extraordinary avowal\ndoes mark what was most peculiar in the position. This has not been the\ncommon case of misgovernment. It is not merely that the institutions we\nset up were indefensible; though the curious mark of them is that they\nwere literally indefensible; from Wood’s Halfpence to the Irish Church\nEstablishment. There can be no more excuse for the method used by Pitt\nthan for the method used by Pigott. But it differs further from\nordinary misrule in the vital matter of its object. The coercion was not\nimposed that the people might live quietly, but that the people might\ndie quietly. And then we sit in an owlish innocence of our sin, and\ndebate whether the Irish might conceivably succeed in saving Ireland.\nWe, as a matter of fact, have not even failed to save Ireland. We have\nsimply failed to destroy her.",
        "It is not possible to reverse this judgment or to take away a single\ncount from it. Is there, then, anything whatever to be said for the\nEnglish in the matter? There is: though the English never by any chance\nsay it. Nor do the Irish say it; though it is in a sense a weakness as\nwell as a defence. One would think the Irish had reason to say anything\nthat can be said against the English ruling class, but they have not\nsaid, indeed they have hardly discovered, one quite simple fact–that it\nrules England. They are right in asking that the Irish should have a say\nin the Irish government, but they are quite wrong in supposing that the\nEnglish have any particular say in English government. And I seriously\nbelieve I am not deceived by any national bias, when I say that the\ncommon Englishman would be quite incapable of the cruelties that were\ncommitted in his name. But, most important of all, it is the historical\nfact that there was another England, an England consisting of common\nEnglishmen, which not only certainly would have done better, but\nactually did make some considerable attempt to do better. If anyone asks\nfor the evidence, the answer is that the evidence has been destroyed, or\nat least deliberately boycotted: but can be found in the unfashionable\ncorners of literature; and, when found, is final. If anyone asks for the\ngreat men of such a potential democratic England, the answer is that the\ngreat men are labelled small men, or not labelled at all; have been\nsuccessfully belittled as the emancipation of which they dreamed has\ndwindled. The greatest of them is now little more than a name; he is\ncriticised to be underrated and not to be understood; but he presented\nall that alternative and more liberal Englishry; and was enormously\npopular because he presented it. In taking him as the type of it we may\ntell most shortly the whole of this forgotten tale. And, even when I\nbegin to tell it, I find myself in the presence of that ubiquitous evil\nwhich is the subject of this book. It is a fact, and I think it is not a\ncoincidence, that in standing for a moment where this Englishman stood,\nI again find myself confronted by the German soldier.",
        "The son of a small Surrey farmer, a respectable Tory and churchman,\nventured to plead against certain extraordinary cruelties being\ninflicted on Englishmen whose hands were tied, by the whips of German\nsuperiors; who were then parading in English fields their stiff foreign\nuniforms and their sanguinary foreign discipline. In the countries from\nwhich they came, of course, such torments were the one monotonous means\nof driving men on to perish in the dead dynastic quarrels of the north;\nbut to poor Will Cobbett, in his provincial island, knowing little but\nthe low hills and hedges around the little church where he now lies\nburied, the incident seemed odd–nay, unpleasing. He knew, of course,\nthat there was then flogging in the British army also; but the German\nstandard was notoriously severe in such things, and was something of an\nacquired taste. Added to which he had all sorts of old grandmotherly\nprejudices about Englishmen being punished by Englishmen, and notions of\nthat sort. He protested, not only in speech, but actually in print. He\nwas soon made to learn the perils of meddling in the high politics of\nthe High Dutch militarists. The fine feelings of the foreign mercenaries\nwere soothed by Cobbett being flung into Newgate for two years and\nbeggared by a fine of L1000. That small incident is a small transparent\npicture of the Holy Alliance; of what was really meant by a country,\nonce half liberalised, taking up the cause of the foreign kings. This,\nand not “The Meeting of Wellington and Blucher,” should be engraved as\nthe great scene of the war. From this intemperate Fenians should learn\nthat the Teutonic mercenaries did not confine themselves solely to\ntorturing Irishmen. They were equally ready to torture Englishmen: for\nmercenaries are mostly unprejudiced. To Cobbett’s eye we were suffering\nfrom allies exactly as we should suffer from invaders. Boney was a\nbogey; but the German was a nightmare, a thing actually sitting on top\nof us. In Ireland the Alliance meant the ruin of anything and\neverything Irish, from the creed of St. Patrick to the mere colour\ngreen. But in England also it meant the ruin of anything and everything\nEnglish, from the Habeas Corpus Act to Cobbett.",
        "After this affair of the scourging, he wielded his pen like a scourge\nuntil he died. This terrible pamphleteer was one of those men who exist\nto prove the distinction between a biography and a life. From his\nbiographies you will learn that he was a Radical who had once been a\nTory. From his life, if there were one, you would learn that he was\nalways a Radical because he was always a Tory. Few men changed less; it\nwas round him that the politicians like Pitt chopped and changed, like\nfakirs dancing round a sacred rock. His secret is buried with him; it is\nthat he really cared about the English people. He was conservative\nbecause he cared for their past, and liberal because he cared for their\nfuture. But he was much more than this. He had two forms of moral\nmanhood very rare in our time: he was ready to uproot ancient successes,\nand he was ready to defy oncoming doom. Burke said that few are the\npartisans of a tyranny that has departed: he might have added that fewer\nstill are the critics of a tyranny that has remained. Burke certainly\nwas not one of them. While lashing himself into a lunacy against the\nFrench Revolution, which only very incidentally destroyed the property\nof the rich, he never criticised (to do him justice, perhaps never saw)\nthe English Revolution, which began with the sack of convents, and ended\nwith the fencing in of enclosures; a revolution which sweepingly and\nsystematically destroyed the property of the poor. While rhetorically\nputting the Englishman in a castle, politically he would not allow him\non a common. Cobbett, a much more historical thinker, saw the beginning\nof Capitalism in the Tudor pillage and deplored it; he saw the triumph\nof Capitalism in the industrial cities and defied it. The paradox he was\nmaintaining really amounted to the assertion that Westminster Abbey is\nrather more national than Welbeck Abbey. The same paradox would have led\nhim to maintain that a Warwickshire man had more reason to be proud of\nStratford-on-Avon than of Birmingham. He would no more have thought of\nlooking for England in Birmingham than of looking for Ireland in\nBelfast.",
        "The prestige of Cobbett’s excellent literary style has survived the\npersecution of his equally excellent opinions. But that style also is\nunderrated through the loss of the real English tradition. More cautious\nschools have missed the fact that the very genius of the English tongue\ntends not only to vigour, but specially to violence. The Englishman of\nthe leading articles is calm, moderate, and restrained; but then the\nEnglishman of the leading articles is a Prussian. The mere English\nconsonants are full of Cobbett. Dr. Johnson was our great man of letters\nwhen he said “stinks,” not when he said “putrefaction.” Take some common\nphrase like “raining cats and dogs,” and note not only the extravagance\nof imagery (though that is very Shakespearean), but a jagged energy in\nthe very spelling. Say “chats” and “chiens” and it is not the same.\nPerhaps the old national genius has survived the urban enslavement most\nspiritedly in our comic songs, admired by all men of travel and\ncontinental culture, by Mr. George Moore as by Mr. Belloc. One (to\nwhich I am much attached) had a chorus–",
        "  “O wind from the South\n  Blow mud in the mouth\n  Of Jane, Jane, Jane.”",
        "Note, again, not only the tremendous vision of clinging soils carried\nskywards in the tornado, but also the suitability of the mere sounds.\nSay “bone” and “bouche” for mud and mouth and it is not the same.\nCobbett was a wind from the South; and if he occasionally seemed to stop\nhis enemies’ mouths with mud, it was the real soil of South England.",
        "And as his seemingly mad language is very literary, so his seemingly mad\nmeaning is very historical. Modern people do not understand him because\nthey do not understand the difference between exaggerating a truth and\nexaggerating a lie. He did exaggerate, but what he knew, not what he did\nnot know. He only appears paradoxical because he upheld tradition\nagainst fashion. A paradox is a fantastic thing that is said once: a\nfashion is a more fantastic thing that is said a sufficient number of\ntimes. I could give numberless examples in Cobbett’s case, but I will\ngive only one. Anyone who finds himself full in the central path of\nCobbett’s fury sometimes has something like a physical shock. No one who\nhas read “The History of the Reformation” will ever forget the passage\n(I forget the precise words) in which he says the mere thought of such a\nperson as Cranmer makes the brain reel, and, for an instant, doubt the\ngoodness of God; but that peace and faith flow back into the soul when\nwe remember that he was burned alive. Now this is extravagant. It takes\nthe breath away; and it was meant to. But what I wish to point out is\nthat a much more extravagant view of Cranmer was, in Cobbett’s day, the\naccepted view of Cranmer; not as a momentary image, but as an immovable\nhistorical monument. Thousands of parsons and penmen dutifully set down\nCranmer among the saints and martyrs; and there are many respectable\npeople who would do so still. This is not an exaggerated truth, but an\nestablished lie. Cranmer was not such a monstrosity of meanness as\nCobbett implies; but he was mean. But there is no question of his being\nless saintly than the parsonages believed; he was not a saint at all;\nand not very attractive even as a sinner. He was no more a martyr for\nbeing burned than Crippen for being hanged.",
        "Cobbett was defeated because the English people was defeated. After the\nframe-breaking riots, men, as men, were beaten: and machines, as\nmachines, had beaten them. Peterloo was as much the defeat of the\nEnglish as Waterloo was the defeat of the French. Ireland did not get\nHome Rule because England did not get it. Cobbett would not forcibly\nincorporate Ireland, least of all the corpse of Ireland. But before his\ndefeat Cobbett had an enormous following; his “Register” was what the\nserial novels of Dickens were afterwards to be. Dickens, by the way,\ninherited the same instinct for abrupt diction, and probably enjoyed\nwriting “gas and gaiters” more than any two other words in his works.\nBut Dickens was narrower than Cobbett, not by any fault of his own, but\nbecause in the intervening epoch of the triumph of Scrooge and Gradgrind\nthe link with our Christian past had been lost, save in the single\nmatter of Christmas, which Dickens rescued romantically and by a\nhair’s-breadth escape. Cobbett was a yeoman; that is, a man free and\nfarming a small estate. By Dickens’s time, yeomen seemed as antiquated\nas bowmen. Cobbett was mediaeval; that is, he was in almost every way\nthe opposite of what that word means to-day. He was as egalitarian as\nSt. Francis, and as independent as Robin Hood. Like that other yeoman in\nthe ballad, he bore in hand a mighty bow; what some of his enemies would\nhave called a long bow. But though he sometimes overshot the mark of\ntruth, he never shot away from it, like Froude. His account of that\nsixteenth century in which the mediaeval civilisation ended, is not more\nand not less picturesque than Froude’s: the difference is in the dull\ndetail of truth. That crisis was not the foundling of a strong Tudor\nmonarchy, for the monarchy almost immediately perished; it was the\nfounding of a strong class holding all the capital and land, for it\nholds them to this day. Cobbett would have asked nothing better than to\nbend his mediaeval bow to the cry of “St. George for Merry England,” for\nthough he pointed to the other and uglier side of the Waterloo medal,\nhe was patriotic; and his premonitions were rather against Blucher than\nWellington. But if we take that old war-cry as his final word (and he\nwould have accepted it) we must note how every term in it points away\nfrom what the modern plutocrats call either progress or empire. It\ninvolves the invocation of saints, the most popular and the most\nforbidden form of mediaevalism. The modern Imperialist no more thinks of\nSt. George in England than he thinks of St. John in St. John’s Wood. It\nis nationalist in the narrowest sense; and no one knows the beauty and\nsimplicity of the Middle Ages who has not seen St. George’s Cross\nseparate, as it was at Crecy or Flodden, and noticed how much finer a\nflag it is than the Union Jack. And the word “merry” bears witness to an\nEngland famous for its music and dancing before the coming of the\nPuritans, the last traces of which have been stamped out by a social\ndiscipline utterly un-English. Not for two years, but for ten decades\nCobbett has been in prison; and his enemy, the “efficient” foreigner,\nhas walked about in the sunlight, magnificent, and a model for men. I\ndo not think that even the Prussians ever boasted about “Merry Prussia.”",
        "In the one classic and perfect literary product that ever came out of\nGermany–I do not mean “Faust,” but Grimm’s Fairy Tales–there is a\ngorgeous story about a boy who went through a number of experiences\nwithout learning how to shudder. In one of them, I remember, he was\nsitting by the fireside and a pair of live legs fell down the chimney\nand walked about the room by themselves. Afterwards the rest fell down\nand joined up; but this was almost an anti-climax. Now that is very\ncharming, and full of the best German domesticity. It suggests truly\nwhat wild adventures the traveller can find by stopping at home. But it\nalso illustrates in various ways how that great German influence on\nEngland, which is the matter of these essays, began in good things and\ngradually turned to bad. It began as a literary influence, in the lurid\ntales of Hoffmann, the tale of “Sintram,” and so on; the revisualising\nof the dark background of forest behind our European cities. That old\nGerman darkness was immeasurably livelier than the new German light. The\ndevils of Germany were much better than the angels. Look at the Teutonic\npictures of “The Three Huntsmen” and observe that while the wicked\nhuntsman is effective in his own way, the good huntsman is weak in every\nway, a sort of sexless woman with a face like a teaspoon. But there is\nmore in these first forest tales, these homely horrors. In the earlier\nstages they have exactly this salt of salvation, that the boy does notshudder. They are made fearful that he may be fearless, not that he may\nfear. As long as that limit is kept, the barbaric dreamland is decent;\nand though individuals like Coleridge and De Quincey mixed it with worse\nthings (such as opium), they kept that romantic rudiment upon the whole.\nBut the one disadvantage of a forest is that one may lose one’s way in\nit. And the one danger is not that we may meet devils, but that we may\nworship them. In other words, the danger is one always associated, by\nthe instinct of folk-lore, with forests; it is enchantment, or the\nfixed loss of oneself in some unnatural captivity or spiritual\nservitude. And in the evolution of Germanism, from Hoffmann to\nHauptmann, we do see this growing tendency to take horror seriously,\nwhich is diabolism. The German begins to have an eerie abstract sympathy\nwith the force and fear he describes, as distinct from their objective.\nThe German is no longer sympathising with the boy against the goblin,\nbut rather with the goblin against the boy. There goes with it, as\nalways goes with idolatry, a dehumanised seriousness; the men of the\nforest are already building upon a mountain the empty throne of the\nSuperman. Now it is just at this point that I for one, and most men who\nlove truth as well as tales, begin to lose interest. I am all for “going\nout into the world to seek my fortune,” but I do not want to find\nit–and find it is only being chained for ever among the frozen figures\nof the Sieges Allees. I do not want to be an idolator, still less an\nidol. I am all for going to fairyland, but I am also all for coming\nback. That is, I will admire, but I will not be magnetised, either by\nmysticism or militarism. I am all for German fantasy, but I will resist\nGerman earnestness till I die. I am all for Grimm’s Fairy Tales; but if\nthere is such a thing as Grimm’s Law, I would break it, if I knew what\nit was. I like the Prussian’s legs (in their beautiful boots) to fall\ndown the chimney and walk about my room. But when he procures a head and\nbegins to talk, I feel a little bored. The Germans cannot really be deep\nbecause they will not consent to be superficial. They are bewitched by\nart, and stare at it, and cannot see round it. They will not believe\nthat art is a light and slight thing–a feather, even if it be from an\nangelic wing. Only the slime is at the bottom of a pool; the sky is on\nthe surface. We see this in that very typical process, the Germanising\nof Shakespeare. I do not complain of the Germans forgetting that\nShakespeare was an Englishman. I complain of their forgetting that\nShakespeare was a man; that he had moods, that he made mistakes, and,\nabove all, that he knew his art was an art and not an attribute of\ndeity. That is what is the matter with the Germans; they cannot “ring\nfancy’s knell\"; their knells have no gaiety. The phrase of Hamlet about\n\"holding the mirror up to nature” is always quoted by such earnest\ncritics as meaning that art is nothing if not realistic. But it really\nmeans (or at least its author really thought) that art is nothing if not\nartificial. Realists, like other barbarians, really believe the\nmirror; and therefore break the mirror. Also they leave out the phrase\n\"as ’twere,” which must be read into every remark of Shakespeare, and\nespecially every remark of Hamlet. What I mean by believing the mirror,\nand breaking it, can be recorded in one case I remember; in which a\nrealistic critic quoted German authorities to prove that Hamlet had a\nparticular psycho-pathological abnormality, which is admittedly nowhere\nmentioned in the play. The critic was bewitched; he was thinking of\nHamlet as a real man, with a background behind him three dimensions\ndeep–which does not exist in a looking-glass. “The best in this kind\nare but shadows.” No German commentator has ever made an adequate note\non that. Nevertheless, Shakespeare was an Englishman; he was nowhere\nmore English than in his blunders; but he was nowhere more successful\nthan in the description of very English types of character. And if\nanything is to be said about Hamlet, beyond what Shakespeare has said\nabout him, I should say that Hamlet was an Englishman too. He was as\nmuch an Englishman as he was a gentleman, and he had the very grave\nweaknesses of both characters. The chief English fault, especially in\nthe nineteenth century, has been lack of decision, not only lack of\ndecision in action, but lack of the equally essential decision in\nthought–which some call dogma. And in the politics of the last century,\nthis English Hamlet, as we shall see, played a great part, or rather\nrefused to play it.",
        "There were, then, two elements in the German influence; a sort of pretty\nplaying with terror and a solemn recognition of terrorism. The first\npointed to elfland, and the second to–shall we say, Prussia. And by\nthat unconscious symbolism with which all this story develops, it was\nsoon to be dramatically tested, by a definite political query, whether\nwhat we really respected was the Teutonic fantasy or the Teutonic fear.",
        "The Germanisation of England, its transition and turning-point, was well\ntypified by the genius of Carlyle. The original charm of Germany had\nbeen the charm of the child. The Teutons were never so great as when\nthey were childish; in their religious art and popular imagery the\nChrist-Child is really a child, though the Christ is hardly a man. The\nself-conscious fuss of their pedagogy is half-redeemed by the\nunconscious grace which called a school not a seed-plot of citizens, but\nmerely a garden of children. All the first and best forest-spirit is\ninfancy, its wonder, its wilfulness, even its still innocent fear.\nCarlyle marks exactly the moment when the German child becomes the\nspoilt child. The wonder turns to mere mysticism; and mere mysticism\nalways turns to mere immoralism. The wilfulness is no longer liked, but\nis actually obeyed. The fear becomes a philosophy. Panic hardens into\npessimism; or else, what is often equally depressing, optimism.",
        "Carlyle, the most influential English writer of that time, marks all\nthis by the mental interval between his “French Revolution” and his\n\"Frederick the Great.” In both he was Germanic. Carlyle was really as\nsentimental as Goethe; and Goethe was really as sentimental as Werther.\nCarlyle understood everything about the French Revolution, except that\nit was a French revolution. He could not conceive that cold anger that\ncomes from a love of insulted truth. It seemed to him absurd that a man\nshould die, or do murder, for the First Proposition of Euclid; should\nrelish an egalitarian state like an equilateral triangle; or should\ndefend the Pons Asinorum as Codes defended the Tiber bridge. But anyone\nwho does not understand that does not understand the French\nRevolution–nor, for that matter, the American Revolution. “We hold\nthese truths to be self-evident”: it was the fanaticism of truism. But\nthough Carlyle had no real respect for liberty, he had a real reverence\nfor anarchy. He admired elemental energy. The violence which repelled\nmost men from the Revolution was the one thing that attracted him to it.\nWhile a Whig like Macaulay respected the Girondists but deplored the\nMountain, a Tory like Carlyle rather liked the Mountain and quite unduly\ndespised the Girondists. This appetite for formless force belongs, of\ncourse, to the forests, to Germany. But when Carlyle got there, there\nfell upon him a sort of spell which is his tragedy and the English\ntragedy, and, in no small degree, the German tragedy too. The real\nromance of the Teutons was largely a romance of the Southern Teutons,\nwith their castles, which are almost literally castles in the air, and\ntheir river which is walled with vineyards and rhymes so naturally to\nwine. But as Carlyle’s was rootedly a romance of conquest, he had to\nprove that the thing which conquered in Germany was really more poetical\nthan anything else in Germany. Now the thing that conquered in Germany\nwas about the most prosaic thing of which the world ever grew weary.\nThere is a great deal more poetry in Brixton than in Berlin. Stella said\nthat Swift could write charmingly about a broom-stick; and poor Carlyle\nhad to write romantically about a ramrod. Compare him with Heine, who\nhad also a detached taste in the mystical grotesques of Germany, but who\nsaw what was their enemy: and offered to nail up the Prussian eagle like\nan old crow as a target for the archers of the Rhine. Its prosaic\nessence is not proved by the fact that it did not produce poets: it is\nproved by the more deadly fact that it did. The actual written poetry of\nFrederick the Great, for instance, was not even German or barbaric, but\nsimply feeble–and French. Thus Carlyle became continually gloomier as\nhis fit of the blues deepened into Prussian blues; nor can there be any\nwonder. His philosophy had brought out the result that the Prussian was\nthe first of Germans, and, therefore, the first of men. No wonder he\nlooked at the rest of us with little hope.",
        "But a stronger test was coming both for Carlyle and England. Prussia,\nplodding, policing, as materialist as mud, went on solidifying and\nstrengthening after unconquered Russia and unconquered England had\nrescued her where she lay prostrate under Napoleon. In this interval the\ntwo most important events were the Polish national revival, with which\nRussia was half inclined to be sympathetic, but Prussia was implacably\ncoercionist; and the positive refusal of the crown of a united Germany\nby the King of Prussia, simply because it was constitutionally offered\nby a free German Convention. Prussia did not want to lead the Germans:\nshe wanted to conquer the Germans. And she wanted to conquer other\npeople first. She had already found her brutal, if humorous, embodiment\nin Bismarck; and he began with a scheme full of brutality and not\nwithout humour. He took up, or rather pretended to take up, the claim of\nthe Prince of Augustenberg to duchies which were a quite lawful part of\nthe land of Denmark. In support of this small pretender he enlisted two\nlarge things, the Germanic body called the Bund and the Austrian Empire.\nIt is possibly needless to say that after he had seized the disputed\nprovinces by pure Prussian violence, he kicked out the Prince of\nAugustenberg, kicked out the German Bund, and finally kicked out the\nAustrian Empire too, in the sudden campaign of Sadowa. He was a good\nhusband and a good father; he did not paint in water colours; and of\nsuch is the Kingdom of Heaven. But the symbolic intensity of the\nincident was this. The Danes expected protection from England; and if\nthere had been any sincerity in the ideal side of our Teutonism they\nought to have had it. They ought to have had it even by the pedantries\nof the time, which already talked of Latin inferiority: and were never\nweary of explaining that the country of Richelieu could not rule and the\ncountry of Napoleon could not fight. But if it was necessary for\nwhosoever would be saved to be a Teuton, the Danes were more Teuton than\nthe Prussians. If it be a matter of vital importance to be descended\nfrom Vikings, the Danes really were descended from Vikings, while the\nPrussians were descended from mongrel Slavonic savages. If Protestantism\nbe progress, the Danes were Protestant; while they had attained quite\npeculiar success and wealth in that small ownership and intensive\ncultivation which is very commonly a boast of Catholic lands. They had\nin a quite arresting degree what was claimed for the Germanics as\nagainst Latin revolutionism: quiet freedom, quiet prosperity, a simple\nlove of fields and of the sea. But, moreover, by that coincidence which\ndogs this drama, the English of that Victorian epoch had found their\nfreshest impression of the northern spirit of infancy and wonder in the\nworks of a Danish man of genius, whose stories and sketches were so\npopular in England as almost to have become English. Good as Grimm’s\nFairy Tales were, they had been collected and not created by the modern\nGerman; they were a museum of things older than any nation, of the\ndateless age of once-upon-a-time. When the English romantics wanted to\nfind the folk-tale spirit still alive, they found it in the small\ncountry of one of those small kings, with whom the folk-tales are almost\ncomically crowded. There they found what we call an original writer, who\nwas nevertheless the image of the origins. They found a whole fairyland\nin one head and under one nineteenth-century top hat. Those of the\nEnglish who were then children owe to Hans Andersen more than to any of\ntheir own writers, that essential educational emotion which feels that\ndomesticity is not dull but rather fantastic; that sense of the\nfairyland of furniture, and the travel and adventure of the farmyard.\nHis treatment of inanimate things as animate was not a cold and awkward\nallegory: it was a true sense of a dumb divinity in things that are.\nThrough him a child did feel that the chair he sat on was something like\na wooden horse. Through him children and the happier kind of men did\nfeel themselves covered by a roof as by the folded wings of some vast\ndomestic fowl; and feel common doors like great mouths that opened to\nutter welcome. In the story of “The Fir Tree” he transplanted to\nEngland a living bush that can still blossom into candles. And in his\ntale of “The Tin Soldier” he uttered the true defence of romantic\nmilitarism against the prigs who would forbid it even as a toy for the\nnursery. He suggested, in the true tradition of the folk-tales, that the\ndignity of the fighter is not in his largeness but rather in his\nsmallness, in his stiff loyalty and heroic helplessness in the hands of\nlarger and lower things. These things, alas, were an allegory. When\nPrussia, finding her crimes unpunished, afterwards carried them into\nFrance as well as Denmark, Carlyle and his school made some effort to\njustify their Germanism, by pitting what they called the piety and\nsimplicity of Germany against what they called the cynicism and ribaldry\nof France. But nobody could possibly pretend that Bismarck was more\npious and simple than Hans Andersen; yet the Carlyleans looked on with\nsilence or approval while the innocent toy kingdom was broken like a\ntoy. Here again, it is enormously probable that England would have\nstruck upon the right side, if the English people had been the English\nGovernment. Among other coincidences, the Danish princess who had\nmarried the English heir was something very like a fairy princess to the\nEnglish crowd. The national poet had hailed her as a daughter of the\nsea-kings; and she was, and indeed still is, the most popular royal\nfigure in England. But whatever our people may have been like, our\npoliticians were on the very tamest level of timidity and the fear of\nforce to which they have ever sunk. The Tin Soldier of the Danish army\nand the paper boat of the Danish navy, as in the story, were swept away\ndown the great gutter, down that colossal cloaca that leads to the\nvast cesspool of Berlin.",
        "Why, as a fact, did not England interpose? There were a great many\nreasons given, but I think they were all various inferences from one\nreason; indirect results and sometimes quite illogical results, of what\nwe have called the Germanisation of England. First, the very insularity\non which we insisted was barbaric, in its refusal of a seat in the\ncentral senate of the nations. What we called our splendid isolation\nbecame a rather ignominious sleeping-partnership with Prussia. Next, we\nwere largely trained in irresponsibility by our contemporary historians,\nFreeman and Green, teaching us to be proud of a possible descent from\nKing Arthur’s nameless enemies and not from King Arthur. King Arthur\nmight not be historical, but at least he was legendary. Hengist and\nHorsa were not even legendary, for they left no legend. Anybody could\nsee what was obligatory on the representative of Arthur; he was bound to\nbe chivalrous, that is, to be European. But nobody could imagine what\nwas obligatory on the representative of Horsa, unless it were to be\nhorsy. That was perhaps the only part of the Anglo-Saxon programme that\nthe contemporary English really carried out. Then, in the very real\ndecline from Cobbett to Cobden (that is, from a broad to a narrow\nmanliness and good sense) there had grown up the cult of a very curious\nkind of peace, to be spread all over the world not by pilgrims, but by\npedlars. Mystics from the beginning had made vows of peace–but they\nadded to them vows of poverty. Vows of poverty were not in the\nCobdenite’s line. Then, again, there was the positive praise of Prussia,\nto which steadily worsening case the Carlyleans were already committed.\nBut beyond these, there was something else, a spirit which had more\ninfected us as a whole. That spirit was the spirit of Hamlet. We gave\nthe grand name of “evolution” to a notion that things do themselves. Our\nwealth, our insularity, our gradual loss of faith, had so dazed us that\nthe old Christian England haunted us like a ghost in whom we could not\nquite believe. An aristocrat like Palmerston, loving freedom and hating\nthe upstart despotism, must have looked on at its cold brutality not\nwithout that ugly question which Hamlet asked himself–am I a coward?",
        "                      It cannot be\n  But I am pigeon-livered and lack gall\n  To make oppression bitter; or ’ere this\n  I should have fatted all the region kites\n  With this slave’s offal.",
        "We made dumb our anger and our honour; but it has not brought us peace.",
        "VII–The Midnight of Europe\nAmong the minor crimes of England may be classed the shallow criticism\nand easy abandonment of Napoleon III. The Victorian English had a very\nbad habit of being influenced by words and at the same time pretending\nto despise them. They would build their whole historical philosophy upon\ntwo or three titles, and then refuse to get even the titles right. The\nsolid Victorian Englishman, with his whiskers and his Parliamentary\nvote, was quite content to say that Louis Napoleon and William of\nPrussia both became Emperors–by which he meant autocrats. His whiskers\nwould have bristled with rage and he would have stormed at you for\nhair-splitting and “lingo,” if you had answered that William was German\nEmperor, while Napoleon was not French Emperor, but only Emperor of the\nFrench. What could such mere order of the words matter? Yet the same\nVictorian would have been even more indignant if he had been asked to\nbe satisfied with an Art Master, when he had advertised for a Master of\nArts. His irritation would have increased if the Art Master had promised\nhim a sea-piece and had brought him a piece of the sea; or if, during\nthe decoration of his house, the same aesthetic humourist had undertaken\nto procure some Indian Red and had produced a Red Indian.",
        "The Englishman would not see that if there was only a verbal difference\nbetween the French Emperor and the Emperor of the French, so, if it came\nto that, it was a verbal difference between the Emperor and the\nRepublic, or even between a Parliament and no Parliament. For him an\nEmperor meant merely despotism; he had not yet learned that a Parliament\nmay mean merely oligarchy. He did not know that the English people would\nsoon be made impotent, not by the disfranchising of their constituents,\nbut simply by the silencing of their members; and that the governing\nclass of England did not now depend upon rotten boroughs, but upon\nrotten representatives. Therefore he did not understand Bonapartism. He\ndid not understand that French democracy became more democratic, not\nless, when it turned all France into one constituency which elected one\nmember. He did not understand that many dragged down the Republic\nbecause it was not republican, but purely senatorial. He was yet to\nlearn how quite corruptly senatorial a great representative assembly can\nbecome. Yet in England to-day we hear “the decline of Parliament” talked\nabout and taken for granted by the best Parliamentarians–Mr. Balfour,\nfor instance–and we hear the one partly French and wholly Jacobin\nhistorian of the French Revolution recommending for the English evil a\nrevival of the power of the Crown. It seems that so far from having left\nLouis Napoleon far behind in the grey dust of the dead despotisms, it is\nnot at all improbable that our most extreme revolutionary developments\nmay end where Louis Napoleon began.",
        "In other words, the Victorian Englishman did not understand the words\n\"Emperor of the French.” The type of title was deliberately chosen to\nexpress the idea of an elective and popular origin; as against such a\nphrase as “the German Emperor,” which expresses an almost\ntranscendental tribal patriarchate, or such a phrase as “King of\nPrussia,” which suggests personal ownership of a whole territory. To\ntreat the Coup d’etat as unpardonable is to justify riot against\ndespotism, but forbid any riot against aristocracy. Yet the idea\nexpressed in “The Emperor of the French” is not dead, but rather risen\nfrom the dead. It is the idea that while a government may pretend to be\na popular government, only a person can be really popular. Indeed, the\nidea is still the crown of American democracy, as it was for a time the\ncrown of French democracy. The very powerful official who makes the\nchoice of that great people for peace or war, might very well be called,\nnot the President of the United States, but the President of the\nAmericans. In Italy we have seen the King and the mob prevail over the\nconservatism of the Parliament, and in Russia the new popular policy\nsacramentally symbolised by the Czar riding at the head of the new\narmies. But in one place, at least, the actual form of words exists; and\nthe actual form of words has been splendidly justified. One man among\nthe sons of men has been permitted to fulfil a courtly formula with\nawful and disastrous fidelity. Political and geographical ruin have\nwritten one last royal title across the sky; the loss of palace and\ncapital and territory have but isolated and made evident the people that\nhas not been lost; not laws but the love of exiles, not soil but the\nsouls of men, still make certain that five true words shall yet be\nwritten in the corrupt and fanciful chronicles of mankind: “The King of\nthe Belgians.”",
        "It is a common phrase, recurring constantly in the real if rabid\neloquence of Victor Hugo, that Napoleon III. was a mere ape of Napoleon\nI. That is, that he had, as the politician says, in “L’Aiglon,” “le\npetit chapeau, mais pas la tete\"; that he was merely a bad imitation.\nThis is extravagantly exaggerative; and those who say it, moreover,\noften miss the two or three points of resemblance which really exist in\nthe exaggeration. One resemblance there certainly was. In both Napoleons\nit has been suggested that the glory was not so great as it seemed; but\nin both it can be emphatically added that the eclipse was not so great\nas it seemed either. Both succeeded at first and failed at last. But\nboth succeeded at last, even after the failure. If at this moment we owe\nthanks to Napoleon Bonaparte for the armies of united France, we also\nowe some thanks to Louis Bonaparte for the armies of united Italy. That\ngreat movement to a freer and more chivalrous Europe which we call\nto-day the Cause of the Allies, had its forerunners and first victories\nbefore our time; and it not only won at Arcola, but also at Solferino.\nMen who remembered Louis Napoleon when he mooned about the Blessington\nsalon, and was supposed to be almost mentally deficient, used to say\nhe deceived Europe twice; once when he made men think him an imbecile,\nand once when he made them think him a statesman. But he deceived them a\nthird time; when he made them think he was dead; and had done nothing.",
        "In spite of the unbridled verse of Hugo and the even more unbridled\nprose of Kinglake, Napoleon III. is really and solely discredited in\nhistory because of the catastrophe of 1870. Hugo hurled any amount of\nlightning on Louis Napoleon; but he threw very little light on him. Some\npassages in the “Chatiments” are really caricatures carved in eternal\nmarble. They will always be valuable in reminding generations too vague\nand soft, as were the Victorians, of the great truth that hatred is\nbeautiful, when it is hatred of the ugliness of the soul. But most of\nthem could have been written about Haman, or Heliogabalus, or King John,\nor Queen Elizabeth, as much as about poor Louis Napoleon; they bear no\ntrace of any comprehension of his quite interesting aims, and his quite\ncomprehensible contempt for the fat-souled senatorial politicians. And\nif a real revolutionist like Hugo did not do justice to the\nrevolutionary element in Caesarism, it need hardly be said that a rather\nPrimrose League Tory like Tennyson did not. Kinglake’s curiously acrid\ninsistence upon the Coup d’etat is, I fear, only an indulgence in one\nof the least pleasing pleasures of our national pen and press, and one\nwhich afterwards altogether ran away with us over the Dreyfus case. It\nis an unfortunate habit of publicly repenting for other people’s sins.\nIf this came easy to an Englishman like Kinglake, it came, of course,\nstill easier to a German like Queen Victoria’s husband and even to\nQueen Victoria herself, who was naturally influenced by him. But in so\nfar as the sensible masses of the English nation took any interest in\nthe matter, it is probable that they sympathised with Palmerston, who\nwas as popular as the Prince Consort was unpopular. The black mark\nagainst Louis Napoleon’s name until now, has simply been Sedan; and it\nis our whole purpose to-day to turn Sedan into an interlude. If it is\nnot an interlude, it will be the end of the world. But we have sworn to\nmake an end of that ending: warring on until, if only by a purgatory of\nthe nations and the mountainous annihilation of men, the story of the\nworld ends well.",
        "There are, as it were, valleys of history quite close to us, but hidden\nby the closer hills. One, as we have seen, is that fold in the soft\nSurrey hills where Cobbett sleeps with his still-born English\nRevolution. Another is under that height called The Spy of Italy, where\na new Napoleon brought back the golden eagles against the black eagles\nof Austria. Yet that French adventure in support of the Italian\ninsurrection was very important; we are only beginning to understand\nits importance. It was a defiance to the German Reaction and 1870 was a\nsort of revenge for it, just as the Balkan victory was a defiance to the\nGerman Reaction and 1914 was the attempted revenge for it. It is true\nthat the French liberation of Italy was incomplete, the problem of the\nPapal States, for instance, being untouched by the Peace of Villafranca.\nThe volcanic but fruitful spirit of Italy had already produced that\nwonderful, wandering, and almost omnipresent personality whose red shirt\nwas to be a walking flag: Garibaldi. And many English Liberals\nsympathised with him and his extremists as against the peace. Palmerston\ncalled it “the peace that passeth all understanding”: but the profanity\nof that hilarious old heathen was nearer the mark than he knew: there\nwere really present some of those deep things which he did not\nunderstand. To quarrel with the Pope, but to compromise with him, was an\ninstinct with the Bonapartes; an instinct no Anglo-Saxon could be\nexpected to understand. They knew the truth; that Anti-Clericalism is\nnot a Protestant movement, but a Catholic mood. And after all the\nEnglish Liberals could not get their own Government to risk what the\nFrench Government had risked; and Napoleon III. might well have retorted\non Palmerston, his rival in international Liberalism, that half a war\nwas better than no fighting. Swinburne called Villafranca “The Halt\nbefore Rome,” and expressed a rhythmic impatience for the time when the\nworld",
        "  “Shall ring to the roar of the lion\n  Proclaiming Republican Rome.”",
        "But he might have remembered, after all, that it was not the British\nlion, that a British poet should have the right to say so imperiously,\n\"Let him roar again. Let him roar again.”",
        "It is true that there was no clear call to England from Italy, as there\ncertainly was from Denmark. The great powers were not bound to help\nItaly to become a nation, as they were bound to support the unquestioned\nfact that Denmark was one. Indeed the great Italian patriot was to\nexperience both extremes of the English paradox, and, curiously enough,\nin connection with both the two national and anti-German causes. For\nItaly he gained the support of the English, but not the support of\nEngland. Not a few of our countrymen followed the red shirt; but not in\nthe red coat. And when he came to England, not to plead the cause of\nItaly but the cause of Denmark, the Italian found he was more popular\nwith the English than any Englishman. He made his way through a forest\nof salutations, which would willingly have turned itself into a forest\nof swords. But those who kept the sword kept it sheathed. For the ruling\nclass the valour of the Italian hero, like the beauty of the Danish\nPrincess, was a thing to be admired, that is enjoyed, like a novel–or a\nnewspaper. Palmerston was the very type of Pacifism, because he was the\nvery type of Jingoism. In spirit as restless as Garibaldi, he was in\npractice as cautious as Cobden. England had the most prudent\naristocracy, but the most reckless democracy in the world. It was, and\nis, the English contradiction, which has so much misrepresented us,\nespecially to the Irish. Our national captains were carpet knights; our\nknights errant were among the dismounted rabble. When an Austrian\ngeneral who had flogged women in the conquered provinces appeared in\nthe London streets, some common draymen off a cart behaved with the\ndirect quixotry of Sir Lancelot or Sir Galahad. He had beaten women and\nthey beat him. They regarded themselves simply as avengers of ladies in\ndistress, breaking the bloody whip of a German bully; just as Cobbett\nhad sought to break it when it was wielded over the men of England. The\nboorishness was in the Germanic or half-Germanic rulers who wore crosses\nand spurs: the gallantry was in the gutter. English draymen had more\nchivalry than Teuton aristocrats–or English ones.",
        "I have dwelt a little on this Italian experiment because it lights up\nLouis Napoleon as what he really was before the eclipse, a\npolitician–perhaps an unscrupulous politician–but certainly a\ndemocratic politician. A power seldom falls being wholly faultless; and\nit is true that the Second Empire became contaminated with cosmopolitan\nspies and swindlers, justly reviled by such democrats as Rochefort as\nwell as Hugo. But there was no French inefficiency that weighed a hair\nin the balance compared with the huge and hostile efficiency of\nPrussia; the tall machine that had struck down Denmark and Austria, and\nnow stood ready to strike again, extinguishing the lamp of the world.\nThere was a hitch before the hammer stroke, and Bismarck adjusted it, as\nwith his finger, by a forgery–for he had many minor accomplishments.\nFrance fell: and what fell with her was freedom, and what reigned in her\nstead only tyrants and the ancient terror. The crowning of the first\nmodern Kaiser in the very palace of the old French kings was an\nallegory; like an allegory on those Versailles walls. For it was at once\nthe lifting of the old despotic diadem and its descent on the low brow\nof a barbarian. Louis XI. had returned, and not Louis IX.; and Europe\nwas to know that sceptre on which there is no dove.",
        "The instant evidence that Europe was in the grip of the savage was as\nsimple as it was sinister. The invaders behaved with an innocent impiety\nand bestiality that had never been known in those lands since Clovis was\nsigned with the cross. To the naked pride of the new men nations simply\nwere not. The struggling populations of two vast provinces were simply\ncarried away like slaves into captivity, as after the sacking of some\nprehistoric town. France was fined for having pretended to be a nation;\nand the fine was planned to ruin her forever. Under the pressure of such\nimpossible injustice France cried out to the Christian nations, one\nafter another, and by name. Her last cry ended in a stillness like that\nwhich had encircled Denmark.",
        "One man answered; one who had quarrelled with the French and their\nEmperor; but who knew it was not an emperor that had fallen. Garibaldi,\nnot always wise but to his end a hero, took his station, sword in hand,\nunder the darkening sky of Christendom, and shared the last fate of\nFrance. A curious record remains, in which a German commander testifies\nto the energy and effect of the last strokes of the wounded lion of\nAspromonte. But England went away sorrowful, for she had great\npossessions.",
        "In another chapter I mentioned some of the late Lord Salisbury’s remarks\nwith regret, but I trust with respect; for in certain matters he\ndeserved all the respect that can be given to him. His critics said that\nhe “thought aloud\"; which is perhaps the noblest thing that can be said\nof a man. He was jeered at for it by journalists and politicians who had\nnot the capacity to think or the courage to tell their thoughts. And he\nhad one yet finer quality which redeems a hundred lapses of anarchic\ncynicism. He could change his mind upon the platform: he could repent in\npublic. He could not only think aloud; he could “think better” aloud.\nAnd one of the turning-points of Europe had come in the hour when he\navowed his conversion from the un-Christian and un-European policy into\nwhich his dexterous Oriental master, Disraeli, had dragged him; and\ndeclared that England had “put her money on the wrong horse.” When he\nsaid it, he referred to the backing we gave to the Turk under a\nfallacious fear of Russia. But I cannot but think that if he had lived\nmuch longer, he would have come to feel the same disgust for his long\ndiplomatic support of the Turk’s great ally in the North. He did not\nlive, as we have lived, to feel that horse run away with us, and rush on\nthrough wilder and wilder places, until we knew that we were riding on\nthe nightmare.",
        "What was this thing to which we trusted? And how may we most quickly\nexplain its development from a dream to a nightmare, and the\nhair’s-breadth escape by which it did not hurl us to destruction, as it\nseems to be hurling the Turk? It is a certain spirit; and we must not\nask for too logical a definition of it, for the people whom it possesses\ndisown logic; and the whole thing is not so much a theory as a confusion\nof thought. Its widest and most elementary character is adumbrated in\nthe word Teutonism or Pan-Germanism; and with this (which was what\nappeared to win in 1870) we had better begin. The nature of\nPan-Germanism may be allegorised and abbreviated somewhat thus:",
        "The horse asserts that all other creatures are morally bound to\nsacrifice their interests to his, on the specific ground that he\npossesses all noble and necessary qualities, and is an end in himself.\nIt is pointed out in answer that when climbing a tree the horse is less\ngraceful than the cat; that lovers and poets seldom urge the horse to\nmake a noise all night like the nightingale; that when submerged for\nsome long time under water, he is less happy than the haddock; and that\nwhen he is cut open pearls are less often found in him than in an\noyster. He is not content to answer (though, being a muddle-headed\nhorse, he does use this answer also) that having an undivided hoof is\nmore than pearls or oceans or all ascension or song. He reflects for a\nfew years on the subject of cats; and at last discovers in the cat “the\ncharacteristic equine quality of caudality, or a tail\"; so that cats\nare horses, and wave on every tree-top the tail which is the equine\nbanner. Nightingales are found to have legs, which explains their power\nof song. Haddocks are vertebrates; and therefore are sea-horses. And\nthough the oyster outwardly presents dissimilarities which seem to\ndivide him from the horse, he is by the all-filling nature-might of the\nsame horse-moving energy sustained.",
        "Now this horse is intellectually the wrong horse. It is not perhaps\ngoing too far to say that this horse is a donkey. For it is obviously\nwithin even the intellectual resources of a haddock to answer, “But if a\nhaddock is a horse, why should I yield to you any more than you to me?\nWhy should that singing horse commonly called the nightingale, or that\nclimbing horse hitherto known as the cat, fall down and worship you\nbecause of your horsehood? If all our native faculties are the\naccomplishments of a horse–why then you are only another horse without\nany accomplishments.” When thus gently reasoned with, the horse flings\nup his heels, kicks the cat, crushes the oyster, eats the haddock and\npursues the nightingale, and that is how the war began.",
        "This apologue is not in the least more fantastic than the facts of the\nTeutonic claim. The Germans do really say that Englishmen are only\nSea-Germans, as our haddocks were only sea-horses. They do really say\nthat the nightingales of Tuscany or the pearls of Hellas must somehow be\nGerman birds or German jewels. They do maintain that the Italian\nRenaissance was really the German Renaissance, pure Germans having\nItalian names when they were painters, as cockneys sometimes have when\nthey are hair-dressers. They suggest that Jesus and the great Jews were\nTeutonic. One Teutonist I read actually explained the fresh energy of\nthe French Revolution and the stale privileges of its German enemies by\nsaying that the Germanic soul awoke in France and attacked the Latin\ninfluence in Germany. On the advantages of this method I need not dwell:\nif you are annoyed at Jack Johnson knocking out an English\nprize-fighter, you have only to say that it was the whiteness of the\nblack man that won and the blackness of the white man that was beaten.\nBut about the Italian Renaissance they are less general and will go into\ndetail. They will discover (in their researches into ’istry, as Mr.\nGandish said) that Michael Angelo’s surname was Buonarotti; and they\nwill point out that the word “roth” is very like the word “rot.” Which,\nin one sense, is true enough. Most Englishmen will be content to say it\nis all rot and pass on. It is all of a piece with the preposterous\nPrussian history, which talks, for instance, about the “perfect\nreligious tolerance of the Goths\"; which is like talking about the legal\nimpartiality of chicken-pox. He will decline to believe that the Jews\nwere Germans; though he may perhaps have met some Germans who were Jews.\nBut deeper than any such practical reply, lies the deep inconsistency of\nthe parable. It is simply this; that if Teutonism be used for\ncomprehension it cannot be used for conquest. If all intelligent peoples\nare Germans, then Prussians are only the least intelligent Germans. If\nthe men of Flanders are as German as the men of Frankfort, we can only\nsay that in saving Belgium we are helping the Germans who are in the\nright against the Germans who are in the wrong. Thus in Alsace the\nconquerors are forced into the comic posture of annexing the people for\nbeing German and then persecuting them for being French. The French\nTeutons who built Rheims must surrender it to the South German Teutons\nwho have partly built Cologne; and these in turn surrender Cologne to\nthe North German Teutons, who never built anything, except the wooden\nAunt Sally of old Hindenburg. Every Teuton must fall on his face before\nan inferior Teuton; until they all find, in the foul marshes towards the\nBaltic, the very lowest of all possible Teutons, and worship him–and\nfind he is a Slav. So much for Pan-Germanism.",
        "But though Teutonism is indefinable, or at least is by the Teutons\nundefined, it is not unreal. A vague but genuine soul does possess all\npeoples who boast of Teutonism; and has possessed ourselves, in so far\nas we have been touched by that folly. Not a race, but rather a\nreligion, the thing exists; and in 1870 its sun was at noon. We can most\nbriefly describe it under three heads.",
        "The victory of the German arms meant before Leipzic, and means now, the\noverthrow of a certain idea. That idea is the idea of the Citizen. This\nis true in a quite abstract and courteous sense; and is not meant as a\nloose charge of oppression. Its truth is quite compatible with a view\nthat the Germans are better governed than the French. In many ways the\nGermans are very well governed. But they might be governed ten thousand\ntimes better than they are, or than anybody ever can be, and still be\nas far as ever from governing. The idea of the Citizen is that his\nindividual human nature shall be constantly and creatively active in\naltering the State. The Germans are right in regarding the idea as\ndangerously revolutionary. Every Citizen is a revolution. That is, he\ndestroys, devours and adapts his environment to the extent of his own\nthought and conscience. This is what separates the human social effort\nfrom the non-human; the bee creates the honey-comb, but he does not\ncriticise it. The German ruler really does feed and train the German as\ncarefully as a gardener waters a flower. But if the flower suddenly\nbegan to water the gardener, he would be much surprised. So in Germany\nthe people really are educated; but in France the people educates. The\nFrench not only make up the State, but make the State; not only make it,\nbut remake it. In Germany the ruler is the artist, always painting the\nhappy German like a portrait; in France the Frenchman is the artist,\nalways painting and repainting France like a house. No state of social\ngood that does not mean the Citizen choosing good, as well as getting\nit, has the idea of the Citizen at all. To say the Germanies are\nnaturally at war with this idea is merely to respect them and take them\nseriously: otherwise their war on the French Revolution would be only an\nignorant feud. It is this, to them, risky and fanciful notion of the\ncritical and creative Citizen, which in 1870 lay prostrate under United\nGermany–under the undivided hoof.",
        "Nevertheless, when the German says he has or loves freedom, what he says\nis not false. He means something; and what he means is the second\nprinciple, which I may summarise as the Irresponsibility of Thought.\nWithin the iron framework of the fixed State, the German has not only\nliberty but anarchy. Anything can be said although, or rather because,\nnothing can be done. Philosophy is really free. But this practically\nmeans only that the prisoner’s cell has become the madman’s cell: that\nit is scrawled all over inside with stars and systems, so that it looks\nlike eternity. This is the contradiction remarked by Dr. Sarolea, in his\nbrilliant book, between the wildness of German theory and the tameness\nof German practice. The Germans sterilise thought, making it active\nwith a wild virginity; which can bear no fruit.",
        "But though there are so many mad theories, most of them have one root;\nand depend upon one assumption. It matters little whether we call it,\nwith the German Socialists, “the Materialist Theory of History\"; or,\nwith Bismarck, “blood and iron.” It can be put most fairly thus: that\nall important events of history are biological, like a change of\npasture or the communism of a pack of wolves. Professors are still\ntearing their hair in the effort to prove somehow that the Crusaders\nwere migrating for food like swallows; or that the French Revolutionists\nwere somehow only swarming like bees. This works in two ways often\naccounted opposite; and explains both the German Socialist and the\nJunker. For, first, it fits in with Teutonic Imperialism; making the\n\"blonde beasts” of Germania into lions whose nature it is to eat such\nlambs as the French. The highest success of this notion in Europe is\nmarked by praise given to a race famous for its physical firmness and\nfighting breed, but which has frankly pillaged and scarcely pretended\nto rule; the Turk, whom some Tories called “the gentleman of Europe.\"\nThe Kaiser paused to adore the Crescent on his way to patronise the\nCross. It was corporately embodied when Greece attempted a solitary\nadventure against Turkey and was quickly crushed. That English guns\nhelped to impose the mainly Germanic policy of the Concert upon Crete,\ncannot be left out of mind while we are making appeals to Greece–or\nconsidering the crimes of England.",
        "But the same principle serves to keep the internal politics of the\nGermans quiet, and prevent Socialism being the practical hope or peril\nit has been in so many other countries. It operates in two ways; first,\nby a curious fallacy about “the time not being ripe\"–as if time could\never be ripe. The same savage superstition from the forests had infected\nMatthew Arnold pretty badly when he made a personality out of the\nZeitgeist–perhaps the only ghost that was ever entirely fabulous. It is\ntricked by a biological parallel, by which the chicken always comes out\nof the egg “at the right time.” He does not; he comes out when he comes\nout. The Marxian Socialist will not strike till the clock strikes; and\nthe clock is made in Germany, and never strikes. Moreover, the theory of\nall history as a search for food makes the masses content with having\nfood and physic, but not freedom. The best working model in the matter\nis the system of Compulsory Insurance; which was a total failure and\ndead letter in France but has been, in the German sense, a great success\nin Germany. It treats employed persons as a fixed, separate, and lower\ncaste, who must not themselves dispose of the margin of their small\nwages. In 1911 it was introduced into England by Mr. Lloyd George, who\nhad studied its operations in Germany, and, by the Prussian prestige in\n\"social reform,” was passed.",
        "These three tendencies cohere, or are cohering, in an institution which\nis not without a great historical basis and not without great modern\nconveniences. And as France was the standard-bearer of citizenship in\n1798, Germany is the standard-bearer of this alternative solution in\n1915. The institution which our fathers called Slavery fits in with, or\nrather logically flows from, all the three spirits of which I have\nspoken, and promises great advantages to each of them. It can give the\nindividual worker everything except the power to alter the State–that\nis, his own status. Finality (or what certain eleutheromaniacs would\ncall hopelessness) of status is the soul of Slavery–and of Compulsory\nInsurance. Then again, Germany gives the individual exactly the liberty\nthat has always been given to a slave–the liberty to think, the liberty\nto dream, the liberty to rage; the liberty to indulge in any\nintellectual hypotheses about the unalterable world and state–such as\nhave always been free to slaves, from the stoical maxims of Epictetus to\nthe skylarking fairy tales of Uncle Remus. And it has been truly urged\nby all defenders of slavery that, if history has merely a material test,\nthe material condition of the subordinate under slavery tends to be good\nrather than bad. When I once pointed out how precisely the “model\nvillage” of a great employer reproduces the safety and seclusion of an\nold slave estate, the employer thought it quite enough to answer\nindignantly that he had provided baths, playing-grounds, a theatre,\netc., for his workers. He would probably have thought it odd to hear a\nplanter in South Carolina boast that he had provided banjos, hymn-books,\nand places suitable for the cake-walk. Yet the planter must have\nprovided the banjos, for a slave cannot own property. And if this\nGermanic sociology is indeed to prevail among us, I think some of the\nbroad-minded thinkers who concur in its prevalence owe something like an\napology to many gallant gentlemen whose graves lie where the last battle\nwas fought in the Wilderness; men who had the courage to fight for it,\nthe courage to die for it and, above all, the courage to call it by its\nname.",
        "With the acceptance by England of the German Insurance Act, I bring this\nsketch of the past relations of the two countries to an end. I have\nwritten this book because I wish, once and for all, to be done with my\nfriend Professor Whirlwind of Prussia, who has long despaired of really\ndefending his own country, and has fallen back upon abusing mine. He has\ndropped, amid general derision, his attempt to call a thing right when\neven the Chancellor who did it called it wrong. But he has an idea that\nif he can show that somebody from England somewhere did another wrong,\nthe two wrongs may make a right. Against the cry of the Roman Catholic\nPoles the Prussian has never done, or even pretended to do, anything but\nharden his heart; but he has (such are the lovable inconsistencies of\nhuman nature) a warm corner in his heart for the Roman Catholic Irish.\nHe has not a word to say for himself about the campaign in Belgium, but\nhe still has many wise, reproachful words to utter about the campaign in\nSouth Africa. I propose to take those words out of his mouth. I will\nhave nothing to do with the fatuous front-bench pretensions that our\ngovernors always govern well, that our statesmen are never whitewashed\nand never in need of whitewash. The only moral superiority I claim is\nthat of not defending the indefensible. I most earnestly urge my\ncountrymen not to hide behind thin official excuses, which the sister\nkingdoms and the subject races can easily see through. We can confess\nthat our crimes have been as mountains, and still not be afraid of the\npresent comparison. There may be, in the eyes of some, a risk in\ndwelling in this dark hour on our failures in the past: I believe\nprofoundly that the risk is all the other way. I believe that the most\ndeadly danger to our arms to-day lies in any whiff of that self-praise,\nany flavour of that moral cowardice, any glimpse of that impudent and\nultimate impenitence, that may make one Boer or Scot or Welshman or\nIrishman or Indian feel that he is only smoothing the path for a second\nPrussia. I have passed the great part of my life in criticising and\ncondemning the existing rulers and institutions of my country: I think\nit is infinitely the most patriotic thing that a man can do. I have no\nillusions either about our past or our present. I think our whole\nhistory in Ireland has been a vulgar and ignorant hatred of the\ncrucifix, expressed by a crucifixion. I think the South African War was\na dirty work which we did under the whips of moneylenders. I think\nMitchelstown was a disgrace; I think Denshawi was a devilry.",
        "Yet there is one part of life and history in which I would assert the\nabsolute spotlessness of England. In one department we wear a robe of\nwhite and a halo of innocence. Long and weary as may be the records of\nour wickedness, in one direction we have done nothing but good. Whoever\nwe may have wronged, we have never wronged Germany. Again and again we\nhave dragged her from under the just vengeance of her enemies, from the\nholy anger of Maria Teresa, from the impatient and contemptuous common\nsense of Napoleon. We have kept a ring fence around the Germans while\nthey sacked Denmark and dismembered France. And if we had served our God\nas we have served their kings, there would not be to-day one remnant\nof them in our path, either to slander or to slay us.",
        "In October 1912 silent and seemingly uninhabited crags and chasms in the\nhigh western region of the Balkans echoed and re-echoed with a single\nshot. It was fired by the hand of a king–real king, who sat listening\nto his people in front of his own house (for it was hardly a palace),\nand who, in consequence of his listening to the people, not unfrequently\nimprisoned the politicians. It is said of him that his great respect for\nGladstone as the western advocate of Balkan freedom was slightly\nshadowed by the fact that Gladstone did not succeed in effecting the\nbodily capture of Jack the Ripper. This simple monarch knew that if a\nmalefactor were the terror of the mountain hamlets, his subjects would\nexpect him personally to take arms and pursue the ruffian; and if he\nrefused to do so, would very probably experiment with another king. And\nthe same primitive conception of a king being kept for some kind of\npurpose, led them also to expect him to lead in a foreign campaign, and\nit was with his own hand that he fired the first shot of the war which\nbrought down into the dust the ancient empire of the Grand Turk.",
        "His kingdom was little more than the black mountain after which it was\nnamed: we commonly refer to it under its Italian translation of\nMontenegro. It is worth while to pause for a moment upon his picturesque\nand peculiar community, because it is perhaps the simplest working model\nof all that stood in the path of the great Germanic social machine I\nhave described in the last chapter–stood in its path and was soon to be\nvery nearly destroyed by its onset. It was a branch of the Serbian stock\nwhich had climbed into this almost inaccessible eyrie, and thence, for\nmany hundred years, had mocked at the predatory empire of the Turks. The\nSerbians in their turn were but one branch of the peasant Slavs,\nmillions of whom are spread over Russia and subject on many sides to\nempires with which they have less sympathy; and the Slavs again, in the\nbroad features which are important here, are not merely Slavonic but\nsimply European. But a particular picture is generally more pointed and\nintelligible than tendencies which elsewhere are mingled with subtler\ntendencies; and of this unmixed European simplicity Montenegro is an\nexcellent model.",
        "Moreover, the instance of one small Christian State will serve to\nemphasise that this is not a quarrel between England and Germany, but\nbetween Europe and Germany. It is my whole purpose in these pages not to\nspare my own country where it is open to criticism; and I freely admit\nthat Montenegro, morally and politically speaking, is almost as much in\nadvance of England as it is of Germany. In Montenegro there are no\nmillionaires–and therefore next to no Socialists. As to why there are\nno millionaires, it is a mystery, and best studied among the mysteries\nof the Middle Ages. By some of the dark ingenuities of that age of\npriestcraft a curious thing was discovered–that if you kill every\nusurer, every forestaller, every adulterater, every user of false\nweights, every fixer of false boundaries, every land-thief, every\nwater-thief, you afterwards discover by a strange indirect miracle, or\ndisconnected truth from heaven, that you have no millionaires. Without\ndwelling further on this dark matter, we may say that this great gap in\nthe Montenegrin experience explains the other great gap–the lack of\nSocialists. The Class-conscious Proletarian of All Lands is curiously\nabsent from this land. The reason (I have sometimes fancied) is that the\nProletarian is class-conscious, not because he is a Proletarian of All\nLands, but because he is a Proletarian with no lands. The poor people in\nMontenegro have lands–not landlords. They have roots; for the peasant\nis the root of the priest, the poet, and the warrior. And this, and\nnot a mere recrimination about acts of violence, is the ground of the\nage-long Balkan bitterness against the Turkish conqueror. Montenegrins\nare patriotic for Montenegro; but Turks are not patriotic for Turkey.\nThey never heard of it, in fact. They are Bedouins, as homeless as the\ndesert. The “wrong horse” of Lord Salisbury was an Arab steed, only\nstabled in Byzantium. It is hard enough to rule vagabond people, like\nthe gypsies. To be ruled by them is impossible.",
        "Nevertheless what was called the nineteenth century, and named with a\nsort of transcendental faith (as in a Pythagorean worship of number),\nwas wearing to its close with reaction everywhere, and the Turk, the\ngreat type of reaction, stronger than ever in the saddle. The most\ncivilised of the Christian nations overshadowed by the Crescent dared to\nattack it and was overwhelmed in a catastrophe that seemed as\nunanswerable as Hittin. In England Gladstone and Gladstonism were dead;\nand Mr. Kipling, a less mystical Carlyle, was expending a type of praise\nupon the British Army which would have been even more appropriate to the\nPrussian Army. The Prussian Army ruled Prussia; Prussia ruled Germany;\nGermany ruled the Concert of Europe. She was planting everywhere the\nappliances of that new servile machinery which was her secret; the\nabsolute identification of national subordination with business\nemployment; so that Krupp could count on Kaiser and Kaiser on Krupp.\nEvery other commercial traveller was pathetically proud of being both a\nslave and a spy. The old and the new tyrants had taken hands. The “sack\"\nof the boss was as silent and fatal as the sack of the Bosphorus. And\nthe dream of the citizen was at an end.",
        "It was under a sky so leaden and on a road so strewn with bones that the\nlittle mountain democracy with its patriarchal prince went out, first\nand before all its friends, on the last and seemingly the most hopeless\nof the rebellions against the Ottoman Empire. Only one of the omens\nseemed other than disastrous; and even that was doubtful. For the\nsuccessful Mediterranean attack on Tripoli while proving the gallantry\nof the Italians (if that ever needed proving) could be taken in two\nways, and was seen by many, and probably most, sincere liberals as a\nmere extension of the Imperialist reaction of Bosnia and Paardeberg, and\nnot as the promise of newer things. Italy, it must be remembered, was\nstill supposed to be the partner of Prussia and the Hapsburgs. For days\nthat seemed like months the microscopic state seemed to be attempting\nalone what the Crusades had failed to accomplish. And for days Europe\nand the great powers were thunderstruck, again and yet again, by the\nnews of Turkish forts falling, Turkish cohorts collapsing, the\nunconquerable Crescent going down in blood. The Serbians, the\nBulgarians, the Greeks had gathered and risen from their lairs; and men\nknew that these peasants had done what all the politicians had long\ndespaired of doing, and that the spirit of the first Christian Emperor\nwas already standing over the city that is named after his name.",
        "For Germany this quite unexpected rush was a reversal of the whole tide\nof the world. It was as if the Rhine itself had returned from the ocean\nand retired into the Alps. For a long time past every important\npolitical process in Europe had been produced or permitted by Prussia.\nShe had pulled down ministers in France and arrested reforms in Russia.\nHer ruler was acclaimed by Englishmen like Rhodes, and Americans like\nRoosevelt, as the great prince of the age. One of the most famous and\nbrilliant of our journalists called him “the Lord Chief Justice of\nEurope.” He was the strongest man in Christendom; and he had confirmed\nand consecrated the Crescent. And when he had consecrated it a few hill\ntribes had risen and trampled it like mire. One or two other things\nabout the same time, less important in themselves, struck in the\nPrussian’s ear the same new note of warning and doubt. He sought to\nobtain a small advantage on the north-west coast of Africa; and England\nseemed to show a certain strange stiffness in insisting on its\nabandonment. In the councils over Morocco, England agreed with France\nwith what did not seem altogether an accidental agreement. But we shall\nnot be wrong if we put the crucial point of the German surprise and\nanger at the attack from the Balkans and the fall of Adrianople. Not\nonly did it menace the key of Asia and the whole Eastern dream of German\ncommerce; not only did it offer the picture of one army trained by\nFrance and victorious, and another army trained by Germany and beaten.\nThere was more than the material victory of the Creusot over the Krupp\ngun. It was also the victory of the peasant’s field over the Krupp\nfactory. By this time there was in the North German brain an awful\ninversion of all the legends and heroic lives that the human race has\nloved. Prussia hated romance. Chivalry was not a thing she neglected;\nit was a thing that tormented her as any bully is tormented by an\nunanswered challenge. That weird process was completed of which I have\nspoken on an earlier page, whereby the soul of this strange people was\neverywhere on the side of the dragon against the knight, of the giant\nagainst the hero. Anything unexpected–the forlorn hopes, the\neleventh-hour inspirations, by which the weak can elude the strong, and\nwhich take the hearts of happier men like trumpets–filled the Prussian\nwith a cold fury, as of a frustrated fate. The Prussian felt as a\nChicago pork butcher would feel if the pigs not only refused to pass\nthrough his machine, but turned into romantic wild boars, raging and\nrending, calling for the old hunting of princes and fit to be the crests\nof kings.",
        "The Prussian saw these things and his mind was made up. He was silent;\nbut he laboured: laboured for three long years without intermission at\nthe making of a military machine that should cut out of the world for\never such romantic accident or random adventure; a machine that should\ncure the human pigs for ever of any illusion that they had wings. That\nhe did so plot and prepare for an attack that should come from him,\nanticipating and overwhelming any resistance, is now, even in the\ndocuments he has himself published, a fact of common sense. Suppose a\nman sells all his lands except a small yard containing a well; suppose\nin the division of the effects of an old friend he particularly asks for\nhis razors; suppose when a corded trunk is sent him he sends back the\ntrunk, but keeps the cord. And then suppose we hear that a rival of his\nhas been lassoed with a rope, his throat then cut, apparently with a\nrazor, and his body hidden in a well, we do not call in Sherlock Holmes\nto project a preliminary suspicion about the guilty party. In the\ndiscussions held by the Prussian Government with Lord Haldane and Sir\nEdward Grey we can now see quite as plainly the meaning of the things\nthat were granted and the things that were withheld, the things that\nwould have satisfied the Prussian plotter and the things that did not\nsatisfy him. The German Chancellor refused an English promise not to be\naggressive and asked instead for an English promise to be neutral. There\nis no meaning in the distinction, except in the mind of an aggressor.\nGermany proposed a pacific arrangement which forbade England to form a\nfighting alliance with France, but permitted Germany to retain her old\nfighting alliance with Austria. When the hour of war came she used\nAustria, used the old fighting alliance and tried to use the new idea of\nEnglish neutrality. That is to say, she used the rope, the razor, and\nthe well.",
        "But it was either by accident or by individual diplomatic skill that\nEngland at the end of the three years even had her own hands free to\nhelp in frustrating the German plot. The mass of the English people had\nno notion of such a plot; and indeed regarded the occasional suggestion\nof it as absurd. Nor did even the people who knew best know very much\nbetter. Thanks and even apologies are doubtless due to those who in the\ndeepest lull of our sleeping partnership with Prussia saw her not as a\npartner but a potential enemy; such men as Mr. Blatchford, Mr. Bart\nKennedy, or the late Emil Reich. But there is a distinction to be made.\nFew even of these, with the admirable and indeed almost magical\nexception of Dr. Sarolea, saw Germany as she was; occupied mainly with\nEurope and only incidentally with England; indeed, in the first stages,\nnot occupied with England at all. Even the Anti-Germans were too\ninsular. Even those who saw most of Germany’s plan saw too much of\nEngland’s part in it. They saw it almost wholly as a commercial and\ncolonial quarrel; and saw its issue under the image of an invasion of\nEngland, which is even now not very probable. This fear of Germany was\nindeed a very German fear of Germany. This also conceived the English as\nSea-Germans. It conceived Germany as at war with something like\nitself–practical, prosaic, capitalist, competitive Germany, prepared to\ncut us up in battle as she cut us out in business. The time of our\nlarger vision was not yet, when we should realise that Germany was more\ndeeply at war with things quite unlike herself, things from which we\nalso had sadly strayed. Then we should remember what we were and see\nwhence we also had come; and far and high upon that mountain from which\nthe Crescent was cast down, behold what was everywhere the real enemy of\nthe Iron Cross–the peasant’s cross, which is of wood.",
        "Even our very slight ripples of panic, therefore, were provincial, and\neven shallow; and for the most part we were possessed and convinced of\npeace. That peace was not a noble one. We had indeed reached one of the\nlowest and flattest levels of all our undulating history; and it must be\nadmitted that the contemptuous calculation with which Germany counted on\nour submission and abstention was not altogether unfounded, though it\nwas, thank God, unfulfilled. The full fruition of our alliances against\nfreedom had come. The meek acceptance of Kultur in our books and schools\nhad stiffened what was once a free country with a German formalism and a\nGerman fear. By a queer irony, even the same popular writer who had\nalready warned us against the Prussians, had sought to preach among the\npopulace a very Prussian fatalism, pivoted upon the importance of the\ncharlatan Haeckel. The wrestle of the two great parties had long\nslackened into an embrace. The fact was faintly denied, and a pretence\nwas still made that no pact: existed beyond a common patriotism. But the\npretence failed altogether; for it was evident that the leaders on\neither side, so far from leading in divergent directions, were much\ncloser to each other than to their own followers. The power of these\nleaders had enormously increased; but the distance between them had\ndiminished, or, rather, disappeared. It was said about 1800, in derision\nof the Foxite rump, that the Whig Party came down to Parliament in a\nfour-wheeler. It might literally be said in 1900 that the Whig Party and\nthe Tory Party came to Parliament in a hansom cab. It was not a case of\ntwo towers rising into different roofs or spires, but founded in the\nsame soil. It was rather the case of an arch, of which the\nfoundation-stones on either side might fancy they were two buildings;\nbut the stones nearest the keystone would know there was only one. This\n\"two-handed engine” still stood ready to strike, not, indeed, the other\npart of itself, but anyone who ventured to deny that it was doing so. We\nwere ruled, as it were, by a Wonderland king and queen, who cut off our\nheads, not for saying they quarrelled but for saying they didn’t. The\nlibel law was now used, not to crush lies about private life, but to\ncrush truths about public life. Representation had become mere\nmisrepresentation; a maze of loopholes. This was mainly due to the\nmonstrous presence of certain secret moneys, on which alone many men\ncould win the ruinous elections of the age, and which were contributed\nand distributed with less check or record than is tolerated in the\nlowest trade or club. Only one or two people attacked these funds;\nnobody defended them. Through them the great capitalists had the handle\nof politics, as of everything else. The poor were struggling hopelessly\nagainst rising prices; and their attempts at collective bargaining, by\nthe collective refusal of badly-paid work, were discussed in the press,\nLiberal and Tory, as attacks upon the State. And so they were; upon the\nServile State.",
        "Such was the condition of England in 1914, when Prussia, now at last\narmed to the teeth and secure of triumph, stood up before the world, and\nsolemnly, like one taking a sacrament, consecrated her campaign with a\ncrime. She entered by a forbidden door, one which she had herself\nforbidden–marching upon France through neutralised Belgium, where every\nstep was on her broken word. Her neutralised neighbours resisted, as\nindeed they, like ourselves, were pledged to do. Instantly the whole\ninvasion was lit up with a flame of moral lunacy, that turned the\nwatching nations white who had never known the Prussian. The statistics\nof non-combatants killed and tortured by this time only stun the\nimagination. But two friends of my own have been in villages sacked by\nthe Prussian march. One saw a tabernacle containing the Sacrament\npatiently picked out in pattern by shot after shot. The other saw a\nrocking-horse and the wooden toys in a nursery laboriously hacked to\npieces. Those two facts together will be enough to satisfy some of us of\nthe name of the Spirit that had passed.",
        "And then a strange thing happened. England, that had not in the modern\nsense any army at all, was justified of all her children. Respected\ninstitutions and reputations did indeed waver and collapse on many\nsides: though the chief of the states replied worthily to a bribe from\nthe foreign bully, many other politicians were sufficiently wild and\nweak, though doubtless patriotic in intention. One was set to restrain\nthe journalists, and had to be restrained himself, for being more\nsensational than any of them. Another scolded the working-classes in the\nstyle of an intoxicated temperance lecturer. But England was saved by a\nforgotten thing–the English. Simple men with simple motives, the chief\none a hate of injustice which grows simpler the longer we stare at it,\ncame out of their dreary tenements and their tidy shops, their fields\nand their suburbs and their factories and their rookeries, and asked for\nthe arms of men. In a throng that was at last three million men, the\nislanders went forth from their island, as simply as the mountaineers\nhad gone forth from their mountain, with their faces to the dawn.",
        "The impression produced by the first week of war was that the British\ncontingent had come just in time for the end of the world. Or rather,\nfor any sensitive and civilised man, touched by the modern doubt but by\nthe equally modern mysticism, that old theocratic vision fell far short\nof the sickening terror of the time. For it was a day of judgment in\nwhich upon the throne in heaven and above the cherubim, sat not God, but\nanother.",
        "The British had been posted at the extreme western end of the allied\nline in the north. The other end rested on the secure city and fortress\nof Namur; their end rested upon nothing. It is not wholly a sentimental\nfancy to say that there was something forlorn in the position of that\nloose end in a strange land, with only the sad fields of Northern France\nbetween them and the sea. For it was really round that loose end that\nthe foe would probably fling the lasso of his charge; it was here that\ndeath might soon be present upon every side. It must be remembered that\nmany critics, including many Englishmen, doubted whether a rust had not\neaten into this as into other parts of the national life, feared that\nEngland had too long neglected both the ethic and the technique of war,\nand would prove a weak link in the chain. The enemy was absolutely\ncertain that it was so. To these men, standing disconsolately amid the\nhedgeless plains and poplars, came the news that Namur was gone, which\nwas to their captains one of the four corners of the earth. The two\narmies had touched; and instantly the weaker took an electric shock\nwhich told of electric energy, deep into deep Germany, battery behind\nbattery of abysmal force. In the instant it was discovered that the\nenemy was more numerous than they had dreamed. He was actually more\nnumerous even than they discovered. Every oncoming horseman doubled as\nin a drunkard’s vision; and they were soon striving without speech in a\nnightmare of numbers. Then all the allied forces at the front were\noverthrown in the tragic battle of Mons; and began that black retreat,\nin which so many of our young men knew war first and at its worst in\nthis terrible world; and so many never returned.",
        "In that blackness began to grow strange emotions, long unfamiliar to our\nblood. Those six dark days are as full of legends as the six centuries\nof the Dark Ages. Many of these may be exaggerated fancies, one was\ncertainly an avowed fiction, others are quite different from it and more\ndifficult to dissipate into the daylight. But one curious fact remains\nabout them if they were all lies, or even if they were all deliberate\nworks of art. Not one of them referred to those close, crowded, and\nstirring three centuries which are nearest to us, and which alone are\ncovered in this sketch, the centuries during which the Teutonic\ninfluence had expanded itself over our islands. Ghosts were there\nperhaps, but they were the ghosts of forgotten ancestors. Nobody saw\nCromwell or even Wellington; nobody so much as thought about Cecil\nRhodes. Things were either seen or said among the British which linked\nthem up, in matters deeper than any alliance, with the French, who spoke\nof Joan of Arc in heaven above the fated city; or the Russians who\ndreamed of the Mother of God with her hand pointing to the west. They\nwere the visions or the inventions of a mediaeval army; and a prose poet\nwas in line with many popular rumours when he told of ghostly archers\ncrying “Array, Array,” as in that long-disbanded yeomanry in which I\nhave fancied Cobbett as carrying a bow. Other tales, true or only\nsymptomatic, told of one on a great white horse who was not the victor\nof Blenheim or even the Black Prince, but a faint figure out of far-off\nmartyrologies–St. George. One soldier is asserted to have claimed to\nidentify the saint because he was “on every quid.” On the coins, St.\nGeorge is a Roman soldier.",
        "But these fancies, if they were fancies, might well seem the last sickly\nflickerings of an old-world order now finally wounded to the death. That\nwhich was coming on, with the whole weight of a new world, was something\nthat had never been numbered among the Seven Champions of Christendom.\nNow, in more doubtful and more hopeful days, it is almost impossible to\nrepicture what was, for those who understood, the gigantic finality of\nthe first German strides. It seemed as if the forces of the ancient\nvalour fell away to right and left; and there opened a grand, smooth\ngranite road right to the gate of Paris, down which the great Germania\nmoved like a tall, unanswerable sphinx, whose pride could destroy all\nthings and survive them. In her train moved, like moving mountains,\nCyclopean guns that had never been seen among men, before which walled\ncities melted like wax, their mouths set insolently upwards as if\nthreatening to besiege the sun. Nor is it fantastic to speak so of the\nnew and abnormal armaments; for the soul of Germany was really expressed\nin colossal wheels and cylinders; and her guns were more symbolic than\nher flags. Then and now, and in every place and time, it is to be noted\nthat the German superiority has been in a certain thing and of a certain\nkind. It is not unity; it is not, in the moral sense, discipline.\nNothing can be more united in a moral sense than a French, British, or\nRussian regiment. Nothing, for that matter, could be more united than a\nHighland clan at Killiecrankie or a rush of religious fanatics in the\nSoudan. What such engines, in such size and multiplicity, really meant\nwas this: they meant a type of life naturally intolerable to happier and\nmore healthy-minded men, conducted on a larger scale and consuming\nlarger populations than had ever been known before. They meant cities\ngrowing larger than provinces, factories growing larger than cities;\nthey meant the empire of the slum. They meant a degree of detailed\nrepetition and dehumanised division of labour, to which no man born\nwould surrender his brief span in the sunshine, if he could hope to beat\nhis ploughshare into a sword. The nations of the earth were not to\nsurrender to the Kaiser; they were to surrender to Krupp, his master and\ntheirs; the French, the British, the Russians were to surrender to Krupp\nas the Germans themselves, after a few swiftly broken strikes, had\nalready surrendered to Krupp. Through every cogwheel in that\nincomparable machinery, through every link in that iron and unending\nchain, ran the mastery and the skill of a certain kind of artist; an\nartist whose hands are never idle through dreaming or drawn back in\ndisgust or lifted in wonder or in wrath; but sure and tireless in their\ntouch upon the thousand little things that make the invisible machinery\nof life. That artist was there in triumph; but he had no name. The\nancient world called him the Slave.",
        "From this advancing machine of millions, the slighter array of the\nAllies, and especially the British at their ultimate outpost, saved\nthemselves by a succession of hair’s-breadth escapes and what must have\nseemed to the soldiers the heartrending luck of a mouse before a cat.\nAgain and again Von Kluck’s cavalry, supported by artillery and\ninfantry, clawed round the end of the British force, which eluded it as\nby leaping back again and again. Sometimes the pursuer was, so to speak,\nso much on top of his prey that it could not even give way to him; but\nhad to hit such blows as it could in the hope of checking him for the\ninstant needed for escape. Sometimes the oncoming wave was so close that\na small individual accident, the capture of one man, would mean the\nwashing out of a whole battalion. For day after day this living death\nendured. And day after day a certain dark truth began to be revealed,\nbit by bit, certainly to the incredulous wonder of the Prussians, quite\npossibly to the surprise of the French, and quite as possibly to the\nsurprise of themselves; that there was something singular about the\nBritish soldiers. That singular thing may be expressed in a variety of\nways; but it would be almost certainly expressed insufficiently by\nanyone who had not had the moral courage to face the facts about his\ncountry in the last decades before the war. It may perhaps be best\nexpressed by saying that some thousands of Englishmen were dead: and\nthat England was not.",
        "The fortress of Maubeuge had gaped, so to speak, offering a refuge for\nthe unresting and tormented retreat; the British Generals had refused it\nand continued to fight a losing fight in the open for the sake of the\ncommon plan. At night an enormous multitude of Germans had come\nunexpectedly through the forest and caught a smaller body of the British\nin Landrecies; failed to dislodge them and lost a whole battalion in\nthat battle of the darkness. At the extreme end of the line\nSmith-Dorrien’s division, who seemed to be nearly caught or cut off, had\nfought with one gun against four, and so hammered the Germans that they\nwere forced to let go their hold; and the British were again free. When\nthe blowing up of a bridge announced that they had crossed the last\nriver, something other than that battered remnant was saved; it was the\nhonour of the thing by which we live.",
        "The driven and defeated line stood at last almost under the walls of\nParis; and the world waited for the doom of the city. The gates seemed\nto stand open; and the Prussian was to ride into it for the third and\nthe last time: for the end of its long epic of liberty and equality was\ncome. And still the very able and very French individual on whom rested\nthe last hope of the seemingly hopeless Alliance stood unruffled as a\nrock, in every angle of his sky-blue jacket and his bulldog figure. He\nhad called his bewildered soldiers back when they had broken the\ninvasion at Guise; he had silently digested the responsibility of\ndragging on the retreat, as in despair, to the last desperate leagues\nbefore the capital; and he stood and watched. And even as he watched the\nwhole huge invasion swerved.",
        "Out through Paris and out and around beyond Paris, other men in dim blue\ncoats swung out in long lines upon the plain, slowly folding upon Von\nKluck like blue wings. Von Kluck stood an instant; and then, flinging a\nfew secondary forces to delay the wing that was swinging round on him,\ndashed across the Allies’ line at a desperate angle, to smash it in the\ncentre as with a hammer. It was less desperate than it seemed; for he\ncounted, and might well count, on the moral and physical bankruptcy of\nthe British line and the end of the French line immediately in front of\nhim, which for six days and nights he had chased before him like autumn\nleaves before a whirlwind. Not unlike autumn leaves, red-stained,\ndust-hued, and tattered, they lay there as if swept into a corner. But\neven as their conquerors wheeled eastwards, their bugles blew the\ncharge; and the English went forward through the wood that is called\nCrecy, and stamped it with their seal for the second time, in the\nhighest moment of all the secular history of man.",
        "But it was not now the Crecy in which English and French knights had met\nin a more coloured age, in a battle that was rather a tournament. It was\na league of all knights for the remains of all knighthood, of all\nbrotherhood in arms or in arts, against that which is and has been\nradically unknightly and radically unbrotherly from the beginning. Much\nwas to happen after–murder and flaming folly and madness in earth and\nsea and sky; but all men knew in their hearts that the third Prussian\nthrust had failed, and Christendom was delivered once more. The empire\nof blood and iron rolled slowly back towards the darkness of the\nnorthern forests; and the great nations of the West went forward; where\nside by side as after a long lover’s quarrel, went the ensigns of St.\nDenys and St. George.",
        "The words “England” and “English” as used here require a word of\nexplanation, if only to anticipate the ire of the inevitable Scot. To\nbegin with, the word “British” involves a similar awkwardness. I have\ntried to use it in the one or two cases that referred to such things as\nmilitary glory and unity: though I am sure I have failed of full\nconsistency in so complex a matter. The difficulty is that this sense of\nglory and unity, which should certainly cover the Scotch, should also\ncover the Irish. And while it is fairly safe to call a Scotsman a North\nBriton (despite the just protest of Stevenson), it is very unsafe indeed\nto call an Irishman a West Briton. But there is a deeper difficulty. I\ncan assure the Scot that I say “England,” not because I deny Scottish\nnationality, but because I affirm it. And I can say, further, that I\ncould not here include Scots in the thesis, simply because I could not\ninclude them in the condemnation. This book is a study, not of a disease\nbut rather of a weakness, which has only been predominant in the\npredominant partner. It would not be true, for instance, to say either\nof Ireland or Scotland that the populace lacked a religion; but I do\nthink that British policy as a whole has suffered from the English lack\nof one, with its inevitable result of plutocracy and class contempt.",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}