{
    "title": "The Secret Garden - Chapter XX - “I Shall Live Forever–And Ever–And Ever!”",
    "author": "Frances Hodgson Burnett",
    "chapter": "20",
    "content": [
        "\n\n",
        "But they were obliged to wait more than a week because\nfirst there came some very windy days and then Colin\nwas threatened with a cold, which two things happening\none after the other would no doubt have thrown him into\na rage but that there was so much careful and mysterious\nplanning to do and almost every day Dickon came in,\nif only for a few minutes, to talk about what was happening\non the moor and in the lanes and hedges and on the borders\nof streams.  The things he had to tell about otters’\nand badgers’ and water-rats’ houses, not to mention birds’\nnests and field-mice and their burrows, were enough\nto make you almost tremble with excitement when you\nheard all the intimate details from an animal charmer\nand realized with what thrilling eagerness and anxiety\nthe whole busy underworld was working.",
        "“They’re same as us,” said Dickon, “only they have to\nbuild their homes every year.  An’ it keeps ’em so busy\nthey fair scuffle to get ’em done.”",
        "The most absorbing thing, however, was the preparations\nto be made before Colin could be transported with sufficient\nsecrecy to the garden.  No one must see the chair-carriage\nand Dickon and Mary after they turned a certain corner\nof the shrubbery and entered upon the walk outside\nthe ivied walls.  As each day passed, Colin had become\nmore and more fixed in his feeling that the mystery\nsurrounding the garden was one of its greatest charms.\nNothing must spoil that.  No one must ever suspect\nthat they had a secret.  People must think that he\nwas simply going out with Mary and Dickon because he\nliked them and did not object to their looking at him.\nThey had long and quite delightful talks about their route.\nThey would go up this path and down that one and cross\nthe other and go round among the fountain flower-beds\nas if they were looking at the “bedding-out plants\"\nthe head gardener, Mr. Roach, had been having arranged.\nThat would seem such a rational thing to do that no one\nwould think it at all mysterious.  They would turn into\nthe shrubbery walks and lose themselves until they came\nto the long walls.  It was almost as serious and elaborately\nthought out as the plans of march made by geat generals\nin time of war.",
        "Rumors of the new and curious things which were occurring\nin the invalid’s apartments had of course filtered\nthrough the servants’ hall into the stable yards\nand out among the gardeners, but notwithstanding this,\nMr. Roach was startled one day when he received orders\nfrom Master Colin’s room to the effect that he must report\nhimself in the apartment no outsider had ever seen,\nas the invalid himself desired to speak to him.",
        "“Well, well,” he said to himself as he hurriedly changed\nhis coat, “what’s to do now? His Royal Highness that wasn’t\nto be looked at calling up a man he’s never set eyes on.”",
        "Mr. Roach was not without curiosity.  He had never\ncaught even a glimpse of the boy and had heard a dozen\nexaggerated stories about his uncanny looks and ways\nand his insane tempers.  The thing he had heard\noftenest was that he might die at any moment and there\nhad been numerous fanciful descriptions of a humped\nback and helpless limbs, given by people who had never seen him.",
        "“Things are changing in this house, Mr. Roach,\"\nsaid Mrs. Medlock, as she led him up the back staircase\nto the corridor on to which opened the hitherto mysterious\nchamber.",
        "“Let’s hope they’re changing for the better, Mrs. Medlock,\"\nhe answered.",
        "“They couldn’t well change for the worse,” she continued;\n“and queer as it all is there’s them as finds their\nduties made a lot easier to stand up under.  Don’t you\nbe surprised, Mr. Roach, if you find yourself in the middle\nof a menagerie and Martha Sowerby’s Dickon more at home\nthan you or me could ever be.”",
        "There really was a sort of Magic about Dickon, as Mary\nalways privately believed.  When Mr. Roach heard his name\nhe smiled quite leniently.",
        "“He’d be at home in Buckingham Palace or at the bottom\nof a coal mine,” he said.  “And yet it’s not impudence,\neither.  He’s just fine, is that lad.”",
        "It was perhaps well he had been prepared or he might\nhave been startled.  When the bedroom door was opened\na large crow, which seemed quite at home perched on\nthe high back of a carven chair, announced the entrance\nof a visitor by saying “Caw–Caw” quite loudly.\nIn spite of Mrs. Medlock’s warning, Mr. Roach only just\nescaped being sufficiently undignified to jump backward.",
        "The young Rajah was neither in bed nor on his sofa.\nHe was sitting in an armchair and a young lamb was standing\nby him shaking its tail in feeding-lamb fashion as Dickon\nknelt giving it milk from its bottle.  A squirrel was\nperched on Dickon’s bent back attentively nibbling a nut.\nThe little girl from India was sitting on a big footstool\nlooking on.",
        "“Here is Mr. Roach, Master Colin,” said Mrs. Medlock.",
        "The young Rajah turned and looked his servitor over–at\nleast that was what the head gardener felt happened.",
        "“Oh, you are Roach, are you?” he said.  “I sent for you\nto give you some very important orders.”",
        "“Very good, sir,” answered Roach, wondering if he was\nto receive instructions to fell all the oaks in the park\nor to transform the orchards into water-gardens.",
        "“I am going out in my chair this afternoon,” said Colin.\n“If the fresh air agrees with me I may go out every day.\nWhen I go, none of the gardeners are to be anywhere near\nthe Long Walk by the garden walls.  No one is to be there.\nI shall go out about two o’clock and everyone must\nkeep away until I send word that they may go back to\ntheir work.”",
        "“Very good, sir,” replied Mr. Roach, much relieved to hear\nthat the oaks might remain and that the orchards were safe.\n“Mary,” said Colin, turning to her, “what is that thing\nyou say in India when you have finished talking and want\npeople to go?”",
        "“You say, `You have my permission to go,’” answered Mary.",
        "The Rajah waved his hand.",
        "“You have my permission to go, Roach,” he said.\n“But, remember, this is very important.”",
        "“Caw–Caw!” remarked the crow hoarsely but not impolitely.",
        "“Very good, sir.  Thank you, sir,” said Mr. Roach,\nand Mrs. Medlock took him out of the room.",
        "Outside in the corridor, being a rather good-natured man,\nhe smiled until he almost laughed.",
        "“My word!” he said, “he’s got a fine lordly way with him,\nhasn’t he? You’d think he was a whole Royal Family rolled\ninto one–Prince Consort and all.”.",
        "“Eh!” protested Mrs. Medlock, “we’ve had to let him\ntrample all over every one of us ever since he had feet\nand he thinks that’s what folks was born for.”",
        "“Perhaps he’ll grow out of it, if he lives,” suggested Mr. Roach.",
        "“Well, there’s one thing pretty sure,” said Mrs. Medlock.\n“If he does live and that Indian child stays here I’ll\nwarrant she teaches him that the whole orange does not\nbelong to him, as Susan Sowerby says.  And he’ll be likely\nto find out the size of his own quarter.”",
        "Inside the room Colin was leaning back on his cushions.",
        "“It’s all safe now,” he said.  “And this afternoon I\nshall see it–this afternoon I shall be in it!”",
        "Dickon went back to the garden with his creatures and Mary\nstayed with Colin.  She did not think he looked tired\nbut he was very quiet before their lunch came and he\nwas quiet while they were eating it.  She wondered why\nand asked him about it.",
        "“What big eyes you’ve got, Colin,” she said.  “When you\nare thinking they get as big as saucers.  What are you\nthinking about now?”",
        "“I can’t help thinking about what it will look like,\"\nhe answered.",
        "“The garden?” asked Mary.",
        "“The springtime,” he said.  “I was thinking that I’ve really\nnever seen it before.  I scarcely ever went out and when I\ndid go I never looked at it.  I didn’t even think about it.”",
        "“I never saw it in India because there wasn’t any,\"\nsaid Mary.",
        "Shut in and morbid as his life had been, Colin had more\nimagination than she had and at least he had spent a good\ndeal of time looking at wonderful books and pictures.",
        "“That morning when you ran in and said `It’s come! It’s\ncome!, you made me feel quite queer.  It sounded as if\nthings were coming with a great procession and big bursts\nand wafts of music.  I’ve a picture like it in one of my\nbooks–crowds of lovely people and children with garlands\nand branches with blossoms on them, everyone laughing\nand dancing and crowding and playing on pipes.  That was\nwhy I said, `Perhaps we shall hear golden trumpets’\nand told you to throw open the window.”",
        "“How funny!” said Mary.  “That’s really just what it\nfeels like.  And if all the flowers and leaves and green\nthings and birds and wild creatures danced past at once,\nwhat a crowd it would be! I’m sure they’d dance and sing\nand flute and that would be the wafts of music.”",
        "They both laughed but it was not because the idea was\nlaughable but because they both so liked it.",
        "A little later the nurse made Colin ready.  She noticed\nthat instead of lying like a log while his clothes were\nput on he sat up and made some efforts to help himself,\nand he talked and laughed with Mary all the time.",
        "“This is one of his good days, sir,” she said to Dr. Craven,\nwho dropped in to inspect him.  “He’s in such good spirits\nthat it makes him stronger.”",
        "“I’ll call in again later in the afternoon, after he has\ncome in,” said Dr. Craven.  “I must see how the going\nout agrees with him.  I wish,” in a very low voice,\n“that he would let you go with him.”",
        "“I’d rather give up the case this moment, sir, than even\nstay here while it’s suggested,” answered the nurse.\nWith sudden firmness.",
        "“I hadn’t really decided to suggest it,” said the doctor,\nwith his slight nervousness.  “We’ll try the experiment.\nDickon’s a lad I’d trust with a new-born child.”",
        "The strongest footman in the house carried Colin down\nstairs and put him in his wheeled chair near which Dickon\nwaited outside.  After the manservant had arranged\nhis rugs and cushions the Rajah waved his hand to him\nand to the nurse.",
        "“You have my permission to go,” he said, and they both\ndisappeared quickly and it must be confessed giggled\nwhen they were safely inside the house.",
        "Dickon began to push the wheeled chair slowly and steadily.\nMistress Mary walked beside it and Colin leaned back\nand lifted his face to the sky.  The arch of it looked\nvery high and the small snowy clouds seemed like white birds\nfloating on outspread wings below its crystal blueness.\nThe wind swept in soft big breaths down from the moor\nand was strange with a wild clear scented sweetness.\nColin kept lifting his thin chest to draw it in,\nand his big eyes looked as if it were they which were\nlistening–listening, instead of his ears.",
        "“There are so many sounds of singing and humming and\ncalling out,” he said.  “What is that scent the puffs\nof wind bring?”",
        "“It’s gorse on th’ moor that’s openin’ out,” answered Dickon.\n“Eh! th’ bees are at it wonderful today.”",
        "Not a human creature was to be caught sight of in the\npaths they took.  In fact every gardener or gardener’s\nlad had been witched away.  But they wound in and out\namong the shrubbery and out and round the fountain beds,\nfollowing their carefully planned route for the mere\nmysterious pleasure of it.  But when at last they turned\ninto the Long Walk by the ivied walls the excited sense\nof an approaching thrill made them, for some curious reason\nthey could not have explained, begin to speak in whispers.",
        "“This is it,” breathed Mary.  “This is where I used\nto walk up and down and wonder and wonder.” “Is it?\"\ncried Colin, and his eyes began to search the ivy with\neager curiousness.  “But I can see nothing,” he whispered.\n“There is no door.”",
        "“That’s what I thought,” said Mary.",
        "Then there was a lovely breathless silence and the chair\nwheeled on.",
        "“That is the garden where Ben Weatherstaff works,\"\nsaid Mary.",
        "“Is it?” said Colin.",
        "A few yards more and Mary whispered again.",
        "“This is where the robin flew over the wall,” she said.",
        "“Is it?” cried Colin.  “Oh! I wish he’d come again!”",
        "“And that,” said Mary with solemn delight, pointing under\na big lilac bush, “is where he perched on the little\nheap of earth and showed me the key.”",
        "Then Colin sat up.",
        "“Where? Where? There?” he cried, and his eyes were as big\nas the wolf’s in Red Riding-Hood, when Red Riding-Hood\nfelt called upon to remark on them.  Dickon stood still\nand the wheeled chair stopped.",
        "“And this,” said Mary, stepping on to the bed close to the ivy,\n“is where I went to talk to him when he chirped at me\nfrom the top of the wall.  And this is the ivy the wind\nblew back,” and she took hold of the hanging green curtain.",
        "“Oh! is it–is it!” gasped Colin.",
        "“And here is the handle, and here is the door.\nDickon push him in–push him in quickly!”",
        "And Dickon did it with one strong, steady, splendid push.",
        "But Colin had actually dropped back against his cushions,\neven though he gasped with delight, and he had covered\nhis eyes with his hands and held them there shutting\nout everything until they were inside and the chair\nstopped as if by magic and the door was closed.\nNot till then did he take them away and look round\nand round and round as Dickon and Mary had done.\nAnd over walls and earth and trees and swinging sprays\nand tendrils the fair green veil of tender little leaves\nhad crept, and in the grass under the trees and the gray\nurns in the alcoves and here and there everywhere\nwere touches or splashes of gold and purple and white\nand the trees were showing pink and snow above his head\nand there were fluttering of wings and faint sweet pipes\nand humming and scents and scents.  And the sun fell\nwarm upon his face like a hand with a lovely touch.\nAnd in wonder Mary and Dickon stood and stared at him.\nHe looked so strange and different because a pink glow\nof color had actually crept all over him–ivory face\nand neck and hands and all.",
        "“I shall get well! I shall get well!” he cried out.\n“Mary! Dickon! I shall get well! And I shall live forever\nand ever and ever!”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}