{
    "title": "The Secret Garden - Chapter VI - “There Was Some One Crying–There Was!”",
    "author": "Frances Hodgson Burnett",
    "chapter": "6",
    "content": [
        "\n\n",
        "The next day the rain poured down in torrents again,\nand when Mary looked out of her window the moor was almost\nhidden by gray mist and cloud.  There could be no going\nout today.",
        "“What do you do in your cottage when it rains like this?\"\nshe asked Martha.",
        "“Try to keep from under each other’s feet mostly,\"\nMartha answered.  “Eh! there does seem a lot of us then.\nMother’s a good-tempered woman but she gets fair moithered.\nThe biggest ones goes out in th’ cow-shed and plays there.\nDickon he doesn’t mind th’ wet.  He goes out just th’\nsame as if th’ sun was shinin’. He says he sees things\non rainy days as doesn’t show when it’s fair weather.\nHe once found a little fox cub half drowned in its hole and he\nbrought it home in th’ bosom of his shirt to keep it warm.\nIts mother had been killed nearby an’ th’ hole was swum\nout an’ th’ rest o’ th’ litter was dead.  He’s got it at\nhome now.  He found a half-drowned young crow another time an’\nhe brought it home, too, an’ tamed it.  It’s named Soot\nbecause it’s so black, an’ it hops an’ flies about with\nhim everywhere.”",
        "The time had come when Mary had forgotten to resent\nMartha’s familiar talk.  She had even begun to find it\ninteresting and to be sorry when she stopped or went away.\nThe stories she had been told by her Ayah when she lived\nin India had been quite unlike those Martha had to tell about\nthe moorland cottage which held fourteen people who lived\nin four little rooms and never had quite enough to eat.\nThe children seemed to tumble about and amuse themselves\nlike a litter of rough, good-natured collie puppies.\nMary was most attracted by the mother and Dickon.\nWhen Martha told stories of what “mother” said or did they\nalways sounded comfortable.",
        "“If I had a raven or a fox cub I could play with it,\"\nsaid Mary.  “But I have nothing.”",
        "Martha looked perplexed.",
        "“Can tha’ knit?” she asked.",
        "“No,” answered Mary.",
        "“Can tha’sew?”",
        "“No.”",
        "“Can tha’ read?”",
        "“Yes.”",
        "“Then why doesn’t tha, read somethin’, or learn a bit o’\nspellin’? Tha’st old enough to be learnin’ thy book a good\nbit now.”",
        "“I haven’t any books,” said Mary.  “Those I had were left\nin India.”",
        "“That’s a pity,” said Martha.  “If Mrs. Medlock’d let thee\ngo into th’ library, there’s thousands o’ books there.”",
        "Mary did not ask where the library was, because she was\nsuddenly inspired by a new idea.  She made up her mind\nto go and find it herself.  She was not troubled about\nMrs. Medlock.  Mrs. Medlock seemed always to be in her\ncomfortable housekeeper’s sitting-room downstairs.\nIn this queer place one scarcely ever saw any one at all.\nIn fact, there was no one to see but the servants,\nand when their master was away they lived a luxurious\nlife below stairs, where there was a huge kitchen hung\nabout with shining brass and pewter, and a large servants’\nhall where there were four or five abundant meals eaten\nevery day, and where a great deal of lively romping went on\nwhen Mrs. Medlock was out of the way.",
        "Mary’s meals were served regularly, and Martha waited on her,\nbut no one troubled themselves about her in the least.\nMrs. Medlock came and looked at her every day or two,\nbut no one inquired what she did or told her what to do.\nShe supposed that perhaps this was the English way of\ntreating children.  In India she had always been attended\nby her Ayah, who had followed her about and waited on her,\nhand and foot.  She had often been tired of her company.\nNow she was followed by nobody and was learning to dress\nherself because Martha looked as though she thought she was\nsilly and stupid when she wanted to have things handed to her\nand put on.",
        "“Hasn’t tha’ got good sense?” she said once, when Mary\nhad stood waiting for her to put on her gloves for her.\n“Our Susan Ann is twice as sharp as thee an’ she’s only\nfour year’ old.  Sometimes tha’ looks fair soft in th’ head.”",
        "Mary had worn her contrary scowl for an hour after that,\nbut it made her think several entirely new things.",
        "She stood at the window for about ten minutes this morning\nafter Martha had swept up the hearth for the last time\nand gone downstairs.  She was thinking over the new idea\nwhich had come to her when she heard of the library.\nShe did not care very much about the library itself,\nbecause she had read very few books; but to hear of it brought\nback to her mind the hundred rooms with closed doors.\nShe wondered if they were all really locked and what\nshe would find if she could get into any of them.\nWere there a hundred really? Why shouldn’t she go and see\nhow many doors she could count? It would be something\nto do on this morning when she could not go out.\nShe had never been taught to ask permission to do things,\nand she knew nothing at all about authority, so she would\nnot have thought it necessary to ask Mrs. Medlock if she\nmight walk about the house, even if she had seen her.",
        "She opened the door of the room and went into the corridor,\nand then she began her wanderings.  It was a long corridor\nand it branched into other corridors and it led her up\nshort flights of steps which mounted to others again.\nThere were doors and doors, and there were pictures\non the walls.  Sometimes they were pictures of dark,\ncurious landscapes, but oftenest they were portraits\nof men and women in queer, grand costumes made of satin\nand velvet.  She found herself in one long gallery\nwhose walls were covered with these portraits.  She had\nnever thought there could be so many in any house.\nShe walked slowly down this place and stared at the faces\nwhich also seemed to stare at her.  She felt as if they\nwere wondering what a little girl from India was doing\nin their house.  Some were pictures of children–little\ngirls in thick satin frocks which reached to their feet\nand stood out about them, and boys with puffed sleeves\nand lace collars and long hair, or with big ruffs around\ntheir necks.  She always stopped to look at the children,\nand wonder what their names were, and where they had gone,\nand why they wore such odd clothes.  There was a stiff,\nplain little girl rather like herself.  She wore a green\nbrocade dress and held a green parrot on her finger.\nHer eyes had a sharp, curious look.",
        "“Where do you live now?” said Mary aloud to her.\n“I wish you were here.”",
        "Surely no other little girl ever spent such a queer morning.\nIt seemed as if there was no one in all the huge rambling\nhouse but her own small self, wandering about upstairs\nand down, through narrow passages and wide ones, where it\nseemed to her that no one but herself had ever walked.\nSince so many rooms had been built, people must have lived\nin them, but it all seemed so empty that she could not quite\nbelieve it true.",
        "It was not until she climbed to the second floor that she\nthought of turning the handle of a door.  All the doors\nwere shut, as Mrs. Medlock had said they were, but at last she\nput her hand on the handle of one of them and turned it.\nShe was almost frightened for a moment when she felt\nthat it turned without difficulty and that when she pushed\nupon the door itself it slowly and heavily opened.\nIt was a massive door and opened into a big bedroom.\nThere were embroidered hangings on the wall, and inlaid\nfurniture such as she had seen in India stood about the room.\nA broad window with leaded panes looked out upon the moor;\nand over the mantel was another portrait of the stiff,\nplain little girl who seemed to stare at her more curiously\nthan ever.",
        "“Perhaps she slept here once,” said Mary.  “She stares\nat me so that she makes me feel queer.”",
        "After that she opened more doors and more.  She saw\nso many rooms that she became quite tired and began\nto think that there must be a hundred, though she had not\ncounted them.  In all of them there were old pictures\nor old tapestries with strange scenes worked on them.\nThere were curious pieces of furniture and curious\nornaments in nearly all of them.",
        "In one room, which looked like a lady’s sitting-room,\nthe hangings were all embroidered velvet, and in a cabinet\nwere about a hundred little elephants made of ivory.\nThey were of different sizes, and some had their mahouts\nor palanquins on their backs.  Some were much bigger than the\nothers and some were so tiny that they seemed only babies.\nMary had seen carved ivory in India and she knew all\nabout elephants.  She opened the door of the cabinet\nand stood on a footstool and played with these for quite\na long time.  When she got tired she set the elephants\nin order and shut the door of the cabinet.",
        "In all her wanderings through the long corridors and the\nempty rooms, she had seen nothing alive; but in this\nroom she saw something.  Just after she had closed the\ncabinet door she heard a tiny rustling sound.  It made\nher jump and look around at the sofa by the fireplace,\nfrom which it seemed to come.  In the corner of the sofa\nthere was a cushion, and in the velvet which covered\nit there was a hole, and out of the hole peeped a tiny\nhead with a pair of frightened eyes in it.",
        "Mary crept softly across the room to look.  The bright eyes\nbelonged to a little gray mouse, and the mouse had eaten\na hole into the cushion and made a comfortable nest there.\nSix baby mice were cuddled up asleep near her.  If there\nwas no one else alive in the hundred rooms there were\nseven mice who did not look lonely at all.",
        "“If they wouldn’t be so frightened I would take them back\nwith me,” said Mary.",
        "She had wandered about long enough to feel too tired\nto wander any farther, and she turned back.  Two or three\ntimes she lost her way by turning down the wrong corridor\nand was obliged to ramble up and down until she found\nthe right one; but at last she reached her own floor again,\nthough she was some distance from her own room and did\nnot know exactly where she was.",
        "“I believe I have taken a wrong turning again,” she said,\nstanding still at what seemed the end of a short passage\nwith tapestry on the wall.  “I don’t know which way to go.\nHow still everything is!”",
        "It was while she was standing here and just after she\nhad said this that the stillness was broken by a sound.\nIt was another cry, but not quite like the one she had heard\nlast night; it was only a short one, a fretful childish\nwhine muffled by passing through walls.",
        "“It’s nearer than it was,” said Mary, her heart beating\nrather faster.  “And it is crying.”",
        "She put her hand accidentally upon the tapestry near her,\nand then sprang back, feeling quite startled.  The tapestry\nwas the covering of a door which fell open and showed\nher that there was another part of the corridor behind it,\nand Mrs. Medlock was coming up it with her bunch of keys\nin her hand and a very cross look on her face.",
        "“What are you doing here?” she said, and she took Mary\nby the arm and pulled her away.  “What did I tell you?”",
        "“I turned round the wrong corner,” explained Mary.\n“I didn’t know which way to go and I heard some one crying.\"\nShe quite hated Mrs. Medlock at the moment, but she hated\nher more the next.",
        "“You didn’t hear anything of the sort,” said the housekeeper.\n“You come along back to your own nursery or I’ll box\nyour ears.”",
        "And she took her by the arm and half pushed, half pulled\nher up one passage and down another until she pushed\nher in at the door of her own room.",
        "“Now,” she said, “you stay where you’re told to stay\nor you’ll find yourself locked up.  The master had\nbetter get you a governess, same as he said he would.\nYou’re one that needs some one to look sharp after you.\nI’ve got enough to do.”",
        "She went out of the room and slammed the door after her,\nand Mary went and sat on the hearth-rug, pale with rage.\nShe did not cry, but ground her teeth.",
        "“There was some one crying–there was–there was!\"\nshe said to herself.",
        "She had heard it twice now, and sometime she would find out.\nShe had found out a great deal this morning.  She felt\nas if she had been on a long journey, and at any rate\nshe had had something to amuse her all the time, and she\nhad played with the ivory elephants and had seen the gray\nmouse and its babies in their nest in the velvet cushion.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}