{
    "title": "The Girl With the Golden Eyes - Part III",
    "author": "Honore de Balzac",
    "chapter": "4",
    "content": [
        "\n\n",
        "De Marsay was not impulsive. Any other young man would have obeyed his\nimpulse to obtain at once some information about a girl who realized\nso fully the most luminous ideas ever expressed upon women in the\npoetry of the East; but, too experienced to compromise his good\nfortune, he had told his coachman to continue along the Rue Saint\nLazare and carry him back to his house. The next day, his confidential\nvalet, Laurent by name, as cunning a fellow as the Frontin of the old\ncomedy, waited in the vicinity of the house inhabited by the unknown\nfor the hour at which letters were distributed. In order to be able to\nspy at his ease and hang about the house, he had followed the example\nof those police officers who seek a good disguise, and bought up\ncast-off clothes of an Auvergnat, the appearance of whom he sought to\nimitate. When the postman, who went the round of the Rue Saint Lazare\nthat morning, passed by, Laurent feigned to be a porter unable to\nremember the name of a person to whom he had to deliver a parcel, and\nconsulted the postman. Deceived at first by appearances, this\npersonage, so picturesque in the midst of Parisian civilization,\ninformed him that the house in which the girl with the golden eyes\ndwelt belonged to Don Hijos, Marquis de San-Real, grandee of Spain.\nNaturally, it was not with the Marquis that the Auvergnat was\nconcerned.",
        "“My parcel,” he said, “is for the marquise.”",
        "“She is away,” replied the postman. “Her letters are forwarded to\nLondon.”",
        "“Then the marquise is not a young girl who . . . ?”",
        "“Ah!” said the postman, interrupting the valet de chambre and\nobserving him attentively, “you are as much a porter as I’m . . .”",
        "Laurent chinked some pieces of gold before the functionary, who began\nto smile.",
        "“Come, here’s the name of your quarry,” he said, taking from his\nleather wallet a letter bearing a London stamp, upon which the\naddress, “To Mademoiselle Paquita Valdes, Rue Saint Lazare, Hotel\nSan-Real, Paris,” was written in long, fine characters, which spoke\nof a woman’s hand.",
        "“Could you tap a bottle of Chablis, with a few dozen oysters, and a\nfilet saute with mushrooms to follow it?” said Laurent, who wished\nto win the postman’s valuable friendship.",
        "“At half-past nine, when my round is finished–– Where?”",
        "“At the corner of the Rue de la Chaussee-d’Antin and the Rue\nNeuve-des-Mathurins, at the Puits sans Vin,” said Laurent.",
        "“Hark ye, my friend,” said the postman, when he rejoined the valet an\nhour after this encounter, “if your master is in love with the girl,\nhe is in for a famous task. I doubt you’ll not succeed in seeing her.\nIn the ten years that I’ve been postman in Paris, I have seen plenty\nof different kinds of doors! But I can tell you, and no fear of being\ncalled a liar by any of my comrades, there never was a door so\nmysterious as M. de San-Real’s. No one can get into the house without\nthe Lord knows what counter-word; and, notice, it has been selected on\npurpose between a courtyard and a garden to avoid any communication\nwith other houses. The porter is an old Spaniard, who never speaks a\nword of French, but peers at people as Vidocq might, to see if they\nare not thieves. If a lover, a thief, or you–I make no comparisons\n–could get the better of this first wicket, well, in the first hall,\nwhich is shut by a glazed door, you would run across a butler\nsurrounded by lackeys, an old joker more savage and surly even than\nthe porter. If any one gets past the porter’s lodge, my butler comes\nout, waits for you at the entrance, and puts you through a\ncross-examination like a criminal. That has happened to me, a mere\npostman. He took me for an eavesdropper in disguise, he said, laughing\nat his nonsense. As for the servants, don’t hope to get aught out of\nthem; I think they are mutes, no one in the neighborhood knows the\ncolor of their speech; I don’t know what wages they can pay them to\nkeep them from talk and drink; the fact is, they are not to be got at,\nwhether because they are afraid of being shot, or that they have some\nenormous sum to lose in the case of an indiscretion. If your master is\nfond enough of Mademoiselle Paquita Valdes to surmount all these\nobstacles, he certainly won’t triumph over Dona Concha Marialva, the\nduenna who accompanies her and would put her under her petticoats\nsooner than leave her. The two women look as if they were sewn to one\nanother.”",
        "“All that you say, worthy postman,” went on Laurent, after having\ndrunk off his wine, “confirms me in what I have learned before. Upon\nmy word, I thought they were making fun of me! The fruiterer opposite\ntold me that of nights they let loose dogs whose food is hung up on\nstakes just out of their reach. These cursed animals think, therefore,\nthat any one likely to come in has designs on their victuals, and\nwould tear one to pieces. You will tell me one might throw them down\npieces, but it seems they have been trained to touch nothing except\nfrom the hand of the porter.”",
        "“The porter of the Baron de Nucingen, whose garden joins at the top\nthat of the Hotel San-Real, told me the same thing,” replied the\npostman.",
        "“Good! my master knows him,” said Laurent, to himself. “Do you know,\"\nhe went on, leering at the postman, “I serve a master who is a rare\nman, and if he took it into his head to kiss the sole of the foot of\nan empress, she would have to give in to him. If he had need of you,\nwhich is what I wish for you, for he is generous, could one count on\nyou?”",
        "“Lord, Monsieur Laurent, my name is Moinot. My name is written exactly\nlike Moineau, magpie: M-o-i-n-o-t, Moinot.”",
        "“Exactly,” said Laurent.",
        "“I live at No. 11, Rue des Trois Freres, on the fifth floor,” went on\nMoinot; “I have a wife and four children. If what you want of me\ndoesn’t transgress the limits of my conscience and my official duties,\nyou understand! I am your man.”",
        "“You are an honest fellow,” said Laurent, shaking his hand. . . .",
        "“Paquita Valdes is, no doubt, the mistress of the Marquis de San-Real,\nthe friend of King Ferdinand. Only an old Spanish mummy of eighty\nyears is capable of taking such precautions,” said Henri, when his\nvalet de chambre had related the result of his researches.",
        "“Monsieur,” said Laurent, “unless he takes a balloon no one can get\ninto that hotel.”",
        "“You are a fool! Is it necessary to get into the hotel to have\nPaquita, when Paquita can get out of it?”",
        "“But, sir, the duenna?”",
        "“We will shut her up for a day or two, your duenna.”",
        "“So, we shall have Paquita!” said Laurent, rubbing his hands.",
        "“Rascal!” answered Henri, “I shall condemn you to the Concha, if you\ncarry your impudence so far as to speak so of a woman before she has\nbecome mine. . . . Turn your thoughts to dressing me, I am going out.”",
        "Henri remained for a moment plunged in joyous reflections. Let us say\nit to the praise of women, he obtained all those whom he deigned to\ndesire. And what could one think of a woman, having no lover, who\nshould have known how to resist a young man armed with beauty which is\nthe intelligence of the body, with intelligence which is a grace of\nthe soul, armed with moral force and fortune, which are the only two\nreal powers? Yet, in triumphing with such ease, De Marsay was bound to\ngrow weary of his triumphs; thus, for about two years he had grown\nvery weary indeed. And diving deep into the sea of pleasures he\nbrought back more grit than pearls. Thus had he come, like potentates,\nto implore of Chance some obstacle to surmount, some enterprise which\nshould ask the employment of his dormant moral and physical strength.\nAlthough Paquita Valdes presented him with a marvelous concentration\nof perfections which he had only yet enjoyed in detail, the attraction\nof passion was almost nil with him. Constant satiety had weakened in\nhis heart the sentiment of love. Like old men and people\ndisillusioned, he had no longer anything but extravagant caprices,\nruinous tastes, fantasies, which, once satisfied, left no pleasant\nmemory in his heart. Amongst young people love is the finest of the\nemotions, it makes the life of the soul blossom, it nourishes by its\nsolar power the finest inspirations and their great thoughts; the\nfirst fruits in all things have a delicious savor. Amongst men love\nbecomes a passion; strength leads to abuse. Amongst old men it turns\nto vice; impotence tends to extremes. Henri was at once an old man, a\nman, and a youth. To afford him the feelings of a real love, he needed\nlike Lovelace, a Clarissa Harlowe. Without the magic lustre of that\nunattainable pearl he could only have either passions rendered acute\nby some Parisian vanity, or set determinations with himself to bring\nsuch and such a woman to such and such a point of corruption, or else\nadventures which stimulated his curiosity.",
        "The report of Laurent, his valet de chambre had just given an\nenormous value to the girl with the golden eyes. It was a question of\ndoing battle with some secret enemy who seemed as dangerous as he was\ncunning; and to carry off the victory, all the forces which Henri\ncould dispose of would be useful. He was about to play in that eternal\nold comedy which will be always fresh, and the characters in which are\nan old man, a young girl, and a lover: Don Hijos, Paquita, De Marsay.\nIf Laurent was the equal of Figaro, the duenna seemed incorruptible.\nThus, the living play was supplied by Chance with a stronger plot than\nit had ever been by dramatic author! But then is not Chance too, a man\nof genius?",
        "“It must be a cautious game,” said Henri, to himself.",
        "“Well,” said Paul de Manerville, as he entered the room. “How are we\ngetting on? I have come to breakfast with you.”",
        "“So be it,” said Henri. “You won’t be shocked if I make my toilette\nbefore you?”",
        "“How absurd!”",
        "“We take so many things from the English just now that we might well\nbecome as great prudes and hypocrites as themselves,” said Henri.",
        "Laurent had set before his master such a quantity of utensils, so many\ndifferent articles of such elegance, that Paul could not refrain from\nsaying:",
        "“But you will take a couple of hours over that?”",
        "“No!” said Henri, “two hours and a half.”",
        "“Well, then, since we are by ourselves, and can say what we like,\nexplain to me why a man as superior as yourself–for you are superior\n–should affect to exaggerate a foppery which cannot be natural. Why\nspend two hours and a half in adorning yourself, when it is sufficient\nto spend a quarter of an hour in your bath, to do your hair in two\nminutes, and to dress! There, tell me your system.”",
        "“I must be very fond of you, my good dunce, to confide such high\nthoughts to you,” said the young man, who was at that moment having\nhis feet rubbed with a soft brush lathered with English soap.",
        "“Have I not the most devoted attachment to you,” replied Paul de\nManerville, “and do I not like you because I know your\nsuperiority? . . .”",
        "“You must have noticed, if you are in the least capable of observing\nany moral fact, that women love fops,” went on De Marsay, without\nreplying in any way to Paul’s declaration except by a look. “Do you\nknow why women love fops? My friend, fops are the only men who take\ncare of themselves. Now, to take excessive care of oneself, does it\nnot imply that one takes care in oneself of what belongs to another?\nThe man who does not belong to himself is precisely the man on whom\nwomen are keen. Love is essentially a thief. I say nothing about that\nexcess of niceness to which they are so devoted. Do you know of any\nwoman who has had a passion for a sloven, even if he were a remarkable\nman? If such a fact has occurred, we must put it to the account of\nthose morbid affections of the breeding woman, mad fancies which float\nthrough the minds of everybody. On the other hand, I have seen most\nremarkable people left in the lurch because of their carelessness. A\nfop, who is concerned about his person, is concerned with folly, with\npetty things. And what is a woman? A petty thing, a bundle of follies.\nWith two words said to the winds, can you not make her busy for four\nhours? She is sure that the fop will be occupied with her, seeing that\nhe has no mind for great things. She will never be neglected for\nglory, ambition, politics, art–those prostitutes who for her are\nrivals. Then fops have the courage to cover themselves with ridicule\nin order to please a woman, and her heart is full of gratitude towards\nthe man who is ridiculous for love. In fine, a fop can be no fop\nunless he is right in being one. It is women who bestow that rank. The\nfop is love’s colonel; he has his victories, his regiment of women at\nhis command. My dear fellow, in Paris everything is known, and a man\ncannot be a fop there gratis. You, who have only one woman, and who,\nperhaps, are right to have but one, try to act the fop! . . . You will\nnot even become ridiculous, you will be dead. You will become a\nforegone conclusion, one of those men condemned inevitably to do one\nand the same thing. You will come to signify folly as inseparably as\nM. de La Fayette signifies America; M. de Talleyrand, diplomacy;\nDesaugiers, song; M. de Segur, romance. If they once forsake their\nown line people no longer attach any value to what they do. So,\nfoppery, my friend Paul, is the sign of an incontestable power over\nthe female folk. A man who is loved by many women passes for having\nsuperior qualities, and then, poor fellow, it is a question who shall\nhave him! But do you think it is nothing to have the right of going\ninto a drawing-room, of looking down at people from over your cravat,\nor through your eye-glass, and of despising the most superior of men\nshould he wear an old-fashioned waistcoat? . . . Laurent, you are\nhurting me! After breakfast, Paul, we will go to the Tuileries and see\nthe adorable girl with the golden eyes.”",
        "When, after making an excellent meal, the two young men had traversed\nthe Terrasse de Feuillants and the broad walk of the Tuileries, they\nnowhere discovered the sublime Paquita Valdes, on whose account some\nfifty of the most elegant young men in Paris where to be seen, all\nscented, with their high scarfs, spurred and booted, riding, walking,\ntalking, laughing, and damning themselves mightily.",
        "“It’s a white Mass,” said Henri; “but I have the most excellent idea\nin the world. This girl receives letters from London. The postman must\nbe bought or made drunk, a letter opened, read of course, and a\nlove-letter slipped in before it is sealed up again. The old tyrant,\ncrudel tirano, is certain to know the person who writes the letters\nfrom London, and has ceased to be suspicious of them.”",
        "The day after, De Marsay came again to walk on the Terrasse des\nFeuillants, and saw Paquita Valdes; already passion had embellished\nher for him. Seriously, he was wild for those eyes, whose rays seemed\nakin to those which the sun emits, and whose ardor set the seal upon\nthat of her perfect body, in which all was delight. De Marsay was on\nfire to brush the dress of this enchanting girl as they passed one\nanother in their walk; but his attempts were always vain. But at one\nmoment, when he had repassed Paquita and the duenna, in order to find\nhimself on the same side as the girl of the golden eyes, when he\nreturned, Paquita, no less impatient, came forward hurriedly, and De\nMarsay felt his hand pressed by her in a fashion at once so swift and\nso passionately significant that it was as though he had received the\nemotions surged up in his heart. When the two lovers glanced at one\nanother, Paquita seemed ashamed, she dropped her eyes lest she should\nmeet the eyes of Henri, but her gaze sank lower to fasten on the feet\nand form of him whom women, before the Revolution, called their\nconqueror.",
        "“I am determined to make this girl my mistress,” said Henri to\nhimself.",
        "As he followed her along the terrace, in the direction of the Place\nLouis XV., he caught sight of the aged Marquis de San-Real, who was\nwalking on the arm of his valet, stepping with all the precautions due\nto gout and decrepitude. Dona Concha, who distrusted Henri, made\nPaquita pass between herself and the old man.",
        "“Oh, for you,” said De Marsay to himself, casting a glance of disdain\nupon the duenna, “if one cannot make you capitulate, with a little\nopium one can make you sleep. We know mythology and the fable of\nArgus.”",
        "Before entering the carriage, the golden-eyed girl exchanged certain\nglances with her lover, of which the meaning was unmistakable and\nwhich enchanted Henri, but one of them was surprised by the duenna;\nshe said a few rapid words to Paquita, who threw herself into the\ncoupe with an air of desperation. For some days Paquita did not\nappear in the Tuileries. Laurent, who by his master’s orders was on\nwatch by the hotel, learned from the neighbors that neither the two\nwomen nor the aged marquis had been abroad since the day upon which\nthe duenna had surprised a glance between the young girl in her charge\nand Henri. The bond, so flimsy withal, which united the two lovers was\nalready severed.",
        "Some days later, none knew by what means, De Marsay had attained his\nend; he had a seal and wax, exactly resembling the seal and wax\naffixed to the letters sent to Mademoiselle Valdes from London; paper\nsimilar to that which her correspondent used; moreover, all the\nimplements and stamps necessary to affix the French and English\npostmarks.",
        "He wrote the following letter, to which he gave all the appearances of\na letter sent from London:–",
        "  “MY DEAR PAQUITA,–I shall not try to paint to you in words the\n  passion with which you have inspired me. If, to my happiness, you\n  reciprocate it, understand that I have found a means of\n  corresponding with you. My name is Adolphe de Gouges, and I live\n  at No. 54 Rue de l’Universite. If you are too closely watched to\n  be able to write to me, if you have neither pen nor paper, I shall\n  understand it by your silence. If then, to-morrow, you have not,\n  between eight o’clock in the morning and ten o’clock in the\n  evening, thrown a letter over the wall of your garden into that of\n  the Baron de Nucingen, where it will be waited for during the\n  whole of the day, a man, who is entirely devoted to me, will let\n  down two flasks by a string over your wall at ten o’clock the next\n  morning. Be walking there at that hour. One of the two flasks will\n  contain opium to send your Argus to sleep; it will be sufficient\n  to employ six drops; the other will contain ink. The flask of ink\n  is of cut glass; the other is plain. Both are of such a size as\n  can easily be concealed within your bosom. All that I have already\n  done, in order to be able to correspond with you, should tell you\n  how greatly I love you. Should you have any doubt of it, I will\n  confess to you, that to obtain an interview of one hour with you I\n  would give my life.”",
        "“At least they believe that, poor creatures!” said De Marsay; “but\nthey are right. What should we think of a woman who refused to be\nbeguiled by a love-letter accompanied by such convincing accessories?”",
        "This letter was delivered by Master Moinot, postman, on the following\nday, about eight o’clock in the morning, to the porter of the Hotel\nSan-Real.",
        "In order to be nearer to the field of action, De Marsay went and\nbreakfasted with Paul, who lived in the Rue de la Pepiniere. At two\no’clock, just as the two friends were laughingly discussing the\ndiscomfiture of a young man who had attempted to lead the life of\nfashion without a settled income, and were devising an end for him,\nHenri’s coachman came to seek his master at Paul’s house, and\npresented to him a mysterious personage who insisted on speaking\nhimself with his master.",
        "This individual was a mulatto, who would assuredly have given Talma a\nmodel for the part of Othello, if he had come across him. Never did\nany African face better express the grand vengefulness, the ready\nsuspicion, the promptitude in the execution of a thought, the strength\nof the Moor, and his childish lack of reflection. His black eyes had\nthe fixity of the eyes of a bird of prey, and they were framed, like a\nvulture’s, by a bluish membrane devoid of lashes. His forehead, low\nand narrow, had something menacing. Evidently, this man was under the\nyoke of some single and unique thought. His sinewy arm did not belong\nto him.",
        "He was followed by a man whom the imaginations of all folk, from those\nwho shiver in Greenland to those who sweat in the tropics, would paint\nin the single phrase: He was an unfortunate man. From this phrase,\neverybody will conceive him according to the special ideas of each\ncountry. But who can best imagine his face–white and wrinkled, red at\nthe extremities, and his long beard. Who will see his lean and yellow\nscarf, his greasy shirt-collar, his battered hat, his green frock\ncoat, his deplorable trousers, his dilapidated waistcoat, his\nimitation gold pin, and battered shoes, the strings of which were\nplastered in mud? Who will see all that but the Parisian? The\nunfortunate man of Paris is the unfortunate man in toto, for he has\nstill enough mirth to know the extent of his misfortune. The mulatto\nwas like an executioner of Louis XI. leading a man to the gallows.",
        "“Who has hunted us out these two extraordinary creatures?” said Henri.",
        "“Faith! there is one of them who makes me shudder,” replied Paul.",
        "“Who are you–you fellow who look the most like a Christian of the\ntwo?” said Henri, looking at the unfortunate man.",
        "The mulatto stood with his eyes fixed upon the two young men, like a\nman who understood nothing, and who sought no less to divine something\nfrom the gestures and movements of the lips.",
        "“I am a public scribe and interpreter; I live at the Palais de\nJustice, and am named Poincet.”",
        "“Good! . . . and this one?” said Henri to Poincet, looking towards the\nmulatto.",
        "“I do not know; he only speaks a sort of Spanish patois, and he has\nbrought me here to make himself understood by you.”",
        "The mulatto drew from his pocket the letter which Henri had written to\nPaquita and handed it to him. Henri threw it in the fire.",
        "“Ah–so–the game is beginning,” said Henri to himself. “Paul, leave\nus alone for a moment.”",
        "“I translated this letter for him,” went on the interpreter, when they\nwere alone. “When it was translated, he was in some place which I\ndon’t remember. Then he came back to look for me, and promised me two\nlouis to fetch him here.”",
        "“What have you to say to me, nigger?” asked Henri.",
        "“I did not translate nigger,” said the interpreter, waiting for the\nmulatto’s reply. . . .",
        "“He said, sir,” went on the interpreter, after having listened to the\nunknown, “that you must be at half-past ten to-morrow night on the\nboulevard Montmartre, near the cafe. You will see a carriage there, in\nwhich you must take your place, saying to the man, who will wait to\nopen the door for you, the word cortejo–a Spanish word, which means\nlover,” added Poincet, casting a glance of congratulation upon\nHenri.",
        "“Good.”",
        "The mulatto was about to bestow the two louis, but De Marsay would\nnot permit it, and himself rewarded the interpreter. As he was paying\nhim, the mulatto began to speak.",
        "“What is he saying?”",
        "“He is warning me,” replied the unfortunate, “that if I commit a\nsingle indiscretion he will strangle me. He speaks fair and he looks\nremarkably as if he were capable of carrying out his threat.”",
        "“I am sure of it,” answered Henri; “he would keep his word.”",
        "“He says, as well,” replied the interpreter, “that the person from\nwhom he is sent implores you, for your sake and for hers, to act with\nthe greatest prudence, because the daggers which are raised above your\nhead would strike your heart before any human power could save you\nfrom them.”",
        "“He said that? So much the better, it will be more amusing. You can\ncome in now, Paul,” he cried to his friend.",
        "The mulatto, who had not ceased to gaze at the lover of Paquita Valdes\nwith magnetic attention, went away, followed by the interpreter.",
        "“Well, at last I have an adventure which is entirely romantic,” said\nHenri, when Paul returned. “After having shared in a certain number I\nhave finished by finding in Paris an intrigue accompanied by serious\naccidents, by grave perils. The deuce! what courage danger gives a\nwoman! To torment a woman, to try and contradict her–doesn’t it give\nher the right and the courage to scale in one moment obstacles which\nit would take her years to surmount of herself? Pretty creature, jump\nthen! To die? Poor child! Daggers? Oh, imagination of women! They\ncannot help trying to find authority for their little jests. Besides,\ncan one think of it, Paquita? Can one think of it, my child? The devil\ntake me, now that I know this beautiful girl, this masterpiece of\nnature, is mine, the adventure has lost its charm.”",
        "For all his light words, the youth in Henri had reappeared. In order\nto live until the morrow without too much pain, he had recourse to\nexorbitant pleasure; he played, dined, supped with his friends; he\ndrank like a fish, ate like a German, and won ten or twelve thousand\nfrancs. He left the Rocher de Cancale at two o’clock in the morning,\nslept like a child, awoke the next morning fresh and rosy, and dressed\nto go to the Tuileries, with the intention of taking a ride, after\nhaving seen Paquita, in order to get himself an appetite and dine the\nbetter, and so kill the time.",
        "At the hour mentioned Henri was on the boulevard, saw the carriage,\nand gave the counter-word to a man who looked to him like the mulatto.\nHearing the word, the man opened the door and quickly let down the\nstep. Henri was so rapidly carried through Paris, and his thoughts\nleft him so little capacity to pay attention to the streets through\nwhich he passed, that he did not know where the carriage stopped. The\nmulatto let him into a house, the staircase of which was quite close\nto the entrance. This staircase was dark, as was also the landing upon\nwhich Henri was obliged to wait while the mulatto was opening the door\nof a damp apartment, fetid and unlit, the chambers of which, barely\nilluminated by the candle which his guide found in the ante-chamber,\nseemed to him empty and ill furnished, like those of a house the\ninhabitants of which are away. He recognized the sensation which he\nhad experienced from the perusal of one of those romances of Anne\nRadcliffe, in which the hero traverses the cold, sombre, and\nuninhabited saloons of some sad and desert spot.",
        "At last the mulatto opened the door of a salon. The condition of the\nold furniture and the dilapidated curtains with which the room was\nadorned gave it the air of the reception-room of a house of ill fame.\nThere was the same pretension to elegance, and the same collection of\nthings in bad taste, of dust and dirt. Upon a sofa covered with red\nUtrecht velvet, by the side of a smoking hearth, the fire of which was\nburied in ashes, sat an old, poorly dressed woman, her head capped by\none of those turbans which English women of a certain age have\ninvented and which would have a mighty success in China, where the\nartist’s ideal is the monstrous.",
        "The room, the old woman, the cold hearth, all would have chilled love\nto death had not Paquita been there, upon an ottoman, in a loose\nvoluptuous wrapper, free to scatter her gaze of gold and flame, free\nto show her arched foot, free of her luminous movements. This first\ninterview was what every rendezvous must be between persons of\npassionate disposition, who have stepped over a wide distance quickly,\nwho desire each other ardently, and who, nevertheless, do not know\neach other. It is impossible that at first there should not occur\ncertain discordant notes in the situation, which is embarrassing until\nthe moment when two souls find themselves in unison.",
        "If desire gives a man boldness and disposes him to lay restraint\naside, the mistress, under pain of ceasing to be woman, however great\nmay be her love, is afraid of arriving at the end so promptly, and\nface to face with the necessity of giving herself, which to many women\nis equivalent to a fall into an abyss, at the bottom of which they\nknow not what they shall find. The involuntary coldness of the woman\ncontrasts with her confessed passion, and necessarily reacts upon the\nmost passionate lover. Thus ideas, which often float around souls like\nvapors, determine in them a sort of temporary malady. In the sweet\njourney which two beings undertake through the fair domains of love,\nthis moment is like a waste land to be traversed, a land without a\ntree, alternatively damp and warm, full of scorching sand, traversed\nby marshes, which leads to smiling groves clad with roses, where Love\nand his retinue of pleasures disport themselves on carpets of soft\nverdure. Often the witty man finds himself afflicted with a foolish\nlaugh which is his only answer to everything; his wit is, as it were,\nsuffocated beneath the icy pressure of his desires. It would not be\nimpossible for two beings of equal beauty, intelligence, and passion\nto utter at first nothing but the most silly commonplaces, until\nchance, a word, the tremor of a certain glance, the communication of a\nspark, should have brought them to the happy transition which leads to\nthat flowery way in which one does not walk, but where one sways and\nat the same time does not lapse.",
        "Such a state of mind is always in proportion with the violence of the\nfeeling. Two creatures who love one another weakly feel nothing\nsimilar. The effect of this crisis can even be compared with that\nwhich is produced by the glow of a clear sky. Nature, at the first\nview, appears to be covered with a gauze veil, the azure of the\nfirmament seems black, the intensity of light is like darkness. With\nHenri, as with the Spanish girl, there was an equal intensity of\nfeeling; and that law of statics, in virtue of which two identical\nforces cancel each other, might have been true also in the moral\norder. And the embarrassment of the moment was singularly increased by\nthe presence of the old hag. Love takes pleasure or fright at all, all\nhas meaning for it, everything is an omen of happiness or sorrow for\nit.",
        "This decrepit woman was there like a suggestion of catastrophe, and\nrepresented the horrid fish’s tail with which the allegorical geniuses\nof Greece have terminated their chimeras and sirens, whose figures,\nlike all passions, are so seductive, so deceptive.",
        "Although Henri was not a free-thinker–the phrase is always a mockery\n–but a man of extraordinary power, a man as great as a man can be\nwithout faith, the conjunction struck him. Moreover, the strongest men\nare naturally the most impressionable, and consequently the most\nsuperstitious, if, indeed, one may call superstition the prejudice of\nthe first thoughts, which, without doubt, is the appreciation of the\nresult in causes hidden to other eyes but perceptible to their own.",
        "Continue...",
        "\nThis eBook of “The Girl With the Golden Eyes” by Honore de Balzac belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Girl With the Golden EyesBy Honore De BalzacAt Amazon"
    ]
}