{
    "title": "The Former Philippines thru Foreign Eyes - Part IV",
    "author": "Fedor Jagor et al",
    "chapter": "6",
    "content": [
        "\n\n",
        "Manila in 1819 [274]",
        "By An American Naval Officer.",
        "[Coral.] “ * * * The fine bay of Manila, thirty leagues in\ncircumference, is situated near the middle of the west side of the\nisland, and has good and clear anchorage in all parts of it, excepting\non a coral ledge, called the Shoal of St. Nicholas, which is the only\nvisible danger in the bay. The dangerous part of it is, however, of\nsmall extent, and with proper attention easily avoided; the least\nof water found on it at present is eleven feet, but its summit is\nconstantly approaching the surface of the sea, as has been ascertained\nby surveys made at different periods by orders of government, which\ncircumstance seems to indicate the presence of Zoophytes, that compound\nof animal and vegetable life, whose incessant and rapid labors, and,\nas we are told by naturalists, whose polypus-like powers of receiving\nperfect form and vitality into numberless dismembered portions of their\nbodies, have long excited much curiosity and admiration. These small,\ncompound animals, commence their operations at the bottom of the sea,\nand proceed upwards, towards the surface, spreading themselves in\nvarious ramifications; the older members of the mass become concrete,\npetrify, and form dangerous shoals; the superior portion of these\nlittle colonists always being the last produced, in its turn generates\nmyriads of others, and so on, ad infinitum, till they reach the surface\nof the ocean. These coral reefs and shoals are found in most parts of\nthe world, within the tropics; but the waters of the eastern hemisphere\nseem to be peculiarly congenial to their production, and, indeed, there\nappear to be certain spaces or regions in these seas, which are their\nfavorite haunts. Among many others may be mentioned the Mozambique\nchannel, and that tract of ocean, from the eastern coast of Africa,\nquite across to the coast of Malabar, including the Mahé, Chagas,\nMaldive and Laccadive archipelagos; the southeastern part of the China\nsea; the Red sea; the eastern part of Java; the coasts of all the Sunda\nislands; and various places in the Pacific ocean. These shoals, when\nthey begin to emerge from the sea, are frequented by aquatic fowls,\nwhose feathers, and other deposits, combined with the fortuitous\nlanding of drifts of wood, weeds, and various other substances from\nthe adjacent lands, in the course of time form superaqueous banks,\nof considerable elevation; and the broken fragments of coral thrown\nup by the waves, slowly, but constantly increase their horizontal\ndiameter. Coconuts are frequently seen floating upon the sea in these\nregions, some of which are no doubt thrown upon the shores of the\nnew created lands; from which accidental circumstance this fruit is\nthere propagated. Vagrant birds unconsciously deposit the germs of\nvarious other productions of the vegetable kingdom, which in due\nseason spring up and clothe their surfaces with verdure; and the\nnatural accumulation of dead and putrid vegetation serves to assist\nin the formation of a rich and productive soil, and to increase the\naltitudes of these new creations. As I have been always much amused\nand interested by this subject, and had frequent opportunities,\nduring many years’ experience, to observe and examine these shoals in\ntheir various stages of subaqueous progress, and subsequent emersion\nI am convinced that not only many considerable islands, but extensive\ninsular groups, owe their existence to the above origin.”",
        "[The people.]  [275]\"* * * The natives of these islands are generally\nwell made, and bear strong marks of activity and muscular vigor;\nthey are in general somewhat larger than the Javanese, and bear some\naffinity in the features of their faces to the Malays; their noses\nare however more prominent, and their cheek bones not so high, nor are\ntheir skins so dark. Their hair is of a jet black, made glossy by the\nconstant application of coconut oil, as is the custom in all India,\nand drawn together and knotted on top, in the manner of the Malays. The\nwomen display great taste in the arrangement and decorations of their\nhair, which they secure with silver or gold bodkins, the heads of\nwhich are frequently composed of precious stones.”",
        "[Mixed blood.]  [276]\"* * * A very considerable proportion of the\npopulation of Manila is composed of the mestizos; they are the\noffspring of the intermarriages of the Spaniards with the native\nwomen, and these again forming connexions with the whites, or with\nthe native Indians (the latter, however, less frequent), combine\nin stamping upon their descendants a great variety of features and\nshades of color; a general resemblance is, however, to be traced, and\nwaiving color and manners, a mestizo could not easily be mistaken for\na native. This class of the inhabitants is held in nearly the same\nestimation as the whites. They are very cleanly in their persons,\nand neat in their dress, which, among the males, consists generally\nof a pair of cotton trousers of various colors, as fancy dictates,\nand shoes in the European manner, a frock, or tunic, of striped grass\nmanufacture, worn outside the trousers, in the manner of the Asiatic\nArmenians (but without the sash, or girdle), the collars of which are\ntastefully embroidered, and thrown back on their shoulders; a European\nhat completes their costume, which is light, cool and airy, and after\na stranger has been a short time accustomed to see what he at first\nwould call a perversion of dress, his prejudices subside, and he has\nno hesitation in pronouncing it very proper and graceful. They are\nremarkably fine limbed, and well built, the females especially, who\nare really models of the most complete symmetry; their hair and eyes,\nwhich unlike their skins, seldom vary from the original jet black of\ntheir native parents, bestow upon them the primary characteristics of\nthe brunette. This people, unlike the generality of mixed colors in\nthe human race, have been improved by their intermixture, they are more\nindustrious and cleanly than the Spaniards, possess more intelligence\nand polish than the Indians and are less malicious and revengeful than\neither. The men are employed mostly as writers, brokers, agents and\noverseers; many of them hold lucrative offices under government, and\nthey not unfrequently arrive at wealth and consideration. The women\nare also industrious, and capable of great intellectual improvement;\nthey have a natural grace and ease in their manner, and make excellent\nwives and mothers. This character must not, however, be taken in an\nunlimited sense, for we cannot expect this rule to be without its\nexceptions, and it is true that some of these females do degenerate,\nand copy after the manners of the creoles, or white natives; but\nthis is only the case when, by their intercourse with the whites,\ntheir Indian blood is merged and lost in the European. That part\nof the population in which is blended the blood of the Chinese and\nTagalogs is named the Chinese mestizos.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}