{
    "title": "The Book of Delight and Other Papers - A Visit to Hebron (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\n\n",
        "Of a land where every stone has its story, it can hardly be asserted that\nany one place has a fuller tale to tell than another. But Hebron has a\npeculiar old-world charm as the home of the founder of the Hebrew race.\nMoreover, one’s youthful imagination associates Hebron with the giants, the\nsons of Anak, sons, that is, of the long neck; men of Arba, with broad,\nsquare shoulders. A sight of the place itself revives this memory. Ancient\nHebron stood higher than the present city, but as things now are, though\nthe hills of Judea reach their greatest elevation in the neighborhood,\nHebron itself rests in a valley. Most towns in Palestine are built on\nhills, but Hebron lies low. Yet the surrounding hills are thirty-two\nhundred feet above the level of the Mediterranean, and five hundred feet\nhigher than Mount Olivet. For this reason Hebron is ideally placed for\nconveying an impression of the mountainous character of Judea. In Jerusalem\nyou are twenty-six hundred feet above the sea, but, being high up, you\nscarcely realize that you are in a mountain city. The hills about Hebron\ntower loftily above you, and seem a fitting abode for the giants whom\nJoshua and Caleb overthrew.",
        "Hebron, from yet another point of view, recalls its old-world associations.\nNot only is Hebron one of the oldest cities in the world still inhabited,\nbut it has been far less changed by Western influences than other famous\nplaces. Hebron is almost entirely unaffected by Christian influence. In the\nEast, Christian influence more or less means European influence, but Hebron\nis still completely Oriental. It is a pity that modern travellers no longer\nfollow the ancient route which passed from Egypt along the coast to Gaza,\nand then struck eastwards to Hebron. By this route, the traveller would\ncome upon Judea in its least modernized aspect. He would find in Hebron a\ncity without a hotel, and unblessed by an office of the Monarch of the\nEast, Mr. Cook. There are no modern schools in Hebron; the only institution\nof the kind, the Mildmay Mission School, had scarcely any pupils at the\ntime of my visit. This is but another indication of the slight effect that\nEuropean forces are producing; the most useful, so far, has been the\nmedical mission of the United Free Church of Scotland. But Hebron has been\nlittle receptive of the educational and sanitary boons that are the chief\ngood–and it is a great good–derived from the European missions in the\nEast. I am almost reluctant to tell the truth, as I must, of Hebron, and\npoint out the pitiful plight of our brethren there, lest, perchance, some\nphilanthropists set about mending the evil, to the loss of the\nprimitiveness in which Hebron at present revels. This is the pity of it.\nWhen you employ a modern broom to sweep away the dirt of an ancient city,\nyour are apt to remove something else as well as the dirt.",
        "Besides its low situation and its primitiveness, Hebron has a third\npeculiarity. Go where one may in Judea, the ancient places, even when still\ninhabited, wear a ruined look. Zion itself is scarcely an exception.\nDespite its fifty thousand inhabitants, Jerusalem has a decayed appearance,\nfor the newest buildings often look like ruins. The cause of this is that\nmany structures are planned on a bigger scale than can be executed, and\nthus are left permanently unfinished, or like the windmill of Sir Moses are\ndisused from their very birth. Hebron, in this respect again, is unlike the\nother cities of Judea. It had few big buildings, hence it has few big\nruins. There are some houses of two stories in which the upper part has\nnever been completed, but the houses are mostly of one story, with\npartially flat and partially domed roofs. The domes are the result both of\nnecessity and design; of necessity, because of the scarcity of large beams\nfor rafters; of design, because the dome enables the rain to collect in a\ngroove, or channel, whence it sinks into a reservoir.",
        "Hebron, then, produces a favorable impression on the whole. It is green and\nliving, its hills are clad with vines, with plantations of olives,\npomegranates, figs, quinces, and apricots. Nowhere in Judea, except in the\nJordan valley, is there such an abundance of water. In the neighborhood of\nHebron, there are twenty-five springs, ten large perennial wells, and\nseveral splendid pools. Still, as when the huge cluster was borne on two\nmen’s shoulders from Eshkol, the best vines of Palestine grow in and around\nHebron. The only large structure in the city, the mosque which surmounts\nthe Cave of Machpelah, is in excellent repair, especially since 1894-5,\nwhen the Jewish lads from the Alliance school of Jerusalem renewed the\niron gates within, and supplied fresh rails to the so-called sarcophagi of\nthe Patriarchs. The ancient masonry built round the cave by King Herod, the\nstones of which exactly resemble the masonry of the Wailing Place in\nJerusalem, still stands in its massive strength.",
        "I have said that Hebron ought to be approached from the South or West. The\nmodern traveller, however, reaches it from the North. You leave Jerusalem\nby the Jaffa gate, called by the Mohammedans Bab el-Khalil, i.e. Hebron\ngate. The Mohammedans call Hebron el-Khalil, City of the Friend of God, a\ntitle applied to Abraham both in Jewish and Mohammedan tradition. Some,\nindeed, derive the name Hebron from Chaber, comrade or friend; but Hebron\nmay mean “confederation of cities,” just as its other name, Kiriath-arba,\nmay possibly mean Tetrapolis. The distance from Jerusalem to Hebron depends\nupon the views of the traveller. You can easily get to Hebron in four hours\nand a half by the new carriage road, but the distance, though less than\ntwenty miles, took me fourteen hours, from five in the morning till seven\nat night. Most travellers turn aside to the left to see the Pools of\nSolomon, and the grave of Rachel lies on the right of the highroad itself.\nIt is a modern building with a dome, and the most affecting thing is the\nrough-hewn block of stone worn smooth by the lips of weeping women. On the\nopposite side of the road is Tekoah, the birthplace of Amos; before you\nreach it, five miles more to the north, you get a fine glimpse also of\nBethlehem, the White City, cleanest of Judean settlements. Travellers tell\nyou that the rest of the road is uninteresting. I did not find it so. For\nthe motive of my journey was just to see those “uninteresting” sites,\nBeth-zur, where Judas Maccabeus won such a victory that he was able to\nrededicate the Temple, and Beth-zacharias, through whose broad valley-roads\nthe Syrian elephants wound their heavy way, to drive Judas back on his\nprecarious base at the capital.",
        "It is somewhat curious that this indifference to the Maccabean sites is not\nrestricted to Christian tourists. For, though several Jewish travellers\npassed from Jerusalem to Hebron in the Middle Ages, none of them mentions\nthe Maccabean sites, none of them spares a tear or a cheer for Judas\nMaccabeus. They were probably absorbed in the memory of the Patriarchs and\nof King David, the other and older names identified with this district.\nMedieval fancy, besides, was too busy with peopling Hebron with myths to\nwaste itself on sober facts. Hebron, according to a very old notion, was\nthe place where Adam and Eve lived after their expulsion from Eden; it was\nfrom Hebron’s red earth that the first man was made. The Pirke di Rabbi\nEliezer relate, that when the three angels visited Abraham, and he went to\nget a lamb for their meal, the animal fled into a cave. Abraham followed\nit, and saw Adam and Eve lying asleep, with lamps burning by their tombs,\nand a sweet savor, as of incense, emanating from the dead father and mother\nof human-kind. Abraham conceived a love for the Cave, and hence desired it\nfor Sarah’s resting-place.",
        "I suppose that some will hold, that we are not on surer historical ground\nwhen we come to the Biblical statement that connects Abraham with Hebron.\nBefore arguing whether Abraham lived in Hebron, and was buried in\nMachpelah, one ought to prove that Abraham ever lived at all, to be buried\nanywhere. But I shall venture to take Abraham’s real existence for granted,\nas I am not one of those who think that a statement must be false because\nit is made in the Book of Genesis. That there was a very ancient shrine in\nHebron, that the great Tree of Mamre was the abode of a local deity, may be\nconceded, but to my mind there is no more real figure in history than\nAbraham. Especially when one compares the modern legends with the Biblical\nstory does the substantial truth of the narrative in Genesis manifest\nitself. The narrative may contain elements of folk poetry, but the hero\nAbraham is a genuine personality.",
        "As I have mentioned the tree, it may be as well to add at once that\nAbraham’s Oak is still shown at Hebron, and one can well imagine how it was\nthought that this magnificent terebinth dated from Bible times. A few years\nago it was a fresh, vigorous giant, but now it is quite decayed. The ruin\nbegan in 1853, when a large branch was broken off by the weight of the\nsnow. Twelve years ago the Russian Archimandrite of Jerusalem purchased the\nland on which the tree stands, and naturally he took much care of the\nrelic. In fact, he took too much care, for some people think that the low\nwall which the Russians erected as a safeguard round the Oak, has been the\ncause of the rapid decay that has since set in. Year by year the branches\nhave dropped off, the snow and the lightning have had their victims. It is\nsaid that only two or three years ago one branch towards the East was still\nliving, but when I saw it, the trunk was bare and bark-less, full of little\nworm-holes, and quite without a spark of vitality. The last remaining\nfragment has since fallen, and now the site of the tree is only marked by\nthe row of young cypresses which have been planted in a circle round the\nbase of the Oak of Mamre. But who shall prophesy that, a century hence, a\ntree will not have acquired sufficient size and antiquity to be foisted\nupon uncritical pilgrims as the veritable tree under which Father Abraham\ndwelt!",
        "The Jewish tradition does not quite agree with the view that identified\nthis old tree with Mamre. According to Jewish tradition, the Tree is at the\nruins of Ramet el-Khalil, the High Place of the Friend, i.e. of Abraham,\nabout two miles nearer Jerusalem. Mr. Shaw Caldecott has propounded the\ntheory that this site is Samuel’s Ramah, and that the vast ruins of a\nstone-walled enclosure here represent the enclosure within which Samuel’s\naltar stood. The Talmud has it that Abraham erected a guest-house for the\nentertainment of strangers near the Grove of Mamre. There were doors on\nevery side, so that the traveller found a welcome from whichever direction\nhe came. There our father made the name of God proclaimed at the mouth of\nall wayfarers. How? After they had eaten and refreshed themselves, they\nrose to thank him. Abraham answered, “Was the food mine? It is the bounty\nof the Creator of the Universe.” Then they praised, glorified, and blessed\nHim who spake and the world was.",
        "We are on the road now near Hebron, but, before entering, let us recall a\nfew incidents in its history. After the Patriarchal age, Hebron was noted\nas the possession of Caleb. It also figures as a priestly city and as one\nof the cities of refuge. David passed much of his life here, and, after\nSaul’s death, Hebron was the seat of David’s rule over Judea. Abner was\nslain here by Joab, and was buried here–they still show Abner’s tomb in\nthe garden of a large house within the city. By the pool at Hebron were\nslain the murderers of Ishbosheth, and here Absalom assumed the throne.\nAfter his time we hear less of Hebron. Jerusalem overshadowed it in\nimportance, yet we have one or two mentions. Rehoboam strengthened the\ntown, and from a stray reference in Nehemiah, we gather that the place long\ncontinued to be called by its older name of Kiriath Arba. For a long period\nafter the return from the Exile Hebron belonged to the Idumeans. It was the\nscene of warfare in the Maccabean period, and also during the rebellion\nagainst Rome. In the market-place at Hebron, Hadrian sold numbers of Jewish\nslaves after the fall of Bar-Cochba, in 135 C.E. In the twelfth century\nHebron was in the hands of the Christian Crusaders. The fief of Hebron, or,\nas it was called, of Saint Abraham, extended southwards to Beer-sheba. A\nbishopric was founded there in 1169, but was abandoned twenty years later.",
        "We hear of many pilgrims in the Middle Ages. The Christians used to eat\nsome of the red earth of Hebron, the earth from which Adam was made. On\nSunday the seventeenth of October, 1165, Maimonides was in Hebron, passing\nthe city on his way from Jerusalem to Cairo. Obadiah of Bertinoro, in 1488,\ntook Hebron on the reverse route. He went from Egypt across the desert to\nGaza, and, though he travelled all day, did not reach Hebron from Gaza till\nthe second morning. If the text is correct, David Reubeni was four days in\ntraversing the same road, a distance of about thirty-three miles. To revert\nto an earlier time, Nachmanides very probably visited Hebron. Indeed, his\ngrave is shown to the visitor. But this report is inaccurate. He wrote to\nhis son, in 1267, from Jerusalem, “Now I intend to go to Hebron, to the\nsepulchre of our ancestors, to prostrate myself, and there to dig my\ngrave.” But he must have altered his mind in the last-named particular, for\nhis tomb is most probably in Acre.",
        "I need not go through the list of distinguished visitors to Hebron. Suffice\nit to say that in the fourteenth century there was a large and flourishing\ncommunity of Jews in the town; they were weavers and dyers of cotton stuffs\nand glass-makers, and the Rabbi was often himself a shepherd in the literal\nsense, teaching the Torah while at work in the fields. He must have felt\nembarrassed sometimes between his devotion to his metaphorical and to his\nliteral flock. When I was at Moza, I was talking over some Biblical texts\nwith Mr. David Yellin, who was with me. The colonists endured this for a\nwhile, but at last they broke into open complaint. One of the colonists\nsaid to me: “It is true that the Mishnah forbids you to turn aside from the\nTorah to admire a tree, but you have come all the way from Europe to admire\nmy trees. Leave the Torah alone for the present.” I felt that he was right,\nand wondered how the Shepherd Rabbis of Hebron managed in similar\ncircumstances.",
        "In the century of which I am speaking, the Hebron community consisted\nentirely of Sefardim, and it was not till the sixteenth century that\nAshkenazim settled there in large numbers. I have already mentioned the\nvisit of David Reubeni. He was in Hebron in 1523, when he entered the Cave\nof Machpelah on March tenth, at noon. It is of interest to note that his\naccount of the Cave agrees fully with that of Conder. It is now quite\ncertain that he was really there in person, and his narrative was not made\nup at second hand. The visit of Reubeni, as well as Sabbatai Zebi’s, gave\nnew vogue to the place. When Sabbatai was there, a little before the year\n1666, the Jews were awake and up all night, so as not to lose an instant of\nthe sacred intercourse with the Messiah. But the journey to Hebron was not\npopular till our own days. It was too dangerous, the Hebron natives\nenjoying a fine reputation for ferocity and brigandage. An anonymous Hebrew\nwriter writes from Jerusalem in 1495, that a few days before a Jew from\nHebron had been waylaid and robbed. But he adds: “I hear that on Passover\nsome Jews are coming here from Egypt and Damascus, with the intention of\nalso visiting Hebron. I shall go with them, if I am still alive.”",
        "In Baedeker, Hebron is still given a bad character, the Muslims of the\nplace being called fanatical and violent. I cannot confirm this verdict.\nThe children throw stones at you, but they take good care not to hit. As I\nhave already pointed out, Hebron is completely non-Christian, just as\nBethlehem is completely non-Mohammedan. The Crescent is very disinclined to\nadmit the Cross into Hebron, the abode of Abraham, a name far more honored\nby Jews and Mohammedans than by Christians.",
        "It is not quite just to call the Hebronites fanatical and sullen; they\nreally only desire to hold Hebron as their own. “Hebron for the Hebronites\"\nis their cry. The road, at all events, is quite safe. One of the surprises\nof Palestine is the huge traffic along the main roads. Orientals not only\nmake a great bustle about what they do, but they really are very busy\npeople. Along the roads you meet masses of passengers, people on foot, on\nmules and horses, on camels, in wheeled vehicles. You come across groups of\npilgrims, with one mule to the party, carrying the party’s goods, the\nchildren always barefooted and bareheaded–the latter fact making you\nrealize how the little boy in the Bible story falling sick in the field\nexclaimed “My head, my head!” Besides the pilgrims, there are the bearers\nof goods and produce. You see donkeys carrying large stones for building,\none stone over each saddle. If you are as lucky as I was, you may see a\nrunaway camel along the Hebron road, scouring alone at break-neck speed,\nwith laughter-producing gait.",
        "Of Hebron itself I saw little as I entered, because I arrived towards\nsunset, and only had time to notice that everyone in the streets carried a\nlantern. In Jerusalem only the women carry lights, but in Hebron men had\nthem as well. I wondered where I was to pass the night. Three friends had\naccompanied me from Jerusalem, and they told me not to worry, as we could\nstay at the Jewish doctor’s. It seemed to me a cool piece of impudence to\nbillet a party on a man whose name had been previously unknown to me, but\nthe result proved that they were right. The doctor welcomed us right\nheartily; he said that it was a joy to entertain us. Now it was that one\nsaw the advantages of the Oriental architecture. The chief room in an\nEastern house is surrounded on three sides by a wide stone or wooden divan,\nwhich, in wealthy houses, is richly upholstered. The Hebron doctor was not\nrich, but there was the same divan covered with a bit of chintz. On it one\nmade one’s bed, hard, it is true, but yet a bed. You always take your rugs\nwith you for covering at night, you put your portmanteau under your head as\na pillow, and there you are! You may rely upon one thing. People who, on\ntheir return from Palestine, tell you that they had a comfortable trip,\nhave seen nothing of the real life of the country. To do that you must\nrough it, as I did both at Modin and at Hebron. To return to the latter.\nThe rooms have stone floors and vaulted roofs, the children walk about with\nwooden shoes, and the pitter-patter makes a pleasant music. They throw off\nthe shoes as they enter the room. My host had been in Hebron for six years,\nand he told me overnight what I observed for myself next day, that,\nconsidering the fearful conditions under which the children live, there is\ncomparatively little sickness. As for providing meals, a genuine communism\nprevails. You produce your food, your host adds his store, and you partake\nin common of the feast to which both sides contribute. After a good long\ntalk, I got to sleep easily, thinking, as I dozed off, that I should pass a\npleasant night. I had become impervious to the mosquitoes, but there was\nsomething else which I had forgotten. Was it a dream, an awful nightmare,\nor had a sudden descent of Bedouins occurred? Gradually I was awakened by a\nnoise as of wild beasts let loose, howls of rage and calls to battle. It\nwas only the dogs. In Jerusalem I had never heard them, as the Jewish hotel\nwas then well out of the town; it has since been moved nearer in. It is\nimpossible to convey a sense of the terrifying effect produced by one’s\nfirst experience of the night orgies of Oriental dogs, it curdles your\nblood to recall it. Seen by daytime, the dogs are harmless enough, as they\ngo about their scavenger work among the heaps of refuse and filth. But by\nnight they are howling demons, stampeding about the streets in mad groups,\nbarking to and at each other, whining piteously one moment, roaring\nhoarsely and snapping fiercely another.",
        "The dogs did me one service, they made me get up early. I walked through a\nbluish-gray atmosphere. Colors in Judea are bright, yet there is always an\neffect as of a thin gauze veil over them. I went, then, into the streets,\nand at five o’clock the sun was high, and the bustle of the place had\nbegun. The air was keen and fresh, and many were already abroad. I saw some\ncamels start for Jerusalem, laden with straw mats made in Hebron.",
        "Next went some asses carrying poultry for the Holy City, then a family\ncaravan with its inevitable harem of closely veiled women. Then I saw a man\nwith tools for hewing stone, camels coming into Hebron, a boy with a large\npetroleum can going to fetch water,–they are abandoning the use of the\nolden picturesque stone pitchers,–then I saw asses loaded with vine twigs,\none with lime, women with black dresses and long white veils, boys with\nbent backs carrying iron stones. I saw, too, some Bethlehemite Christians\nhurrying home to the traditional site of the nativity. You can always\ndistinguish these, for they are the only Christians in Palestine that wear\nturbans habitually. And all over the landscape dominated the beautiful\ngreen hills, fresh with the morning dew, a dew so thick that I had what I\nhad not expected, a real morning bath. I was soaked quite wet by the time I\nreturned from my solitary stroll. I had a capital breakfast, for which we\nsupplied the solids, and our host the coffee. Butter is a luxury which we\nneither expected nor got. Hebron, none the less, seemed to me a Paradise,\nand I applauded the legend that locates Adam and Eve in this spot.",
        "Alas! I had not yet seen Hebron. The doctor lived on the outskirts near the\nhighroad, where there are many fine and beautiful residences. I was soon to\nenter the streets and receive a rude awakening, when I saw the manner in\nwhich the fifteen hundred Jews of Hebron live. Hebron is a ghetto in a\ngarden; it is worse than even Jerusalem, Jerusalem being clean in\ncomparison. Dirty, dark, narrow, vaulted, unevenly paved, running with\nliquid slime–such are the streets of Hebron. You are constantly in danger\nof slipping, unless you wear the flat, heel-less Eastern shoes, and, if you\nonce fell, not all the perfumes of Araby could make you sweet again.",
        "I should say that, before starting on my round, I had to secure the\nattendance of soldiers. Not that it was necessary, but they utilize\nBaedeker’s assertion, that the people are savage, to get fees out of\nvisitors–a cunning manner of turning the enemy’s libels to profitable\naccount. I hired two soldiers, but one by one others joined my train, so\nthat by the time my tour was over, I had a whole regiment of guardians, all\ndemanding baksheesh. I would only deal with the leader, a ragged warrior\nwith two daggers, a sword, and a rifle. “How much?” I asked. “We usually\nask a napoleon (i.e. 20 francs) for an escort, but we will charge you\nonly ten francs.” I turned to the doctor and asked him, “How much?” “Give\nthem a beslik between them,” he said. A beslik is only five pence. I\noffered it in trepidation, but the sum satisfied the whole gang, who\nthanked me profusely.",
        "First I visited the prison, a sort of open air cage, in which about a dozen\nmen were smoking cigarettes. The prison was much nicer than the Mohammedan\nschool close by. This was a small overcrowded room, with no window in it,\nthe little boys sitting on the ground, swaying with a sleepy chant. The\nteacher’s only function was represented by his huge cane, which he plied\noften and skilfully. Outside the door was a barber shaving a pilgrim’s\nhead. The pilgrim was a Muslim, going on the Haj to Mecca. These pilgrims\nare looked on with mingled feelings; their piety is admired, but also\ndistrusted. A local saying is, “If thy neighbor has been on the Haj, beware\nof him; if he has been twice, have no dealings with him; if he has been\nthrice, move into another street.” After the pilgrim, I passed a number of\nblind weavers, working before large wooden frames.",
        "But now for the Jewish quarter. This is entered by a low wooden door, at\nwhich we had to knock and then stoop to get in. The Jews are no longer\nforced to have this door, but they retain it voluntarily. Having got in, we\nwere in a street so dark that we could not see a foot before us, but we\nkept moving, and soon came to a slightly better place, where the sun crept\nthrough in fitful gleams. The oldest synagogue was entered first. Its\nflooring was of marble squares, its roof vaulted, and its Ark looked north\ntowards Jerusalem. There were, as so often in the East, two Arks; when one\nis too small, they do not enlarge it, but build another. The Sefardic\nTalmud Torah is a small room without window or ventilation, the only light\nand air enter by the door. The children were huddled together on an\nelevated wooden platform. They could read Hebrew fluently, and most of them\nspoke Arabic. The German children speak Yiddish; the custom of using Hebrew\nas a living language has not spread here so much as in Jaffa and the\ncolonies. The Beth ha-Midrash for older children was a little better\nequipped; it had a stone floor, but the pupils reclined on couches round\nthe walls. They learn very little of what we should call secular subjects.\nI examined the store of manuscripts, but Professor Schechter had been\nbefore me, and there was nothing left but modern Cabbalistic literature.\nThe other synagogue is small, and very bare of ornament. The Rabbi was\nseated there, “learning,” with great Tefillin and Tallith on–a fine,\nsimple, benevolent soul. To my surprise he spoke English, and turned out to\nbe none other than Rachmim Joseph Franco, who, as long ago as 1851, when\nthe earthquake devastated the Jewish quarter, had been sent from Rhodes to\ncollect relief funds. He was very ailing, and I could not have a long\nconversation with him, but he told me that he had known my father, who was\nthen a boy, in London. Then I entered a typical Jewish dwelling of the\npoor. It consisted of a single room, opening on to the dark street, and had\na tiny barred window at the other side. On the left was a broad bed, on the\nright a rude cooking stove and a big water pitcher. There was nothing else\nin the room, except a deep stagnant mud pool, which filled the centre of\nthe floor.",
        "Next door they were baking Matzoth in an oven fed by a wood fire. It was a\nfew days before Passover. The Matzoth were coarse, and had none of the\nlittle holes with which we are familiar. So through streets within streets,\ndirt within dirt, room over room, in hopeless intricacy. Then we were\nbrought to a standstill, a man was coming down the street with a bundle of\nwood, and we had to wait till he had gone by, the streets being too narrow\nfor two persons to pass each other. Another street was impassable for a\ndifferent reason, there was quite a river of flowing mud, knee deep. I\nasked for a boat, but a man standing by hoisted me on his shoulders, and\ncarried me across, himself wading through it with the same unconcern as the\nboys and girls were wallowing in it, playing and amusing themselves. How\nalike children are all the world over!",
        "And yet, with it all, Hebron is a healthy place. There is little of the\nintermittent fever prevalent in other parts of Palestine; illness is\ncommon, but not in a bad form. Jerusalem is far more unhealthy, because of\nthe lack of water. But the Jews of Hebron are miserably poor. How they live\nis a mystery. They are not allowed to own land, even if they could acquire\nit. There was once a little business to be done in lending money to the\nArabs, but as the Government refuses to help in the collection of debts,\nthis trade is not flourishing, and a good thing, too. There are, of course,\nsome industries. First there is the wine. I saw nothing of the vintage, as\nmy visit was in the spring, but I tasted the product and found it good. The\nArab vine-owners sell the grapes to Jews, who extract the juice. Still\nthere is room for enterprise here, and it is regrettable that few seem to\nthink of Hebron when planning the regeneration of Judea. True, I should\nregret the loss of primitiveness here, as I said at the outset, but when\nthe lives of men are concerned, esthetics must go to the wall. The Jewish\nquarter was enlarged in 1875, but it is still inadequate. The Society\nLemaan Zion has done a little to introduce modern education, but neither\nthe Alliance nor the Anglo-Jewish Association has a school here. Lack of\nmeans prevents the necessary efforts from being made. Most deplorable is\nthe fact connected with the hospital. In a beautiful sunlit road above the\nmosque, amid olive groves, is the Jewish hospital, ready for use,\nwell-built, but though the very beds were there when T saw it, no patients\ncould be received, as there were no funds. The Jewish doctor was doing a\nwonderful work. He had exiled himself from civilized life, as we Westerns\nunderstand it; his children had no school to which to go; he felt himself\nstagnating, without intellectual intercourse with his equals, yet active,\nkindly, uncomplaining–one of those everyday martyrs whom one meets so\noften among the Jews of Judea, men who day by day see their ambitions\nvanishing under the weight of a crushing duty. It was sad to see how he\nlingered over the farewell when I left him. I said that his house had\nseemed an oasis in the desert to me, that I could never forget the time\nspent with him. “And what of me?” he answered. “Your visit has been an\noasis in the desert to me, but you go and the desert remains.” Surely, the\nsaddest thing in life is this feeling that one’s own uninteresting,\ncommonplace self should mean so much to others. I call it sad, because so\nfew of us realize what we may mean to others, being so absorbed in our\nselfish thought of what others mean to us.",
        "There are two industries in Hebron besides the vintage. It supplies most of\nthe skin-bottles used in Judea, and a good deal of glassware, including\nlamps, is manufactured there. The Hebron tannery is a picturesque place,\nbut no Jews are employed in it. Each bottle is made from an entire\ngoat-skin, from which only the head and feet are removed. The lower\nextremities are sewn up, and the neck is drawn together to form the neck of\nthe water bottle. Some trade is also done here in wool, which the Arabs\nbring in and sell at the market held every Friday. In ancient times the\nsheep used in the Temple sacrifices were obtained from Hebron. Besides the\ntannery, the glass factories are worth a visit. The one which I saw was in\na cavern, lit only by the glow of the central furnace. Seated round the\nhearth (I am following Gautier’s faithful description of the scene) and\nserved by two or three boys, were about ten workmen, making many-colored\nbracelets and glass rings, which varied in size from small finger rings to\ncirclets through which you could easily put your arm. The workmen are\nprovided with two metal rods and a pair of small tongs, and they ply these\nprimitive instruments with wonderful dexterity. They work very hard, at\nleast fifteen hours a day, for five days a week.",
        "This is one of the curiosities of the East. Either the men there are\nloafers, or they work with extraordinary vigor. There is nothing between\ndoing too much and doing nothing. The same thing strikes one at Jaffa. The\nporters who carry your baggage from the landing stage to the steamer do\nmore work than three English dock laborers. They carry terrific weights.\nWhen a family moves, a porter carries all the furniture on his back. Yet\nside by side with these overworked men, Jaffa is crowded with idlers, who\ndo absolutely nothing. Such are the contrasts of the surprising Orient.",
        "Many of the beads and rosaries taken to Europe by pious pilgrims are made\nin Hebron, just as the mother of pearl relics come chiefly from Bethlehem,\nwhere are made also the tobacco-jars of Dead Sea stone. Hebron does a fair\ntrade with the Bedouins, but on the whole it is quite unprogressive. At\nfirst sight this may seem rather an unpleasant fact for lovers of peace.\nHebron has for many centuries been absolutely free from the ravages of war,\nyet it stagnates. Peace is clearly not enough for progress. As the\nRabbinical phrase well puts it, “Peace is the vessel which holds all other\ngood\"–without peace this other good is spilt, but peace is after all the\ncontaining vessel, not the content of happiness.",
        "I have left out, in the preceding narrative, the visit paid to the Haram\nerected over the Cave of Machpelah. The mosque is an imposing structure,\nand rises above the houses on the hill to the left as you enter from\nJerusalem. The walls of the enclosure and of the mosque are from time to\ntime whitewashed, so that the general appearance is somewhat dazzling. It\nhas already been mentioned that certain repairs were effected in 1894-5.\nThe work was done by the lads of the Technical School in Jerusalem; they\nmade an iron gate for Joseph’s tomb,–the Moslems believe that Joseph is\nburied in Hebron,–and they made one gate for Abraham’s tomb, one gate and\nthree window gratings for Isaac’s tomb, and one gate and two window\ngratings for Rebekah’s tomb. This iron work, it is satisfactory to\nremember, was rendered possible by the splendid machinery sent out to the\nschool from London by the Anglo-Jewish Association. The ordinary Jewish\nvisitor is not allowed to enter the enclosure at all. I was stopped at the\nsteps, where the custodian audaciously demanded a tip for not letting me\nin. The tombs within are not the real tombs of the Patriarchs; they are\nmerely late erections over the spots where the Patriarchs lie buried.",
        "No one has ever doubted that Machpelah is actually at this site, but the\nbuilding is, of course, not Patriarchal in age. The enclosure is as old as\nthe Wailing Wall at Jerusalem. It belongs to the age of Herod; we see the\nsame cyclopean stones, with the same surface draftings as at Jerusalem. Why\nHerod built this edifice seems clear. Hebron was the centre of Idumean\ninfluence, and Herod was an Idumean. He had a family interest in the place,\nand hence sought to beautify it. No Jew or Christian can enter the\nenclosure except by special iradé; even Sir Moses Montefiore was refused\nthe privilege. Rather, one should say, the Moslem authorities wished to let\nSir Moses in, but they were prevented by the mob from carrying out their\namiable intentions. The late English King Edward VII and the present King\nGeorge V were privileged to enter the structure. Mr. Elkan Adler got in at\nthe time when the Alliance workmen were repairing the gates, but there is\nnothing to see of any interest. No one within historical times has\npenetrated below the mosque, to the cavern itself. We still do not know\nwhether it is called Machpelah because the Cave is double vertically or\ndouble horizontally.",
        "The outside is much more interesting than the inside. Half way up the steps\nleading into the mosque, there is a small hole or window at which many Jews\npray, and into which, it is said, all sorts of things, including letters to\nthe Patriarchs, are thrown, especially by women. In the Middle Ages, they\nspread at this hole a tender calf, some venison pasties, and some red\npottage, every day, in honor of Abraham, Isaac, and Jacob, and the food was\neaten by the poor. It is commonly reported, though I failed to obtain any\nlocal confirmation of the assertion, that the Jews still write their names\nand their requests on strips of paper and thrust them into this hole. The\nMoslems let down a lamp through the hole, and also cast money into it,\nwhich is afterwards picked up by little boys as it is required for the\npurposes of the mosque and for repairing the numerous tombs of prophets and\nsaints with which Hebron abounds. If you were to believe the local\ntraditions, no corpses were left for other cemeteries. The truth is that\nmuch obscurity exists as to the identity even of modern tombs, for Hebron\npreserves its old custom, and none of the Jewish tombs to this day bear\nepitaphs. What a mass of posthumous hypocrisy would the world be spared if\nthe Hebron custom were prevalent everywhere! But it is obvious that the\nmethod lends itself to inventiveness, and as the tombs are unnamed, local\nguides tell you anything they choose about them, and you do not believe\nthem even when they are speaking the truth.",
        "There is only one other fact to tell about the Cave. The Moslems have a\ncurious dread of Isaac and Rebekah, they regard the other Patriarchs as\nkindly disposed, but Isaac is irritable, and Rebekah malicious. It is told\nof Ibrahim Pasha of Egypt, he who “feared neither man nor devil,” that when\nhe was let down into the Cave by a rope, he surprised Rebekah in the act of\ncombing her hair. She resented the intrusion, and gave him so severe a box\non the ears that he fell down in a fit, and could be rescued alive only\nwith much difficulty. It is with equal difficulty that one can depart, with\nany reverence left, from the mass of legend and childishness with which one\nis crushed in such places. One escapes with the thought of the real\nAbraham, his glorious service to humanity, his lifelong devotion to the\nmaking of souls, to the spread of the knowledge of God. One recalls the\nAbraham who, in the Jewish tradition, is the type of unselfishness, of\nwatchfulness on behalf of his descendants, the marks of whose genuine\nrelationship to the Patriarch are a generous eye and a humble spirit. As\none turns from Hebron, full of such happy memories, one forms the resolve\nnot to rely solely on an appeal to the Patriarch’s merits, but to strive to\ndo something oneself for the Jewish cause, and thus fulfil the poet’s\nlines,",
        "  Thus shalt thou plant a garden round the tomb,\n  Where golden hopes may flower, and fruits immortal bloom.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}