{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter IV. The Dual God of the Ancients a Trinity Also",
    "author": "Eliza Burt Gamble",
    "chapter": "6",
    "content": [
        "\n\n",
        "Although the God of the most ancient people was a dual Unity, in\nlater ages it came to be worshipped as a Trinity.  When mankind\nbegan to speculate on the origin of the life principle, they came\nto worship their Deity in its three capacities as Creator,\nPreserver, and Destroyer or Regenerator, each of which was female\nand male.  We have observed that, according to Higgins, when this\nTrinity was spoken of collectively, it was called after the\nfeminine plural.",
        "By the various writers who have dealt with this subject during\nthe last century, much surprise has been manifested over the fact\nthat for untold ages the people of the earth have worshipped a\nTrinity.  Forster, in his Sketches of Hindoo Mythology, says:\n“One circumstance which forcibly struck my attention was the\nHindoo belief of a Trinity.”",
        "Maurice, in his Indian Antiquities, observes that the idea of\nthree persons in the Deity was diffused amongst all the nations\nof the earth, in regions as distant as Japan and Peru, that it\nwas memorially acknowledged throughout the whole extent of Egypt\nand India, “flourishing with equal vigor amidst the snowy\nmountains of Thibet, and the vast deserts of Siberia.”  The idea\nof a Trinity is supposed to have been first elaborated on the\nbanks of the Indus, whence it was carried to the Greek and Latin\nnations.  Astrologically the triune Deity of the ancients\nportrayed the processes of Nature.",
        "This recondite doctrine as understood by the very ancient people\nwhich originated it, involved a knowledge of Nature far too deep\nto be appreciated or understood by their degenerate descendants,\nexcept perhaps by a few philosophers and scholars who imbibed it\nin a modified form from original sources in the far East.",
        "After the establishment of the Trinity, the creative energy,\nwhich had formerly been represented by a mother and child, came\nto be figured by the mother, father, and the life derived\ntherefrom.  Sometimes the Trinity took the form of the two\ncreative forces, female and male, and the Great Mother.",
        "Whenever the two creative principles were considered separately,\nthere always appeared stationed over or above them, as their\nCreator, an indivisible unity.  This Creator was the “Beyond,\"\nthe “most High God\"–Om or Aleim.  It was the Mother of the Gods\nin whom were contained all the elements of the Deity.  Among the\nrepresentations of the god-idea which are to be observed on the\nmonuments and in the temples of Egypt appear triads, each of\nwhich is composed of a woman stationed between a male figure and\nthat of a child.  She is depicted as the Light of the sun, or\nWisdom, while the male is manifested as the Heat of the orb of\nday.  She is crowned and always bears the male symbol of life–\nthe crux-ansata.",
        "Later, it is observed that the worship of Light has in a measure\ngiven place to the adoration of Heat, in other words Light is no\nlonger adored as essence of the Deity, Heat or Passion having\nbecome the most important element in creative power.",
        "After the ancient worship of the Virgin and Child had become\nsomewhat changed or modified so as to better accommodate itself\nto the growing importance of the male, the most exalted\nconception of the Deity in Egypt seems to have been that of a\ntrinity composed of Mout the Mother, Ammon the Father, and Chons\nthe Infant Life derived from the other two.  Mout is identical\nwith Neith, but she has become the wife as well as the mother of\nAmmon.  Directly below this conception of the Deity is a triad\nrepresenting less exalted attributes, or lower degrees of wisdom,\nunder the appellations of Sate, Kneph, and the child Anouk; and\nthus downward, through the varying spheres of celestial light and\nlife involved in their theogony are observed the divine creative\nenergies represented under the figures of Mother, Father, and the\nLife proceeding therefrom, until, finally, when the earth is\nreached, Isis, Osiris, and Horus appear as the representation of\nthe creative forces in human beings, and therefore as the\nembodiment of the divine in the human.",
        "The Deity invoked in all the earlier inscriptions is a triad, and\nwe are assured that in Babylonia, where Beltis is associated with\nBelus, “no god appears without a goddess.”",
        "The supreme Deity of Assyria was Asshur, who was worshipped\nsometimes as female, sometimes as male.  This God doubtless\nrepresents the dual or triple creative principle observed in all\nthe earlier forms of worship.  Asshur had no distinct temple, but\nas her position was at the head of the Pantheon, all the shrines\nthroughout Assyria were supposed to have been open to her\nworship.",
        "According to Bunsen, in the Sidonian Tyrian district, there were\noriginally three great gods, at the head of which appears\nAstarte–a woman who represents pure reason or intelligence; then\nfollows Zeus, Demarius, and Adorus.  Without doubt this triad\nrepresents a monad Deity similar in character to the one observed\nin Egypt and other countries.",
        "In the minds of all well-informed persons, there is no longer any\ndoubt that in Abraham’s time the Canaanites worshipped the same\ngods as did the Persians and all the other nations about them–\nnamely, Elohim, the dual or triune creative force in Nature.  As\nthe Sun was the source whence proceeded all light and life as\nwell as reproductive or generative power, it had become the\nobject of adoration, and as the emblem of the Deity, it was\nworshipped by all the nations of the earth in its three\ncapacities as Creator, Preserver, and Destroyer or Regenerator\neach female and male.",
        "Melchizedek, who was a priest of the most high God, blessed\nAbraham, who was a worshipper of the same Deity.  On this subject\nDr. Shuckford says:",
        "“It is evident that Abraham and his descendants worshipped not\nonly the true and living God, but they invoked him in the name of\nthe Lord, and they worshipped the Lord whose name they invoked,\nso that two persons were the object of their worship, God and\nthis Lord: and the Scriptures have distinguished these two\npersons from one another by this circumstance, that God no man\nhath seen at any time nor can see but the Lord whom Abraham and\nhis descendants worshipped was the person who appeared to them.”",
        "We are told that when chap. xxi., verse 33, of Genesis is\ncorrectly translated, Abraham is represented as having invoked\nJehovah, the everlasting God.",
        "In the Hebrew name Yod-He-Vau (Jehovah), was set forth the triune\ncharacter of the Creator; in other words, this name “comprehended\nthe essential perfections of the great God,” and was used in\ntheir Scriptures as a “kind of summary or revelation of the\nattributes of the Deity.”",
        "Although Abraham, while in Egypt, was the worshipper of idols, we\nare assured that “the peculiar privilege vouchsafed to him lay in\nthe revelation of God’s holy name, Yod-He-Vau.  There is indeed\nmuch evidence going to prove that the people represented by\nAbraham understood the earlier conception of a Deity, and that\nwhile the great universal principle whose name it was sacrilege\nto pronounce was still acknowledged, there was another God (the\nLord), the same as in China, whose worship they were beginning to\nadopt.  “And Jacob vowed a vow, saying, If God will be with me,\nand will keep me in this way that I go, and will give me bread to\neat, and raiment to put on,",
        "So that I come again to my Father’s house in peace; then shall\nthe Lord be my God.”",
        "He then declared that the pillar or stone which he had set up,\nand which was the emblem of male procreative energy, should be\nGod’s house.",
        "As at the time represented by Jacob there was evidently little or\nno spirituality among the Israelites, this Lord whom they\nworshipped was simply a life-giver in the most material or\npractical sense.",
        "The reproductive energy in man had become deified.  It had, in\nother words, come to possess all the attributes of a god, or of a\npowerful man, which in reality was the same thing.  It is this\ngod personified which is represented as appearing to Abraham and\ntalking with him face to face.  With this same god Jacob\nwrestled, while the real God–the dual or triune principle, the\nJehovah or Iav, no man could behold and live.",
        "To conceal the fact that the God of Abraham originally consisted\nof a dual or triple unity, and that the Deity was identical in\nsignificance with that of contemporary peoples, the priests have,\nas usual, had recourse to a trick to deceive the ignorant or\nuninitiated.  In reference to this subject Godfrey Higgins says:",
        "“In the second book of Genesis the creation is described not to\nhave been made by Aleim, or the Aleim, but by a God of a double\nname Ieue Aleim; which the priests have translated Lord God.  By\nusing the word Lord, their object evidently is to conceal from\ntheir readers several difficulties which afterward arise\nrespecting the names of God and this word, and which show clearly\nthat the books of the Pentateuch are the writings of different\npersons.\"[39]",
        "[39] Anacalypsis, book ii., ch, i.",
        "Upon this subject Bishop Colenso observes:",
        "“And it is especially to be noted that when the Elohistic\npassages are all extracted and copied one after another, they\nform a complete, connected narrative; from which we infer that\nthese must have composed the original story, and that the other\npassages were afterwards inserted by another writer, who wished\nto enlarge or supplement the primary record.  And he seems to\nhave used the compound Jehovah Aleim in the first portion of his\nwork in order to impress upon the reader that Jehovah, of whom he\ngoes on to speak in the later portions, is the same Great Being\nwho is called simply Elohim by the older writer, and notably in\nthe first account of the creation.\"[40]",
        "[40] Lectures on the Pentateuch and the Moabite Stone, p. 7.",
        "We are informed by Bunsen that El, or Elohim, comprehends the\ntrue significance of the Deity among all the Aramaic or\nCanaanitish races, El representing the abstract principle taken\ncollectively, Elohim pertaining to the separate elements as\nCreator, Preserver, and Regenerator.  Each of these Canaanitish\nraces had inherited these ideas from their fathers, and, although\nthey had become grossly idolatrous, “Moses knew, and educated\nIsraelites remained a long time conscious, that they used them\nnot merely in their real but in their most ancient sense.\"[41]\nMaurice and other writers call attention to the fact that Moses\nhimself uses this word Elohim with verbs and adjectives in the\nplural.  That the God worshipped by the more ancient peoples,\nnamely Aleim, or Elohim, the same who said, “Let us make man in\nour image,” was not the Lord adored at a later age by the Jews,\nis a fact which at the present time seems to be clearly proven;\nthat it constituted, however, the dual or triune unity venerated\nby all the nations on the globe of which we have any record,\nappears to be well established.",
        "[41] Bunsen, History of Egypt, vol. iv., p. 421.",
        "We have seen that although the two sex-principles which underlie\nNature constituted the Creator, the ancients thought of it only\nas one and indivisible.  This indivisible aspect was the sacred\nIav, the Holy of Holies.  When it was contemplated in its\nindividual aspect it was Creator, Preserver, and Destroyer, each\nof which was female and male.",
        "The difficulty of the ancients in establishing a First Cause\nseems to have been exactly the same as is ours at the present\ntime.  When we say there must have been a God who created all\nthings, the question at once arises, Who created God? According\nto their theories, nothing could be brought forth without the\ninteraction of two creative principles, female and male; yet\neverything, even these principles, must proceed from an\nindivisible energy–an energy which, as the idea of the sex\nfunctions became more and more clearly defined, could not be\ncontemplated except in its dual aspect.  So soon, therefore, as\nthe Great First Cause was separated into its elements, a still\nhigher power was immediately stationed above it as its Creator. \nThis Creator was designated as female.  It was the Mother idea\nEven gods could not be produced without a mother.",
        "In referring to the doctrines contained in the Geeta, one of the\nsacred writings of the Hindoos, Faber observes:",
        "“In the single character of Brahm, all the three offices of\nBrahma, Vishnu, and Siva are united.  He is at once the Creator,\nthe Preserver, and the Destroyer.  He is the primeval\nHermaphrodite, or the Great Father and the Great Mother blended\ntogether in one person.”",
        "The fact that a trinity in unity, representing the female and\nmale energies symbolized by the organs of generation, formerly\nconstituted the Deity throughout Asia is acknowledged by all\nthose who have examined either the literature or monumental\nrecords of oriental countries.  The Rev. Mr. Maurice bears\ntestimony to the character of Eastern religious ideas in the\nfollowing language:",
        "“Whoever will read the Geeta with attention, will perceive in\nthat small tract the outlines of all the various systems of\ntheology in Asia.  The curious and ancient doctrine of the\nCreator being both male and female, mentioned on a preceding\npage, to be designated in Indian temples by a very indecent\nexhibition of the masculine and feminine organs of generation in\nunion, occurs in the following passage: ’I am the Father and\nMother of this world; I plant myself upon my own nature and\ncreate again and again this assemblage of beings; I am generation\nand dissolution, the place where all things are deposited, and\nthe inexhaustible seed of all Nature.  I am the beginning, the\nmiddle, and the end of all things.’ “[42]",
        "[42] Maurice, Indian Antiquities, vol. iv., p. 705.",
        "According to Sir W. Jones, the Brahme, Vishnu, and Siva coalesce\nto form the mystic Om, which means the essence of life or divine\nfire.  In the Bhagavat Geeta the supreme God speaks thus\nconcerning itself: “I am the holy one worthy to be known\"; and\nimmediately adds: “I am the mystic [trilateral] figure Om; the\nReig, the Yagush, and the Saman Vedas.”  It is a unity and still\na trinity.  This Om or Aum stands for the Creator, Preserver, and\nDestroyer or Regenerator, and represents the threefold aspect of\nthe force within the sun.  The doctrine maintained throughout the\nGeeta is not only that the great life-force represents a trinity\nin unity, but that it is both female and male.  On this subject\nMaurice, in his Indian Antiquities, says:",
        "“This notion of three persons in the Deity was diffused amongst\nall the nations of the earth, established at once in regions so\ndistant as Japan and Peru, immemorially acknowledged throughout\nthe whole extent of Egypt and India, and flourishing with equal\nvigor amidst the snowy mountains of Thibet, and the vast deserts\nof Siberia.”",
        "We have observed that the idea of a trinity as conceived by the\nso-called ancients, although at all times founded on the same\nconception, viz., that of the reproductive powers of Nature and\nespecially of mankind, differed in expression according to its\napplication.  Although in human beings this triune creative idea\nwas expressed by the mother, father, and child, as set forth in\nthe temples and on the monuments of Egypt, when applied directly\nto the sun and the planets, it appears as the Creator, Preserver,\nand Regenerator or Destroyer.",
        "Destruction, or the absence of the sun’s heat, represented by\nwinter, was necessary to life, and therefore the Destroyer was\nalso the Regenerator and equally with the Creator and Preserver\nconstituted a beneficent factor in the god-idea.  In fact as this\nthird element really embodied the substance of the other two, it\nfinally became the supreme God, little afterward being heard\nabout the Creator and Preserver.  The Regenerator or Destroyer\nwas of course the sun, which in winter died away and rose again\nin the spring-time as a beneficent Savior or renewer of life. \nThe principle involved in these processes represented Fertility,\nLife, reproductive energy.  As applied to mortals, it\ncomprehended the power to create combined with perceptive Wisdom\nor Knowledge.",
        "This idea, portrayed as it was by a mother and her child, linked\nwoman with the stars.  It produced the “Virgin of the Sphere,\"\nQueen of Heaven, “Isiac Controller of the Zodiac,” at the same\ntime that it made her the mother of all mankind.",
        "Every year this Virgin of the Sphere as she appeared above the\nhorizon at the winter solstice gave birth to the sun. \nAstronomically this new sun was the Regenerator, by which all\nNature was renewed.  Mythologically, after the higher truths\ncontained in these doctrines were lost, it came to be the Savior,\nthe Son of the Virgin, the seed of the woman, which was to bruise\nthe serpent’s head.",
        "That the religion of an ancient race comprehended a knowledge of\nthe evolutionary processes of Nature may not be doubted.  The\nmyths still extant, and even the oldest Assyrian inscriptions\nwhich have been deciphered, reveal the fact that the seeds of the\nvisible universe were hidden in the “great deep\"–that animal\ncreation sprang from the earth and the sea through the influence\nof the sun’s rays.",
        "It is now known that the philosophy of an older race involved a\nbelief in the Eternity of Matter.  The abstruse doctrine of\nReincarnation and the Renewal of Worlds seems to have formed the\nbasis of their philosophy.  According to these speculations, a\nportion of the earth was destroyed or resolved into its primary\nelements every six hundred years, while at the end of each\nKalpia, or great Cycle of several thousand years, the entire\nearth was renovated or absorbed into the two fecundating\nprinciples of the universe.  These two indivisible forces\nrepresented by Vishnu rested in the water, or brooded on the face\nof the deep. When stirred by love for each other they again\nbecame active, and from the germs of a former world, which had\nbeen absorbed by themselves, created again the earth and\neverything upon it.  In other words, “the earth sprang from the\nnavel of Vishnu or Brahme.”  According to the Buddhists of\nCeylon, the universe has perished ten different times, and each\ntime has been renewed by the operations of Nature, or by the\npreservation of germs from a former world.  In their mythology\nthese germs are represented by a parent and a triplicated\noffspring.  It is perhaps unnecessary to add that this monad\ntrinity is the Creator, Preserver, and Destroyer with their great\nparent, the Mother of the Gods, which in process of time came to\nbe regarded as male.  According to Wilford, Hindoo chronology\npresents fourteen different periods, six of which have already\nelapsed; we are in the seventh, which began with the flood.  Each\nof these periods is called a Manwantara, the presiding genius or\nDeity of which is a Menu.  At the close of each dynasty a total\ndestruction of the world takes place, everything being destroyed\nexcept the ruler, or Menu, who “escapes in a boat.”  Each new\nworld is an exact counterpart of the one destroyed, and each Menu\nis a representation of all preceding ones.  Thus the history of\none dynasty serves for all the rest.  This doctrine of a\ntriplicated Deity appearing at the beginning of a new creation\nmay be traced in nearly every country of the globe.  Among the\nBuddhists of China, Fo is mysteriously multiplied into three\npersons in the same manner as is Fo-hi, who is evidently Noah. \nAmong the Hindoos is observed the triad Brahma, Vishnu, and Siva\nspringing from the monad Brahm or Brahme.  This triad appears on\nthe earth at the beginning of each Manwantara in the human form\nof Menu and his three sons.  We are assured that among the\nTartars evident traces are found of a similar God, who is seated\non the lotus.  It is also figured on a Siberian medal in the\nimperial collection at St. Petersburg.  The Jakuthi Tartars, who\nare said to be the most numerous people of Siberia, worship a\ntriplicated Deity under the three denominations of Artugon and\nSchugo-tangon and Tangara.  Faber tells us that this Tartar God\nis the same even in appellation with the Tanga-tanga of the\nPeruvians, who, like other tribes of America, seem plainly to\nhave crossed over from the North-eastern extremity of Siberia. \nUpon this subject the same writer remarks thus:",
        "“Agreeably to the mystical notion so familiar to the Hindoos,\nthat the self-triplicated Great Father yet remained but one in\nessence, the Peruvians supposed their Tanga-tanga to be one in\nthree, and three in one: and in consequence of the union of hero\nworship with the astronomical and material systems of idolatry\nthey venerated the sun and the air, each under three images and\nthree names.  The same opinions equally prevailed throughout the\nnations which lie to the west of Hindostan.  Thus the Persians\nhad their Ormuzd, Mithras, and Ahriman: or, as the matter was\nsometimes represented, their self-triplicating Mithras.  The\nSyrians had their Monimus, Aziz, and Ares.  The Egyptians had\ntheir Emeph, Eicton, and Phtha.  The Greeks and Romans had their\nJupiter, Neptune, and Pluto; three in number, though one in\nessence, and all springing from Cronus, a fourth, yet older God. \nThe Canaanites had their Baal-Spalisha or self-triplicated Baal. \nThe Goths had their Odin, Vile, and Ve, who are described as the\nthree sons of Bura, the offspring of the mysterious cow, and the\nCelts had their three bulls, venerated as the living symbols of\nthe triple Hu or Menu.  To the same class we must ascribe the\ntriads of the Orphic and Pythagorean and Platonic schools; each\nof which must again be identified with the imperial triad of the\nold Chaldaic or Babylonian philosophy.\"[43]",
        "[43] Faber, Pagan Idolatry, book vi., ch. ii., p. 470.",
        "The history of the catastrophe known as the deluge, which, it is\nclaimed, took place either in Armenia, at Cashgar, or at some\nother place in the East, is observed, in later ages, to furnish a\ncovering beneath which have been veiled the mythical doctrines of\nthe priests.  Of the catastrophes which from time to time have\nvisited our planet, and of the belief which has come to be\nentertained by ecclesiastics that the earth will be destroyed by\nfire, Celsus writes:",
        "“The belief has spread among them, from a misunderstanding of the\naccounts of these occurrences, that after lengthened cycles of\ntime, and the returns and conjunctions of planets,\nconflagrations, and floods are wont to happen, and because after\nthe last flood, which took place in the time of Deucalion, the\nlapse of time, agreeably to the vicissitude of all things,\nrequires a conflagration; and this made them give utterance to\nthe erroneous opinion that God will descend, bringing fire like a\ntorturer.\"[44]",
        "[44] Origen against Celsus, book iv., ch. xi.",
        "The mythologies of all nations are largely founded upon the\n“religious history” of a flood.  The doctrine of a triplicated\nGod saved from destruction by a storm-tossed ark which rested on\nsome local mountain answering to Ararat, and which was filled\nwith the natural elements of reproduction, is found amongst the\ntraditions of every country of the globe.  In Egypt, the\ndestructive agency drives the God into the ark–or into the\nfish’s belly, where he is obliged to remain until the flood\nsubsides.  In other words, at the time of the destruction of the\nworld, the creative agency is forced within the womb of Nature,\nthere to remain until it again comes forth to recreate the world;\nnor does the symbolism end here, for this God–the sun, or the\nreproductive power within it, which every year is put to death by\nthe cold of winter, must for a season remain lifeless, but, at\nthe proper time, will come forth with healing in his wings.  This\nGod must issue forth to life through female Nature.",
        "The god-man, Noah, who appears under one appellation or another\nin all extant mythologies, was slain, or shut up in a box, ark,\nor chest in which he or his seed was preserved from the ravages\nof a mighty flood, or from destruction by the calamity which had\nbefallen the rest of mankind.  In one sense he represents a\nSavior, in another sense he is the saved, for he is the seed of a\nformer world and is born again from a boat, a symbol which always\nrepresents the female energy.  Sometimes he is shut up in a\nwooden cow, from which he issues forth to new life.  Again this\nstorm tossed mariner is born from a cave, or the door of a rocky\ncavern, within which he had been preserved from some terrible\ncatastrophe, caused either by water or fire.",
        "Sir W. Jones, Faber, Higgins, and many others who have\ninvestigated this subject are confident that the Noah of Genesis\nis identical with Menu, the law-giver of India, and that both are\nAdam, a man who appears with his three sons at the end of each\ncycle, or six hundred years, to renovate the world.  In the six\nhundred and first year of Noah’s life, in the first month, on the\nfirst day of the month, the waters were dried up from the earth. \nThe drying of the waters, and the beginning anew just at the\nclose of the six hundred years, are thought to refer to the end\nof the cycle of the Neros.  A year of Menu or Buddha had expired\nand a new dynasty or Mamwantara was to begin.",
        "Regarding this trinity, Faber remarks:",
        "“Brahm then at the head of the Indian triad is Menu at the head\nof his three sons.  But that by the first Menu we are to\nunderstand Adam, is evident, both from the remarkable\ncircumstance of himself and his consort bearing the titles of\nAdima and Iva, and from the no less remarkable tradition that one\nof his three sons was murdered by his brother at a sacrifice. \nHence it will follow, that Brahm at the head of the Indian triad\nis Adam at the head of his three sons, Cain, Abel, and Seth. \nEach Menu with his triple offspring is only the reappearance of a\nformer Menu with his triple offspring; for, in every such\nmanifestation at the commencement of each Mamwantara, the Hindoo\nTrimurti, or triad, becomes incarnate, by transmigrating from the\nhuman bodies occupied during a former incarnation; Brahm or the\nUnity appearing as the paternal Menu of a new age, while the\ntriad, Brahma, Vishnu, and Siva, is exhibited in the person of\nhis three sons.  .  .  .  But the ark-preserved Menu–Satyavrata\nand his three sons are certainly Noah and his three sons, Shem,\nHam, and Japhet.”",
        "Hesiod teaches that, after the flood, Chaos, Night, and black\nErebus first appeared.[45] At this time, when there was no Earth,\nno Heaven, and no Air, an egg floated on the face of the deep,\nwhich, being parted, brought forth Love, or Cupid.  Out of Chaos\nthis God created or formed all things.  Now Cupid is the same as\nthe Greek Phanes, and Phanes is Noah, the egg being the ark or\nfemale principle from which he was produced.  The Greek God\nPhanes is the same as the Egyptian Osiris, who was driven into\nthe ark by the “wind that blasts,” or by the evil principle.",
        "[45] The Theogony.",
        "“As Cupid is indifferently said to have been produced from an egg\nat a time when the whole world was in disorder, and from the womb\nof the marine goddess Venus, the egg and the womb of that goddess\nmust denote the same thing.  Accordingly we shall find that, on\nthe one hand, Venus is immediately connected with the symbolical\negg; and, on the other hand, that she is identical with Derceto\nand Isis, and is declared to be that general receptacle out of\nwhich all the hero-gods were produced.  Now there can be little\ndoubt in what sense we are to understand this expression, when we\nare told that the peculiar symbol of Isis was a ship; and when we\nlearn that the form assumed at the period of the deluge, by the\nIndian Isi or Bhavani, who is clearly the same as the Egyptian\nIsis, was the ship Argha, in which her consort Siva floated\nsecurely on the surface of the ocean.  Venus, therefore, or the\nGreat Mother, the parent of Cupid from whom all mankind\ndescended, must be the Ark: consequently, the egg, with which she\nis connected, must be the Ark also.  Aristophanes informs us that\nthe egg out of which Love was born, was produced by Night in the\nbosom of Erebus.  But the Goddess Night, as we learn from the\nOrphic poet, was the very same person as Venus; and he celebrates\nher as the parent of the Universe, and as the general mother both\nof the hero-gods and of man.  The egg therefore produced by Night\nwas produced by Venus: but Venus and the egg meant the same\nthing: even that vast floating machine, which was esteemed an\nepitome of the world, and from which was born that Deity who is\nalso literally said to have been set afloat in an ark.  Sometimes\nthe order of production was inverted; and, instead of the egg\nbeing produced by Night or Venus, Venus herself was fabled to\nhave been produced from the egg.  There is a remarkable legend of\nthis sort which ascribes Venus and her egg to the age of Typhon\nand Osiris, in other words, to the age in which Noah was\ncompelled by the deluge to enter into the ark.\"[46]",
        "[46] Origin of Pagan Idolatry, book i., ch. iv.",
        "The Preserver of the Persians, who is seated on a rainbow in\nfront of their rock temples, is Mithras, who is identical with\nNoah.  Sometimes this ancient mariner is represented as riding on\nthe back of a fish, and again as floating in a boat.  The God of\nHindostan, like the classical Dionysos, was enclosed in an ark\nand driven into the sea.  According to the Gothic traditions as\nrecorded in the Eddas, there once existed a beautiful world,\nwhich was destroyed by fire.  Another was created, which, with\nall its inhabitants save a giant and his three sons, who were\nsaved in a ship, were destroyed by water.  With this triad, which\noriginally sprang from a mysterious cow, the new world began. \nThis new world, which represents the present system, will in time\nbe devoured by flames; but another earth will arise from the\nocean,–an earth far more beautiful than this, upon which all\nkinds of grain and delicious fruits will grow without\ncultivation.  Veda and Vile will be there, for the conflagration\nwill have been powerless to destroy them.  While the flames are\ndevouring all things, two human beings, a female and a male, will\nbe concealed under a hill, where they will feed upon dew, and\nwill propagate so abundantly that the earth will soon be peopled\nwith a new race of beings.  During the catastrophe, the sun will\nbe devoured by a wolf, but before her death she will give birth\nto a daughter as resplendent as herself, who will go in the same\npath formerly trodden by her mother.",
        "The doctrines of the Gothic philosophers, as they appear in the\nEddas, concerning the eternity of matter, the renewal or\nsuccession of worlds, and reincarnation are the same as those\ntaught by Pythagoras, the Stoics, and other Greek schools of\nthought.",
        "Brahme or Vishnu, resting on the bottom of the sea–a goddess\nwho was symbolized by the self-generating lotus–was in later\nages the mysterious Cow of the Goths.",
        "After the natural truths concealed beneath their religious\nsymbolism were wholly forgotten, and human nature through the\nover-stimulation of the animal instincts had become corrupted,\nAdam and Eve, names which doubtless for ages represented the two\nfecundating principles throughout Nature, with their sons, Cain,\nAbel, and Seth, comprehended the god-idea.  The fact has been\nobserved that just six hundred years from the creation of Adam,\nor at the close of the cycle, Noah appears with his three sons to\nsave or perpetuate the race.",
        "It is now believed that this account of Noah and his three sons\nis an allegory beneath which are concealed the religious\ndoctrines, or perhaps I should say, the philosophical\nspeculations of an older race.  The God of the ancients was\nidentified with the life of man individually and with that of\nmankind collectively.  As men die each day, and as every day men\nare born, this Deity is said to die and to be renewed each day;\nand as he is the sun, or the incarnation of the sun, the rising\nand setting of this luminary depict the constantly dying and\nregenerating God of Nature, the same as do the changing seasons. \nA similar idea reappears in their system of the renewal of worlds\nand reincarnation.",
        "Regarding the doctrine of the eternity of matter held by the\nancients, Origen mentions a belief of the Egyptians that the",
        "“world or its substance was never produced, but that it has\nexisted from all eternity.  Neither is there any such thing as\ndeath.  Those who perish about us every day are simply changed,\neither they take on other forms or are removed to some other\nplace.  God cannot be destroyed, and as all things are parts of\nthe Deity everything lives and has always lived, seeming death\nbeing simply change.  Remnants of these doctrines are found in\nevery portion of the globe; among the Mexicans of the west as\nwell as among the rude mountaineers of the Burman Empire.”",
        "While contemplating the philosophical speculations of an ancient\nrace Bailly gave expression to the belief, that a “profoundly\nlearned race of people existed previous to the formation of any\nof our systems.”  The wiser among the Greek philosophers, those\nwho, it is believed, borrowed their philosophical doctrines from\nthe East, declare that “there is no production of anything which\nwas not before; no new substance made which did not really\npre-exist.”  Equally with matter was spirit indestructible.  “Our\nsoul,” says Plato, “was somewhere, before it came to exist in\nthis present form; whence it appears to be immortal.  .  .  . \nWho knows whether that which is demonstrated living, be not\nindeed rather dying, and whether that which is styled dying be\nnot rather living?”",
        "To one who has given attention to the various legends relative to\nthe destruction of the world by a flood, and a storm-tossed\nmariner saved in an ark or boat, it is plain that they all have\nthe same significance, all are but different versions of the same\nmyth, which in an early age was used to conceal the philosophical\ndoctrines of an ancient people.",
        "That the early historic nations understood little concerning the\norigin and true meaning of the legends which they had inherited\nfrom an older race is quite evident.  The ignorance of the Greeks\nregarding the significance of these legends is shown by the\nfollowing: When Solon, wishing to acquaint himself with the\nhistory of the oldest times, inquired of an Egyptian priest\nconcerning the time of the flood, and the age of Deucalion or\nPhroneous or Noah, this functionary replied:",
        "“O Solon, Solon, you Greeks are always children, nor is there an\nold man among you!  Having no ancient traditions nor any\nacquaintance with chronology, you are as yet in a state of\nintellectual infancy.  The true origin of such mutilated fables\nas you possess is this.  There have been and shall again be in\nthe course of many revolving ages, numerous destructions of the\nhuman race; the greatest of them by fire and water, but others in\nan almost endless succession of shorter intervals.\"[47]",
        "[47] Quoted by Plato; also by Clement of Alexandria.",
        "We have observed that the symbol of the universe was an egg.  The\negg was also the symbol of the earth and of the ark, which meant\nuniversal womanhood.  From the mundane egg the triplicated Deity\nsprang.  There can be little doubt at the present time that Adam,\nNoah, Menu, Osiris, and Dionysos all represent the fructifying\npower of the sun.  In process of time they each came to figure as\nmale reproductive energy, and during certain periods of the\nearth’s history they have each in turn been worshipped as the\nDeity.  That not only the ark was female, but that the god\nelement or reproductive principle within the ark was both female\nand male, is a fact which has been lost sight of during the\nhistoric period, or during those ages of the world in which the\nattempt has been made to prove Nature motherless.",
        "All the germs and living creatures which were within the ark, and\nwhich were to reanimate the earth, were in pairs, females and\nmales; and, besides, the Dove (female), the emblem of peace, was\nalso present.  Even Noah himself was produced from an egg, which,\nas we have seen, is the symbol of Venus, or universal womanhood. \nIn after ages the female principle was not mentioned, but, on the\ncontrary, was concealed beneath convenient symbols; and as the\nphilosophical ideas underlying natural religion were lost or\nforgotten, and mankind had become too ignorant to perceive that a\ndual force, female and male which was also a Trinity, pervades\nNature, the notion came gradually to prevail that the creative\nagency, which is spirit, is altogether male.  Hence the\nformulation of the inconceivable doctrine of a Trinity composed\nof a Father, Son, and Holy Ghost.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}