{
    "title": "The Golden Sayings of Epictetus - XCIX ",
    "author": "Unknown",
    "chapter": "99",
    "content": [
        "\n",
        "\n\n",
        "If a man has frequent intercourse with others, either in the\nway of conversation, entertainment, or simple familiarity, he\nmust either become like them, or change them to his own fashion.\nA live coal placed next a dead one will either kindle that or be\nquenched by it. Such being the risk, it is well to be cautious in\nadmitting intimacies of this sort, remembering that one cannot\nrub shoulders with a soot-stained man without sharing the soot\noneself. What will you do, supposing the talk turns on\ngladiators, or horses, or prize-fighters, or (what is worse) on\npersons, condemning this and that, approving the other? Or\nsuppose a man sneers or jeers or shows a malignant temper? Has\nany among us the skill of the lute-player, who knows at the first\ntouch which strings are out of tune and sets the instrument\nright: has any of you such a power as Socrates had, in all his\nintercourse with men, of winning them over to his own\nconvictions? Nay, but you must needs be swayed hither and thither\nby the uninstructed. How comes it then that they prove so much\nstronger than you? Because they speak from the fulness of the\nheart—their low, corrupt views are their real convictions:\nwhereas your fine sentiments are but from the lips, outwards;\nthat is why they are so nerveless and dead. It turns one’s\nstomach to listen to your exhortations, and hear of your\nmiserable Virtue, that you prate of up and down. Thus it is that\nthe Vulgar prove too strong for you. Everywhere strength,\neverywhere victory waits your conviction!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}