{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XVIII.",
    "author": "I. Windslow Ayer",
    "chapter": "19",
    "content": [
        "\n\n",
        "HYPOCRISY OF COPPERHEAD NEWSPAPERS–COMPLICITY WITH ASSASSINATION–THE\nLEADERS AND THEIR VICTIMS.",
        "During the month of February, by Executive clemency, a number of\nCopperheads were released from confinement in Washington, where they had\nbeen placed as a measure of public safety. The Times published, and\nother Copperhead papers echoed the following. That paper now, in a very\npious spirit, piteously urges, and the prints of like character also echo\nit, that “there should be no more party strife,” “no more rancor,” that it\nhas not stabbed the President since he was shot, and the office is now\ndraped with deep mourning. Aminadab Sleek is going to them as a comforter,\nand as tears mitigate woe, he bears with him an onion. The Times says:",
        "“We submit that this fact should damn this Administration, not only for\nall time, but, if there be justice hereafter, to all eternity. There is\nnot a single civilized government in existence to-day, against which can\nbe charged a similar display of tyranny. With the title of being the\nfreest government of modern ages, we have shown ourselves to be one whose\ndisregard of right and whose outrageous assumptions of power are only\nparalleled in the reign of despots.",
        "The liberty of fifty men may seem a small affair; but the matter has not\nso much reference to the magnitude of the offence as it has to the\nprinciple which underlies it. The moment Mr. Lincoln, or Mr. Seward, or\nany other man, dares to deprive one person of his liberty without due\nprocess of law, that moment has the government been changed from one of\nthe people to an autocracy–a tyranny. If any man to-day is free in this\ncountry, it is not because he is a good citizen, surrounded by the\nprotection of the laws, but simply because Seward or Lincoln has not\nchosen to order his incarceration.",
        "The epitaph of posterity upon this people is easily anticipated. It will\nbe–died 24,000,000 of whites, who lost their liberties and lives in an\nattempt to give a fictitious freedom to 4,000,000 negroes.”",
        "“Sic semper tyrannis!” exclaims Booth, who has read the above article,\nand the mission of the Times is accomplished, and it now wants “no more\nparty rancor.”",
        "The palpable HYPOCRISY of rebel sympathizers, can now only excite\ncontempt. Who that read the evidence of Clement L. Vallandigham, before\nthe military commission in Cincinnati, gave him credit for sincerity when\nhe said substantially had he supposed there was a plot against the\nGovernment, he would have been the first to oppose or expose it. Have the\npeople forgotten Mr. Vallandigham’s record? Have his Dayton neighbors\nforgotten his cry of “Ocoon,” the cry of distress of the Order to which he\nbelonged, and which was to summon Sons of Liberty to his rescue, when\narrested by the Government? Have they forgotten Vallandigham’s visit to\nFulton county, Illinois, during the autumn of 1864, and its consequences?\nThis county was the stamping ground of the leaders of the treasonable\norganization, which has been dissected, and whose head and heart are now\nin a state of decomposition. In that county Assistant Provost Marshal\nPhelps was shot, there too enrolling officer Criss was shot; in that\ncounty is Lewiston, where resides S. Corning Judd, Esq., the Grand\nCommander of the Sons of Liberty in the State of Illinois. C.L.\nVallandigham was the Supreme Commander of the Order in the United States.\nThis Order inaugurated the new warfare at the instance of the Southern\nrebel leaders–inaugurated assassination. This order began with Provost\nMarshals and enrolling officers, and ended–if indeed the loyal people\nwill it to have ended–with the assassination of the best, the wisest,\nthe most deeply loved President since the immortal Washington. It is the\neducation of Copperhead prints, and Copperhead secret societies that has\nfitted the instruments of death, and our indulgence which has fostered\nthem.",
        "Vallandigham’s party had been defeated, his greatness had departed, and to\nwheel into line and “keep step to the music of the Union,” was not for\nhim, and as Milton’s creation once exclaimed, so might he have uttered:",
        "And so Clement L. Vallandigham became Supreme Commander of the Sons of\nLiberty.",
        "Who is S. Corning Judd, who testifies before the Commission that “the\norganization (Sons of Liberty) was being used in Indiana and Missouri\nfor improper purposes”? Who is he that says the organization in Chicago\n“was looked upon by many of the leaders with great distrust; many of those\nconnected with the order in Chicago were radical, extreme men, and\nunderstood to be men of little standing or character”? that one of the\ndelegates from Missouri stated his belief that the order in that State was\nin favor of “giving aid and comfort to the Confederates”? When Judd made\nthese statements upon the stand, all loyal papers, with one accord,\ndeclared that the evidence fully warranted the arrests, in the manner and\nat the time they were made. No fair-minded man then could come to any\nother conclusion. Who, we ask, is S. Corning Judd? Stump-speakers, last\nfall, would have said that he was the “Democratic” candidate for\nLieutenant Governor–and so he was. The Gubernatorial ticket bore the name\nof James C. Robinson for Governor, and S. Corning Judd for Lieutenant\nGovernor–the former a man who, in Congress, voted against “fighting,\ncrushing, and destroying” the rebellion. Both Robinson and Judd were Sons\nof Liberty, and to them Copperheads fondly turned, and had they carried\nthe State, anarchy and bloodshed would have been the consequence; and,\nindeed, in the expressed opinion of Judge Morris, “had they carried the\nState, he cared not who might be President, for they would possess the\nreins of the General Government.” S. Corning Judd sought to serve his own\nends by controlling the Sons of Liberty, and failing in this, he gave the\ncold-shoulder to his Brig.-General (Walsh), when, in consequence of\nexecuting the edicts of the order, he found himself a close prisoner for\nthe horrid doctrine of secession; he must be tried and convicted, but\nthe Grand Commander, S. Corning Judd, and the Supreme Commander, C.L.\nVallandigham, and the Past Grand Commander, or Major-General, Amos Green,\neach, severally appear upon the stand against him, and they permitted to\ngo scott free. O, cursed doctrine of secession!",
        "If Vallandigham, if Judd, if Green, if Barrett, and if the many equally\nguilty persons released from custody go unpunished, then “Justice, thou\nart fled to brutish beasts, and men have lost their reason.” Not that we\nwould contradict Judd in the least in aught that he has said against the\nChicago temple, but we would tell him that we know the Chicago temple, so\nfar from taking the lead in radicalism, was behind the order in Peoria, in\nBloomington, in Dubuque, in St. Louis, Louisville, and many other places.\nGive the devil his due. In some places the boldness of Copperheadism\ninduced prominent members of the Sons of Liberty to approach members of\nCongress, with their base proposals to enter the order.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}