{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Introduction",
    "author": "Eliza Burt Gamble",
    "chapter": "2",
    "content": [
        "\n\n",
        "Through a study of the primitive god-idea as manifested in\nmonumental records in various parts of the world; through\nscientific investigation into the early religious conceptions of\nmankind as expressed by symbols which appear in the architecture\nand decorations of sacred edifices and shrines; by means of a\ncareful examination of ancient holy objects and places still\nextant in every quarter of the globe, and through the study of\nantique art, it is not unlikely that a line of investigation has\nbeen marked out whereby a tolerably correct knowledge of the\nprocesses involved in our present religious systems may be\nobtained.  The numberless figures and sacred emblems which appear\ncarved in imperishable stone in the earliest cave temples; the\nhuge towers, monoliths, and rocking stones found in nearly every\ncountry of the globe, and which are known to be closely connected\nwith primitive belief and worship, and the records found on\ntablets which are being unearthed in various parts of the world,\nare, with the unravelling of extinct tongues, proving an almost\ninexhaustible source for obtaining information bearing upon the\nearly history of the human race, and, together, furnish\nindisputable evidence of the origin, development, and unity of\nreligious faiths.",
        "By comparing the languages used by the earlier races to express\ntheir religious conceptions; by observing the similarity in the\nmythoses and sacred appellations among all tribe and nations, an\nthrough the discovery of the fact that the legends extant in the\nvarious countries of the globe are identical, or have the same\nfoundation, it is probable that a clue has already been obtained\nwhereby an outline of the religious history of the human family\nfrom a period even as remote as the “first dispersion,” or from a\ntime when one race comprehended the entire population of the\nglobe, maybe traced.  Humboldt in his Researches observes: “In\nevery part of the globe, on the ridge of the Cordilleras as well\nas in the Isle of Samothrace, in the Aegean Sea, fragments of\nprimitive languages are preserved in religious rites.”",
        "Regarding the identity of the fundamental ideas contained in the\nvarious systems of religion, both past and present, Hargrave\nJennings, in referring to a parallel drawn by Sir William Jones,\nbetween the deities of Meru and Olympus, observes:",
        "“All our speculations tend to the same conclusions.  One day it\nis a discovery of cinerary vases, the next, it is etymological\nresearch; yet again it is ethnological investigation, and the day\nafter, it is the publication of unsuspected tales from the Norse;\nbut all go to heap up proof of our consanguinity with the peoples\nof history–and of an original general belief, we might add.”",
        "That the religious systems of India and Egypt were originally the\nsame, there can be at the present time no reasonable doubt.  The\nfact noted by various writers, of the British Sepoys, who, on\ntheir overland route from India, upon beholding the ruins of\nDendera, prostrated themselves before the remains of the ancient\ntemples and offered adoration to them, proves the identity of\nIndian and Egyptian deities.  These foreign devotees, being asked\nto explain the reason of their strange conduct declared that they\n“saw sculptured before them the gods of their country.”",
        "Upon the subject of the identity of Eastern religions, Wilford\nremarks that one and the same code both of theology and of\nfabulous history, has been received through a range or belt about\nforty degrees broad across the old continent, in a southeast and\nnorthwest direction from the eastern shores of the Malaga\npeninsula to the western extremity of the British Isles, that,\nthrough this immense range the same religious notions reappear in\nvarious places under various modifications, as might be expected;\nand that there is not a greater difference between the tenets and\nworship of the Hindoos and the Greeks than exists between the\nchurches of Home and Geneva.",
        "Concerning the universality of certain religious beliefs and\nopinions, Faber, commenting upon the above statement of Wilford,\nobserves that, immense as is this territorial range, it is by far\ntoo limited to include the entire phenomenon, that the\nobservation",
        "“applies with equal propriety to the entire habitable globe; for\nthe arbitrary rites and opinions of every pagan nation bear so\nclose a resemblance to each other, that such a coincidence can\nonly have been produced by their having had a common origin. \nBarbarism itself has not been able to efface the strong primeval\nimpression.  Vestiges of the ancient general system may be traced\nin the recently discovered islands in the Pacific Ocean; and,\nwhen the American world was first opened to the hardy adventurers\nof Europe, its inhabitants from north to south venerated, with\nkindred ceremonies and kindred notions, the gods of Egypt and\nHindostan, of Greece and Italy, of Phoenicia and Britain.\"[1]",
        "[1] Pagan Idolatry, book i., ch. i.",
        "“Though each religion has its own peculiar growth, the seed from\nwhich they spring is everywhere the same.\"[2]",
        "[2] Max Muller, Origin and Growth of Religion, p. 48.",
        "The question as to whether the identity of conception and the\nsimilarity in detail observed in religious rites, ceremonies, and\nsymbols in the various countries of the globe are due to the\nuniversal law of unity which governs human development, or\nwhether, through the dispersion of one original people, the early\nconceptions of a Deity were spread broadcast over the entire\nearth, is perhaps not settled; yet, from the facts which have\nbeen brought forward during the last century, the latter theory\nseems altogether probable, such divergence in religious ideas as\nis observed among the various peoples of the earth being\nattributable to variations in temperament caused by changed\nconditions of life.  In other words, the divergence in the course\nof religious development has doubtless been due to environment.",
        "In an attempt to understand the history of the growth of the\ngod-idea, the fact should be borne in mind that, from the\nearliest conception of a creative force in the animal and\nvegetable world to the latest development in theological\nspeculation, there has never been what might consistently be\ntermed a new religion.  On the contrary, religion like everything\nelse is subject to the law of growth; therefore the faiths of\nto-day are the legitimate result, or outcome, of the primary idea\nof a Deity developed in accordance with the laws governing the\npeculiar instincts which have been in the ascendancy during the\nlife of mankind on the earth.",
        "The erroneous impression which under a belief in the unknown has\ncome to prevail, namely, that the moral law is the result of\nreligion; or, in other words, that the human conscience is in\nsome manner dependent on supernaturalism for its origin and\nmaintenance, is, with a better and clearer understanding of the\npast history of the development of the human race, being\ngradually dispelled.  On one point we may reasonably rest assured\nthat the knowledge of right and wrong and our sense of justice\nand right-living have been developed quite independently of all\nreligious beliefs.  The moral law embodied in the golden rule is\nnot an outgrowth of mysticism, or of man’s notions of the\nunknowable; but, on the contrary, is the result of experience,\nand was formulated in response to a recognized law of human\nnecessity,–a law which involves the fundamental principle of\nprogress.  The history of human development shows conclusively\nthat mankind GREW into the recognition of the moral law, that\nthrough sympathy, or a desire for the welfare of others,–a\ncharacter which had its root in maternal affection,–conscience\nand the moral sense were evolved.",
        "While the moral law and the conscience may not be accounted as in\nany sense the result of man’s ideas concerning the unknowable,\nneither can the errors and weaknesses developed in human nature\nbe regarded as the result of religion.  Although the sexual\nexcesses which during three or four thousand years were practiced\nas sacred rites, and treated as part and parcel of religion in\nvarious parts of the world, have had the effect to stimulate and\nstrengthen the animal nature in man, yet these rites may not be\naccounted as the primary cause of the supremacy of the lower\nnature over the higher faculties.  On the contrary, the impulse\nwhich has been termed religion, with all the vagaries which its\nhistory presents, is to be regarded more as an effect than as a\ncause.  The stage of a nation’s development regulates its\nreligion.  Man creates his own gods; they are powerless to change\nhim.",
        "As written history records only those events in human experience\nwhich belong to a comparatively recent period of man’s existence,\nand as the primitive conceptions of a Deity lie buried beneath\nages of corruption, glimpses of the earlier faiths of mankind, as\nhas already been stated, must be looked for in the traditions,\nmonuments, and languages of extinct races.",
        "In reviewing this matter we shall doubtless observe the fact that\nif the stage of a nation’s growth is indicated by its religious\nconceptions, and if remnants of religious beliefs are everywhere\npresent in the languages, traditions, and monuments of the past\nthrough a careful study of these subjects we may expect to gain a\ntolerably correct understanding not alone of the growth of the\ngod-idea but of the stage of development reached by the nations\nwhich existed prior to the beginning of the historic age.  We\nshall be enabled also to perceive whether or not the course of\nhuman development during the intervening ages has been\ncontinuous, or whether, for some cause hitherto unexplained, true\nprogress throughout a portion of this time has been arrested,\nthus producing a backward movement, or degeneracy.",
        "If we would unravel the mysteries involved in present religious\nfaiths, we should begin not by attempting to analyze or explain\nany existing system or systems of belief and worship.  Such a\ncourse is likely to end not only in confusion and in a subsequent\ndenial of the existence of the religious nature in mankind, but\nis liable, also, to create an aversion for and a distrust of the\nentire subject of religious experience.  In view of this fact it\nwould appear to be not only useless but exceedingly unwise to\nspend one’s time in attempting to gain a knowledge of this\nsubject simply by studying the later developments in its history.",
        "If we are really desirous of obtaining information regarding\npresent religious phenomena, it is plain that we should adopt the\nscientific method and turn our attention to the remote past,\nwhere, by careful and systematic investigation, we are enabled to\nperceive the earliest conception of a creative force and the\nfundamental basis of all religious systems, from which may be\ntraced the gradual development of the god-idea.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}