{
    "title": "The World’s Great Sermons - Tillotson",
    "author": "Grenville Kleiser",
    "chapter": "7",
    "content": [
        "\n\n",
        "THE REASONABLENESS OF A RESURRECTION",
        "John Tillotson, archbishop of Canterbury, renowned as a preacher,\nwas born at Sowerby, in Yorkshire, in 1630, the son of an ardent\nIndependent. After graduating from Clare College, Cambridge, he began\nto preach in 1661, in connection with the Presbyterian wing of the\nChurch of England. He, however, submitted to the Act of Uniformity\nthe following year, and in 1663 was inducted into the rectory of\nVeddington, Suffolk. He was also appointed preacher to Lincoln’s Inn,\nwas made prebendary of Canterbury in 1670 and dean in 1672. William\nIII regarded him with high favor, and he succeeded the nonjuring\nSancroft in the arch-see of Canterbury. His sermons are characterized\nby stateliness, copiousness and lucidity, and were long looked upon as\nmodels of correct pulpit style. He died in 1694.",
        "1630-1694",
        "THE REASONABLENESS OF A RESURRECTION",
        "Why should it be thought a thing incredible with you that God should\nraise the dead?–Acts xxvi., 8.",
        "The resurrection of the dead is one of the great articles of the\nChristian faith; and yet so it hath happened that this great article\nof our religion hath been made one of the chief objections against\nit. There is nothing that Christianity hath been more upbraided for\nwithal, both by the heathens of old and by the infidels of later\ntimes, than the impossibility of this article; so that it is a matter\nof great consideration and consequence to vindicate our religion in\nthis particular. But if the thing be evidently impossible, then it is\nhighly unreasonable to propose it to the belief of mankind.",
        "I know that some, more devout than wise, and who, it is to be hoped,\nmean better than they understand, make nothing of impossibilities in\nmatters of faith, and would fain persuade us that the more impossible\nanything is, for that very reason it is the fitter to be believed; and\nthat it is an argument of a poor and low faith to believe only things\nthat are possible; but a generous and heroical faith will swallow\ncontradictions with as much ease as reason assents to the plainest and\nmost evident propositions. Tertullian, in the heat of his zeal and\neloquence, upon this point of the death and resurrection of Christ,\nlets fall a very odd passage, and which must have many grains of\nallowance to make it tolerable: ’prosus credible est (saith he),\nquia ineptum est; certum est, quia impossible–it is therefore\nvery credible, because it is foolish, and certain, because it is\nimpossible\"; “and this (says he) is necessarium dedecus fidei,” that\nis, “it is necessary the Christian faith should be thus disgraced by\nthe belief of impossibilities and contradictions.” I suppose he means\nthat this article of the resurrection was not in itself the less\ncredible because the heathen philosophers caviled at it as a thing\nimpossible and contradictious, and endeavored to disgrace the\nChristian religion upon that account. For if he meant otherwise, that\nthe thing was therefore credible because it was really and in itself\nfoolish and impossible; this had been to recommend the Christian\nreligion from the absurdity of the things to be believed; which\nwould be a strange recommendation of any religion to the sober and\nreasonable part of mankind.",
        "I know not what some men may find in themselves; but I must freely\nacknowledge that I could never yet attain to that bold and hardy\ndegree of faith as to believe anything for this reason, because it was\nimpossible: for this would be to believe a thing to be because I am\nsure it can not be. So that I am very far from being of his mind, that\nwanted not only more difficulties, but even impossibilities in the\nChristian religion, to exercise his faith upon.",
        "Leaving to the Church of Rome that foolhardiness of faith, to believe\nthings to be true which at the same time their reason plainly tells\nthem are impossible, I shall at this time endeavor to assert and\nvindicate this article of the resurrection from the pretended\nimpossibility of it. And I hope, by God’s assistance, to make the\npossibility of the thing so plain as to leave no considerable scruple\nabout it in any free and unprejudiced mind. And this I shall do from\nthese words of St. Paul, which are part of the defense which he made\nfor himself before Festus and Agrippa, the substance whereof is this,\nthat he had lived a blameless and inoffensive life among the Jews, in\nwhose religion he had been bred up; that he was of the strictest sect\nof that religion, a Pharisee, which, in opposition to the Sadducees,\nmaintained the resurrection of the dead and a future state of rewards\nand punishments in another life; and that for the hope of this he was\ncalled in question, and accused by the Jews. “And now I stand here,\nand am judged, for the hope of the promise made unto the fathers; unto\nwhich promise our twelve scribes, instantly serving God day and night,\nhope to come; for which hope’s sake, King Agrippa, I am accused of the\nJews.” That is, he was accused for preaching that Jesus was risen from\nthe dead, which is a particular instance of the general doctrine of\nthe resurrection which was entertained by the greatest part of the\nJews, and which to the natural reason of mankind (however the heathen\nin opposition to the Christian religion were prejudiced against it),\nhath nothing in it that is incredible. And for this he appeals to\nhis judges, Festus and Agrippa: “why should it be thought a thing\nincredible with you that God should raise the dead?”",
        "Which words being a question without an answer, imply in them these\ntwo propositions:",
        "First, That it was thought by some a thing incredible that the dead\nshould be raised. This is supposed in the question, as the foundation\nof it: for he who asks why a thing is so, supposeth it to be so.",
        "Secondly, That this apprehension, that it is a thing incredible that\nGod should raise the dead, is very unreasonable. For the question\nbeing left unanswered, implies its own answer, and is to be resolved\ninto this affirmative, that there is no reason why they or any man\nelse should think it a thing incredible that God should raise the\ndead.",
        "I shall speak to these two propositions as briefly as I can; and then\nshow what influence this doctrine of the resurrection ought to have\nupon our lives.",
        "First, that it was thought by some a thing incredible that God should\nraise the dead. This St. Paul has reason to suppose, having from his\nown experience found men so averse from the entertaining of this\ndoctrine. When he preached to the philosophers at Athens, and declared\nto them the resurrection of one Jesus from the dead, they were amazed\nat this new doctrine, and knew not what he meant by it. They said, “he\nseemeth to be a setter forth of strange gods, because he preached unto\nthem Jesus and the resurrection.” He had discoursed to them of the\nresurrection of one Jesus from the dead; but this business of the\nresurrection of one Jesus from the dead was a thing so remote from\ntheir apprehensions that they had no manner of conception of it; but\nunderstood him quite in another sense, as if he had declared to them\ntwo new deities, Jesus and Anastasis; as if he had brought a new god\nand a new goddess among them, Jesus and the Resurrection. And when he\ndiscoursed to them again more fully of this matter, it is said that,\n“when they heard of the resurrection of the dead, they mocked.” And at\nthe twenty-fourth verse of this twenty-sixth chapter, when he spake of\nthe resurrection, Festus told him he would hear him no further, and\nthat he looked upon him as a man beside himself, whom much learning\nhad made mad. Festus looked upon this business of the resurrection\nas the wild speculation of a crazy head. And indeed the heathens\ngenerally, even those who believed the immortality of the soul, and\nanother state after this life, looked upon the resurrection of the\nbody as a thing impossible. Pliny, I remember, reckons it among\nthose things which are impossible, and which God himself can not do;\n“_revocare defunctos, to call back the dead to life\"; and in the\nprimitive times the heathen philosophers very much derided the\nChristians, upon account of this strange doctrine of the resurrection,\nlooking always upon this article of their faith as a ridiculous and\nimpossible assertion.",
        "So easy it is for prejudice to blind the minds of men, and to\nrepresent everything to them which hath a great appearance of\ndifficulty in it as impossible. But I shall endeavor to show that if\nthe matter be thoroughly examined, there is no ground for any such\napprehension.",
        "I proceed therefore to the second proposition, namely, that this\napprehension, that it is an incredible thing that God should raise\nthe dead, is very unreasonable: “why should it be thought a thing\nincredible with you, that God should raise the dead?” That is, there\nis no sufficient reason why any man should look upon the resurrection\nof the dead as a thing impossible to the power of God; the only\nreason why they thought it incredible being because they judged it\nimpossible; so that nothing can be vainer than for men to pretend to\nbelieve the resurrection; and yet at the same time to grant it to be a\nthing in reason impossible, because no man can believe that which he\nthinks to be incredible; and the impossibility of a thing is the best\nreason any man can have to think a thing incredible. So that the\nmeaning of St. Paul’s question is, “why should it be thought a thing\nimpossible that God should raise the dead?”",
        "To come then to the business: I shall endeavor to show that there is\nno sufficient reason why men should look upon the resurrection of the\ndead as a thing impossible to God. “Why should it be thought a thing\nincredible (that is, impossible) with you, that God should raise the\ndead?” which question implies in it these three things:",
        "1. That it is above the power of nature to raise the dead.",
        "2. But it is not above the power of God to raise the dead.",
        "3. That God should be able to do this is by no means incredible to\nnatural reason.",
        "First. This question implies that it is above the power of nature\nto raise the dead; and therefore the apostle puts the question very\ncautiously, “why should it be thought incredible that God should raise\nthe dead?” by which he seems to grant that it is impossible to any\nnatural power to raise the dead; which is granted on all hands.",
        "Secondly. But this question does plainly imply that it is not above\nthe power of God to do this. Tho the raising of the dead to life be\na thing above the power of nature, yet why should it be thought\nincredible that God, who is the author of nature, should be able to\ndo this? and indeed the apostle’s putting the question in this manner\ntakes away the main ground of the objection against the resurrection\nfrom the impossibility of the thing. For the main reason why it was\nlooked upon as impossible was, because it was contrary to the course\nof nature that there should be any return from a perfect privation to\na habit, and that a body perfectly dead should be restored to life\nagain: but for all this no man that believes in a God who made the\nworld, and this natural frame of things, but must think it very\nreasonable to believe that He can do things far above the power of\nanything that He hath made.",
        "Thirdly. This question implies that it is not a thing incredible to\nnatural reason that God should be able to raise the dead. I do not say\nthat by natural light we can discover that God will raise the dead;\nfor that, depending merely upon the will of God, can no otherwise be\ncertainly known than by divine revelation: but that God can do this\nis not at all incredible to natural reason. And this is sufficiently\nimplied in the question which St. Paul asks, in which he appeals to\nFestus and Agrippa, neither of them Christians, “why should it be\nthought a thing incredible with you that God should raise the dead?\"\nAnd why should he appeal to them concerning the credibility of this\nmatter if it be a thing incredible to natural reason?",
        "That it is not, I shall first endeavor to prove, and then to answer\nthe chief objections against the possibility of it.",
        "And I prove it thus: it is not incredible to natural reason that God\nmade the world, and all the creatures in it; that mankind is His\noffspring; and that He gives us life and breath, and all things. This\nwas acknowledged and firmly believed by many of the heathens. And\nindeed, whoever believes that the being of God may be known by natural\nlight, must grant that it may be known by the natural light of reason\nthat God made the world; because one of the chief arguments of the\nbeing of God is taken from those visible effects of wisdom, and power,\nand goodness, which we see in the frame of the world. Now He that can\ndo the greater can undoubtedly do the less; He that made all things of\nnothing, can much more raise a body out of dust; He who at first gave\nlife to so many inanimate beings, can easily restore that which is\ndead to life again. It is an excellent saying of one of the Jewish\nrabbis: He who made that which was not, to be, can certainly make that\nwhich was once, to be again. This hath the force of a demonstration;\nfor no man that believes that God hath done the one, can make any\ndoubt but that He can, if He please, do the other.",
        "This seems to be so very clear, that they must be strong objections\nindeed, that can render it incredible.",
        "There are but two that I know of, that are of any consideration, and\nI shall not be afraid to represent them to you with their utmost\nadvantage; and they are these:",
        "First, against the resurrection in general: it is pretended\nimpossible, after the bodies of men are resolved into dust, to\nre-collect all the dispersed parts and bring them together, to be\nunited into one body.",
        "The second is leveled against a resurrection in some particular\ninstances, and pretends it to be impossible in some cases only–viz.,\nwhen that which was the matter of one man’s body does afterward become\nthe matter of another man’s body; in which case, say they, it is\nimpossible that both these should, at the resurrection, each have his\nown body.",
        "The difficulty of both these objections is perfectly avoided by those\nwho hold that it is not necessary that our bodies at the resurrection\nshould consist of the very same parts of matter that they did before.\nThere being no such great difference between one parcel of dust and\nanother; neither in respect of the power of God, which can easily\ncommand this parcel of dust as that to become a living body and being\nunited to a living soul to rise up and walk; so that the miracle of\nthe resurrection will be all one in the main, whether our bodies be\nmade of the very same matter they were before, or not; nor will there\nbe any difference as to us; for whatever matter our bodies be made of,\nwhen they are once reunited to our souls, they will be then as much\nour own as if they had been made of the very same matter of which they\nconsisted before. Besides that, the change which the resurrection will\nmake in our bodies will be so great that we could not know them to be\nthe same, tho they were so.",
        "Now upon this supposition, which seems philosophical enough, the force\nof both these objections is wholly declined. But there is no need to\nfly to this refuge; and therefore I will take this article of the\nresurrection in the strictest sense for the raising of a body to life,\nconsisting of the same individual matter that it did before; and in\nthis sense, I think, it has generally been received by Christians, not\nwithout ground, from Scripture. I will only mention one text, which\nseems very strongly to imply it: “and the sea gave up the dead which\nwere in it; and death and the grave delivered up the dead which, were\nin them; and they were judged every man according to his works.” Now\nwhy should the sea and the grave be said to deliver up their dead, if\nthere were not a resurrection of the same body; for any dust formed\ninto a living body and united to the soul, would serve the turn? We\nwill therefore take it for granted that the very same body will\nbe raised, and I doubt not, even in this sense, to vindicate the\npossibility of the resurrection from both these objections.",
        "First, against the resurrection in general of the same body; it is\npretended impossible, after the bodies of men are moldered into dust,\nand by infinite accidents have been scattered up and down the world,\nand have undergone a thousand changes, to re-collect and rally\ntogether the very same parts of which they consisted before. This the\nheathens used to object to the primitive Christians; for which reason\nthey also used to burn the bodies of the martyrs, and to scatter their\nashes in the air, to be blown about by the wind, in derision of their\nhopes of a resurrection.",
        "I know not how strong malice might make this objection to appear; but\nsurely in reason it is very weak; for it wholly depends upon a gross\nmistake of the nature of God and his providence, as if it did not\nextend to the smallest things; as if God did not know all things that\nHe hath made, and had them not always in His view, and perfectly\nunder His command; and as if it were a trouble and burden to infinite\nknowledge and power to understand and order the least things; whereas\ninfinite knowledge and power can know and manage all things with as\nmuch ease as we can understand and order any one thing; so that this\nobjection is grounded upon a low and false apprehension of the Divine\nnature, and is only fit for Epicurus and his herd, who fancied to\nthemselves a sort of slothful and unthinking deities, whose happiness\nconsisted in their laziness, and a privilege to do nothing.",
        "I proceed therefore to the second objection, which is more close\nand pressing; and this is leveled against the resurrection in some\nparticular instances. I will mention but two, by which all the rest\nmay be measured and answered.",
        "One is, of those who are drowned in the sea, and their bodies eaten up\nby fishes, and turned into their nourishment: and those fishes perhaps\neaten afterward by men, and converted into the substance of their\nbodies.",
        "The other is of the cannibals; some of whom, as credible relations\ntell us, have lived wholly or chiefly on the flesh of men; and\nconsequently the whole, or the greater part of the substance of their\nbodies is made of the bodies of other men. In these and the like\ncases, wherein one man’s body is supposed to be turned into the\nsubstance of another man’s body, how should both these at the\nresurrection each recover his own body? So that this objection is like\nthat of the Sadducees to our Savior, concerning a woman that had seven\nhusbands: they ask, “whose wife of the seven shall she be at the\nresurrection?” So here, when several have had the same body, whose\nshall it be at the resurrection? and how shall they be supplied that\nhave it not?",
        "This is the objection; and in order to the answering of it, I shall\npremise these two things:",
        "1. That the body of man is not a constant and permanent thing, always\ncontinuing in the same state, and consisting of the same matter; but\na successive thing, which is continually spending and continually\nrenewing itself, every day losing something of the matter which it had\nbefore, and gaining new; so that most men have new bodies oftener than\nthey have new clothes; only with this difference, that we change our\nclothes commonly at once, but our bodies by degrees.",
        "And this is undeniably certain from experience. For so much as our\nbodies grow, so much new matter is added to them, over and beside the\nrepairing of what is continually spent; and after a man come to his\nfull growth, so much of his food as every day turns into nourishment,\nso much of his yesterday’s body is usually wasted, and carried off by\ninsensible perspiration–that is, breathed out at the pores of his\nbody; which, according to the static experiment of Sanctorius, a\nlearned physician, who, for several years together, weighed himself\nexactly every day, is (as I remember) according to the proportion of\nfive to eight of all that a man eats and drinks. Now, according to\nthis proportion, every man must change his body several times in a\nyear.",
        "It is true indeed the more solid parts of the body, as the bones, do\nnot change so often as the fluid and fleshy; but that they also do\nchange is certain, because they grow, and whatever grows is nourished\nand spends, because otherwise it would not need to be repaired.",
        "2. The body which a man hath at any time of his life is as much his\nown body as that which he hath at his death; so that if the very\nmatter of his body which a man had at any time of his life be raised,\nit is as much his own and the same body as that which he had at\nhis death, and commonly much more perfect; because they who die of\nlingering sickness or old age are usually mere skeletons when they\ndie; so that there is no reason to suppose that the very matter of\nwhich our bodies consists at the time of our death shall be that which\nshall be raised, that being commonly the worst and most imperfect body\nof all the rest.",
        "These two things being premised, the answer to this objection can not\nbe difficult. For as to the more solid and firm parts of the body, as\nthe skull and bones, it is not, I think, pretended that the cannibals\neat them; and if they did, so much of the matter even of these solid\nparts wastes away in a few years, as being collected together would\nsupply them many times over. And as for the fleshy and fluid parts,\nthese are so very often changed and renewed that we can allow the\ncannibals to eat them all up, and to turn them all into nourishment,\nand yet no man need contend for want of a body of his own at the\nresurrection–viz., any of those bodies which he had ten or twenty\nyears before; which are every whit as good and as much his own as that\nwhich was eaten.",
        "Having thus shown that the resurrection is not a thing incredible to\nnatural reason, I should now proceed to show the certainty of it from\ndivine revelation. For as reason tells us it is not impossible, so the\nword of God hath assured us that it is certain. The texts of Scripture\nare so many and clear to this purpose, and so well known to all\nChristians, that I will produce none. I shall only tell you that as\nit is expressly revealed in the gospel, so our blest Savior, for the\nconfirmation of our faith and the comfort and encouragement of our\nhope, hath given us the experiment of it in his own resurrection,\nwhich is “the earnest and first-fruits of ours.” So St. Paul tells us\nthat “Christ is risen from the dead, and become the first-fruits of\nthem that slept” And that Christ did really rise from the dead, we\nhave as good evidence as for any ancient matter of fact which we do\nmost firmly believe; and more and greater evidence than this the thing\nis not capable of; and because it is not, no reasonable man ought to\nrequire it.",
        "Now what remains but to conclude this discourse with those practical\ninferences which our apostle makes from this doctrine of the\nresurrection; and I shall mention these two:",
        "The first for our support and comfort under the infirmities and\nmiseries of this mortal life.",
        "The second for the encouragement of obedience and a good life.",
        "1. For our comfort and support under the infirmities and miseries of\nthis mortal state. The consideration of the glorious change of our\nbodies at the resurrection of the just can not but be a great comfort\nto us, under all bodily pain and sufferings.",
        "One of the greatest burdens of human nature is the frailty and\ninfirmity of our bodies, the necessities they are frequently prest\nwithal, the manifold diseases they are liable to, and the dangers and\nterrors of death, to which they are continually subject and enslaved.\nBut the time is coming, if we be careful to prepare ourselves for it,\nwhen we shall be clothed with other kind of bodies, free from all the\nmiseries and inconveniences which flesh and blood is subject to.\nFor “these vile bodies shall be changed, and fashioned like to the\nglorious body of the Son of God.” When our bodies shall be raised to a\nnew life, they shall become incorruptible; “for this corruptible shall\nput on incorruption, and this mortal must put on immortality; and\nthen shall be brought to pass the saying that is written, death is\nswallowed up in victory.” When this last enemy is conquered, there\nshall be no “fleshly lusts” nor brutish passions “to fight against the\nsoul; no law in our members to war against the laws of our minds\"; no\ndisease to torment us; no danger of death to amaze and terrify us.\nThen all the passions and appetites of our outward man shall be\nsubject to the reason of our minds, and our bodies shall partake of\nthe immortality of our souls. It is but a very little while that our\nspirits shall be crusht and clogged with these heavy and sluggish\nbodies; at the resurrection they shall be refined from all dregs of\ncorruption, and become spiritual, and incorruptible, and glorious, and\nevery way suited to the activity and perfection of a glorified soul\nand the “spirits of just men made perfect.”",
        "2. For the encouragement of obedience and a good life. Let the belief\nof this great article of our faith have the same influence upon us\nwhich St. Paul tells it had upon him. “I have hope toward God that\nthere shall be a resurrection of the dead, both of the just and\nunjust; and herein do I exercise myself always to have a conscience\nvoid of offense toward God and toward man.” The firm belief of a\nresurrection to another life should make every one of us very careful\nhow we demean ourselves in this life, and afraid to do anything or to\nneglect anything that may defeat our hopes of a blest immortality,\nand expose us to the extreme and endless misery of body and soul in\nanother life.",
        "Particularly, it should be an argument to us, “to glorify God in our\nbodies and in our spirits\"; and to use the members of the one and\nthe faculties of the other as “instruments of righteousness unto\nholiness.” We should reverence ourselves, and take heed not only how\nwe defile our souls by sinful passions, but how we dishonor our bodies\nby sensual and brutish lusts; since God hath designed so great an\nhonor and happiness for both at the resurrection.",
        "So often as we think of a blest resurrection to eternal life, and the\nhappy consequences of it, the thought of so glorious a reward should\nmake us diligent and unwearied in the service of so good a Master and\nso great a Prince, who can and will prefer us to infinitely greater\nhonors than any that are to be had in this world. This inference the\napostle makes from the doctrine of the resurrection. “Therefore, my\nbeloved brethren, be ye steadfast, immovable, always abounding in the\nwork of the Lord; for as much as ye know that your labor is not in\nvain in the Lord.”",
        "Nay, we may begin this blest state while we are upon earth, by\n“setting our hearts and affections upon the things that are above,\nand having our conversation in heaven, from whence also we look for a\nSavior, the Lord Jesus Christ, who shall change our vile bodies, that\nthey may be fashioned like unto his glorious body, according to the\nworking whereby he is able to subdue all things to himself.”",
        "“Now the God of peace, who brought again from the dead our Lord Jesus\nChrist, the great Shepherd of the sheep, through the blood of the\neverlasting covenant, make us perfect in every good work to do his\nwill, working in us always that which is pleasing in his sight,\nthrough Jesus Christ, to whom be glory forever. Amen.”",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}