{
    "title": "The Fortieth Door - Chapter XII",
    "author": "Mary Hastings Bradley",
    "chapter": "12",
    "content": [
        "\n\n",
        "THE UNINVITED GUEST",
        "Now as he stood before Aimée, and saw her eyes widen with\nrecognition, he knew that he would have need of all his luck and all\nhis wit. He stepped hastily forward.",
        "“_Alhamdolillah–Glory to God that he has permitted me to behold\nyou this day,” he murmured, in the studiously sing-song Arabic that\nmight be expected from a humble Turkish woman in plain mantle and\nyashmak. “May Allah continue to spread before thee the carpet of\nenjoyment–” and then lower, almost muffled by the thick veil, “Can\nyou give me a moment–?”",
        "Eagerly, significantly, his eyes met hers.",
        "Half fearfully, Aimée flashed an excited look around her. The space\nbefore the marriage throne had thinned, for there were no more\narrivals waiting to offer their congratulations and the guests were\nclustering now about the tables for refreshment or drifting into the\nnext salon where behind firmly stretched silken walls a stringed\norchestra was playing.",
        "Miss Jeffries alone was lingering near, but she moved off now–at a\nsecret look from Ryder–with an appearance of unconcern.",
        "“I am going to try my vernacular on the bride,” Ryder had told her.\n“Don’t linger or look alarmed. I won’t give the show away.”",
        "So there was no one to overhear a low-toned colloquy between the\nbride and the veiled woman, no one to note or wonder that the veiled\nwoman was speaking, strangely enough, in rapid English.",
        "“When I didn’t hear from you I had to come, to know if you received\nthe package and letter I sent–”",
        "With a swift gesture of her little ringed hand Aimée drew from the\nlaces on her bosom that heavy gold locket.",
        "“Indeed I have it–and the note, too, I found. But I could not write\nyou. There was no way–no one to trust to mail it. And they had\nstolen my key,” she whispered, and the confessing words with their\nquiver of forlornness told Ryder something of the story of those\nhelpless days and nights.",
        "He murmured, “I didn’t dare write you more personally for fear they\nwould find the note.”",
        "“I understood. That plaid about the box–that was so clever a\nwarning. I kept the box and hunted in it.”",
        "“I wanted to tell you more about that locket. I dug it up myself\nfrom the tomb I was excavating–do you remember how you wished that\nI would dig from the sands whatever secret I most desired? And I\nfound that.... And it happened that at McLean’s I had met the French\nagent who was searching for any trace of the Delcassés, of the wife\nand child of the explorer who had disappeared fifteen years before.\nThat miniature was your image, and I guessed at once. McLean and I\nwent to the pasha–Oh, I didn’t tell him I’d met you!” he flung in,\nhis eyes twinkling, “and we pretended we knew all about his marriage\nto Madame Delcassé and he owned up without a quiver. But when we\ntried to claim you for the French family, he doubled like a hare. He\nsaid the Delcassé child was dead, died when his own child was a\nbaby, and that you were his own. But I was sure that you were more\nthan fourteen, and that he was simply putting it over on us so as to\nhave this marriage go on without interference–and so I tried to get\nthe story to you. Even now I thought you ought to know,” he added,\nas if in palliation of his invasion here.",
        "For he realized now how tremendous an invasion it was.",
        "All the guests about him had not given him that feeling, all that\nsea of femininity, those grave matrons whose serenely unveiled faces\nwould burn with shame to be beheld by this stranger, those bright,\nslim girls in their extravagant frocks, their tulle, their lace,\ntheir pearls, their diamonds, all the hidden charms that no man had\nyet seen stirred in him no more than an excited and adventurous\ncuriosity.",
        "But the vision of Aimée–that delicate beauty in its tragic irony\nof throne and diadem! It touched him to tenderness and to an actual\nsense of sacrilege at the freedom of his gaze. No moonlight vision\nthis, ethereal and dream-like, but a vivid, disquieting radiance of\ndark, shining eyes and rose-flushed cheeks. He had never seen her\nhair before, midnight hair, escaping little curls from the veil and\nthe diadem. And he had never really seen her mouth–wistful and gay,\nlike the mouth of the miniature ... nor her chin, so tender and\nwillful ... nor her skin, satin-soft, in its veiling from the\ndaylight....",
        "She was more than young and sweet and fair. She was beauty, beauty\nwith its elusive, ineluctable spell, entangled with the appeal of\nher helplessness.",
        "A bright blush flooded her now and her eyes fell in confusion,\nbefore the prolonging of his look.",
        "“But it is dangerous–your being here,” she murmured.",
        "“The fortieth door,” he reminded her.",
        "Under her breath, “Ah, you remember?”",
        "“I remember. And but last night I heard Khazib, the story teller,\ntell the tale, and I thought of you and your warning–of the door\nthat hid you, that it was forbidden for me to open.”",
        "“And so you opened it, monsieur.” Faintly she smiled, with downcast\nlashes.",
        "“And I came as you first came to me–in mantle and veil.”",
        "For a moment their thoughts fled back to that masquerade, which\nseemed so long ago.",
        "“But it is too late,” she said tremulously.",
        "“_Is it too late–for me to help you?”",
        "At that her eyes rose to his again in a swift flash of hunted fear.",
        "“Oh, take me away from him!” she breathed suddenly, unpremeditately.\n“Somehow–somewhere–”",
        "Another figure came towards them. Madame De Coulevain in all her\nsevere elegance of black.",
        "“Come and join your friends at the supper, my dear; there is no need\nfor you to be pilloried here any longer,” she observed with an\nindifferent scrutiny of the persistent veiled woman, and Ryder moved\nslowly away while Aimée came dutifully down from the throne, a huge\nblack bending to hold her train.",
        "“I thought you were never coming! What were you talking about?\"\ndemanded a voice in Ryder’s ear, and he found Jinny Jeffries at his\nside, her bright gray eyes pouncing upon him with curiosity.",
        "“Oh, I wished her joy–native phrases–that sort of thing,” he\nanswered mechanically as they drew back into an embrasure of the\nmashrubiyeh that formed one side of the great room.",
        "“But you were talking forever. I saw you holding forth at a\ntremendous rate. Why wouldn’t you let me stay and listen–?”",
        "“You’d have put me off my shot, I had to feel unobserved to play\nup.”",
        "“You must be fearfully good at Arabic,” said Jinny guilelessly.\n“And what did she say?”",
        "“Why–she didn’t say anything in particular–”",
        "“But what was that she was showing you? I saw her bend forward with\na locket or something–?”",
        "A plague upon Jinny’s bright eyes! “Oh, yes, the locket,” said Ryder\nwith an effort. “She–ah–she showed it to me.”",
        "“But why? Wasn’t that awfully funny–”",
        "“Oh, I believe it’s a custom, courtesy stunt you know, to show a\npoor guest some of the presents,” he explained, manufacturing under\npressure.",
        "“I wish she’d show me her rings. Did you ever see so many? It was\nthe only thing about her you’d call really Eastern–all those\nglittering diamonds on her fingers. And did you notice her hands?\"\nJinny went on enthusiastically. “Jack, I never knew there was\nanything so lovely as that girl in the world. She’s simply\nexquisite.... I suppose it’s her whole life,” Miss Jeffries\nreflected, “keeping herself beautiful.” Her eyes rested curiously on\nthe feminine groups before them. “They haven’t anything else to do\nor think about, have they?”",
        "“I understand some of them are remarkably educated young women.”",
        "“What’s the use of it?” said the practical daughter of an American\ncollege. “They can’t ever meet any men, but just a husband–”",
        "“They can read for themselves, can’t they? And talk to each other.\nAnd–well, what do you girls do with your education anyway? You\ndon’t lug anything very heavy about the golf course and the ball\nroom.”",
        "“Who wants us to? But we do bring something to committees and clubs\nand–and welfare work,” Miss Jeffries maintained stoutly. “And we\nare always into arguments at dinners. While these girls, they can’t\ndine out, they haven’t anybody but themselves to argue with, and it\ndoesn’t matter a straw politically what they think–they can’t even\nchange the customs that their great, great, great grandfathers\nimposed.",
        "“If I were one of these girls,” she declared positively, “I wouldn’t\nbother about Kant and chemistry and history–I’d stuff myself full\nof sweetmeats and loll around on a divan and not care what happened\noutside. Or else I’d be miserable.”",
        "“Perhaps they are miserable.”",
        "“They ought to fight. Think, think,” said Jinny dramatically, “of\nmarrying some man you’ve never seen–the way that lovely girl is\ndoing. Suppose she doesn’t like him? Suppose he’s dull and cranky\nand mean and greedy? Suppose he bores her? Suppose she actually\nhates him? Why, Jack, it’s horrible! And yet she submits–she\nsubmits to it–”",
        "“Suppose she has to submit, that she hasn’t a soul on earth to help\nher? How would you fight, I wonder–”",
        "“Well, you don’t need to shout about it! That woman’s looking\nnow–that one with the green turban and the stuffed-date eyes.”",
        "Nervously Jinny glanced around.",
        "“It’s a fearful lark,” she murmured, “but I don’t believe I’d ever\nhave had the nerve if I’d realized.... What do you suppose they\nwould do, Jack, if they found you out?... Those big blacks look\nso–so uncivilized.”",
        "Her eyes rested upon the huge eunuch at the far entrance of the\nsalon, a huge hideous fellow, with red fez, baggy blouse and\ntrousers, and a knife handle sticking piratically from a sash.",
        "“He has on English oxfords,” said Ryder lightly. “That’s a saving\nsomething. But they aren’t going to find out..... I have an idea we\nought to make our getaway now, and that we had better not go\ntogether. You go first and then I’ll stroll along, and whisk off\nthese duds in some quiet corner.... I have to meet a man to-night,\nbut I’ll probably see you to-morrow. And don’t,” he entreated,\n“don’t as you love your life, liberty and the pursuit of happiness,\nbreathe a word of my being here like this to any one–any\ntime–anywhere. I was an unmitigated ass to link you up with it. So\nbe wary.”",
        "“Oh, I shall!” Jinny Jeffries promised vividly and with a last look\nabout the old palace, the empty marriage throne and the dissolving\nknots of guests, she gave a little nod to her veiled companion,\nsauntered without visible trepidation past the staring eunuch at\nthe door, went down the long stairs where other departing guests\nwere drawing on mantles and veils, and so made her way across a\nshadowy garden and out the gate that another black opened.",
        "And then she drew a sudden breath of relief and glanced up at a sky\nof sunset fires and felt the free airs play with her hair and face\nand so shook off, lightly and gratefully, that darkening impression\nof shuttered rooms and guarding blacks.",
        "Little rivers of wine and fire were bubbling in Aimée’s veins. She\nwas gay at supper, as a bride should be gay. It was enough, for\nthose first few moments, that she had seen him again, that he had\ndared to come and try to help her–that he cared enough to come!",
        "Her heart sang little pæans of joy and triumph. She sketched\nimpossible scenes of escape–she saw herself, in a shrouding mantle,\nslipping with him past the guests at the door, she saw them speeding\naway in a motor, she saw France, the unknown Delcassés–a bright,\ngay world of freedom and romance.",
        "Or, perhaps, if not to-night, then to-morrow.... They would plan ...\nshe would obtain permission to take a drive and there would be a\nsignal, a waiting car....",
        "But, better now. She could not endure even the call of ceremony from\nthat man who called himself her husband. The very memory of his eyes\non her....",
        "Decidedly, it must be to-night. And Ryder would think of a way. She\nmust get back to him ... he would be lingering. She must get away\nfrom this hateful table, these guests and companions....",
        "A wild impatience tore at her. She grew uneasy, anxious, fretted at\nthe frightening way that time was slipping past....",
        "Her radiance vanished, her smile was nervous, forced, as she sat at\nher table of honor, amid the circle of her friends, with a linked\nwreath of candelabra sending its sparkle of lights over the young\nfaces and jewel-clasped throats, over the glittering silver on the\nwhite satin cloth among the drift of pink and white rose petals.",
        "She began to bite her lips nervously... she did not hear what her\nbridesmaids were chattering about ... her eyes went often, with that\nstealth that invites regard, to the tiny platinum and diamond watch\nupon her wrist.",
        "Would they never finish? Would they never be free? She wondered if\nshe dared feign an illness to rise and leave them; but no, that\nwould mean solicitude, companions....",
        "And now the slaves were bringing still another round of trays....",
        "Oh, hurry, hurry, her tightening nerves besought.",
        "At last! The older women were going. Not even for a wedding would\nthey deeply infringe upon that rule which keeps the Moslem women\nindoors after the sun has set. Ceremoniously each made to the bride\nher adieux and good wishes, and ceremoniously a frantically\nimpatient Aimée returned the formal thanks due for “assistance at\nthe humble fête.”",
        "She did not see that black mantle anywhere.",
        "Her heart sank. Stupid, she told herself with quivering lips, to\ndream that he could dare to linger, that he had any way to get her\nout. By help he meant no more than getting letters to France for\nher.... And yet his eyes when they had met hers.... Surely he had\nmeant–but when she had disappeared from the reception room to\nattend the supper, when there seemed no way of speaking again to\nher, and all the outsiders, all but the invited guests were\ndeparted, he had been, obliged to go, too.",
        "Perhaps some one had begun to notice him.... She wondered if he had\nbeen careful about his shoes, his hands.... How had he managed about\nthe dress anyway?",
        "And then she remembered that girl, that pretty American with the\nruddy hair to whom she had seen him talking, and she conjectured\nthat there was feminine aid and confidence....",
        "A wave of bitterness swept over her. He had told that girl about\nher–he knew that girl well enough to tell her! And perhaps he was\nonly sorry for the poor little French girl in the Turkish harem,\nperhaps they were both sorry....",
        "Had he told that girl, she thought with bitter mutiny, that he had\nkissed her?",
        "That girl must have been very sure of him not to be jealous of his\ninterest in herself!",
        "And now they could be somewhere together, perhaps talking her over,\nwhile she was here ... here forever....",
        "She was so white now, so silent, so distrait, that all the chatter\nof the younger girls who were lingering around her could not dispel\nthe feeling of depression. They cast covert glances of discomfort at\neach other, begged for more music from the orchestra, tallied with\nan effort of the size and spaciousness of the palace and the\nmagnificence of the feast.",
        "She had told herself that she had ceased to hope. She did not know\nhow false it was until the eunuch brought his message. Then hope\nreally died.",
        "The general was below and begged to be announced to madame.",
        "“We fly!” whispered a lingerer with nervous laughter, and hastily\nthe young people hurried into their tcharchafs and veils, murmuring\namong themselves, with sidelong glances at that white figure whose\ncold hand and cheek they had just touched, hastily they sped, like\nlight-footed nymphs in some witches’ robes, down the long room,\nwhile Madame de Coulevain drew back a strand of the girl’s dark hair\nand murmured, “But smile, my dear,” to the still figure and escaped\nwith the guests.",
        "And then Aimée was alone in the great room, deserted of its throngs,\na darkening room, full of burned-down candles and fallen flower\npetals, with here and there the traces of the revelers, a scented\nhandkerchief ... a fan ... a buckle from some French slipper ... or\na feather from some ancient turban clasp....",
        "Like the ghost of some deserted queen, with her regal satins and\nglittering circlet, she waited. There was a moment of grace in which\nshe tried, to turn a gallant face toward the next moment.",
        "Then he came, advancing.... It may have been her distorted fancy,\nbut down the long perspective, that figure looked more mincing, more\nwaspish, more unreal than ever. And she was conscious of that swift\nrising of dislike, of antagonism touched with reasonless fear.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}