{
    "title": "The Story of Mankind - Hieroglyphics (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "THE EGYPTIANS INVENT THE ART OF\nWRITING AND THE RECORD OF\nHISTORY BEGINS",
        "THESE earliest ancestors of ours who lived in the great\nEuropean wilderness were rapidly learning many new things.\nIt is safe to say that in due course of time they would have\ngiven up the ways of savages and would have developed a\ncivilisation of their own. But suddenly there came an end to\ntheir isolation. They were discovered.",
        "A traveller from an unknown southland who had dared to\ncross the sea and the high mountain passes had found his way\nto the wild people of the European continent. He came from\nAfrica. His home was in Egypt.",
        "The valley of the Nile had developed a high stage of civilisation\nthousands of years before the people of the west had\ndreamed of the possibilities of a fork or a wheel or a house.\nAnd we shall therefore leave our great-great-grandfathers in\ntheir caves, while we visit the southern and eastern shores of\nthe Mediterranean, where stood the earliest school of the\nhuman race.",
        "The Egyptians have taught us many things. They were\nexcellent farmers. They knew all about irrigation. They built\ntemples which were afterwards copied by the Greeks and which\nserved as the earliest models for the churches in which we worship\nnowadays. They had invented a calendar which proved\nsuch a useful instrument for the purpose of measuring time\nthat it has survived with a few changes until today. But most\nimportant of all, the Egyptians had learned how to preserve\nspeech for the benefit of future generations. They had invented\nthe art of writing.",
        "We are so accustomed to newspapers and books and magazines\nthat we take it for granted that the world has always been\nable to read and write. As a matter of fact, writing, the most\nimportant of all inventions, is quite new. Without written\ndocuments we would be like cats and dogs, who can only teach\ntheir kittens and their puppies a few simple things and who,\nbecause they cannot write, possess no way in which they can\nmake use of the experience of those generations of cats and\ndogs that have gone before.",
        "In the first century before our era, when the Romans came\nto Egypt, they found the valley full of strange little pictures\nwhich seemed to have something to do with the history\nof the country. But the Romans were not interested in “anything\nforeign” and did not inquire into the origin of these queer\nfigures which covered the walls of the temples and the walls of\nthe palaces and endless reams of flat sheets made out of the\npapyrus reed. The last of the Egyptian priests who had\nunderstood the holy art of making such pictures had died several\nyears before. Egypt deprived of its independence had\nbecome a store-house filled with important historical documents\nwhich no one could decipher and which were of no earthly use\nto either man or beast.",
        "Seventeen centuries went by and Egypt remained a land\nof mystery. But in the year 1798 a French general by the\nname of Bonaparte happened to visit eastern Africa to prepare\nfor an attack upon the British Indian Colonies. He did\nnot get beyond the Nile, and his campaign was a failure. But,\nquite accidentally, the famous French expedition solved the\nproblem of the ancient Egyptian picture-language.",
        "One day a young French officer, much bored by the dreary\nlife of his little fortress on the Rosetta river (a mouth of the\nNile) decided to spend a few idle hours rummaging among\nthe ruins of the Nile Delta. And behold! he found a stone\nwhich greatly puzzled him. Like everything else in Egypt\nit was covered with little figures. But this particular slab of\nblack basalt was different from anything that had ever been\ndiscovered. It carried three inscriptions. One of these was\nin Greek. The Greek language was known. “All that is\nnecessary,” so he reasoned, “is to compare the Greek text with\nthe Egyptian figures, and they will at once tell their secrets.”",
        "The plan sounded simple enough but it took more than\ntwenty years to solve the riddle. In the year 1802 a French\nprofessor by the name of Champollion began to compare the\nGreek and the Egyptian texts of the famous Rosetta stone. In\nthe year 1823 he announced that he had discovered the meaning\nof fourteen little figures. A short time later he died from\noverwork, but the main principles of Egyptian writing had\nbecome known. Today the story of the valley of the Nile is\nbetter known to us than the story of the Mississippi River.\nWe possess a written record which covers four thousand years\nof chronicled history.",
        "As the ancient Egyptian hieroglyphics (the word means\n“sacred writing”) have played such a very great role in\nhistory, (a few of them in modified form have even found their\nway into our own alphabet,) you ought to know something\nabout the ingenious system which was used fifty centuries ago\nto preserve the spoken word for the benefit of the coming\ngenerations.",
        "Of course, you know what a sign language is. Every\nIndian story of our western plains has a chapter devoted to\nstrange messages writter{sic} in the form of little pictures which\ntell how many buffaloes were killed and how many hunters\nthere were in a certain party. As a rule it is not difficult to\nunderstand the meaning of such messages.",
        "Ancient Egyptian, however, was not a sign language. The\nclever people of the Nile had passed beyond that stage long\nbefore. Their pictures meant a great deal more than the object\nwhich they represented, as I shall try to explain to you now.",
        "Suppose that you were Champollion, and that you were\nexamining a stack of papyrus sheets, all covered with hieroglyphics.\nSuddenly you came across a picture of a man with\na saw. “Very well,” you would say, “that means of course that\na farmer went out to cut down a tree.” Then you take another\npapyrus. It tells the story of a queen who had died at the age\nof eighty-two. In the midst of a sentence appears the picture\nof the man with the saw. Queens of eighty-two do not handle\nsaws. The picture therefore must mean something else. But\nwhat?",
        "That is the riddle which the Frenchman finally solved.\nHe discovered that the Egyptians were the first to use what\nwe now call “phonetic writing\"–a system of characters which\nreproduce the “sound” (or phone) of the spoken word and\nwhich make it possible for us to translate all our spoken words\ninto a written form, with the help of only a few dots and dashes\nand pothooks.",
        "Let us return for a moment to the little fellow with the saw.\nThe word “saw” either means a certain tool which you will find\nin a carpenter’s shop, or it means the past tense of the verb\n“to see.”",
        "This is what had happened to the word during the course\nof centuries. First of all it had meant only the particular tool\nwhich it represented. Then that meaning had been lost and it\nhad become the past participle of a verb. After several hundred\nyears, the Egyptians lost sight of both these meanings and\nthe picture {illust.} came to stand for a single letter, the\nletter S. A short sentence will show you what I mean. Here\nis a modern English sentence as it would have been written in\nhieroglyphics. {illust.}",
        "The {illust.} either means one of these two round objects\nin your head, which allow you to see or it means “I,” the person\nwho is talking.",
        "A {illust.} is either an insect which gathers honey, or it\nrepresents the verb “to be” which means to exist. Again, it\nmay be the first part of a verb like “be-come” or “be-have.\"\nIn this particular instance it is followed by {illust.} which\nmeans a “leaf” or “leave” or “lieve” (the sound of all three\nwords is the same).",
        "The “eye” you know all about.",
        "Finally you get the picture of a {illust.}. It is a giraffe\nIt is part of the old sign-language out of which the hieroglyphics\ndeveloped.",
        "You can now read that sentence without much difficulty.",
        "“I believe I saw a giraffe.”",
        "Having invented this system the Egyptians developed it\nduring thousands of years until they could write anything they\nwanted, and they used these “canned words” to send messages\nto friends, to keep business accounts and to keep a record of the\nhistory of their country, that future generations might benefit\nby the mistakes of the past.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}