{
    "title": "The Boys’ Life of Mark Twain - LV. A Prophet At Home",
    "author": "Paine",
    "chapter": "55",
    "content": [
        "\n",
        "\n\n",
        "New York tried to outdo Vienna and London in honoring Mark Twain.  Every\nnewspaper was filled with the story of his great fight against debt, and\nhis triumph.  “He had behaved like Walter Scott,” writes Howells, “as\nmillions rejoiced to know who had not known how Walter Scott behaved till\nthey knew it was like Clemens.”  Clubs and societies vied with one\nanother in offering him grand entertainments.  Literary and lecture\nproposals poured in.  He was offered at the rate of a dollar a word for\nhis writing–he could name his own terms for lectures.",
        "These sensational offers did not tempt him.  He was sick of the platform.\nHe made a dinner speech here and there–always an event–but he gave no\nlectures or readings for profit.  His literary work he confined to a few\nmagazines, and presently concluded an arrangement with “Harper &\nBrothers” for whatever he might write, the payment to be twenty (later\nthirty) cents per word.  He arranged with the same firm for the\npublication of all his books, by this time collected in uniform edition.\nHe wished his affairs to be settled as nearly as might be.  His desire\nwas freedom from care.  Also he would have liked a period of quiet and\nrest, but that was impossible.  He realized that the multitude of honors\ntendered him was in a sense a vast compliment which he could not entirely\nrefuse.  Howells writes that Mark Twain’s countrymen “kept it up past all\nprecedent,” and in return Mark Twain tried to do his part.  “His friends\nsaw that he was wearing himself out,” adds Howells, and certain it is\nthat he grew thin and pale and had a hacking cough.  Once to Richard\nWatson Gilder he wrote:",
        "“In bed with a chest cold and other company.",
        "“DEAR GILDER,–I can’t.  If I were a well man I could explain\n          with this pencil, but in the cir–ces I will leave it all to\n          your imagination.",
        "“Was it Grady that killed himself trying to do all the dining\n          and speeching?  No, old man, no, no!",
        "“Ever yours, MARK.”",
        "In the various dinner speeches and other utterances made by Mark Twain at\nthis time, his hearers recognized a new and great seriousness of purpose.\nIt was not really new, only, perhaps, more emphasized.  He still made\nthem laugh, but he insisted on making them think, too.  He preached a new\ngospel of patriotism–not the patriotism that means a boisterous cheering\nof the Stars and Stripes wherever unfurled, but the patriotism that\nproposes to keep the Stars and Stripes clean and worth shouting for.  In\none place he said:",
        "“We teach the boys to atrophy their independence.  We teach them to\n     take their patriotism at second hand; to shout with the largest\n     crowd without examining into the right or wrong of the matter–\n     exactly as boys under monarchies are taught, and have always been\n     taught.”",
        "He protested against the blind allegiance of monarchies.  He was seldom\n“with the largest crowd” himself.  Writing much of our foreign affairs,\nthen in a good deal of a muddle, he assailed so fearlessly and fiercely\nmeasures which he held to be unjust that he was caricatured as an armed\nknight on a charger and as Huck Finn with a gun.",
        "But he was not always warlike.  One of the speeches he made that winter\nwas with Col. Henry Watterson, a former Confederate soldier, at a Lincoln\nbirthday memorial at Carnegie Hall.  “Think of it!” he wrote Twichell,\n“two old rebels functioning there; I as president and Watterson as orator\nof the day.  Things have changed somewhat in these forty years, thank\nGod!”",
        "The Clemens household did not go back to Hartford.  During their early\nyears abroad it had been Mrs. Clemens’s dream to return and open the\nbeautiful home, with everything the same as before.  The death of Susy\nhad changed all this.  The mother had grown more and more to feel that\nshe could not bear the sorrow of Susy’s absence in the familiar rooms.\nAfter a trip which Clemens himself made to Hartford, he wrote, “I realize\nthat if we ever enter the house again to live, our hearts will break.”",
        "So they did not go back.  Mrs. Clemens had seen it for the last time on\nthat day when the carnage waited while she went back to take a last look\ninto the vacant rooms.  They had taken a house at 14 West Tenth Street\nfor the winter, and when summer came they went to a log cabin on Saranac\nLake, which they called “The Lair.”  Here Mark Twain wrote “A Double-\nbarreled Detective Story,” a not very successful burlesque of Sherlock\nHolmes.  But most of the time that summer he loafed and rested, as was\nhis right.  Once during the summer he went on a cruise with H. H. Rogers,\nSpeaker “Tom” Reed, and others on Mr. Rogers’s yacht.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}