{
    "title": "The Diary of a Nobody - Chapter XXI.",
    "author": "George and Weedon Grossmith",
    "chapter": "22",
    "content": [
        "\n\n",
        "Lupin is discharged.  We are in great trouble.  Lupin gets engaged\nelsewhere at a handsome salary.",
        "\nMay 13. - A terrible misfortune has happened:  Lupin is discharged\nfrom Mr. Perkupp’s office; and I scarcely know how I am writing my\ndiary.  I was away from office last Sat., the first time I have\nbeen absent through illness for twenty years.  I believe I was\npoisoned by some lobster.  Mr. Perkupp was also absent, as Fate\nwould have it; and our most valued customer, Mr. Crowbillon, went\nto the office in a rage, and withdrew his custom.  My boy Lupin not\nonly had the assurance to receive him, but recommended him the firm\nof Gylterson, Sons and Co. Limited.  In my own humble judgment, and\nthough I have to say it against my own son, this seems an act of\ntreachery.",
        "This morning I receive a letter from Perkupp, informing me that\nLupin’s services are no longer required, and an interview with me\nis desired at eleven o’clock.  I went down to the office with an\naching heart, dreading an interview with Mr. Perkupp, with whom I\nhave never had a word.  I saw nothing of Lupin in the morning.  He\nhad not got up when it was time for me to leave, and Carrie said I\nshould do no good by disturbing him.  My mind wandered so at the\noffice that I could not do my work properly.",
        "As I expected, I was sent for by Mr. Perkupp, and the following\nconversation ensued as nearly as I can remember it.",
        "Mr. Perkupp said:  “Good-morning, Mr. Pooter!  This is a very\nserious business.  I am not referring so much to the dismissal of\nyour son, for I knew we should have to part sooner or later.  I am\nthe head of this old, influential, and much-respected firm; and\nwhen I consider the time has come to revolutionise the business, I\nwill do it myself.”",
        "I could see my good master was somewhat affected, and I said:  “I\nhope, sir, you do not imagine that I have in any way countenanced\nmy son’s unwarrantable interference?”  Mr. Perkupp rose from his\nseat and took my hand, and said:  “Mr. Pooter, I would as soon\nsuspect myself as suspect you.”  I was so agitated that in the\nconfusion, to show my gratitude I very nearly called him a “grand\nold man.”",
        "Fortunately I checked myself in time, and said he was a “grand old\nmaster.”  I was so unaccountable for my actions that I sat down,\nleaving him standing.  Of course, I at once rose, but Mr. Perkupp\nbade me sit down, which I was very pleased to do.  Mr. Perkupp,\nresuming, said:  “You will understand, Mr. Pooter, that the high-\nstanding nature of our firm will not admit of our bending to\nanybody.  If Mr. Crowbillon chooses to put his work into other\nhands - I may add, less experienced hands - it is not for us to\nbend and beg back his custom.”  “You SHALL not do it, sir,” I said\nwith indignation.  “Exactly,” replied Mr. Perkupp; “I shall NOT do\nit.  But I was thinking this, Mr. Pooter.  Mr. Crowbillon is our\nmost valued client, and I will even confess - for I know this will\nnot go beyond ourselves - that we cannot afford very well to lose\nhim, especially in these times, which are not of the brightest.\nNow, I fancy you can be of service.”",
        "I replied:  “Mr. Perkupp, I will work day and night to serve you!”",
        "Mr. Perkupp said:  “I know you will.  Now, what I should like you\nto do is this.  You yourself might write to Mr. Crowbillon - you\nmust not, of course, lead him to suppose I know anything about your\ndoing so - and explain to him that your son was only taken on as a\nclerk - quite an inexperienced one in fact - out of the respect the\nfirm had for you, Mr. Pooter.  This is, of course, a fact.  I don’t\nsuggest that you should speak in too strong terms of your own son’s\nconduct; but I may add, that had he been a son of mine, I should\nhave condemned his interference with no measured terms.  That I\nleave to you.  I think the result will be that Mr. Crowbillon will\nsee the force of the foolish step he has taken, and our firm will\nneither suffer in dignity nor in pocket.”",
        "I could not help thinking what a noble gentleman Mr. Perkupp is.\nHis manners and his way of speaking seem to almost thrill one with\nrespect.",
        "I said:  “Would you like to see the letter before I send it?”",
        "Mr. Perkupp said:  “Oh no!  I had better not.  I am supposed to\nknow nothing about it, and I have every confidence in you.  You\nmust write the letter carefully.  We are not very busy; you had\nbetter take the morning to-morrow, or the whole day if you like.  I\nshall be here myself all day to-morrow, in fact all the week, in\ncase Mr. Crowbillon should call.”",
        "I went home a little more cheerful, but I left word with Sarah that\nI could not see either Gowing or Cummings, nor in fact anybody, if\nthey called in the evening.  Lupin came into the parlour for a\nmoment with a new hat on, and asked my opinion of it.  I said I was\nnot in the mood to judge of hats, and I did not think he was in a\nposition to buy a new one.  Lupin replied carelessly:  “I didn’t\nbuy it; it was a present.”",
        "I have such terrible suspicions of Lupin now that I scarcely like\nto ask him questions, as I dread the answers so.  He, however,\nsaved me the trouble.",
        "He said:  “I met a friend, an old friend, that I did not quite\nthink a friend at the time; but it’s all right.  As he wisely said,\n’all is fair in love and war,’ and there was no reason why we\nshould not be friends still.  He’s a jolly, good, all-round sort of\nfellow, and a very different stamp from that inflated fool of a\nPerkupp.”",
        "I said:  “Hush, Lupin!  Do not pray add insult to injury.”",
        "Lupin said:  “What do you mean by injury?  I repeat, I have done no\ninjury.  Crowbillon is simply tired of a stagnant stick-in-the-mud\nfirm, and made the change on his own account.  I simply recommended\nthe new firm as a matter of biz - good old biz!”",
        "I said quietly:  “I don’t understand your slang, and at my time of\nlife have no desire to learn it; so, Lupin, my boy, let us change\nthe subject.  I will, if it please you, TRY and be interested in\nyour new hat adventure.”",
        "Lupin said:  “Oh! there’s nothing much about it, except I have not\nonce seen him since his marriage, and he said he was very pleased\nto see me, and hoped we should be friends.  I stood a drink to\ncement the friendship, and he stood me a new hat - one of his own.”",
        "I said rather wearily:  “But you have not told me your old friend’s\nname?”",
        "Lupin said, with affected carelessness:  “Oh didn’t I?  Well, I\nwill.  It was MURRAY POSH.”",
        "May 14. - Lupin came down late, and seeing me at home all the\nmorning, asked the reason of it.  Carrie and I both agreed it was\nbetter to say nothing to him about the letter I was writing, so I\nevaded the question.",
        "Lupin went out, saying he was going to lunch with Murray Posh in\nthe City.  I said I hoped Mr. Posh would provide him with a berth.\nLupin went out laughing, saying:  “I don’t mind WEARING Posh’s one-\npriced hats, but I am not going to SELL them.”  Poor boy, I fear he\nis perfectly hopeless.",
        "It took me nearly the whole day to write to Mr. Crowbillon.  Once\nor twice I asked Carrie for suggestions; and although it seems\nungrateful, her suggestions were none of them to the point, while\none or two were absolutely idiotic.  Of course I did not tell her\nso.  I got the letter off, and took it down to the office for Mr.\nPerkupp to see, but he again repeated that he could trust me.",
        "Gowing called in the evening, and I was obliged to tell him about\nLupin and Mr. Perkupp; and, to my surprise, he was quite inclined\nto side with Lupin.  Carrie joined in, and said she thought I was\ntaking much too melancholy a view of it.  Gowing produced a pint\nsample-bottle of Madeira, which had been given him, which he said\nwould get rid of the blues.  I dare say it would have done so if\nthere had been more of it; but as Gowing helped himself to three\nglasses, it did not leave much for Carrie and me to get rid of the\nblues with.",
        "May 15. - A day of great anxiety, for I expected every moment a\nletter from Mr. Crowbillon.  Two letters came in the evening - one\nfor me, with “Crowbillon Hall” printed in large gold-and-red\nletters on the back of the envelope; the other for Lupin, which I\nfelt inclined to open and read, as it had “Gylterson, Sons, and Co.\nLimited,” which was the recommended firm.  I trembled as I opened\nMr. Crowbillon’s letter.  I wrote him sixteen pages, closely\nwritten; he wrote me less than sixteen lines.",
        "His letter was:",
        "“Sir, - I totally disagree with you.  Your son, in\nthe course of five minutes’ conversation, displayed more\nintelligence than your firm has done during the last five years. -\nYours faithfully, Gilbert E. Gillam O. Crowbillon.“",
        "What am I to do?  Here is a letter that I dare not show to Mr.\nPerkupp, and would not show to Lupin for anything.  The crisis had\nyet to come; for Lupin arrived, and, opening his letter, showed a\ncheque for 25 pounds as a commission for the recommendation of Mr.\nCrowbillon, whose custom to Mr. Perkupp is evidently lost for ever.\nCummings and Gowing both called, and both took Lupin’s part.\nCummings went so far as to say that Lupin would make a name yet.  I\nsuppose I was melancholy, for I could only ask:  “Yes, but what\nsort of a name?”",
        "May 16. - I told Mr. Perkupp the contents of the letter in a\nmodified form, but Mr. Perkupp said:  “Pray don’t discuss the\nmatter; it is at an end.  Your son will bring his punishment upon\nhimself.”  I went home in the evening, thinking of the hopeless\nfuture of Lupin.  I found him in most extravagant spirits and in\nevening dress.  He threw a letter on the table for me to read.",
        "To my amazement, I read that Gylterson and Sons had absolutely\nengaged Lupin at a salary of 200 pounds a year, with other\nadvantages.  I read the letter through three times and thought it\nmust have been for me.  But there it was - Lupin Pooter - plain\nenough.  I was silent.  Lupin said:  “What price Perkupp now?  You\ntake my tip, Guv. - ’off’ with Perkupp and freeze on to Gylterson,\nthe firm of the future!  Perkupp’s firm?  The stagnant dummies have\nbeen standing still for years, and now are moving back.  I want to\ngo on.  In fact I must go OFF, as I am dining with the Murray Poshs\nto-night.”",
        "In the exuberance of his spirits he hit his hat with his stick,\ngave a loud war “Whoo-oop,” jumped over a chair, and took the\nliberty of rumpling my hair all over my forehead, and bounced out\nof the room, giving me no chance of reminding him of his age and\nthe respect which was due to his parent.  Gowing and Cummings came\nin the evening, and positively cheered me up with congratulations\nrespecting Lupin.",
        "Gowing said:  “I always said he would get on, and, take my word, he\nhas more in his head than we three put together.”",
        "Carrie said:  “He is a second Hardfur Huttle.”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}