{
    "title": "The Life of Abraham Lincoln - Chapter XXXVII. Close of the War",
    "author": "Henry Ketcham",
    "chapter": "39",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "As the year 1864 wore towards its close, military events manifestly\napproached a climax. In 1861 the two armies were comparatively green.\nFor obvious reasons the advantage was on the side of the South. The\nSouth had so long been in substantial control at Washington that they\nhad the majority of the generals, they had nearly all the arms and\nammunition, and, since they had planned the coming conflict, their\nmilitia were in the main in better condition. But matters were\ndifferent after three years. The armies on both sides were now composed\nof veterans, the generals had been tried and their value was known. Not\nleast of all, Washington, while by no means free from spies, was not so\ncompletely overrun with them as at the first. At the beginning the\ndepartments were simply full of spies, and every movement of the\ngovernment was promptly reported to the authorities at Richmond. Three\nand a half years had sufficed to weed out most of these.",
        "In that period a splendid navy had been constructed. The Mississippi\nRiver was open from Minnesota to the Gulf of Mexico. Every southern\nport was more or less successfully blockaded, and the power of the\ngovernment in this was every month growing stronger.",
        "Strange as it may seem, the available population of the North had\nincreased. The figures which Lincoln gave prove this. The loyal states\nof the North gave in 1860 a sum total of 3,870,222 votes. The same\nstates in 1864 gave a total of 3,982,011. That gave an excess of voters\nto the number of 111,789. To this should be added the number of all the\nsoldiers in the field from Massachusetts, Rhode Island, New Jersey,\nDelaware, Indiana, Illinois, and California, who by the laws of those\nstates could not vote away from their homes, and which number could not\nhave been less than 90,000. Then there were two new states, Kansas and\nNevada, that had cast 33,762 votes. This leaves an increase for the\nNorth of 234,551 votes. It is plain that the North was not becoming\nexhausted of men.",
        "Nor had the manufactures of the North decreased. The manufacture of\narms and all the munitions of war was continually improving, and other\nindustrial interests were flourishing. There was indeed much poverty\nand great suffering. The financial problem was one of the most serious\nof all, but in all these the South was suffering more than the North.\nOn the southern side matters were growing desperate. The factor of time\nnow counted against them, for, except in military discipline, they were\nnot improving with the passing years. There was little hope of foreign\nintervention, there was not much hope of a counter uprising in the\nNorth. It is now generally accepted as a certainty that, if the\nConfederate government had published the truth concerning the progress\nof the war, especially of such battles as Chattanooga, the southern\npeople would have recognized the hopelessness of their cause and the\nwickedness of additional slaughter, and the war would have terminated\nsooner.",
        "In the eighth volume of the History by Nicolay and Hay there is a\nsuccession of chapters of which the headings alone tell the glad story\nof progress. These headings are: “Arkansas Free,” “Louisiana Free,\"\n“Tennessee Free,” “Maryland Free,” and “Missouri Free.”",
        "In August Admiral Farragut had captured Mobile. General Grant with his\nveterans was face to face with General Lee and his veterans in\nVirginia. General Sherman with his splendid army had in the early fall\nstruck through the territory of the Southern Confederacy and on\nChristmas day had captured Savannah. The following letter from the\nPresident again shows his friendliness towards his generals:",
        "MY DEAR GENERAL SHERMAN:",
        "Many, many thanks for your Christmas gift, the capture of Savannah.",
        "When you were about leaving Atlanta for the Atlantic, I was anxious, if\nnot fearful; but feeling that you were the better judge, and\nremembering that ’nothing risked, nothing gained,’ I did not interfere.\nNow, the undertaking being a success, the honor is all yours; for I\nbelieve none of us went further than to acquiesce.",
        "And taking the work of General Thomas into the count, as it should be\ntaken, it is indeed a great success. Not only does it afford the\nobvious and immediate military advantages; but in showing to the world\nthat your army could be divided, putting the stronger part to an\nimportant new service, and yet leaving enough to vanquish the old\nopposing force of the whole,–Hood’s army,–it brings those who sat in\ndarkness to see a great light. But what next?",
        "I suppose it will be safe if I leave General Grant and yourself to\ndecide.",
        "Please make my grateful acknowledgment to your whole army–officers and\nmen.",
        "The principal thing now to be done was the destruction of the\nConfederate army or armies in Virginia. That and that only could end\nthe war. The sooner it should be done the better. Grant’s spirit cannot\nin a hundred pages be better expressed than in his own epigram,–\"I\npropose to fight it out on this line if it takes all summer.” It did\ntake all summer and all winter too, for the Confederates as well as the\nFederals had grown to be good fighters, and they were no cowards. They,\ntoo, were now acting on the defensive and were able to take advantage\nof swamp, hill, and river. This was an important factor. Grant had\nindeed captured two armies and destroyed one, but this was different.",
        "It needed not an experienced eye or a military training to see that\nthis could only be done at a costly sacrifice of life. But let it be\nremembered that the three years of no progress had also been at a\ncostly sacrifice of life. The deadly malaria of Virginia swamps was\nquite as dangerous as a bullet or bayonet. Thousands upon thousands of\nsoldiers were taken to hospital cursing in their wrath: “If I could\nonly have been shot on the field of battle, there would have been some\nglory in it. But to die of drinking the swamp water–this is awful!\"\nThe sacrifice of life under Grant was appalling, but it was not greater\nthan the other sort of sacrifice had been. What is more, it\naccomplished its purpose. Inch by inch he fought his way through many\nbloody months to the evacuation of Richmond and the surrender of Lee’s\narmy at Appomattox, April 9, 1865. Then the war was over.",
        "The sympathies of the President were not limited to his own friends or\nhis own army. The author is permitted to narrate the following\nincident–doubtless there were many others like it–which is given by\nan eye-witness, the Reverend Lysander Dickerman, D.D., of New York\nCity:",
        "It was at Hatcher’s Run on the last Sunday before the close of the war.\nA detachment of Confederate prisoners, possibly two thousand in all,\nhad just been brought in. They were in rags, starved, sick, and\naltogether as wretched a sight as one would be willing to see in a\nlifetime. A train of cars was standing on the siding. The President\ncame out of a car and stood on the platform. As he gazed at the\npitiable sufferers, he said not a word, but his breast heaved with\nemotion, his frame quivered. The tears streamed down his cheeks and he\nraised his arm (\"I don’t suppose,” commented the Doctor, “he had a\nhandkerchief”) and with his sleeve wiped away the tears. Then he\nsilently turned, reentered the car which but for him was empty, sat\ndown on the further side, buried his face in his hands, and wept. That\nis the picture of the man Lincoln. Little did the Southerners suspect,\nas they in turn cursed and maligned that great and tender man, what a\nnoble friend they really had in him.",
        "As the end came in sight an awkward question arose, What shall we do\nwith Jeff Davis–if we catch him? This reminded the President of a\nlittle story. “I told Grant,” he said, “the story of an Irishman who\nhad taken Father Matthew’s pledge. Soon thereafter, becoming very\nthirsty, he slipped into a saloon and applied for a lemonade, and\nwhilst it was being mixed he whispered to the bartender, ’Av ye could\ndrap a bit o’ brandy in it, all unbeknown to myself, I’d make no fuss\nabout it.’ My notion was that if Grant could let Jeff Davis escape all\nunbeknown to himself, he was to let him go. I didn’t want him.\"\nSubsequent events proved the sterling wisdom of this suggestion, for\nthe country had no use for Jeff Davis when he was caught.",
        "Late in March, 1865, the President decided to take a short vacation,\nsaid to be the first he had had since entering the White House in 1861.\nWith a few friends he went to City Point on the James River, where\nGrant had his headquarters. General Sherman came up for a conference.\nThe two generals were confident that the end of the war was near, but\nthey were also certain that there must be at least one more great\nbattle. “Avoid this if possible,” said the President. “No more\nbloodshed, no more bloodshed.”",
        "On the second day of April both Richmond and Petersburg were evacuated.\nThe President was determined to see Richmond and started under the care\nof Admiral Porter. The river was tortuous and all knew that the channel\nwas full of obstructions so that they had the sensation of being in\nsuspense as to the danger of torpedoes and other devices. Admiral\nFarragut who was in Richmond came down the river on the same day, April\n4th, to meet the presidential party. An accident happened to his boat\nand it swung across the channel and there stuck fast, completely\nobstructing the channel, and rendering progress in either direction\nimpossible. The members of the presidential party were impatient and\ndecided to proceed as best they could. They were transferred to the\nAdmiral’s barge and towed up the river to their destination.",
        "The grandeur of that triumphal entry into Richmond was entirely moral,\nnot in the least spectacular. There were no triumphal arches, no\nmartial music, no applauding multitudes, no vast cohorts with flying\nbanners and glittering arms. Only a few American citizens, in plain\nclothes, on foot, escorted by ten marines. The central figure was that\nof a man remarkably tall, homely, ill-dressed, but with a countenance\nradiating joy and good-will. It was only thirty-six hours since\nJefferson Davis had fled, having set fire to the city, and the fire was\nstill burning. There was no magnificent civic welcome to the modest\nparty, but there was a spectacle more significant. It was the large\nnumber of negroes, crowding, kneeling, praying, shouting “Bress de\nLawd!” Their emancipator, their Moses, their Messiah, had come in\nperson. To them it was the beginning of the millennium. A few poor\nwhites added their welcome, such as it was, and that was all. But all\nknew that “Babylon had fallen,” and they realized the import of that\nfact.",
        "Johnston did not surrender to Sherman until April 26th, but Lee had\nsurrendered on the 9th, and it was conceded that it was a matter of but\na few days when the rest also would surrender. On Good Friday, April\n14th,–a day glorious in its beginning, tragic at its close,–the\nnewspapers throughout the North published an order of the Secretary of\nWar stopping the draft and the purchase of arms and munitions of war.\nThe government had decreed that at twelve o’clock noon of that day the\nstars and stripes should be raised above Fort Sumter. The chaplain was\nthe Reverend Matthias Harris who had officiated at the raising of the\nflag over that fort in 1860. The reading of the psalter was conducted\nby the Reverend Dr. Storrs of Brooklyn. The orator of the occasion was\nthe eloquent Henry Ward Beecher. And the flag was raised by Major (now\nGeneral) Anderson, whose staunch loyalty and heroic defense has linked\nhis name inseparably with Sumter.",
        "The war was over and Lincoln at once turned his attention to the duties\nof reconstruction.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}