{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XIII",
    "author": "Fedor Jagor et al",
    "chapter": "14",
    "content": [
        "\n\n",
        "[Batu.] In an hour and a half after leaving Polangui we reached Batu,\na village on the north-western shore of the lake of the same name. The\ninhabitants, particularly the women, struck me by their ugliness\nand want of cleanliness. Although they lived close to the lake, and\ndrew their daily drinking water from it, they never appeared to use\nit for the purpose of washing. The streets of the village also were\ndirty and neglected; a circumstance explained, perhaps, by the fact\nof the priest being a native.",
        "[The lake.] Towards the end of the rainy season, in November, the\nlake extends far more widely than it does in the dry, and overflows\nits shallow banks, especially to the south-west. A great number of\nwater-plants grow on its borders; amongst which I particularly noticed\na delicate seaweed [96], as fine as horse hair, but intertwined in such\nclose and endless ramifications that it forms a flooring strong enough\nto support the largest waterfowl. I  saw hundreds of them hopping about\nand eating the shell fish and prawns, which swarmed amidst the meshes\nof the net-like seaweed and fell an easy prey to their feathered\nenemies. The natives, too, were in the habit of catching immense\nquantities of the prawns with nets made for the purpose. Some they\nate fresh; and some they kept till they were putrid, like old cheese,\nand then used them as a relish to swallow with their rice. These\nsmall shell-fish are not limited to the Lake of Batu. They are caught\nin shoals in both the salt and the fresh waters of the Philippine\nand Indian archipelagos, and, when salted and dried by the natives,\nform an important article of food, eaten either in soup or as a kind\nof potted paste. They are found in every market, and are largely\nexported to China. I was unable to shoot any of the waterfowl, for\nthe tangles of the seaweed prevented my boat from getting near them.",
        "[A neglected product.] When I revisited the same lake in February,\nI found its waters so greatly fallen that they had left a circular\nbelt of shore extending all around the lake, in most places nearly a\nhundred feet broad. The withdrawal of the waters had compressed the\ntangled seaweed into a kind of matting, which, bleached by the sun,\nand nearly an inch thick, covered the whole of the shore, and hung\nsuspended over the stunted bushes which, on my first visit, had\nbeen under water. I have never either seen elsewhere, or heard any\none mention, a similar phenomenon. This stuff, which could be had\nfor nothing, was excellent for rifle-stoppers and for the stuffing\nof birds, so I took a great quantity of it with me. This time the\nbird-hunting went well, too.",
        "The native priest of Batu was full of complaints about his\nparishioners, who gave him no opportunities of gaining an honest\npenny. “I am never asked for a mass, sir; in fact, this is such a\nmiserable hole that it is shunned by Death itself. In D., where I was\nfor a long time coadjutor, we had our couple of burials regularly\nevery day at three dollars a head, and as many masses at a dollar\napiece as we had time to say, besides christenings and weddings,\nwhich always brought a little more grist to the mill. But here\nnothing takes place, and I scarcely make anything.” This stagnant\nstate of things had induced him to turn his attention to commerce. The\naverage native priest, of those I saw, could hardly be called a credit\nto his profession. Generally ignorant, often dissipated, and only\nsuperficially acquainted with his duties, the greater part of his\ntime was given over to gambling, drinking, and other objectionable\namusements. Little care was taken to preserve a properly decorous\nbehavior, except when officiating in the church, when they read with\nan absurd assumption of dignity, without understanding a single\nword. The conventos are often full of girls and children, all of\nwhom help themselves with their fingers out of a common dish. The\nworthy padre of Batu introduced a couple of pretty girls to me as\nhis two poor sisters, whom, in spite of his poverty, he supported;\nbut the servants about the place openly spoke of these young ladies’\nbabies as being the children of the priest.",
        "[The native clergy.] The guiding principle of Spanish colonial\npolicy–to set one class against another, and to prevent either from\nbecoming too powerful–seems to be the motive for placing so many\nnative incumbents in the parsonages of the Archipelago. The prudence of\nthis proceeding, however, seems doubtful. A Spanish priest has a great\ndeal of influence in his own immediate circle, and forms, perhaps,\nthe only enduring link between the colony and the mother-country. The\nnative priest is far from affording any compensation for the lack\nof either of these advantages. He generally is but little respected\nby his flock, and certainly does nothing to attach them to Spain;\nfor he hates and envies his Spanish brethren, who leave him only the\nvery worst appointments, and treat him with contempt.",
        "[Nabua.] I rode from Batu to Nabua over a good road in half an\nhour. The country was flat, with rice-fields on both sides of the\nroad; but, while in Batu the rice was only just planted, in Nabua it\nalready was almost ripe. I was unable to obtain any explanation of\nthis incongruity, and know not how to account for such a difference\nof climate between two hamlets situated in such close proximity to\none another, and separated by no range of hills. The inhabitants of\nboth were ugly and dirty, and were different in these respects from\nthe Tagalogs. Nabua, a place of 10,875 inhabitants, is intersected by\nseveral small streams, whose waters, pouring down from the eastern\nhills, form a small lake, which empties itself into the river\nBicol. Just after passing the second bridge beyond Nabua the road,\ninclining eastwards, wends in a straight line to Iriga, a place lying\nto the south-west of the volcano of the same name.",
        "[Remontados.] I visited a small settlement of pagans situated on the\nslope of the volcano. The people of the plains call them indifferently\nIgorots, Cimarrons, Remontados, Infieles, or Montesinos. None\nof these names, however, with the exception of the two last, are\nappropriate ones. The first is derived from the term applied in the\nnorth of the Island to the mixed descendants of Chinese and Filipino\nparents. The word Cimarron (French, marrow) is borrowed from the\nAmerican slave colonies, where it denoted negroes who escaped from\nslavery and lived in a state of freedom; but here it is applied to\nnatives who prefer a wild existence to the comforts of village life,\nwhich they consider are overbalanced by the servitude and bondage\nwhich accompany them. The term Remontado explains itself, and has\nthe same signification as Cimarron. As the difference between the\ntwo states–on account of the mildness of the climate, and the\nease with which the wants of the natives are supplied–is far less\nthan it would be in Europe, these self-constituted exiles are more\nfrequently to be met with than might be supposed; the cause of their\nseparation from their fellowmen sometimes being some offence against\nthe laws, sometimes annoying debts, and sometimes a mere aversion to\nthe duties and labors of village life. Every Filipino has an innate\ninclination to abandon the hamlets and retire into the solitude of\nthe woods, or live isolated in the midst of his own fields; and it\nis only the village prisons and the priests–the salaries of the\nlatter are proportionate to the number of their parishioners–that\nprevent him from gradually turning the pueblos into visitas, [97]\nand the latter into ranchos. Until a visit to other ranchos in the\nneighborhood corrected my first impression, I took the inhabitants of\nthe slopes of the Iriga for cross-breeds between the low-landers and\nnegritos. The color of their skin was not black, but a dark brown,\nscarcely any darker than that of Filipinos who have been much exposed\nto the sun; and only a few of them had woolly hair. The negritos whom\nI saw at Angat and Mariveles knew nothing whatever about agriculture,\nlived in the open air, and supported themselves upon the spontaneous\nproducts of nature; but the half-savages of the Iriga dwell in decent\nhuts, and cultivate several vegetables and a little sugar-cane. No\npure negritos, as far as I could ascertain, are to be met with in\nCamarines. A thickly-populated province, only sparsely dotted with\nlofty hills, would be ill-suited for the residence of a nomadic\nhunting race ignorant of agriculture.",
        "[Iriga settlements.] The ranchos on the Iriga are very accessible,\nand their inhabitants carry on a friendly intercourse with the\nlowlanders; indeed, if they didn’t, they would have been long\nago exterminated. In spite of these neighborly communications,\nhowever, they have preserved many of their own primitive manners and\ncustoms. The men go about naked with the exception of a cloth about the\nloins; and the women are equally unclad, some of them perhaps wearing\nan apron reaching from the hip to the knee. [98] In the larger ranchos\nthe women were decently clad in the usual Filipino fashion. Their\nhousehold belongings consisted of a few articles made of bamboo, a\nfew calabashes of coconut-shell, and an earthen cooking-pot, and bows\nand arrows. [Poison arrows.] These latter are made very carefully,\nthe shaft from reeds, the point from a sharp-cut bamboo, or from a\npalm-tree, with one to three sharp points. In pig-hunting iron-pointed\npoison arrows are used. [Crucifixes.] Although the Igorots are not\nChristians, they decorate their huts with crucifixes, which they use\nas talismans. If they were of no virtue, an old man remarked to me, the\nSpaniards would not employ them so numerously. [99] The largest rancho\nI visited was nominally under the charge of a captain, who, however,\nhad little real power. At my desire he called to some naked boys idly\nsquatting about on the trees, who required considerable persuasion\nbefore they obeyed his summons; but a few small presents–brazen\nearrings and combs for the women, and cigars for the men–soon put\nme on capital terms with them.",
        "[Mt. Iriga.] After a vain attempt to reach the top of the Iriga volcano\nI started for Buhi, a place situated on the southern shore of the lake\nof that name. Ten minutes after leaving Iriga I reached a spot where\nthe ground sounded hollow beneath my horse’s feet. A succession of\nsmall hillocks, about fifty feet high, bordered each side of the road;\nand towards the north I could perceive the huge crater of the Iriga,\nwhich, in the distance, appeared like a truncated cone. I had the\ncuriosity to ascend one of the hillocks, which, seen from its summit,\nlooked like the remains of some former crater, which had probably\nbeen destroyed by an earthquake and split up into these small mounds.",
        "[Advertising.]  When I got to Buhi the friendly priest had it\nproclaimed by sound of drum that the newly-arrived strangers wished\nto obtain all kinds of animals, whether of earth, of air, or of water;\nand that each and all would be paid for in cash. The natives, however,\nonly brought us moths, centipedes, and other vermin, which, besides\nenabling them to have a good stare at the strangers, they hoped to\nturn into cash as extraordinary curiosities.",
        "[A church procession.]  The following day I was the spectator of a\ngorgeous procession. First came the Spanish flag, then the village\nkettle-drums, and a small troop of horsemen in short jackets and\nshirts flying in the wind, next a dozen musicians, and finally, as\nthe principal figure, a man carrying a crimson silk standard. The\nlatter individual evidently was deeply conscious of his dignified\nposition, and his countenance eloquently expressed the quantity of\npalm wine he had consumed in honor of the occasion. He sat on his\nhorse dressed out in the most absurd manner in a large cocked hat\ntrimmed with colored paper instead of gold lace, with a woman’s cape\nmade of paper outside his coat, and with short, tight-fitting yellow\nbreeches and immense white stockings and shoes. Both his coat and his\nbreeches were liberally ornamented with paper trimmings. His steed,\nled by a couple of cabezas, was appointed with similar trappings. After\nmarching through all the streets of the village the procession came\nto a halt in front of the church.",
        "[Papal concessions to Spain.] This festival is celebrated every year\nin commemoration of the concession made by the Pope to the King of\nSpain permitting the latter to appropriate to his own use certain\nrevenues of the Church. The Spanish Throne consequently enjoys the\nright of conferring different indulgences, even for serious crimes, in\nthe name of the Holy See. This right, which, so to speak, it acquired\nwholesale, it sells by retail to its customers (it formerly disposed\nof it to the priests) in the estanco, and together with its other\nmonopolies, such as tobacco, brandy, lottery tickets, stamped paper,\netc., all through the agency of the priests; without the assistance\nof whom very little business would be done. The receipts from the\nsale of these indulgences have always been very fluctuating. In 1819\nthey amounted to $15,930; in 1839 to $36,390; and in 1860 they were\nestimated at $58,954. In the year 1844-5 they rose to $292,115. The\ncause of this large increase was that indulgences were then rendered\ncompulsory; so many being alloted to each family, with the assistance\nand under the superintendence of the priests and tax-collectors who\nreceived a commission of five and eight per cent on the gross amount\ncollected. [100]",
        "[Lake Buhi.] The Lake of Buhi (300 feet above the sea-level) presents\nan extremely picturesque appearance, surrounded as it is on all sides\nby hills fully a thousand feet high; and its western shore is formed by\nwhat still remains of the Iriga volcano. I was informed by the priests\nof the neighboring hamlets that the volcano, until the commencement\nof the seventeenth century, had been a closed cone, and that the\nlake did not come into existence till half of the mountain fell in,\nat the time of its great eruption. This statement I found confirmed\nin the pages of the Estado Geografico:–\"On the fourth of January,\n1641–a memorable day, for on that date all the known volcanoes of\nthe Archipelago began to erupt at the same hour–a lofty hill in\nCamarines, inhabited by heathens, fell in, and a fine lake sprang\ninto existence upon its site. The then inhabitants of the village of\nBuhi migrated to the shores of the new lake, which, on this account,\nwas henceforward called the Lake of Buhi.”",
        "[1628 Camarines earthquake.] Perrey, in the Mémoires de l’Académie\nde Dijon, mentions another outbreak which took place in Camarines in\n1628: “In 1628, according to trustworthy reports, fourteen different\nshocks of earthquake occurred on the same day in the province of\nCamarines. Many buildings were thrown down, and from one large\nmountain which the earthquake rent asunder there issued such an\nimmense quantity of water that the whole neighborhood was flooded,\ntrees were torn up by the roots, and, in one hour, from the seashore\nall plains were covered with water (the direct distance to the shore\nis two and one-half leagues).  [101]",
        "[A mistranslation.] It is very strange that the text given in the\nfootnote does not agree with A. Perrey’s translation. The former does\nnot mention that water came out of the mountains and says just the\ncontrary, that trees, which were torn up by the roots, took the place\nof the sea for one hour on the shore, so that no water could be seen.",
        "[Unreliable authorities.] The data of the Estado Geografico are apt to\ncreate distrust as the official report on the great earthquake of 1641\ndescribes in detail the eruptions of three volcanoes, which happened at\nthe same time (of these two were in the South of the Archipelago and\none in Northern Luzon) while Camarines is not mentioned at all. This\nsuspicion is further strengthened by the fact that the same author\n(Nierembergius) whose remarks on the eruptions of 1628 in Camarines\nare quoted, gives in another book of his a detailed report on the\nevents of 1641 without mentioning this province. If one considers\nthe indifference of the friars toward such events in Nature, it is\nnot improbable that the eruptions of 1641 when a mountain fell in in\nNorthern Luzon and a lake took its place, has been transferred on the\nIriga. To illustrate the indifference it may be mentioned that even\nthe padres living at the foot of the Albay could not agree upon the\ndates of its very last eruptions.",
        "[Another attempt at mountain climbing.] When I was at Tambong, a small\nhamlet on the shore of the lake belonging to the parochial district\nof Buhi, I made a second unsuccessful attempt to reach the highest\npoint of the Iriga. We arrived in the evening at the southern point\nof the crater’s edge (1,041 meters above the level of the sea by my\nbarometrical observation), where a deep defile prevented our further\nprogress. Here the Igorots abandoned me, and the low-landers refused\nto bivouac in order to pursue the journey on the following day; so I\nwas obliged to return. Late in the evening, after passing through a\ncoco plantation, we reached the foot of the mountain and found shelter\nfrom a tempest with a kind old woman; to whom my servants lied so\nshamelessly that, when the rain had abated, we were, in spite of\nour failure, conducted with torches to Tambong, where we found the\npalm-grove round the little hamlet magically illuminated with bright\nbonfires of dry coconut-leaves in honor of the Conquistadores del\nIriga; and where I was obliged to remain for the night, as the people\nwere too timorous or too lazy to cross the rough water of the lake.",
        "[Pineapple fiber preparations.] Here I saw them preparing the fiber\nof the pine-apple for weaving. The fruit of the plants selected\nfor this purpose is generally removed early; a process which causes\nthe leaves to increase considerably both in length and in breadth. A\nwoman places a board on the ground, and upon it a pine-apple-leaf with\nthe hollow side upwards. Sitting at one end of the board, she holds\nthe leaf firmly with her toes, and scrapes its outersurface with a\npotsherd; not with the sharp fractured edge but with the blunt side\nof the rim; and thus the leaf is reduced to rags. In this manner a\nstratum of coarse longitudinal fiber is disclosed, and the operator,\nplacing her thumb-nail beneath it, lifts it up, and draws it away\nin a compact strip; after which she scrapes again until a second\nfine layer of fiber is laid bare. Then, turning the leaf round, she\nscrapes its back, which now lies upwards, down to the layer of fiber,\nwhich she seizes with her hand and draws at once, to its full length,\naway from the back of the leaf. When the fiber has been washed, it is\ndried in the sun. It is afterwards combed, with a suitable comb, like\nwomen’s hair, sorted into four classes, tied together, and treated like\nthe fiber of the lupi. In this crude manner are obtained the threads\nfor the celebrated web nipis de [Piña.] Piña, which is considered by\nexperts the finest in the world. Two shirts of this kind are in the\nBerlin Ethnographical Museum (Nos. 291 and 292). Better woven samples\nare in the Gewerbe Museum of Trade and Commerce. In the Philippines,\nwhere the fineness of the work is best understood and appreciated,\nrichly-embroidered costumes of this description have fetched more\nthan $1,400 each. [102]",
        "[Rain prevents another ascent.] At Buhi, which is not sufficiently\nsheltered towards the north-east, it rained almost as much as at\nDaraga. I had found out from the Igorots that a path could be forced\nthrough the tall canes up to the summit; but the continual rain\nprevented me; so I resolved to cross the Malinao, returning along the\ncoast to my quarters, and then, freshly equipped, descend the river\nBicol as far as Naga.",
        "[Mountaineers’ arrow poison.] Before we parted the Igorots prepared\nfor me some arrow poison from the bark of two trees. I happened\nto see neither the leaves nor the blossoms, but only the bark. A\npiece of bark was beaten to pieces, pressed dry, wetted, and again\npressed. This was done with the bare hand, which, however, sustained\nno injury. The juice thus extracted looked like pea-soup, and was\nwarmed in an earthen vessel over a slow fire. During the process it\ncoagulated at the edges; and the coagulated mass was again dissolved,\nby stirring it into the boiling fluid mass. When this had reached\nthe consistency of syrup, a small quantity was scraped off the inner\nsurface of a second piece of bark, and its juice squeezed into the\nvessel. This juice was a dark brown color. When the mass had attained\nthe consistency of a thin jelly, it was scraped out of the pot with\na chip and preserved on a leaf sprinkled with ashes. For poisoning\nan arrow they use a piece of the size of a hazel-nut, which, after\nbeing warmed, is distributed uniformly over the broad iron point;\nand the poisoned arrow serves for repeated use.",
        "[Sapa river.] At the end of November I left the beautiful lake of\nBuhi, and proceeded from its eastern angle for a short distance up\nthe little river Sapa [103], the alluvial deposits of which form\na considerable feature in the configuration of the lake. Across a\nmarshy meadow we reached the base of the Malinao or Buhi mountain,\nthe slippery clay of the lower slope merging higher up into volcanic\nsand. [Leeches.] The damp undergrowth swarmed with small leeches;\nI never before met with them in such numbers. These little animals,\nno stouter when streched out than a linen thread, are extraordinarily\nactive. They attach themselves firmly to every part of the body,\npenetrating even into the nose, the ears, and the eyelids, where,\nif, they remain unobserved, they gorge themselves to such excess that\nthey become as round as balls and look like small cherries. While they\nare sucking no pain is felt; but afterwards the spots attacked often\nitch the whole day long.  [104] [Fig-trees.] In one place the wood\nconsisted for the most part of fig-trees, with bunches of fruit quite\nsix feet in length hanging from the stems and the thicker branches;\nand between the trees grew ferns, aroids, and orchids. After nearly\nsix hours’ toil we reached the pass (841 meters above the sea level),\nand descended the eastern slope. The forest on the eastern side of\nthe mountain is still more magnificent than that on the west. From a\nclearing we obtained a fine view of the sea, the Island of Catanduanes,\nand the plain of Tabaco. [Prison as hotel.]  At sunset we reached Tibi,\nwhere I quartered myself in the prison. This, a tolerably clean place,\nenclosed with strong bamboos, was the most habitable part of a long\nshed which supplied the place of the tribunal destroyed in a storm two\nyears before. At Tibi I had an opportunity of sketching Mount Malinao\n(called also Buhi and Takit), which from this side has the appearance\nof a large volcano with a distinct crater. From the lake of Buhi it\nis not so clearly distinguishable.",
        "[Igabo hot spring.] Not far from Tibi, exactly north-east of Malinao,\nwe found a small hot spring called Igabo. In the middle of a plot of\nturf encircled by trees was a bare spot of oval form, nearly a hundred\npaces long and seventy wide. The whole space was covered with stones,\nrounded by attrition, as large as a man’s head and larger. Here\nand there hot water bubbled out of the ground and discharged into a\nlittle brook; beside it some women were engaged in cooking their food,\nwhich they suspended in nets in the hottest parts of the water. On the\nlower surfaces of some of the stones a little sulphur was sublimated;\nof alum hardly a trace was perceptible. In a cavity some caolin had\naccumulated, and was used as a stain.",
        "[Naglegbeng silicious springs.] From here I visited the stalactite\nsprings, not far distant, of Naglegbeng. [105] I had expected to\nsee a calcareous fountain, but found the most magnificent masses of\nsilica of infinite variety of form; shallow cones with cylindrical\nsummits, pyramidal flights of steps, round basins with ribbed margins,\nand ponds of boiling water. One spot, denuded of trees, from two\nto three hundred paces in breadth and about five hundred in length,\nwas, with the exception of a few places overgrown with turf, covered\nwith a crust of silicious dross, which here and there formed large\nconnected areas, but was generally broken up into flaky plates by the\nvertical springs which pierced it. In numerous localities boiling\nhot mineral water containing silica was forcing itself out of the\nground, spreading itself over the surface and depositing a crust,\nthe thickness of which depended on its distance from the center\npoint. In this manner, in the course of time, a very flat cone is\nformed, with a basin of boiling water in the middle. The continuous\ndeposit of dross contracts the channel, and a less quantity of water\noverflows, while that close to the edge of the basin evaporates and\ndeposits a quantity of fine silicious earth; whence the upper portion\nof the cone not only is steeper than its base, but frequently assumes\na more cylindrical form, the external surface of which on account\nof the want of uniformity in the overflow, is ribbed in the form\nof stalactites. When the channel becomes so much obstructed that\nthe efflux is less than the evaporation, the water ceases to flow\nover the edge, and the mineral dross, during the continual cooling\nof the water, is then deposited, with the greatest uniformity, over\nthe inner area of the basin. When, however, the surface of the water\nsinks, this formation ceases at the upper portion of the basin; the\ninterior wall thickens; and, if the channel be completely stopped up\nand all the water evaporated, there remains a bell-shaped basin as\neven as if excavated by the hand of man. The water now seeks a fresh\noutlet, and bursts forth where it meets with the least obstruction,\nwithout destroying the beautiful cone it has already erected. Many such\nexamples exist. In the largest cones, however, the vapors generated\nacquire such power that, when the outlet is completely stopped up,\nthey break up the overlying crust in concentrically radiating flakes;\nand the water, issuing anew copiously from the center, deposits a fresh\ncrust, which again, by the process we have just described is broken\nup into a superimposed layer of flakes. In this manner are formed\nannular layers, which in turn are gradually covered by fresh deposits\nfrom the overflowing water. After the pyramid of layers is complete\nand the outlet stopped up, the water sometimes breaks forth on the\nslope of the same cone; a second cone is then formed near the first,\non the same base. In the vicinity of the silicious springs are seen\ndeposits of white, yellow, red, and bluish-grey clays, overlaying\none another in narrow strata-like variegated marl, manifestly the\ndisintegrated produce of volcanic rocks transported hither by rain\nand stained with oxide of iron. These clays perhaps come from the\nsame rocks from the disintegration of which the silicious earth has\nbeen formed. Similar examples occur in Iceland and in New Zealand;\nbut the products of the springs of Tibi are more varied, finer,\nand more beautiful than those of the Iceland Geysers.",
        "[A world wonder.] The wonderful conformations of the red cone are\nindeed astonishing, and hardly to be paralleled in any other quarter\nof the world. [106]",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}