{
    "title": "The War of the Worlds - Chapter Six",
    "author": "H.G. Wells",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "\n   For some time I stood tottering on the mound regardless\nof my safety.  Within that noisome den from which I had\nemerged I had thought with a narrow intensity only of our\nimmediate security.  I had not realised what had been hap-\npening to the world, had not anticipated this startling vision\nof unfamiliar things.  I had expected to see Sheen in ruins--\nI found about me the landscape, weird and lurid, of another\nplanet.",
        "For that moment I touched an emotion beyond the common\nrange of men, yet one that the poor brutes we dominate\nknow only too well.  I felt as a rabbit might feel returning\nto his burrow and suddenly confronted by the work of a\ndozen busy navvies digging the foundations of a house.  I\nfelt the first inkling of a thing that presently grew quite\nclear in my mind, that oppressed me for many days, a sense\nof dethronement, a persuasion that I was no longer a master,\nbut an animal among the animals, under the Martian heel.\nWith us it would be as with them, to lurk and watch, to run\nand hide; the fear and empire of man had passed away.",
        "But so soon as this strangeness had been realised it passed,\nand my dominant motive became the hunger of my long\nand dismal fast.  In the direction away from the pit I saw,\nbeyond a red-covered wall, a patch of garden ground un-\nburied.  This gave me a hint, and I went knee-deep, and\nsometimes neck-deep, in the red weed.  The density of the\nweed gave me a reassuring sense of hiding.  The wall was\nsome six feet high, and when I attempted to clamber it I\nfound I could not lift my feet to the crest.  So I went along\nby the side of it, and came to a corner and a rockwork that\nenabled me to get to the top, and tumble into the garden\nI coveted.  Here I found some young onions, a couple of\ngladiolus bulbs, and a quantity of immature carrots, all of\nwhich I secured, and, scrambling over a ruined wall, went\non my way through scarlet and crimson trees towards Kew--\nit was like walking through an avenue of gigantic blood\ndrops--possessed with two ideas: to get more food, and to\nlimp, as soon and as far as my strength permitted, out of\nthis accursed unearthly region of the pit.",
        "Some way farther, in a grassy place, was a group of mush-\nrooms which also I devoured, and then I came upon a brown\nsheet of flowing shallow water, where meadows used to be.\nThese fragments of nourishment served only to whet my\nhunger.  At first I was surprised at this flood in a hot, dry\nsummer, but afterwards I discovered that it was caused by\nthe tropical exuberance of the red weed.  Directly this extraor-\ndinary growth encountered water it straightway became\ngigantic and of unparalleled fecundity.  Its seeds were simply\npoured down into the water of the Wey and Thames, and\nits swiftly growing and Titanic water fronds speedily choked\nboth those rivers.",
        "At Putney, as I afterwards saw, the bridge was almost\nlost in a tangle of this weed, and at Richmond, too, the\nThames water poured in a broad and shallow stream across\nthe meadows of Hampton and Twickenham.  As the water\nspread the weed followed them, until the ruined villas of\nthe Thames valley were for a time lost in this red swamp,\nwhose margin I explored, and much of the desolation the\nMartians had caused was concealed.",
        "In the end the red weed succumbed almost as quickly as\nit had spread.  A cankering disease, due, it is believed, to the\naction of certain bacteria, presently seized upon it.  Now by\nthe action of natural selection, all terrestrial plants have\nacquired a resisting power against bacterial diseases--they\nnever succumb without a severe struggle, but the red weed\nrotted like a thing already dead.  The fronds became bleached,\nand then shrivelled and brittle.  They broke off at the least\ntouch, and the waters that had stimulated their early growth\ncarried their last vestiges out to sea.",
        "My first act on coming to this water was, of course, to\nslake my thirst.  I drank a great deal of it and, moved by an\nimpulse, gnawed some fronds of red weed; but they were\nwatery, and had a sickly, metallic taste.  I found the water\nwas sufficiently shallow for me to wade securely, although\nthe red weed impeded my feet a little; but the flood evidently\ngot deeper towards the river, and I turned back to Mortlake.\nI managed to make out the road by means of occasional\nruins of its villas and fences and lamps, and so presently I\ngot out of this spate and made my way to the hill going up\ntowards Roehampton and came out on Putney Common.",
        "Here the scenery changed from the strange and unfamiliar\nto the wreckage of the familiar: patches of ground exhibited\nthe devastation of a cyclone, and in a few score yards I\nwould come upon perfectly undisturbed spaces, houses with\ntheir blinds trimly drawn and doors closed, as if they had\nbeen left for a day by the owners, or as if their inhabitants\nslept within.  The red weed was less abundant; the tall trees\nalong the lane were free from the red creeper.  I hunted for\nfood among the trees, finding nothing, and I also raided a\ncouple of silent houses, but they had already been broken\ninto and ransacked.  I rested for the remainder of the day-\nlight in a shrubbery, being, in my enfeebled condition, too\nfatigued to push on.",
        "All this time I saw no human beings, and no signs of the\nMartians.  I encountered a couple of hungry-looking dogs,\nbut both hurried circuitously away from the advances I made\nthem.  Near Roehampton I had seen two human skeletons--\nnot bodies, but skeletons, picked clean--and in the wood\nby me I found the crushed and scattered bones of several\ncats and rabbits and the skull of a sheep.  But though I\ngnawed parts of these in my mouth, there was nothing to\nbe got from them.",
        "After sunset I struggled on along the road towards Putney,\nwhere I think the Heat-Ray must have been used for some\nreason.  And in the garden beyond Roehampton I got a quan-\ntity of immature potatoes, sufficient to stay my hunger.  From\nthis garden one looked down upon Putney and the river.  The\naspect of the place in the dusk was singularly desolate:\nblackened trees, blackened, desolate ruins, and down the\nhill the sheets of the flooded river, red-tinged with the weed.\nAnd over all--silence.  It filled me with indescribable terror\nto think how swiftly that desolating change had come.",
        "For a time I believed that mankind had been swept out\nof existence, and that I stood there alone, the last man left\nalive.  Hard by the top of Putney Hill I came upon another\nskeleton, with the arms dislocated and removed several\nyards from the rest of the body.  As I proceeded I became\nmore and more convinced that the extermination of mankind\nwas, save for such stragglers as myself, already accomplished\nin this part of the world.  The Martians, I thought, had gone\non and left the country desolated, seeking food elsewhere.\nPerhaps even now they were destroying Berlin or Paris, or\nit might be they had gone northward.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}