{
    "title": "The Crimes of England",
    "author": "G.K. Chesterton",
    "chapter": "1",
    "content": [
        "\n\n",
        "DEAR PROFESSOR WHIRLWIND,",
        "Your name in the original German is too much for me; and this is the\nnearest I propose to get to it: but under the majestic image of pure\nwind marching in a movement wholly circular I seem to see, as in a\nvision, something of your mind. But the grand isolation of your thoughts\nleads you to express them in such words as are gratifying to yourself,\nand have an inconspicuous or even an unfortunate effect upon others. If\nanything were really to be made of your moral campaign against the\nEnglish nation, it was clearly necessary that somebody, if it were only\nan Englishman, should show you how to leave off professing philosophy\nand begin to practise it. I have therefore sold myself into the Prussian\nservice, and in return for a cast-off suit of the Emperor’s clothes (the\nuniform of an English midshipman), a German hausfrau’s recipe for poison\ngas, two penny cigars, and twenty-five Iron Crosses, I have consented\nto instruct you in the rudiments of international controversy. Of this\npart of my task I have here little to say that is not covered by a\ngeneral adjuration to you to observe certain elementary rules. They are,\nroughly speaking, as follows:–",
        "First, stick to one excuse. Thus if a tradesman, with whom your social\nrelations are slight, should chance to find you toying with the coppers\nin his till, you may possibly explain that you are interested in\nNumismatics and are a Collector of Coins; and he may possibly believe\nyou. But if you tell him afterwards that you pitied him for being\noverloaded with unwieldy copper discs, and were in the act of replacing\nthem by a silver sixpence of your own, this further explanation, so far\nfrom increasing his confidence in your motives, will (strangely enough)\nactually decrease it. And if you are so unwise as to be struck by yet\nanother brilliant idea, and tell him that the pennies were all bad\npennies, which you were concealing to save him from a police prosecution\nfor coining, the tradesman may even be so wayward as to institute a\npolice prosecution himself. Now this is not in any way an exaggeration\nof the way in which you have knocked the bottom out of any case you may\never conceivably have had in such matters as the sinking of the\nLusitania. With my own eyes I have seen the following explanations,\napparently proceeding from your pen, (i) that the ship was a troop-ship\ncarrying soldiers from Canada; (ii) that if it wasn’t, it was a\nmerchant-ship unlawfully carrying munitions for the soldiers in France;\n(iii) that, as the passengers on the ship had been warned in an\nadvertisement, Germany was justified in blowing them to the moon; (iv)\nthat there were guns, and the ship had to be torpedoed because the\nEnglish captain was just going to fire them off; (v) that the English or\nAmerican authorities, by throwing the Lusitania at the heads of the\nGerman commanders, subjected them to an insupportable temptation; which\nwas apparently somehow demonstrated or intensified by the fact that the\nship came up to schedule time, there being some mysterious principle by\nwhich having tea at tea-time justifies poisoning the tea; (vi) that the\nship was not sunk by the Germans at all but by the English, the English\ncaptain having deliberately tried to drown himself and some thousand of\nhis own countrymen in order to cause an exchange of stiff notes between\nMr. Wilson and the Kaiser. If this interesting story be true, I can only\nsay that such frantic and suicidal devotion to the most remote interests\nof his country almost earns the captain pardon for the crime. But do you\nnot see, my dear Professor, that the very richness and variety of your\ninventive genius throws a doubt upon each explanation when considered in\nitself? We who read you in England reach a condition of mind in which it\nno longer very much matters what explanation you offer, or whether you\noffer any at all. We are prepared to hear that you sank the Lusitania\nbecause the sea-born sons of England would live more happily as deep-sea\nfishes, or that every person on board was coming home to be hanged. You\nhave explained yourself so completely, in this clear way, to the\nItalians that they have declared war on you, and if you go on explaining\nyourself so clearly to the Americans they may quite possibly do the\nsame.",
        "Second, when telling such lies as may seem necessary to your\ninternational standing, do not tell the lies to the people who know the\ntruth. Do not tell the Eskimos that snow is bright green; nor tell the\nnegroes in Africa that the sun never shines in that Dark Continent.\nRather tell the Eskimos that the sun never shines in Africa; and then,\nturning to the tropical Africans, see if they will believe that snow is\ngreen. Similarly, the course indicated for you is to slander the\nRussians to the English and the English to the Russians; and there are\nhundreds of good old reliable slanders which can still be used against\nboth of them. There are probably still Russians who believe that every\nEnglish gentleman puts a rope round his wife’s neck and sells her in\nSmithfield. There are certainly still Englishmen who believe that every\nRussian gentleman takes a rope to his wife’s back and whips her every\nday. But these stories, picturesque and useful as they are, have a limit\nto their use like everything else; and the limit consists in the fact\nthat they are not true, and that there necessarily exists a group of\npersons who know they are not true. It is so with matters of fact about\nwhich you asseverate so positively to us, as if they were matters of\nopinion. Scarborough might be a fortress; but it is not. I happen to\nknow it is not. Mr. Morel may deserve to be universally admired in\nEngland; but he is not universally admired in England. Tell the Russians\nthat he is by all means; but do not tell us. We have seen him; we have\nalso seen Scarborough. You should think of this before you speak.",
        "Third, don’t perpetually boast that you are cultured in language which\nproves that you are not. You claim to thrust yourself upon everybody on\nthe ground that you are stuffed with wit and wisdom, and have enough for\nthe whole world. But people who have wit enough for the whole world,\nhave wit enough for a whole newspaper paragraph. And you can seldom get\nthrough even a whole paragraph without being monotonous, or irrelevant,\nor unintelligible, or self-contradictory, or broken-minded generally. If\nyou have something to teach us, teach it to us now. If you propose to\nconvert us after you have conquered us, why not convert us before you\nhave conquered us? As it is, we cannot believe what you say about your\nsuperior education because of the way in which you say it. If an\nEnglishman says, “I don’t make no mistakes in English, not me,” we can\nunderstand his remark; but we cannot endorse it. To say, “Je parler le\nFrenche language, non demi,” is comprehensible, but not convincing. And\nwhen you say, as you did in a recent appeal to the Americans, that the\nGermanic Powers have sacrificed a great deal of “red fluid” in defence\nof their culture, we point out to you that cultured people do not employ\nsuch a literary style. Or when you say that the Belgians were so\nignorant as to think they were being butchered when they weren’t, we\nonly wonder whether you are so ignorant as to think you are being\nbelieved when you aren’t. Thus, for instance, when you brag about\nburning Venice to express your contempt for “tourists,” we cannot think\nmuch of the culture, as culture, which supposes St. Mark’s to be a thing\nfor tourists instead of historians. This, however, would be the least\npart of our unfavourable judgment. That judgment is complete when we\nhave read such a paragraph as this, prominently displayed in a paper in\nwhich you specially spread yourself: “That the Italians have a perfect\nknowledge of the fact that this city of antiquities and tourists is\nsubject, and rightly subject, to attack and bombardment, is proved by\nthe measures they took at the beginning of the war to remove some of\ntheir greatest art treasures.” Now culture may or may not include the\npower to admire antiquities, and to restrain oneself from the pleasure\nof breaking them like toys. But culture does, presumably, include the\npower to think. For less laborious intellects than your own it is\ngenerally sufficient to think once. But if you will think twice or\ntwenty times, it cannot but dawn on you that there is something wrong in\nthe reasoning by which the placing of diamonds in a safe proves that\nthey are “rightly subject” to a burglar. The incessant assertion of such\nthings can do little to spread your superior culture; and if you say\nthem too often people may even begin to doubt whether you have any\nsuperior culture after all. The earnest friend now advising you cannot\nbut grieve at such incautious garrulity. If you confined yourself to\nsingle words, uttered at intervals of about a month or so, no one could\npossibly raise any rational objection, or subject them to any rational\ncriticism. In time you might come to use whole sentences without\nrevealing the real state of things.",
        "Through neglect of these maxims, my dear Professor, every one of your\nattacks upon England has gone wide. In pure fact they have not touched\nthe spot, which the real critics of England know to be a very vulnerable\nspot. We have a real critic of England in Mr. Bernard Shaw, whose name\nyou parade but apparently cannot spell; for in the paper to which I have\nreferred he is called Mr. Bernhard Shaw. Perhaps you think he and\nBernhardi are the same man. But if you quoted Mr. Bernard Shaw’s\nstatement instead of misquoting his name, you would find that his\ncriticism of England is exactly the opposite of your own; and naturally,\nfor it is a rational criticism. He does not blame England for being\nagainst Germany. He does most definitely blame England for not being\nsufficiently firmly and emphatically on the side of Russia. He is not\nsuch a fool as to accuse Sir Edward Grey of being a fiendish Machiavelli\nplotting against Germany; he accuses him of being an amiable\naristocratic stick who failed to frighten the Junkers from their plan of\nwar. Now, it is not in the least a question of whether we happen to like\nthis quality or that: Mr. Shaw, I rather fancy, would dislike such\nverbose compromise more than downright plotting. It is simply the fact\nthat Englishmen like Grey are open to Mr. Shaw’s attack and are not open\nto yours. It is not true that the English were sufficiently clearheaded\nor self-controlled to conspire for the destruction of Germany. Any man\nwho knows England, any man who hates England as one hates a living\nthing, will tell you it is not true. The English may be snobs, they may\nbe plutocrats, they may be hypocrites, but they are not, as a fact,\nplotters; and I gravely doubt whether they could be if they wanted to.\nThe mass of the people are perfectly incapable of plotting at all, and\nif the small ring of rich people who finance our politics were plotting\nfor anything, it was for peace at almost any price. Any Londoner who\nknows the London streets and newspapers as he knows the Nelson column or\nthe Inner Circle, knows that there were men in the governing class and\nin the Cabinet who were literally thirsting to defend Germany until\nGermany, by her own act, became indefensible. If they said nothing in\nsupport of the tearing up of the promise of peace to Belgium, it is\nsimply because there was nothing to be said.",
        "You were the first people to talk about World-Politics; and the first\npeople to disregard them altogether. Even your foreign policy is\ndomestic policy. It does not even apply to any people who are not\nGermans; and of your wild guesses about some twenty other peoples, not\none has gone right even by accident. Your two or three shots at my own\nnot immaculate land have been such that you would have been much nearer\nthe truth if you had tried to invade England by crossing the Caucasus,\nor to discover England among the South Sea Islands. With your first\ndelusion, that our courage was calculated and malignant when in truth\nour very corruption was timid and confused, I have already dealt. The\ncase is the same with your second favourite phrase; that the British\narmy is mercenary. You learnt it in books and not in battlefields; and I\nshould like to be present at a scene in which you tried to bribe the\nmost miserable little loafer in Hammersmith as if he were a cynical\ncondottiere selling his spear to some foreign city. It is not the fact,\nmy dear sir. You have been misinformed. The British Army is not at this\nmoment a hireling army any more than it is a conscript army. It is a\nvolunteer army in the strict sense of the word; nor do I object to your\ncalling it an amateur army. There is no compulsion, and there is next to\nno pay. It is at this moment drawn from every class of the community,\nand there are very few classes which would not earn a little more money\nin their ordinary trades. It numbers very nearly as many men as it would\nif it were a conscript army; that is with the necessary margin of men\nunable to serve or needed to serve otherwise. Ours is a country in which\nthat democratic spirit which is common to Christendom is rather\nunusually sluggish and far below the surface. And the most genuine and\npurely popular movement that we have had since the Chartists has been\nthe enlistment for this war. By all means say that such vague and\nsentimental volunteering is valueless in war if you think so; or even\nif you don’t think so. By all means say that Germany is unconquerable\nand that we cannot really kill you. But if you say that we do not really\nwant to kill you, you do us an injustice. You do indeed.",
        "I need not consider the yet crazier things that some of you have said;\nas that the English intend to keep Calais and fight France as well as\nGermany for the privilege of purchasing a frontier and the need to keep\na conscript army. That, also, is out of books, and pretty mouldy old\nbooks at that. It was said, I suppose, to gain sympathy among the\nFrench, and is therefore not my immediate business, as they are\neminently capable of looking after themselves. I merely drop one word in\npassing, lest you waste your powerful intellect on such projects. The\nEnglish may some day forgive you; the French never will. You Teutons are\ntoo light and fickle to understand the Latin seriousness. My only\nconcern is to point out that about England, at least, you are invariably\nand miraculously wrong.",
        "Now speaking seriously, my dear Professor, it will not do. It could be\neasy to fence with you for ever and parry every point you attempt to\nmake, until English people began to think there was nothing wrong with\nEngland at all. But I refuse to play for safety in this way. There is a\nvery great deal that is really wrong with England, and it ought not to\nbe forgotten even in the full blaze of your marvellous mistakes. I\ncannot have my countrymen tempted to those pleasures of intellectual\npride which are the result of comparing themselves with you. The deep\ncollapse and yawning chasm of your ineptitude leaves me upon a perilous\nspiritual elevation. Your mistakes are matters of fact; but to enumerate\nthem does not exhaust the truth. For instance, the learned man who\nrendered the phrase in an English advertisement “cut you dead” as “hack\nyou to death,” was in error; but to say that many such advertisements\nare vulgar is not an error. Again, it is true that the English poor are\nharried and insecure, with insufficient instinct for armed revolt,\nthough you will be wrong if you say that they are occupied literally in\nshooting the moon. It is true that the average Englishman is too much\nattracted by aristocratic society; though you will be in error if you\nquote dining with Duke Humphrey as an example of it. In more ways than\none you forget what is meant by idiom.",
        "I have therefore thought it advisable to provide you with a catalogue of\nthe real crimes of England; and I have selected them on a principle\nwhich cannot fail to interest and please you. On many occasions we have\nbeen very wrong indeed. We were very wrong indeed when we took part in\npreventing Europe from putting a term to the impious piracies of\nFrederick the Great. We were very wrong indeed when we allowed the\ntriumph over Napoleon to be soiled with the mire and blood of Blucher’s\nsullen savages. We were very wrong indeed when we allowed the peaceful\nKing of Denmark to be robbed in broad daylight by a brigand named\nBismarck; and when we allowed the Prussian swashbucklers to enslave and\nsilence the French provinces which they could neither govern nor\npersuade. We were very wrong indeed when we flung to such hungry\nadventurers a position so important as Heligoland. We were very wrong\nindeed when we praised the soulless Prussian education and copied the\nsoulless Prussian laws. Knowing that you will mingle your tears with\nmine over this record of English wrong-doing, I dedicate it to you, and\nI remain,",
        "Yours reverently,",
        "G. K. Chesterton",
        "Continue...",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}