{
    "title": "The Boys’ Life of Mark Twain - LIV. Return After Exile",
    "author": "Paine",
    "chapter": "54",
    "content": [
        "\n",
        "\n\n",
        "News came to Vienna of the death of Orion Clemens, at the age of seventy-\ntwo.  Orion had died as he had lived–a gentle dreamer, always with a new\nplan.  He had not been sick at all.  One morning early he had seated\nhimself at a table, with pencil and paper, and was putting down the\ndetails of his latest project, when death came–kindly, in the moment of\nnew hope.  He was a generous, upright man, beloved by all who understood\nhim.",
        "The Clemenses remained two winters in Vienna, spending the second at the\nHotel Krantz, where their rooms were larger and finer than at the\nMetropole, and even more crowded with notabilities.  Their salon acquired\nthe name of the “Second Embassy,” and Mark Twain was, in fact, the most\nrepresentative American in the Austrian capital.  It became the fashion\nto consult him on every question of public interest, his comments,\nwhether serious or otherwise, being always worth printing.  When European\ndisarmament was proposed, Editor William T. Stead, of the “Review of\nReviews,” wrote for his opinion.  He replied:",
        "“DEAR Mr. STEAD,–The Tsar is ready to disarm.  I am\n          ready to disarm.  Collect the others; it should not be\n          much of a task now.                      MARK TWAIN.”",
        "He refused offers of many sorts.  He declined ten thousand dollars for a\ntobacco endorsement, though he liked the tobacco well enough.  He\ndeclined ten thousand dollars a year for five years to lend his name as\neditor of a humorous periodical.  He declined another ten thousand for\nten lectures, and another offer for fifty lectures at the same rates–\nthat is, one thousand dollars per night.  He could get along without\nthese sums, he said, and still preserve some remnants of his self-\nrespect.",
        "It was May, 1899, when Clemens and his family left Vienna.  They spent a\nsummer in Sweden on account of the health of Jean Clemens, and located\nin London apartments–30 Wellington Court–for the winter.  Then followed\na summer at beautiful Dollis Hill, an old house where Gladstone had often\nvisited, on a shady hilltop just outside of London.  The city had not\nquite enclosed the place then, and there were spreading oaks, a pond with\nlily-pads, and wide spaces of grassy lawn.  The place to-day is converted\ninto a public garden called Gladstone Park.  Writing to Twichell in mid-\nsummer, Clemens said:",
        "“I am the only person who is ever in the house in the daytime, but I\n     am working, and deep in the luxury of it.  But there is one\n     tremendous defect.  Levy is all so enchanted with the place and so\n     in love with it that she doesn’t know how she is going to tear\n     herself away from it.”",
        "However, there was one still greater attraction than Dollis Hill, and\nthat was America–home.  Mark Twain at sixty-five and a free man once\nmore had decided to return to his native land.  They closed Dollis Hill\nat the end of September, and October 6, 1900, sailed on the Minnehaha for\nNew York, bidding good-by, as Mark Twain believed, and hoped, to foreign\ntravel.  Nine days later, to a reporter who greeted him on the ship, he\nsaid:",
        "“If I ever get ashore I am going to break both of my legs so I can’t\n     get away again.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}