{
    "title": "The Crisis in Russia - Industrial Conscription",
    "author": "Ransome",
    "chapter": "9",
    "content": [
        "\n\n",
        "The general principle of industrial conscription recognized\nby the Russian Constitution, section ii, chapter v, paragraph\n18, which reads: “The Russian Socialist Federate Soviet\nRepublic recognizes that work is an obligation on every\ncitizen of the Republic,” and proclaims, “He who does not\nwork shall not eat.”  It is, however, one thing to proclaim\nsuch a principle and quite another to put it into action.",
        "On December 17, 1919, the moment it became clear that\nthere was a real possibility that the civil war was drawing to\nan end, Trotsky allowed the Pravda to print a memorandum\nof his, consisting of “theses” or reasoned notes about\nindustrial conscription and the militia system.  He points out\nthat a Socialist State demands a general plan for the\nutilization of all the resources of a country, including its\nhuman energy.  At the same time, “in the present economic\nchaos in which are mingled the broken fragments of the\npast and the beginnings of the future,” a sudden jump to a\ncomplete centralized economy of the country as a whole is\nimpossible.  Local initiative, local effort must not be\nsacrificed for the sake of a plan.  At the same time industrial\nconscription is necessary for complete socialization.  It\ncannot be regardless of individuality like military\nconscription.  He suggests a subdivision of the State into\nterritorial productive districts which should coincide with the\nterritorial districts of the militia system which shall replace\nthe regular army.  Registration of labor necessary.\nNecessary also to coordinate military and industrial\nregistration.  At demobilization the cadres of regiments,\ndivisions, etc., should form the fundamental cadres of the\nmilitia.  Instruction to this end should be included in the\ncourses for workers and peasants who are training to\nbecome officers in every district.  Transition to the militia\nsystem must be carefully and gradually accomplished so as\nnot for a moment to leave the Republic defenseless.  While\nnot losing sight of these ultimate aims, it is necessary to\ndecide on immediate needs and to ascertain exactly what\namount of labor is necessary for their limited\nrealization. He suggests the registration of skilled labor in the\narmy.  He suggests that a Commission under general\ndirection of the Council of Public Economy should work out\na preliminary plan and then hand it over to the War\nDepartment, so that means should be worked out for using\nthe military apparatus for this new industrial purpose.",
        "Trotsky’s twenty-four theses or notes must have been written\nin odd moments, now here now there, on the way from one\nfront to another.  They do not form a connected whole.\nContradictions jostle each other, and it is quite clear that\nTrotsky himself had no very definite plan in his head.  But",
        "his notes annoyed and stimulated so many other people that\nthey did perhaps precisely the work they were intended to\ndo. Pravada printed them with a note from the editor\ninviting discussion.  The Ekonomitcheskaya Jizn printed\nletter after letter from workmen, officials and others,\nattacking, approving and bringing new suggestions.\nLarin, Semashko, Pyatakov, Bucharin all took a hand in the\ndiscussion.  Larin saw in the proposals the beginning of the\nend of the revolution, being convinced that authority\nwould pass from the democracy of the workers into the\nhands of the specialists.  Rykov fell upon them with sturdy\nblows on behalf of the Trades Unions.  All, however, agreed\non the one point-that something of the sort was neccesary.\nOn December 27th a Commission for studying the question\nof industrial conscription was formed under the presidency\nof Trotsky.  This Commission included the People’s\nCommissars, or Ministers, of Labor, Ways of\nCommunication, Supply, Agriculture, War, and the\nPresidents of the Central Council of the Trades Unions and\nof the Supreme Council of Public Economy.  They compiled\na list of the principal questions before them, and invited\nanybody interested to bring them suggestions and material\nfor discussion.",
        "But the discussion was not limited to the newspapers or to\nthis Commission.  The question was discussed in Soviets and\nConferences of every kind all over the country.  Thus, on\nJanuary 1st an All-Russian Conference of local\n“departments for the registration and distribution of labor,\"\nafter prolonged argument, contributed their views.  They\npointed out (1) the need of bringing to work numbers\nof persons who instead of doing the skilled labor for which\nthey were qualified were engaged in petty profiteering, etc.;\n(2) that there evaporation of skilled labor into unproductive\nspeculation  could at least be checked by the introduction of\nlabor books, which would give some sort of registration of\neach citizen’s work; (3) that workmen can be brought back\nfrom the villages only for enterprises which are supplied\nwith provisions or are situated in districts where there is\nplenty. (\"The opinion that, in the absence of these\npreliminary conditions, it will be possible to draw workmen\nfrom the villages by measures of compulsion or mobilization\nis profoundly mistaken.”) (4) that there should be a census\nof labor and that the Trades Unions should be invited to\nprotect the interests of the conscripted.  Finally, this\nConference approved the idea of using the already existing\nmilitary organization for carrying out a labor census of the\nRed Army, and for the turning over to labor of parts of the\narmy during demobilization, but opposed the idea of giving\nthe military organization the work of labor registration and\nindustrial conscription in general.",
        "On January 22, 1920, the Central Committee of the\nCommunist Party, after prolonged discussion  of Trotsky’s\nrough memorandum, finally adopted and published a new\nedition of the “theses,” expanded, altered, almost\nunrecognizable, a reasoned body of theory entirely different\nfrom the bundle of arrows loosed at a venture by Trotsky.\nThey definitely accepted the principle of industrial\nconscription, pointing out the immediate reasons for it in the\nfact that Russia cannot look for much help from without and\nmust somehow or other help herself.",
        "Long before the All-Russian Congress of the Communist\nParty approved the theses of the Committee, one form of\nindustrial conscription was already being tested at work.\nVery early in January, when the discussion on the subject\nwas at its height, the Soviet of the Third Army addressed\nitself to the Council of Defense of the Republic with an\ninvitation to make use of this army (which at least for the\nmoment had finished its military task) and to experiment\nwith it as a labor army.  The Council of Defense agreed.\nRepresentatives of the Commissariats of Supply,\nAgriculture, Ways and Communications, Labor and the\nSupreme Council of Public Economy were sent to assist the\nArmy Soviet.  The army was proudly re-named “The First\nRevolutionary Army of Labor,” and began to issue communiques\nfrom the Labor front,” precisely like the communiques of an army\nin the field.  I translate as a curiosity the first communique issued\nby a Labor Army’s Soviet:",
        "“Wood prepared in the districts of Ishim, Karatulskaya, Omutinskaya,",
        "Zavodoutovskaya, Yalutorovska, Iushaly, Kamuishlovo, Turinsk,\nAltynai, Oshtchenkovo, Shadrinsk, 10,180 cubic sazhins.\nWorking days, 52,651.  Taken to the railway stations, 5,334 cubic\nsazhins.  Working days on transport, 22,840.  One hundred carpenters\ndetailed for the Kizelovsk mines.  One hundred carpenters detailed for\nthe bridge at Ufa.  One engineer specialist detailed to the\nGovernment Council of Public Economy for repairing the mills of\nChelyabinsk Government.  One instructor accountant detailed for\nauditing the accounts of the economic organizations of Kamuishlov.\nRepair of locomotives procceding in the works at Ekaterinburg.\nJanuary 20, 1920, midnight.”",
        "The Labor Army’s Soviet received a report on the state\nof the district covered by the army with regard to supply and\nneeded work.  By the end of January it had already carried\nout a labor census of the army, and found that it included\nover 50,000 laborers, of whom a considerable number were\nskilled.  It decided on a general plan of work in\nreestablishing industry in the Urals, which suffered severely\nduring the Kolchak regime and the ebb and flow of the civil\nwar, and was considering a suggestion of one of its members\nthat if the scheme worked well the army should be increased\nto 300,000 men by way of mobilization.",
        "On January 23rd the Council of Defense of the Republic,\nencouraged to proceed further, decided to make use of the\nReserve Army for the improvement of railway transport on\nthe Moscow-Kazan railway, one of the chief arteries\nbetween eastern food districts and Moscow.  The main\nobject is to be the reestablishment of through traffic between\nMoscow and Ekaterinburg and the repair of the Kazan-Ekaterinburg\nline, which particularly suffered during the war.  An attempt was\nto be made to rebuild the bridge over the Kama River\nbefore the ice melts.  The Commander of the Reserve Army\nwas appointed Commissar of the eastern part of the Moscow-Kazan\nrailway, retaining his position as Commander of the Army.\nWith a view of coordination between the Army Soviet and\nthe railway authorities, a member of the Soviet was also appointed\nCommissar of the railway.  On January 25th it was\nannounced that a similar experiment was being made in the\nUkraine.  A month before the ice broke the first train",
        "actually crossed the Kama River by the rebuilt bridge.",
        "By April of this year the organization of industrial\nconscription had gone far beyond the original labor armies.\nA decree of February 5th had created a Chief Labor\nCommittee, consisting of five members, Serebryakov and Danilov,\nfrom the Commissariat of War; Vasiliev, from the\nCommissariat of the Interior; Anikst, from the Commissariat\nof Labor; Dzerzhinsky, from the Commissariat of Internal\nAffairs.  Dzerzhinsky was President, and his appointment\nwas possibly made in the hope that the reputation he had\nwon as President of the Extraordinary Committee for\nFighting Counter-Revolution would frighten people into\ntaking this Committee seriously.  Throughout the country in\neach government or province similar committees, called\n“Troikas,” were created, each of three members, one from\nthe Commissariat of War, one from the Department of\nLabor, one from the Department of Management, in each\ncase from the local Commissariats and Departments attached\nto the local Soviet.  Representatives of the Central Statistical\nOffice and its local organs had a right to be present at the\nmeeting of these committees of three, or “Troikas,” but had\nnot the right to vote.  An organization or a factory requiring\nlabor, was to apply to the Labor Department of the local\nSoviet.  This Department was supposed to do its best to\nsatisfy demands upon it by voluntary methods first.  If these\nproved insufficient they were to apply to the local “Troika,\"\nor Labor Conscription Committee.  If this found that its\nresources also were insufficient, it was to refer back the\nrequest to the Labor Department of the Soviet, which was\nthen to apply to its corresponding Department in the\nGovernment Soviet, which again, first voluntarily and then\nthrough the Government Committee of Labor Conscription, was\nto try to satisfy the demands.  I fancy the object of\nthis arrangement was to prevent local “Troikas” from\nreferring to Government “Troikas,” and so directly to Dzerzhinsky’s\nCentral Committee.  If they had been able to\ndo this there would obviously have been danger lest a new\nnetwork of independent and powerful organizations should\nbe formed.  Experience with the overgrown and\ninsuppressible Committees for Fighting Counter-Revolution\nhad taught people how serious such a development might be.",
        "Such was the main outline of the scheme for conscripting\nlabor.  A similar scheme was prepared for superintending\nand safeguarding labor when conscripted.  In every factory\nof over 1,000 workmen, clerks, etc., there was formed a\nCommission (to distinguish it from the Committee) of\nIndustrial Conscription.  Smaller factories shared such\nCommissions or were joined for the purpose to larger\nfactories near by.  These Commissions were to be under the\ndirect control of a Factory Committee, thereby preventing\nsquabbles between conscripted and non-conscripted labor.\nThey were to be elected for six months, but their members\ncould be withdrawn and replaced by the Factory\nCommittee with the approval of the local “Troika.\"\nThese Commissions, like the “Troikas,” consisted of three\nmembers: (1) from the management of the factory, (2) from\nthe Factory Committee, (3) from the Executive Committee\nof the workers. (It was suggested in the directions that one\nof these should be from the group which “has been\norganizing ’Saturdayings,’ that is to say that he or she should\nbe a Communist.)The payment of conscripted workers was\nto be by production, with prizes for specially good work.\nSpecially bad work was also foreseen in the detailed scheme\nof  possible punishments.  Offenders were to be brought\nbefore the “People’s Court” (equivalent to the ordinary Civil\nCourt), or, in the case of repeated or very bad offenses,\nwere to be brought before the far more dreaded\nRevolutionary Tribunals.  Six categories of possible offenses\nwere placed upon the new code:",
        "(1)Avoiding registration, absenteeism, or desertion.\n(2)The preparation of false documents or the use of such.\n(3)Officials giving false information to facilitate these crimes.\n(4)Purposeful damage of instruments or material.\n(5)Uneconomical or careless work.\n(6)(Probably the most serious of all) Instigation to any of\nthese actions.",
        "The “Troikas” have the right to deal administratively with the\nless important crimes by deprival of freedom for not more\nthan two weeks.  No one can be brought to trial except by\nthe Committee for Industrial Conscription on the initiative of\nthe responsible director of work, and with the approval\neither of the local labor inspection authorities or with that of\nthe local Executive Committee.",
        "No one with the slightest knowledge of Russia will suppose\nfor a moment that this elaborate mechanism sprang suddenly\ninto existence when the decree was signed.  On the contrary,\nall stages of industrial conscription exist simultaneously even\ntoday, and it would be possible by going from one part of\nRussia to another to collect a series of specimens of industrial\nconscription at every stage of evolution, just as one\ncan collect all stages of man from a baboon to a company\ndirector or a Communist.  Some of the more primitive\nkinds of conscription were not among the least successful.\nFor example, at the time(in the spring of the year)when the\nRussians still hoped that the Poles would be content with the\nhuge area of non-Polish territory they had already seized, the\narmy on the western front was without any elaborate system\nof decrees being turned into a labor army.  The work done\nwas at first ordinary country work, mainly woodcutting.\nThey tried to collaborate with the local “Troikas,” sending\nhelp when these Committees asked for it.  This, however,\nproved unsatisfactory, so, disregarding the “Troikas,” they\norganized things for themselves in the whole area\nimmediately behind the front.  They divided up the forests\ninto definite districts, and they worked these with soldiers\nand with deserters.  Gradually their work developed, and\nthey built themselves narrow-gauge railways for the\ntransport of the wood.  Then they needed wagons and\nlocomotives, and of course immediately found themselves at\nloggerheads with the railway authorities.  Finally, they\nstruck a bargain with the railwaymen, and were allowed to\ntake broken-down wagons which the railway people were\nnot in a position to mend. Using such skilled labor as\nthey had, they mended such wagons as were given them,\nand later made a practice of going to the railway yards and\nin    inspecting “sick” wagons for themselves, taking out any\nthat they thought had a chance even of temporary\nconvalescence.  Incidentally they caused great scandal by\nfinding in the Smolensk sidings among the locomotives and\nwagons supposed to be sick six good locomotives and\nseventy perfectly healthy wagons.  Then they began to\nimprove the feeding of their army by sending the wood they",
        "had cut, in the trains they had mended, to people who\nwanted wood and could give them provisions.  One such\ntrain went to Turkestan and back from the army near Smolensk.\nTheir work continually increased, and since they\nhad to remember that they were an army and not merely a\nsort of nomadic factory, they began themselves to mobilize,\nexclusively for purposes of work, sections of the civil\npopulation.  I asked Unshlicht, who had much to do with\nthis organization, if the peasants came willingly.  He said,\n“Not very,” but added that they did not mind when they\nfound that they got well fed and were given packets of salt\nas prizes for good work.  “The peasants,” he said, “do\nnot grumble against the Government when it shows the sort\nof common sense that they themselves can understand.  We\nfound that when we said definitely how many carts and men\na village must provide, and used them without delay for a\ndefinite purpose, they were perfectly satisfied and\nconsidered it right and proper.  In every case, however,\nwhen they saw people being mobilized and sent thither\nwithout obvious purpose or result, they became hostile at\nonce.”  I asked Unshlicht how it was that their army still\ncontained skilled workmen when one of the objects of\nindustrial conscription was to get the skilled workmen back\ninto the factories.  He said: “We have an accurate census of\nthe army, and when we get asked for skilled workmen for\nsuch and such a factory, they go there knowing that they still\nbelong to the army.”",
        "That, of course, is the army point of view, and indicates one\nof the main squabbles which industrial conscription has\nproduced.  Trotsky would like the various armies to turn into\nunits of a territorial militia, and at the same time to be an\nimportant part of the labor organization of each district.\nHis opponents do not regard the labor armies as a permanent\nmanifestation, and many have gone so far as to say that the\nproductivity of labor in one of these armies is lower than\namong ordinary workmen.  Both sides produce figures on\nthis point, and Trotsky goes so far as to say that if his\nopponents are right, then not only are labor armies damned,\nbut also the whole principle of industrial conscription.  “If\ncompulsory labor-independently of social condition-is\nunproductive, that is a condemnation not of the labor",
        "armies, but of industrial conscription in general, and with it\nof the whole Soviet system, the further development of\nwhich is unthinkable except on a basis of universal industrial\nconscription.”",
        "But, of course, the question of the permanence of the labor\narmies is not so important as the question of getting the\nskilled workers back to the factories.  The comparative\nsuccess or failure of soldiers or mobilized peasants in cutting\nwood is quite irrelevant to this recovery of the vanished\nworkmen.  And that recovery will take time, and will be\nentirely useless unless it is possible to feed these workers\nwhen they have been collected.  There have already\nbeen several attempts, not wholly successful, to collect the\nstraying workers of particular industries.  Thus, after the freeing\nof the oil-wells from the Whites, there was a general\nmobilization of naphtha workers.  Many of these had bolted\non or after the arrival of Krasnov or Denikin and gone far\ninto Central Russia, settling where they could.  So months\npassed before the Red Army definitely pushed the area of\ncivil war beyond the oil-wells, that many of these refugees\nhad taken new root and were unwilling to return.  I believe,\nthat in spite of the mobilization, the oil-wells are still short of\nmen.  In the coal districts also, which have passed through\nsimilar experiences, the proportion of skilled to unskilled\nlabor is very much smaller than it was before the war.\nThere have also been two mobilizations of railway workers,\nand these, I think, may be partly responsible for the\nundoubted improvement noticeable during the year,\nalthough this is partly at least due to other things beside\nconscription.  In the first place Trotsky carried with him into\nthe Commissariat of Transport the same ferocious energy\nthat he has shown in the Commissariat of War, together\nwith the prestige that he had gained there.  Further, he\nwas well able in the councils of the Republic to defend the\nneeds of his particular Commissariat against those of all\nothers.  He was, for example able to persuade the\nCommunist Party to treat the transport crisis precisely as\nthey had treated each crisis on the front-that is to say, to\nmobilize great numbers of professed Communists to meet it,\ngiving them in this case the especial task of getting engines\nmended and, somehow or other, of keeping trains on the",
        "move.",
        "But neither the bridges mended and the wood cut by the\nlabor armies, nor the improvement in transport, are any final\nproof of the success of industrial conscription.  Industrial\nconscription in the proper sense of the words is impossible\nuntil a Government knows what it has to conscript.  A\nbeginning was made early this year by the introduction of\nlabor books, showing what work people were doing and\nwhere, and serving as a kind of industrial passports.  But in\nApril this year these had not yet become general in Moscow\nalthough the less unwieldy population of Petrograd was\nalready supplied with them.  It will be long even if it is\npossible at all, before any  considerable proportion of\nthe people not living in these two cities are registered in this\nway.  A more useful step was taken at the end of August, in a\ngeneral census throughout Russia. There has been no\nRussian census since 1897.  There was to have been another\nabout the time the war began. It was postponed for obvious\nreasons.  If the Communists carry through the census with\neven moderate success (they will of course have to meet\nevery kind of evasion), they will at least get some of the\ninformation without which industrial conscription on a\nnational scale must be little more than a farce.  The census\nshould show them where the skilled workers are.  Industrial\nconscription should enable them to collect them and put\nthem at their own skilled work.  Then if, besides\ntransplanting them, they are able to feed them, it will be\npossible to judge of the success or failure of a scheme which\nin most countries would bring a Government toppling to the\nground.",
        "“In most countries\"; yes, but then the economic crisis has\ngone further in Russia than in most countries.  There is talk\nof introducing industrial conscription (one year’s service) in\nGermany, where things have not gone nearly so far.\nAnd perhaps industrial conscription, like Communism itself,\nbecomes a thing of desperate hope only in a country actually\nface to face with ruin.  I remember saying to Trotsky, when\ntalking of possible opposition, that I, as an Englishman, with\nthe tendencies to practical anarchism belonging to my race,",
        "should certainly object most strongly if I were mobilized and\nset to work in a particular factory, and might even want to\nwork in some other factory just for the sake of not doing\nwhat I was forced to do.  Trotsky replied: “You would now.\nBut you would not if you had been through a revolution,\nand seen your country in such a state that only the united,\nconcentrated effort of everybody could possibly reestablish\nit.  That is the position here.  Everybody knows the position\nand that there is no other way.”",
        "WHAT THE COMMUNISTS ARE TRYING TO\nDO IN RUSSIA",
        "We come now to the Communist plans for reconstruction.\nWe have seen, in the first two chapters, something of the\nappalling paralysis which is the most striking factor in the\neconomic problem to-day.  We have seen how Russia is\nsuffering from a lack of things and from a lack of labor, how\nthese two shortages react on each other, and how nothing\nbut a vast improvement in transport can again set in motion\nwhat was one of the great food-producing machines of the\nworld.  We have also seen something of the political\norganization which, with far wider ambitions before it, is at\npresent struggling to prevent temporary paralysis from\nturning into permanent atrophy.  We have seen that it\nconsists of a political party so far dominant that the Trades\nUnions and all that is articulate in the country may be\nconsidered as  part of a machinery of propaganda, for\ngetting those things done which that political party considers\nshould be done.  In a country fighting, literally, for its life,\nno man can call his soul his own, and we have seen how this\nfact-a fact that has become obvious again and again in the\nhistory of the world, whenever a nation has had its back to\nthe wall-is expressed in Russia in terms of industrial\nconscription; in measures, that is to say, which would be\nimpossible in any country not reduced to such extremities; in\nmeasures which may prove to be the inevitable\naccompaniment of national crisis, when such crisis is",
        "economic rather than military.  Let us now see what the\nRussians, with that machinery at their disposal are trying to do.",
        "It is obvious that since this machinery is dominated by a\npolitical party, it will be impossible to understand the\nRussian plans, without understanding that particular political\nparty’s estimate of the situation in general.  It is obvious that\nthe Communist plans for Russia must be largely affected by\ntheir view of Europe as a whole.  This view is gloomy in the\nextreme.  The Communists believe that Europe is steadily\nshaking itself to pieces.  They believe that this\nprocess has already gone so far that, even given good will on\nthe part of European Governments, the manufacturers of\nWestern countries are already incapable of supplying them\nwith all the things which Russia was importing before the\nwar, still less make up the enormous arrears which have\nresulted from six years of blockade.  They do not agree with\nM. Clemenceau that “revolution is a disease attacking\ndefeated countries only.”  Or, to put it as I have heard it\nstated in Moscow, they believe that President Wilson’s\naspiration towards a peace in which should be neither\nconqueror nor conquered has been at least partially realized\nin the sense that every country ended the struggle\neconomically defeated, with the possible exception of\nAmerica, whose signature, after all, is still to be ratified.\nThey believe that even in seemingly prosperous countries the\nseeds of economic disaster are already fertilized.  They think\nthat the demands of labor will become greater and more\ndifficult to fulfill until at last they become incompatible with\na continuance of the capitalist system.  They think that strike\nafter strike, irrespective of whether it is successful or\nnot, will gradually widen the cracks and flaws already\napparent in the damaged economic structure of Western\nEurope.  They believe that conflicting interests will involve\nour nations in new national wars, and that each of these will\ndeepen the cleavage between capital and labor.  They think\nthat even if exhaustion makes mutual warfare on a large\nscale impossible, these conflicting interests will produce such\neconomic conflicts, such refusals of cooperation, as will turn\nexhaustion to despair.  They believe, to put it briefly, that\nRussia has passed through the worst stages of a process to\nwhich every country in Europe will be submitted in turn by",
        "its desperate and embittered inhabitants.  We may disagree\nwith them, but we shall not understand them if we refuse to\ntake that belief into account.  If, as they imagine, the next\nfive years are to be years of disturbance and growing\nresolution, Russia will get very little from abroad.  If, for\nexample, there is to be a serious struggle in England, Russia\nwill get practically nothing.  They not only believe that these\nthings are going to be, but make the logical deductions as to\nthe effect of such disturbances on their own chances of\nimporting what they need.  For example, Lenin said to me\nthat “the shock of revolution in England would ensure the\nfinal defeat of capitalism,” but he said at the same time that\nit would be felt at once throughout the world and cause such\nreverberations as would paralyze industry everywhere.  And\nthat is why, although Russia is an agricultural country, the\nCommunist plans for her reconstruction are concerned first\nof all not with agriculture, but with industry.  In their\nschemes for the future of the world, Russia’s part is that of a\ngigantic farm, but in their schemes for the immediate future\nof Russia, their eyes are fixed continually on the nearer\nobject of making her so far self-supporting that, even if\nWestern Europe is unable to help them, they may be able to\ncrawl out of their economic difficulties, as Krassin put it to\nme before he left Moscow, “if necessary on all fours, but\nsomehow or other, crawl out.”",
        "Some idea of the larger ambitions of the Communists with\nregard to the development of Russia are given in a\nconversation with Rykov, which follows this chapter.  The\nmost important characteristic of them is that they are\nambitions which cannot but find an echo in Russians of\nany kind, quite regardless of their political convictions.  The\nold anomalies of Russian industry, for example, the\ndistances of the industrial districts from their sources of fuel\nand raw material are to be done away with.  These\nanomalies were largely due to historical accidents, such as\nthe caprice of Peter the Great, and not to any economic\nreasons.  The revolution, destructive as it has been, has at\nleast cleaned the slate and made it possible, if it is possible to\nrebuild at all, to rebuild Russia on foundations laid by\ncommon sense.  It may be said that the Communists are\nmerely doing flamboyantly and with a lot of flag-waving,",
        "what any other Russian Government would be doing in their\nplace.  And without the flamboyance and the flag-waving, it\nis doubtful whether in an exhausted country, it would be\npossible to get anything done at all.  The result of this is that\nin their work of economic reconstruction the Communists\nget the support of most of the best engineers and other\ntechnicians in the country, men who take no interest\nwhatsoever in the ideas of Karl Marx, but have a\nprofessional interest in doing the best they can with their\nknowledge, and a patriotic satisfaction in using\nthat knowledge for Russia.  These men, caring not at all\nabout Communism, want to make Russia once more a\ncomfortably habitable place, no matter under what\nGovernment.  Their attitude is precisely comparable to that\nof the officers of the old army who have contributed so\nmuch to the success of the new.  These officers were not\nCommunists, but they disliked civil war, and fought to put\nan end of it.  As Sergei Kamenev, the Commander-in-Chief,\nand not a Communist, said to me, “I have not looked on the\ncivil war as on a struggle between two political ideas, for the\nWhites have no definite idea.  I have considered it simply as\na struggle between the Russian Government and a number\nof mutineers.” Precisely so do these “bourgeois” technicians\nnow working throughout Russia regard the task before them.\nIt will be small satisfaction to them if famine makes the\nposition of any Government impossible.  For them the\nstruggle is quite simply a struggle between Russia and the\neconomic forces tending towards a complete collapse of\ncivilization.",
        "The Communists have thus practically the  whole\nintelligence of the country to help them in their task of\nreconstruction, or of salvage.  But the educated classes alone\ncannot save a nation.  Muscle is wanted besides brain, and\nthe great bulk of those who can provide muscle are difficult\nto move to enthusiasm by any broad schemes of economic\nrearrangement that do not promise immediate improvement\nin their own material conditions.  Industrial conscription\ncannot be enforced in Russia unless there is among the\nconscripted themselves an understanding, although a\nresentful understanding, of its necessity.  The Russians have\nnot got an army of Martians to enforce effort on an alien",
        "people.  The army and the people are one.  “We are bound\nto admit,” says Trotsky, “that no wide industrial mobilization\nwill succeed, if we do not capture all that is honorable,\nspiritual in the peasant working masses in explaining our\nplan.” And the plan that he referred to was not the grandiose\n(but obviously sensible) plan for the eventual electrification\nof all Russia, but a programme of the struggle before them\nin actually getting their feet clear of the morass of industrial\ndecay in which they are at present involved.  Such a\nprogramme has actually been decided upon-a\nprogramme the definite object of which is to reconcile the\nworkers to work not simply hand to mouth, each for himself,\nbut to concentrate first on those labors which will eventually\nbring their reward in making other labors easier and\nimproving the position as a whole.",
        "Early this year a comparatively unknown Bolshevik called Gusev,\nto whom nobody had attributed any particular\nintelligence, wrote, while busy on the staff of an army on the\nsoutheast front, which was at the time being used partly as a\nlabor army, a pamphlet which has had an extraordinary\ninfluence in getting such a programme drawn up.  The\npamphlet is based on Gusev’s personal observation both of a\nlabor army at work and of the attitude of the peasant\ntowards industrial conscription.  It was extremely frank, and\ncontained so much that might have been used by hostile\ncritics, that it was not published in the ordinary way but\nprinted at the army press on the Caucasian front and issued\nexclusively to members of the Communist Party.  I got hold\nof a copy of this pamphlet through a friend. It is called\n“Urgent Questions of Economic Construction.\"Gusev sets\nout in detail the sort of opposition he had met, and\nsays: “The Anarchists, Social Revolutionaries and Mensheviks\nhave a clear, simple economic plan which the great masses\ncan understand: ’Go about your own business and work\nfreely for yourself in your own place.’  They have a criticism\nof labor mobilizations equally clear for the masses.  They\nsay to them, ’They are putting Simeon in Peter’s place, and\nPeter in Simeon’s.  They are sending the men of Saratov to\ndig the ground in the Government of Stavropol, and the\nStavropol men to the Saratov Government for the same\npurpose.’  Then besides that there is ’nonparty’ criticism:",
        "’When it is time to sow they will be shifting muck, and when\nit is time to reap they will be told to cut timber.’ That is a\nparticularly clear expression of the peasants’ disbelief in our\nability to draw up a proper economic plan.  This belief is\nclearly at the bottom of such questions as, ’Comrade Gusev,\nhave you ever done any plowing?’ or ’Comrade Orator, do\nyou know anything about peasant work?’  Disbelief in the\ntownsman who understands nothing about peasants is\nnatural to the peasant, and we shall have to conquer it, to get\nthrough it, to get rid of it by showing the peasant, with\na clear plan in our hands that he can understand, that we are\nnot altogether fools in this matter and that we understand\nmore than he does.”  He then sets out the argument which he\nhimself had found successful in persuading the peasants to\ndo things the reward for which would not be obvious the\nmoment they were done.  He says, “I compared our State\neconomy to a colossal building with scores of stories and\ntens of thousands of rooms.  The whole building has been\nhalf smashed; in places the roof has tumbled down, the\nbeams have rotted, the ceilings are tumbling, the drains and\nwater pipes are burst; the stoves are falling to pieces, the\npartitions are shattered, and, finally, the walls and\nfoundations are unsafe and the whole building is threatened\nwith collapse.  I asked, how, must one set about the repair of\nthis building?  With what kind of economic plan?  To this\nquestion the inhabitants of different stories, and even of\ndifferent rooms on one and the same story will reply\nvariously.  Those who live on the  top floor will shout that\nthe rafters are rotten and the roof falling; that it is impossible\nto live, there any longer, and that it is immediately\nnecessary, first of all, to put up new beams and to\nrepair the roof.  And from their point of view they will be\nperfectly right.  Certainly it is not possible to live any longer\non that floor.  Certainly the repair of the roof is necessary.\nThe inhabitants of one of the lower stories in which the\nwater pipes have burst will cry out that it is impossible to\nlive without water, and therefore, first of all, the water pipes\nmust be mended.  And they, from their point of view, will\nbe perfectly right, since it certainly is impossible to live\nwithout water.  The inhabitants of the floor where the stoves\nhave fallen to pieces will insist on an immediate mending of\nthe stoves, since they and their children are dying of cold\nbecause there is nothing on which they can heat up water or",
        "boil kasha for the children; and they, too, will be quite right.\nBut in spite of all these just demands, which arrive in\nthousands from all sides, it is impossible to forget the most\nimportant of all, that the foundation is shattered and that the\nbuilding is threatened with a collapse which will bury all the\ninhabitants of the house together, and that, therefore, the\nonly immediate task is the strengthening of the foundation\nand the walls. Extraordinary firmness, extraordinary\ncourage is necessary, not only not to listen to the cries and\ngroans of old men, women, children and sick, coming from\nevery floor, but also to decide on taking from the inhabitants\nof all floors the instruments and materials necessary for the\nstrengthening of the foundations and walls, and to force\nthem to leave their corners and hearths, which they are\ndoing the best they can to make habitable, in order to drive\nthem to work on the strengthening of the walls and\nfoundations.”",
        "Gusev’s main idea was that the Communists were asking\nnew sacrifices from a weary and exhausted people, that\nwithout such sacrifices these people would presently find\nthemselves in even worse conditions, and that, to persuade\nthem to make the effort necessary to save themselves, it was\nnecessary to have a perfectly clear and easily understandable\nplan which could be dinned into the whole nation and\nsilence the criticism of all possible opponents.  Copies of his\nlittle book came to Moscow.  Lenin read it and caused\nexcruciating jealousy in the minds of several other\nCommunists, who had also been trying to find the\nphilosopher’s stone that should turn discouragement\ninto hope, by singling out Gusev for his special praise and\ninsisting that his plans should be fully discussed at the\nSupreme Council in the Kremlin.  Trotsky followed Lenin’s\nlead, and in the end a general programme for Russian\nreconstruction was drawn up, differing only slightly from\nthat which Gusev had proposed.  I give this scheme in\nTrotsky’s words, because they are a little fuller than those of\nothers, and knowledge of this plan will explain not only\nwhat the Communists are trying to do in Russia, but\nwhat they would like to get from us today and what\nthey will want to get tomorrow.  Trotsky says:-",
        "“The fundamental task at this moment is improvement in\nthe condition of our transport, prevention of its further\ndeterioration and preparation of the most elementary\nstores of food, raw material and fuel.  The whole of the first\nperiod of our reconstruction will be completely occupied in\nthe concentration of labor on the solution of these\nproblems, which is a condition of further progress.",
        "“The second period (it will be difficult to say now whether it\nwill be measured in months or years, since that depends on\nmany factors beginning with the international\nsituation and ending with the unanimity or the lack of it in\nour own party) will be a period occupied in the building of\nmachines in the interest of transport, and the getting of raw\nmaterials and provisions.",
        "“The third period will be occupied in building machinery,\nwith a view to the production of articles in general demand,\nand, finally, the fourth period will be that in which we are\nable to produce these articles.”",
        "Does it not occur, even to the most casual reader, that there\nis very little politics in that program, and that, no matter\nwhat kind of Government should be in Russia, it would have\nto endorse that programme word for word?  I would ask any\nwho doubt this to turn again to my first two chapters\ndescribing the nature of the economic crisis in Russia, and to\nremind themselves how, not only the lack of things but the\nlack of men, is intimately connected with the lack of\ntransport, which keeps laborers ill fed, factories ill supplied\nwith material, and in this way keeps the towns incapable of\nsupplying the needs of the country, with the result that the\ncountry is most unwilling to supply the needs of the town.\nNo Russian Government unwilling to allow Russia to\nsubside definitely to a lower level of civilization can do\notherwise than to concentrate upon the improvement of\ntransport.  Labor in Russia must be used first of all for that,\nin order to increase its own productivity.  And, if purchase\nof help from abroad is to be allowed, Russia must “control\"\nthe outflow of her limited assets, so that, by healing\ntransport first of all, she may increase her power of making\nnew assets.  She must spend in such a way as eventually\nto increase her power of spending.  She must prevent the\nfrittering away of her small purse on things which, profitable\nto the vendor and doubtless desirable by the purchaser,\nsatisfy only individual needs and do not raise the producing\npower of the community as a whole.",
        "RYKOV ON ECONOMIC PLANS AND ON THE\nTRANSFORMATION OF THE COMMUNIST PARTY",
        "Alexei Rykov, the President of the Supreme Council of\nPublic Economy, is one of the hardest worked men in\nRussia, and the only time I was able to have a long talk with\nhim (although more than once he snatched moments to\nanswer particular questions) was on a holiday, when the old\nSiberian Hotel, now the offices of the Council, was\ndeserted, and I walked through empty corridors until I found\nthe President and his secretary at work as usual.",
        "After telling of the building of the new railway from\nAlexandrovsk Gai to the Emba, the prospects of developing\nthe oil industry in that district, the relative values of those\ndeposits and of those at Baku, and the possible decreasing\nsignificance of Baku in Russian industry generally, we\npassed to   broader perspectives.  I asked him what he\nthought of the relations between agriculture  and industry in\nRussia, and supposed that he did not imagine that Russia\nwould ever become a great industrial country.  His answer\nwas characteristic of the tremendous hopes that nerve these\npeople in their almost impossible task, and I set it down as\nnearly as I can in his own words.  For him, of course, the\neconomic problem was the first, and he spoke of it as the\ndirector of a huge trust might have spoken.  But, as he\npassed on to talk of what he thought would result from the\nCommunist method of tackling that problem, and spoke of\nthe eventual disappearance of political parties, I felt I was\ntrying to read a kind of palimpsest of the Economist and",
        "News from Nowhere, or listening to a strange compound of\nWilliam Morris and, for example, Sir Eric Geddes.  He said:\n“We may have to wait a long time before the inevitable\narrives and there is a Supreme Economic Council dealing\nwith Europe as with a single economic whole.  If that should\ncome about we should, of course, from the very nature of\nour country, be called upon in the first place to provide\nfood for Europe, and we should hope enormously to\nimprove our agriculture, working on a larger and larger\nscale, using mechanical plows and tractors, which would be\nsupplied us by the West.  But in the meantime we have to\nface the fact that events may cause us to be, for all practical\npurposes, in a state of blockade for perhaps a score of years,\nand, so far as we can, we must be ready to depend on\nourselves alone.  For example, we want mechanical plows\nwhich could be procured abroad.  We have had to start\nmaking them ourselves.  The first electric plow made in\nRussia and used in Russia started work last year, and this\nyear we shall have a number of such plows made in our\ncountry, not because it is economic so to make them, but\nbecause we could get them in no other way.  In so far as is\npossible, we shall have to make ourselves self-supporting, so\nas somehow or other to get along even if the blockade,\nformal or perhaps willy-nilly (imposed by the inability of the\nWest to supply us), compels us to postpone cooperation with\nthe rest of Europe.  Every day of such postponement is one\nin which the resources of Europe are not being used in the\nmost efficient manner to supply the needs not only of\nour own country but of all.”",
        "I referred to what he had told me last year about the\nintended electrification of Moscow by a station using turf\nfuel.",
        "“That,” he said, “is one of the plans which, in spite of the\nwar, has gone a very long way towards completion.  We\nhave built the station in the Ryezan Government, on the\nShadul peat mosses, about 110 versts from Moscow.\nBefore the end of May that station should be actually at\nwork. (It was completed, opened and partially destroyed by\na gigantic fire.) Another station at Kashira in the Tula",
        "Government (on the Oka), using the small coal produced\nin the Moscow coalfields, will be at work before the autumn.\nThis year similar stations are being built at\nIvano-Voznesensk and at Nijni-Novgorod.  Also, with a\nview to making the most economic use of what we already\npossess, we have finished both in Petrograd and in Moscow\na general unification of all the private power-stations, which\nnow supply their current to a single main cable.  Similar\nunification is nearly finished at Tula and at Kostroma.  The\nbig water-power station on the rapids of the Volkhov is\nfinished in so far as land construction goes, but we can\nproceed no further until we have obtained the turbines,\nwhich we hope to get from abroad.  As you know, we are\nbasing our plans in general on the assumption that in course\nof time we shall supply the whole of Russian industry with\nelectricity, of which we also hope to make great use in\nagriculture.  That, of course, will take a great number of\nyears.”",
        "[Nothing could have been much more artificial than the\nindustrial geography of old Russia.  The caprice of history\nhad planted great industrial centers literally at the greatest\npossible distance from the sources of their raw materials.\nThere was Moscow bringing its coal from Donetz, and Petrograd,\nstill further away, having to eke out a living by\nimporting coal from England.  The difficulty of transport\nalone must have forced the Russians to consider how they\ncould do away with such anomalies.  Their main idea is that\nthe transport of coal in a modern State is an almost\ninexcusable barbarism.  They have set themselves, these\nragged engineers, working in rooms which they can hardly\nkeep above freezing-point and walking home through the\nsnow in boots without soles, no less a task than the\nelectrification of the whole of Russia.  There is a State\nCommittee presided over by an extraordinary optimist called\nKrzhizhanovsky, entrusted by the Supreme Council of\nPublic Economy and Commissariat of Agriculture with the\nworking out of a general plan.  This Committee includes,\nbesides a number of well-known practical engineers,\nProfessors Latsinsky, Klassen, Dreier, Alexandrov, Tcharnovsky,\nDend and Pavlov.  They are investigating the\nwater power available in different districts in Russia, the",
        "possibilities of using turf, and a dozen similar questions\nincluding, perhaps not the least important, investigation to\ndiscover where they can do most with least dependence on\nhelp from abroad.]",
        "Considering the question of the import of machinery from\nabroad, I asked him whether in existing conditions of\ntransport Russia was actually in a position to export the raw\nmaterials with which alone the Russians could hope to buy\nwhat they want.  He said:",
        "“Actually we have in hand about two million poods (a pood\nis a little over thirty-six English pounds) of flax, and any\nquantity of light leather (goat, etc.), but the main\ndistricts where we have raw material for ourselves or for\nexport are far away.  Hides, for example, we have in great\nquantities in Siberia, in the districts of Orenburg and the\nUral River and in Tashkent.  I have myself made the\nsuggestion that we should offer to sell this stuff where it is,\nthat is to say not delivered at a seaport, and that the buyers\nshould provide their own trains, which we should eventually\nbuy from them with the raw material itself, so that after a\ncertain number of journeys the trains should become ours.\nIn the same districts we have any quantity of wool, and in\nsome of these districts corn.  We cannot, in the present\ncondition of our transport, even get this corn for ourselves.\nIn the same way we have great quantities of rice in Turkestan,\nand actually are being offered rice from Sweden,\nbecause we cannot transport our own.  Then we have over a\nmillion poods of copper, ready for export on the same\nconditions.  But it is clear that if the Western countries are\nunable to help in the transport, they cannot expect to get raw\nmaterials from us.”",
        "I asked about platinum.  He laughed.",
        "“That is a different matter.  In platinum we have a\nworld monopoly, and can consequently afford to wait.\nDiamonds and gold, they can have as much as they want of",
        "such rubbish; but platinum is different, and we are in no\nhurry to part with it.  But diamonds and gold ornaments, the\njewelry of the Tsars, we are ready to give to any king in\nEurope who fancies them, if he can give us some less\nornamental but more useful locomotives instead.”",
        "I asked if Kolchak had damaged the platinum mines.  He\nreplied, “Not at all.  On the contrary, he was promising\nplatinum to everybody who wanted it, and he set the mines\ngoing, so we arrived to find them in good condition, with a\nconsiderable yield of platinum ready for use.”",
        "(I am inclined to think that in spite of Rykov’s rather\nintransigent attitude on the question, the Russians would\nnone the less be willing to export platinum, if only on\naccount of the fact in comparison with its great value it\nrequires little transport, and so would make possible for\nthem an immediate bargain with some of the machinery they\nmost urgently need.)",
        "Finally we talked of the growing importance of the Council\nof Public Economy.  Rykov was of opinion that it\nwould eventually become the centre of the whole State\norganism, “it and Trades Unions organizing the actual\nproducers in each branch.”",
        "“Then you think that as your further plans develop, with the\ncreation of more and more industrial centres, with special\nproductive populations concentrated round them, the",
        "Councils of the Trades Unions will tend to become identical\nwith the Soviets elected in the same districts by the same\nindustrial units?”",
        "“Precisely,” said Rykov, “and in that way the Soviets, useful\nduring the period of transition as an instrument of struggle\nand dictatorship, will be merged with the Unions.” (One",
        "important factor, as Lenin pointed out when considering the\nsame question, is here left out of count, namely the political\ndevelopment of the enormous agricultural as opposed to\nindustrial population.)",
        "“But if this merging of political Soviets with productive\nUnions occurs, the questions that concern people will cease\nto be political questions, but will be purely questions of\neconomics.”",
        "“Certainly.  And we shall see the disappearance of political\nparties.  That process is already apparent.  In the present\nhuge Trade Union Conference there are only sixty Mensheviks.\nThe Communists are swallowing one party after another.\nThose who were not drawn over to us during the period\nof struggle are now joining us during the process\nof construction, and we find that our differences now are\nnot political at all, but concerned only with the practical\ndetails of construction.”  He illustrated this by pointing out\nthe present constitution of the Supreme Council of Public\nEconomy.  There are under it fifty-three Departments or\nCentres (Textile, Soap, Wool, Timber, Flax, etc.), each\ncontrolled by a “College” of three or more persons.  There\nare 232 members of these Colleges or Boards in all, and of\nthem 83 are workmen, 79 are engineers, 1 was an ex-director,\n50 were from the clerical staff, and 19 unclassified.\nPolitically 115 were Communists, 105 were “non-party,\"\nand 12 were of non-Communist parties.  He continued,\n“Further, in swallowing the other parties, the Communists\nthemselves will cease to exist as a political party.  Think only\nthat youths coming to their manhood during this year in\nRussia and in the future will not be able to confirm from\ntheir own experience the reasoning of Karl Marx,\nbecause they will have had no experience of a capitalist\ncountry.  What can they make of the class struggle?  The\nclass struggle here is already over, and the distinctions of\nclass have already gone altogether.  In the old days,\nmembers of our party were men who had read, or tried to\nread, Marx’s “Capital,” who knew the “Communist\nManifesto” by heart, and were occupied in continual\ncriticism of the basis of capitalist society.  Look at the new",
        "members of our party.  Marx is quite unnecessary to them.\nThey join us, not for struggle in the interests of an oppressed\nclass, but simply because they understand our aims in\nconstructive work.  And, as this process continues, we old\nsocial democrats shall disappear, and our places will be filled\nby people of entirely different character grown up under\nentirely new conditions.”",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}