{
    "title": "The Sorrows of Young Werther - December 2O.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "89",
    "content": [
        "\n\n",
        "I am grateful to your love, Wilhelm, for having repeated your\nadvice so seasonably. Yes, you are right: it is undoubtedly\nbetter that I should depart. But I do not entirely approve your\nscheme of returning at once to your neighbourhood; at least, I\nshould Iike to make a little excursion on the way, particularly\nas we may now expect a continued frost, and consequently good\nroads. I am much pleased with your intention of coming to fetch\nme; only delay your journey for a fortnight, and wait for another\nletter from me. One should gather nothing before it is ripe, and\na fortnight sooner or later makes a great difference. Entreat my\nmother to pray for her son, and tell her I beg her pardon for all\nthe unhappiness I have occasioned her. It has ever been my fate\nto give pain to those whose happiness I should have promoted.\nAdieu, my dearest friend. May every blessing of Heaven attend\nyou! Farewell.",
        "We find it difficult to express the emotions with which Charlotte’s\nsoul was agitated during the whole of this time, whether in relation\nto her husband or to her unfortunate friend; although we are enabled,\nby our knowledge of her character, to understand their nature.",
        "It is certain that she had formed a determination, by every means\nin her power to keep Werther at a distance; and, if she hesitated\nin her decision, it was from a sincere feeling of friendly pity,\nknowing how much it would cost him, indeed, that he would find it\nalmost impossible to comply with her wishes. But various causes\nnow urged her to be firm. Her hushand preserved a strict silence\nabout the whole matter; and she never made it a subject of\nconversation, feeling bound to prove to him by her conduct that\nher sentiments agreed with his.",
        "The same day, which was the Sunday before Christmas, after Werther\nhad written the last-mentioned letter to his friend, he came in\nthe evening to Charlotte’s house, and found her alone. She was\nbusy preparing some little gifts for her brothers and sisters,\nwhich were to be distributed to them on Christmas Day. He began\ntalking of the delight of the children, and of that age when the\nsudden appearance of the Christmas-tree, decorated with fruit and\nsweetmeats, and lighted up with wax candles, causes such transports\nof joy. “You shall have a gift too, if you behave well,” said\nCharlotte, hiding her embarrassment under sweet smile. “And what\ndo you call behaving well? What should I do, what can I do, my\ndear Charlotte?” said he. “Thursday night,” she answered, “is\nChristmas Eve. The children are all to be here, and my father too:\nthere is a present for each; do you come likewise, but do not come\nbefore that time.” Werther started. “I desire you will not: it must\nbe so,” she continued. “I ask it of you as a favour, for my own\npeace and tranquillity. We cannot go on in this manner any longer.\"\nHe turned away his face walked hastily up and down the room, muttering\nindistinctly, “We cannot go on in this manner any longer!” Charlotte,\nseeing the violent agitation into which these words had thrown him,\nendeavoured to divert his thoughts by different questions, but in vain.\n“No, Charlotte!” he exclaimed; “I will never see you any more!\"\n“And why so?” she answered. “We may — we must see each other\nagain; only let it be with more discretion. Oh! why were you born\nwith that excessive, that ungovernable passion for everything that\nis dear to you?” Then, taking his hand, she said, “I entreat of\nyou to be more calm: your talents, your understanding, your genius,\nwill furnish you with a thousand resources. Be a man, and conquer\nan unhappy attachment toward a creature who can do nothing but pity\nyou.” He bit his lips, and looked at her with a gloomy countenance.\nShe continued to hold his hand. “Grant me but a moment’s patience,\nWerther,” she said. “Do you not see that you are deceiving yourself,\nthat you are seeking your own destruction? Why must you love me,\nme only, who belong to another? I fear, I much fear, that it is\nonly the impossibility of possessing me which makes your desire for\nme so strong.” He drew back his hand, whilst he surveyed her with\na wild and angry look. “’Tis well!” he exclaimed, “’tis very well!\nDid not Albert furnish you with this reflection? It is profound,\na very profound remark.” “A reflection that any one might easily\nmake,” she answered; “and is there not a woman in the whole world\nwho is at liberty, and has the power to make you happy? Conquer\nyourself: look for such a being, and believe me when I say that you\nwill certainly find her. I have long felt for you, and for us all:\nyou have confined yourself too long within the limits of too narrow\na circle. Conquer yourself; make an effort: a short journey will\nbe of service to you. Seek and find an object worthy of your love;\nthen return hither, and let us enjoy together all the happiness of\nthe most perfect friendship.”",
        "“This speech,” replied Werther with a cold smile, “this speech\nshould be printed, for the benefit of all teachers. My dear\nCharlotte, allow me but a short time longer, and all will be well.\"\n“But however, Werther,” she added, “do not come again before\nChristmas.” He was about to make some answer, when Albert came in.\nThey saluted each other coldly, and with mutual embarrassment paced\nup and down the room. Werther made some common remarks; Albert\ndid the same, and their conversation soon dropped. Albert asked\nhis wife about some household matters; and, finding that his\ncommissions were not executed, he used some expressions which, to\nWerther’s ear, savoured of extreme harshness. He wished to go,\nbut had not power to move; and in this situation he remained till\neight o’clock, his uneasiness and discontent continually increasing.\nAt length the cloth was laid for supper, and he took up his hat\nand stick. Albert invited him to remain; but Werther, fancying\nthat he was merely paying a formal compliment, thanked him coldly,\namd left the house.",
        "Werther returned home, took the candle from his servant, and retired\nto his room alone. He talked for some time with great earnestness\nto himself, wept aloud, walked in a state of great excitement\nthrough his chamber; till at length, without undressing, he threw\nhimself on the bed, where he was found by his servant at eleven\no’clock, when the latter ventured to enter the room, and take off\nhis boots. Werther did not prevent him, but forbade him to come in\nthe morning till he should ring.",
        "On Monday morning, the 21st of December, he wrote to Charlotte the\nfollowing letter, which was found, sealed, on his bureau after his\ndeath, and was given to her. I shall insert it in fragments; as\nit appears, from several circumstances, to have been written in\nthat manner.",
        "“It is all over, Charlotte: I am resolved to die! I make this\ndeclaration deliberately and coolly, without any romantic passion,\non this morning of the day when I am to see you for the last time.\nAt the moment you read these lines, O best of women, the cold grave\nwill hold the inanimate remains of that restless and unhappy being\nwho, in the last moments of his existence, knew no pleasure so\ngreat as that of conversing with you! I have passed a dreadful\nnight or rather, let me say, a propitious one; for it has given\nme resolution, it has fixed my purpose. I am resolved to die.\nWhen I tore myself from you yesterday, my senses were in tumult\nand disorder; my heart was oppressed, hope and pleasure had fled\nfrom me for ever, and a petrifying cold had seized my wretched\nbeing. I could scarcely reach my room. I threw myself on my knees;\nand Heaven, for the last time, granted me the consolation of\nshedding tears. A thousand ideas, a thousand schemes, arose within\nmy soul; till at length one last, fixed, final thought took\npossession of my heart. It was to die. I lay down to rest; and\nin the morning, in the quiet hour of awakening, the same determination\nwas upon me. To die! It is not despair: it is conviction that I\nhave filled up the measure of my sufferings, that I have reached\nmy appointed term, and must sacrifice myself for thee. Yes,\nCharlotte, why should I not avow it? One of us three must die:\nit shall be Werther. O beloved Charlotte! this heart, excited by\nrage and fury, has often conceived the horrid idea of murdering\nyour husband — you — myself! The lot is cast at length. And\nin the bright, quiet evenings of summer, when you sometimes wander\ntoward the mountains, let your thoughts then turn to me: recollect\nhow often you have watched me coming to meet you from the valley;\nthen bend your eyes upon the churchyard which contains my grave,\nand, by the light of the setting sun, mark how the evening breeze\nwaves the tall grass which grows above my tomb. I was calm when\nI began this letter, but the recollection of these scenes makes\nme weep like a child.”",
        "About ten in the morning, Werther called his servant, and, whilst\nhe was dressing, told him that in a few days he intended to set\nout upon a journey, and bade him therefore lay his clothes in\norder, and prepare them for packing up, call in all his accounts,\nfetch home the books he had lent, and give two months’ pay to the\npoor dependants who were accustomed to receive from him a weekly\nallowance.",
        "He breakfasted in his room, and then mounted his horse, and went\nto visit the steward, who, however, was not at home. He walked\npensively in the garden, and seemed anxious to renew all the ideas\nthat were most painful to him.",
        "The children did not suffer him to remain alone long. They followed\nhim, skipping and dancing before him, and told him, that after\nto-morrow and tomorrow and one day more, they were to receive their\nChristmas gift from Charlotte; and they then recounted all the\nwonders of which they had formed ideas in their child imaginations.\n“Tomorrow and tomorrow,” said he, “and one day more!” And he\nkissed them tenderly. He was going; but the younger boy stopped\nhim, to whisper something in his ear. He told him that his elder\nbrothers had written splendid New-Year’s wishes so large! one for\npapa, and another for Albert and Charlotte, and one for Werther;\nand they were to be presented early in the morning, on New Year’s\nDay. This quite overcame him. He made each of the children a\npresent, mounted his horse, left his compliments for papa and\nmamma, and, with tears in his eyes, rode away from the place.",
        "He returned home about five o’clock, ordered his servant to keep\nup his fire, desired him to pack his books and linen at the bottom\nof the trunk, and to place his coats at the top. He then appears\nto have made the following addition to the letter addressed to\nCharlotte:",
        "“You do not expect me. You think I will obey you, and not visit\nyou again till Christmas Eve. O Charlotte, today or never! On\nChristmas Eve you will hold this paper in your hand; you will\ntremble, and moisten it with your tears. I will — I must! Oh, how\nhappy I feel to be determined!”",
        "In the meantime, Charlotte was in a pitiable state of mind. After\nher last conversation with Werther, she found how painful to herself\nit would be to decline his visits, and knew how severely he would\nsuffer from their separation.",
        "She had, in conversation with Albert, mentioned casually that Werther\nwould not return before Christmas Eve; and soon afterward Albert\nwent on horseback to see a person in the neighbourhood, with whom\nhe had to transact some business which would detain him all night.",
        "Charlotte was sitting alone. None of her family were near, and\nshe gave herself up to the reflections that silently took possession\nof her mind. She was for ever united to a husband whose love and\nfidelity she had proved, to whom she was heartily devoted, and who\nseemed to be a special gift from Heaven to ensure her happiness.\nOn the other hand, Werther had become dear to her. There was a\ncordial unanimity of sentiment between them from the very first\nhour of their acquaintance, and their long association and repeated\ninterviews had made an indelible impression upon her heart. She\nhad been accustomed to communicate to him every thought and feeling\nwhich interested her, and his absence threatened to open a void\nin her existence which it might be impossible to fill. How heartily\nshe wished that she might change him into her brother, — that she\ncould induce him to marry one of her own friends, or could reestablish\nhis intimacy with Albert.",
        "She passed all her intimate friends in review before her mind, but\nfound something objectionable in each, and could decide upon none\nto whom she would consent to give him.",
        "Amid all these considerations she felt deeply but indistinctly\nthat her own real but unexpressed wish was to retain him for herself,\nand her pure and amiable heart felt from this thought a sense of\noppression which seemed to forbid a prospect of happiness. She\nwas wretched: a dark cloud obscured her mental vision.",
        "It was now half-past six o’clock, and she heard Werther’s step on\nthe stairs. She at once recognised his voice, as he inquired if\nshe were at home. Her heart beat audibly — we could almost say\nfor the first time — at his arrival. It was too late to deny\nherself; and, as he entered, she exclaimed, with a sort of ill\nconcealed confusion, “You have not kept your word!” “I promised\nnothing,” he answered. “But you should have complied, at least\nfor my sake,” she continued. “ I implore you, for both our sakes.”",
        "She scarcely knew what she said or did; and sent for some friends,\nwho, by their presence, might prevent her being left alone with\nWerther. He put down some books he had brought with him, then\nmade inquiries about some others, until she began to hope that her\nfriends might arrive shortly, entertaining at the same time a\ndesire that they might stay away.",
        "At one moment she felt anxious that the servant should remain in\nthe adjoining room, then she changed her mind. Werther, meanwhile,\nwalked impatiently up and down. She went to the piano, and\ndetermined not to retire. She then collected her thoughts, and\nsat down quietly at Werther’s side, who had taken his usual place\non the sofa.",
        "“Have you brought nothing to read?” she inquired. He had nothing.\n“There in my drawer,” she continued, “you will find your own\ntranslation of some of the songs of Ossian. I have not yet read\nthem, as I have still hoped to hear you recite them; but, for some\ntime past, I have not been able to accomplish such a wish.” He\nsmiled, and went for the manuscript, which he took with a shudder.\nHe sat down; and, with eyes full of tears, he began to read.",
        "“Star of descending night! fair is thy light in the west! thou\nliftest thy unshorn head from thy cloud; thy steps are stately on\nthy hill. What dost thou behold in the plain? The stormy winds\nare laid. The murmur of the torrent comes from afar. Roaring\nwaves climb the distant rock. The flies of evening are on their\nfeeble wings: the hum of their course is on the field. What dost\nthou behold, fair light? But thou dost smile and depart. The\nwaves come with joy around thee: they bathe thy lovely hair.\nFarewell, thou silent beam! Let the light of Ossian’s soul arise!",
        "“And it does arise in its strength! I behold my departed friends.\nTheir gathering is on Lora, as in the days of other years. Fingal\ncomes like a watery column of mist! his heroes are around: and\nsee the bards of song, gray-haired Ullin! stately Ryno! Alpin with\nthe tuneful voice: the soft complaint of Minona! How are ye changed,\nmy friends, since the days of Selma’s feast! when we contended,\nlike gales of spring as they fly along the hill, and bend by turns\nthe feebly whistling grass.",
        "“Minona came forth in her beauty, with downcast look and tearful\neye. Her hair was flying slowly with the blast that rushed\nunfrequent from the hill. The souls of the heroes were sad when\nshe raised the tuneful voice. Oft had they seen the grave of\nSalgar, the dark dwelling of white-bosomed Colma. Colma left alone\non the hill with all her voice of song! Salgar promised to come!\nbut the night descended around. Hear the voice of Colma, when she\nsat alone on the hill!",
        "“Colma. It is night: I am alone, forlorn on the hill of storms.\nThe wind is heard on the mountain. The torrent is howling down\nthe rock. No hut receives me from the rain: forlorn on the hill\nof winds!",
        "“Rise moon! from behind thy clouds. Stars of the night, arise!\nLead me, some light, to the place where my love rests from the\nchase alone! His bow near him unstrung, his dogs panting around\nhim! But here I must sit alone by the rock of the mossy stream.\nThe stream and the wind roar aloud. I hear not the voice of my\nlove! Why delays my Salgar; why the chief of the hill his promise?\nHere is the rock and here the tree! here is the roaring stream!\nThou didst promise with night to be here. Ah! whither is my Salgar\ngone? With thee I would fly from my father, with thee from my\nbrother of pride. Our race have long been foes: we are not foes,\nO Salgar!",
        "“Cease a little while, O wind! stream, be thou silent awhile! let\nmy voice be heard around! let my wanderer hear me! Salgar! it is\nColma who calls. Here is the tree and the rock. Salgar, my love,\nI am here! Why delayest thou thy coming? Lo! the calm moon comes\nforth. The flood is bright in the vale. The rocks are gray on\nthe steep. I see him not on the brow. His dogs come not before\nhim with tidings of his near approach. Here I must sit alone!",
        "“Who lie on the heath beside me? Are they my love and my brother?\nSpeak to me, O my friends! To Colma they give no reply. Speak\nto me: I am alone! My soul is tormented with fears. Ah, they are\ndead! Their swords are red from the fight. O my brother! my\nbrother! why hast thou slain my Salgar! Why, O Salgar, hast thou\nslain my brother! Dear were ye both to me! what shall I say in\nyour praise? Thou wert fair on the hill among thousands! he was\nterrible in fight! Speak to me! hear my voice! hear me, sons of\nmy love! They are silent! silent for ever! Cold, cold, are their\nbreasts of clay! Oh, from the rock on the hill, from the top of\nthe windy steep, speak, ye ghosts of the dead! Speak, I will not\nbe afraid! Whither are ye gone to rest? In what cave of the hill\nshall I find the departed? No feeble voice is on the gale: no\nanswer half drowned in the storm!",
        "“I sit in my grief: I wait for morning in my tears! Rear the tomb,\nye friends of the dead. Close it not till Colma come. My life\nflies away like a dream. Why should I stay behind? Here shall I\nrest with my friends, by the stream of the sounding rock. When\nnight comes on the hill when the loud winds arise my ghost shall\nstand in the blast, and mourn the death of my friends. The hunter\nshall hear from his booth; he shall fear, but love my voice! For\nsweet shall my voice be for my friends: pleasant were her friends \nto Colma.",
        "“Such was thy song, Minona, softly blushing daughter of Torman.\nOur tears descended for Colma, and our souls were sad! Ullin came\nwith his harp; he gave the song of Alpin. The voice of Alpin was\npleasant, the soul of Ryno was a beam of fire! But they had rested\nin the narrow house: their voice had ceased in Selma! Ullin had\nreturned one day from the chase before the heroes fell. He heard\ntheir strife on the hill: their song was soft, but sad! They\nmourned the fall of Morar, first of mortal men! His soul was like\nthe soul of Fingal: his sword like the sword of Oscar. But he\nfell, and his father mourned: his sister’s eyes were full of tears.\nMinona’s eyes were full of tears, the sister of car-borne Morar.\nShe retired from the song of Ullin, like the moon in the west,\nwhen she foresees the shower, and hides her fair head in a cloud.\nI touched the harp with Ullin: the song of morning rose!",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}