{
    "title": "The Poetics - 2 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "II. The objects the imitator represents are actions, with agents who\nare necessarily either good men or bad—the diversities of human\ncharacter being nearly always derivative from this primary\ndistinction, since the line between virtue and vice is one dividing\nthe whole of mankind. It follows, therefore, that the agents\nrepresented must be either above our own level of goodness, or beneath\nit, or just such as we are in the same way as, with the painters, the\npersonages of Polygnotus are better than we are, those of Pauson\nworse, and those of Dionysius just like ourselves. It is clear that\neach of the above-mentioned arts will admit of these differences, and\nthat it will become a separate art by representing objects with this\npoint of difference. Even in dancing, flute-playing, and lyre-playing\nsuch diversities are possible; and they are also possible in the\nnameless art that uses language, prose or verse without harmony, as\nits means; Homer’s personages, for instance, are better than we are;\nCleophon’s are on our own level; and those of Hegemon of Thasos, the\nfirst writer of parodies, and Nicochares, the author of the Diliad,\nare beneath it. The same is true of the Dithyramb and the Nome: the\npersonages may be presented in them with the difference exemplified in\nthe ... of ... and Argas, and in the Cyclopses of Timotheus and\nPhiloxenus. This difference it is that distinguishes Tragedy and\nComedy also; the one would make its personages worse, and the other\nbetter, than the men of the present day.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}