{
    "title": "The Diary of a Nobody - Chapter XII.",
    "author": "George and Weedon Grossmith",
    "chapter": "13",
    "content": [
        "\n\n",
        "A serious discussion concerning the use and value of my diary.\nLupin’s opinion of ’Xmas.  Lupin’s unfortunate engagement is on\nagain.",
        "\nDecember 17. - As I open my scribbling diary I find the words\n“Oxford Michaelmas Term ends.”  Why this should induce me to\nindulge in retrospective I don’t know, but it does.  The last few\nweeks of my diary are of minimum interest.  The breaking off of the\nengagement between Lupin and Daisy Mutlar has made him a different\nbeing, and Carrie a rather depressing companion.  She was a little\ndull last Saturday, and I thought to cheer her up by reading some\nextracts from my diary; but she walked out of the room in the\nmiddle of the reading, without a word.  On her return, I said:\n“Did my diary bore you, darling?”",
        "She replied, to my surprise:  “I really wasn’t listening, dear.  I\nwas obliged to leave to give instructions to the laundress.  In\nconsequence of some stuff she puts in the water, two more of\nLupin’s coloured shirts have run and he says he won’t wear them.”",
        "I said:  “Everything is Lupin.  It’s all Lupin, Lupin, Lupin.\nThere was not a single button on my shirt yesterday, but I made no\ncomplaint.”",
        "Carrie simply replied:  “You should do as all other men do, and\nwear studs.  In fact, I never saw anyone but you wear buttons on\nthe shirt-fronts.”",
        "I said:  “I certainly wore none yesterday, for there were none on.”",
        "Another thought that strikes me is that Gowing seldom calls in the\nevening, and Cummings never does.  I fear they don’t get on well\nwith Lupin.",
        "December 18. - Yesterday I was in a retrospective vein - to-day it\nis PROSPECTIVE.  I see nothing but clouds, clouds, clouds.  Lupin\nis perfectly intolerable over the Daisy Mutlar business.  He won’t\nsay what is the cause of the breach.  He is evidently condemning\nher conduct, and yet, if we venture to agree with him, says he\nwon’t hear a word against her.  So what is one to do?  Another\nthing which is disappointing to me is, that Carrie and Lupin take\nno interest whatever in my diary.",
        "I broached the subject at the breakfast-table to-day.  I said:  “I\nwas in hopes that, if anything ever happened to me, the diary would\nbe an endless source of pleasure to you both; to say nothing of the\nchance of the remuneration which may accrue from its being\npublished.”",
        "Both Carrie and Lupin burst out laughing.  Carrie was sorry for\nthis, I could see, for she said:  “I did not mean to be rude, dear\nCharlie; but truly I do not think your diary would sufficiently\ninterest the public to be taken up by a publisher.”",
        "I replied:  “I am sure it would prove quite as interesting as some\nof the ridiculous reminiscences that have been published lately.\nBesides, it’s the diary that makes the man.  Where would Evelyn and\nPepys have been if it had not been for their diaries?”",
        "Carrie said I was quite a philosopher; but Lupin, in a jeering\ntone, said:  “If it had been written on larger paper, Guv., we\nmight get a fair price from a butterman for it.”",
        "As I am in the prospective vein, I vow the end of this year will\nsee the end of my diary.",
        "December 19. - The annual invitation came to spend Christmas with\nCarrie’s mother - the usual family festive gathering to which we\nalways look forward.  Lupin declined to go.  I was astounded, and\nexpressed my surprise and disgust.  Lupin then obliged us with the\nfollowing Radical speech:  “I hate a family gathering at Christmas.\nWhat does it mean?  Why someone says:  ’Ah! we miss poor Uncle\nJames, who was here last year,’ and we all begin to snivel.\nSomeone else says:  ’It’s two years since poor Aunt Liz used to sit\nin that corner.’  Then we all begin to snivel again.  Then another\ngloomy relation says ’Ah!  I wonder whose turn it will be next?’\nThen we all snivel again, and proceed to eat and drink too much;\nand they don’t discover until I get up that we have been seated\nthirteen at dinner.”",
        "December 20. - Went to Smirksons’, the drapers, in the Strand, who\nthis year have turned out everything in the shop and devoted the\nwhole place to the sale of Christmas cards.  Shop crowded with\npeople, who seemed to take up the cards rather roughly, and, after\na hurried glance at them, throw them down again.  I remarked to one\nof the young persons serving, that carelessness appeared to be a\ndisease with some purchasers.  The observation was scarcely out of\nmy mouth, when my thick coat-sleeve caught against a large pile of\nexpensive cards in boxes one on top of the other, and threw them\ndown.  The manager came forward, looking very much annoyed, and\npicking up several cards from the ground, said to one of the\nassistants, with a palpable side-glance at me:  “Put these amongst\nthe sixpenny goods; they can’t be sold for a shilling now.”  The\nresult was, I felt it my duty to buy some of these damaged cards.",
        "I had to buy more and pay more than intended.  Unfortunately I did\nnot examine them all, and when I got home I discovered a vulgar\ncard with a picture of a fat nurse with two babies, one black and\nthe other white, and the words:  “We wish Pa a Merry Christmas.”  I\ntore up the card and threw it away.  Carrie said the great\ndisadvantage of going out in Society and increasing the number of\nour friends was, that we should have to send out nearly two dozen\ncards this year.",
        "December 21. - To save the postman a miserable Christmas, we follow\nthe example of all unselfish people, and send out our cards early.\nMost of the cards had finger-marks, which I did not notice at\nnight.  I shall buy all future cards in the daytime.  Lupin (who,\never since he has had the appointment with a stock and share\nbroker, does not seem over-scrupulous in his dealings) told me\nnever to rub out the pencilled price on the backs of the cards.  I\nasked him why.  Lupin said:  “Suppose your card is marked 9d.\nWell, all you have to do is to pencil a 3 - and a long down-stroke\nafter it - in FRONT of the ninepence, and people will think you\nhave given five times the price for it.”",
        "In the evening Lupin was very low-spirited, and I reminded him that\nbehind the clouds the sun was shining.  He said:  “Ugh! it never\nshines on me.”  I said:  “Stop, Lupin, my boy; you are worried\nabout Daisy Mutlar.  Don’t think of her any more.  You ought to\ncongratulate yourself on having got off a very bad bargain.  Her\nnotions are far too grand for our simple tastes.”  He jumped up and\nsaid:  “I won’t allow one word to be uttered against her.  She’s\nworth the whole bunch of your friends put together, that inflated,\nsloping-head of a Perkupp included.”  I left the room with silent\ndignity, but caught my foot in the mat.",
        "December 23. - I exchanged no words with Lupin in the morning; but\nas he seemed to be in exuberant spirits in the evening, I ventured\nto ask him where he intended to spend his Christmas.  He replied:\n“Oh, most likely at the Mutlars’.”",
        "In wonderment, I said:  “What! after your engagement has been\nbroken off?”",
        "Lupin said:  “Who said it is off?”",
        "I said:  “You have given us both to understand - “",
        "He interrupted me by saying:  “Well, never mind what I said.  IT IS\nON AGAIN - THERE!”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}