{
    "title": "The Lazy Tour of Two Idle Apprentices",
    "author": "Charles Dickens",
    "chapter": "1",
    "content": [
        "\n\n",
        "In the autumn month of September, eighteen hundred and fifty-seven,\nwherein these presents bear date, two idle apprentices, exhausted\nby the long, hot summer, and the long, hot work it had brought with\nit, ran away from their employer.  They were bound to a highly\nmeritorious lady (named Literature), of fair credit and repute,\nthough, it must be acknowledged, not quite so highly esteemed in\nthe City as she might be.  This is the more remarkable, as there is\nnothing against the respectable lady in that quarter, but quite the\ncontrary; her family having rendered eminent service to many famous\ncitizens of London.  It may be sufficient to name Sir William\nWalworth, Lord Mayor under King Richard II., at the time of Wat\nTyler’s insurrection, and Sir Richard Whittington:  which latter\ndistinguished man and magistrate was doubtless indebted to the\nlady’s family for the gift of his celebrated cat.  There is also\nstrong reason to suppose that they rang the Highgate bells for him\nwith their own hands.",
        "The misguided young men who thus shirked their duty to the mistress\nfrom whom they had received many favours, were actuated by the low\nidea of making a perfectly idle trip, in any direction.  They had\nno intention of going anywhere in particular; they wanted to see\nnothing, they wanted to know nothing, they wanted to learn nothing,\nthey wanted to do nothing.  They wanted only to be idle.  They took\nto themselves (after HOGARTH), the names of Mr. Thomas Idle and Mr.\nFrancis Goodchild; but there was not a moral pin to choose between\nthem, and they were both idle in the last degree.",
        "Between Francis and Thomas, however, there was this difference of\ncharacter:  Goodchild was laboriously idle, and would take upon\nhimself any amount of pains and labour to assure himself that he\nwas idle; in short, had no better idea of idleness than that it was\nuseless industry.  Thomas Idle, on the other hand, was an idler of\nthe unmixed Irish or Neapolitan type; a passive idler, a born-and-\nbred idler, a consistent idler, who practised what he would have\npreached if he had not been too idle to preach; a one entire and\nperfect chrysolite of idleness.",
        "The two idle apprentices found themselves, within a few hours of\ntheir escape, walking down into the North of England, that is to\nsay, Thomas was lying in a meadow, looking at the railway trains as\nthey passed over a distant viaduct - which was HIS idea of walking\ndown into the North; while Francis was walking a mile due South\nagainst time - which was HIS idea of walking down into the North.\nIn the meantime the day waned, and the milestones remained\nunconquered.",
        "’Tom,’ said Goodchild, ’the sun is getting low.  Up, and let us go\nforward!’",
        "’Nay,’ quoth Thomas Idle, ’I have not done with Annie Laurie yet.’\nAnd he proceeded with that idle but popular ballad, to the effect\nthat for the bonnie young person of that name he would ’lay him\ndoon and dee’ - equivalent, in prose, to lay him down and die.",
        "’What an ass that fellow was!’ cried Goodchild, with the bitter\nemphasis of contempt.",
        "’Which fellow?’ asked Thomas Idle.",
        "’The fellow in your song.  Lay him doon and dee!  Finely he’d show\noff before the girl by doing THAT.  A sniveller!  Why couldn’t he\nget up, and punch somebody’s head!’",
        "’Whose?’ asked Thomas Idle.",
        "’Anybody’s.  Everybody’s would be better than nobody’s!  If I fell\ninto that state of mind about a girl, do you think I’d lay me doon\nand dee?  No, sir,’ proceeded Goodchild, with a disparaging\nassumption of the Scottish accent, ’I’d get me oop and peetch into\nsomebody.  Wouldn’t you?’",
        "’I wouldn’t have anything to do with her,’ yawned Thomas Idle.\n’Why should I take the trouble?’",
        "’It’s no trouble, Tom, to fall in love,’ said Goodchild, shaking\nhis head.",
        "’It’s trouble enough to fall out of it, once you’re in it,’\nretorted Tom.  ’So I keep out of it altogether.  It would be better\nfor you, if you did the same.’",
        "Mr. Goodchild, who is always in love with somebody, and not\nunfrequently with several objects at once, made no reply.  He\nheaved a sigh of the kind which is termed by the lower orders ’a\nbellowser,’ and then, heaving Mr. Idle on his feet (who was not\nhalf so heavy as the sigh), urged him northward.",
        "These two had sent their personal baggage on by train:  only\nretaining each a knapsack.  Idle now applied himself to constantly\nregretting the train, to tracking it through the intricacies of\nBradshaw’s Guide, and finding out where it is now - and where now -\nand where now - and to asking what was the use of walking, when you\ncould ride at such a pace as that.  Was it to see the country?  If\nthat was the object, look at it out of the carriage windows.  There\nwas a great deal more of it to be seen there than here.  Besides,\nwho wanted to see the country?  Nobody.  And again, whoever did\nwalk?  Nobody.  Fellows set off to walk, but they never did it.\nThey came back and said they did, but they didn’t.  Then why should\nhe walk?  He wouldn’t walk.  He swore it by this milestone!",
        "It was the fifth from London, so far had they penetrated into the\nNorth.  Submitting to the powerful chain of argument, Goodchild\nproposed a return to the Metropolis, and a falling back upon Euston\nSquare Terminus.  Thomas assented with alacrity, and so they walked\ndown into the North by the next morning’s express, and carried\ntheir knapsacks in the luggage-van.",
        "It was like all other expresses, as every express is and must be.\nIt bore through the harvest country a smell like a large washing-\nday, and a sharp issue of steam as from a huge brazen tea-urn.  The\ngreatest power in nature and art combined, it yet glided over\ndangerous heights in the sight of people looking up from fields and\nroads, as smoothly and unreally as a light miniature plaything.\nNow, the engine shrieked in hysterics of such intensity, that it\nseemed desirable that the men who had her in charge should hold her\nfeet, slap her hands, and bring her to; now, burrowed into tunnels\nwith a stubborn and undemonstrative energy so confusing that the\ntrain seemed to be flying back into leagues of darkness.  Here,\nwere station after station, swallowed up by the express without\nstopping; here, stations where it fired itself in like a volley of\ncannon-balls, swooped away four country-people with nosegays, and\nthree men of business with portmanteaus, and fired itself off\nagain, bang, bang, bang!  At long intervals were uncomfortable\nrefreshment-rooms, made more uncomfortable by the scorn of Beauty\ntowards Beast, the public (but to whom she never relented, as\nBeauty did in the story, towards the other Beast), and where\nsensitive stomachs were fed, with a contemptuous sharpness\noccasioning indigestion.  Here, again, were stations with nothing\ngoing but a bell, and wonderful wooden razors set aloft on great\nposts, shaving the air.  In these fields, the horses, sheep, and\ncattle were well used to the thundering meteor, and didn’t mind; in\nthose, they were all set scampering together, and a herd of pigs\nscoured after them.  The pastoral country darkened, became coaly,\nbecame smoky, became infernal, got better, got worse, improved\nagain, grew rugged, turned romantic; was a wood, a stream, a chain\nof hills, a gorge, a moor, a cathedral town, a fortified place, a\nwaste.  Now, miserable black dwellings, a black canal, and sick\nblack towers of chimneys; now, a trim garden, where the flowers\nwere bright and fair; now, a wilderness of hideous altars all a-\nblaze; now, the water meadows with their fairy rings; now, the\nmangy patch of unlet building ground outside the stagnant town,\nwith the larger ring where the Circus was last week.  The\ntemperature changed, the dialect changed, the people changed, faces\ngot sharper, manner got shorter, eyes got shrewder and harder; yet\nall so quickly, that the spruce guard in the London uniform and\nsilver lace, had not yet rumpled his shirt-collar, delivered half\nthe dispatches in his shiny little pouch, or read his newspaper.",
        "Carlisle!  Idle and Goodchild had got to Carlisle.  It looked\ncongenially and delightfully idle.  Something in the way of public\namusement had happened last month, and something else was going to\nhappen before Christmas; and, in the meantime there was a lecture\non India for those who liked it - which Idle and Goodchild did not.\nLikewise, by those who liked them, there were impressions to be\nbought of all the vapid prints, going and gone, and of nearly all\nthe vapid books.  For those who wanted to put anything in\nmissionary boxes, here were the boxes.  For those who wanted the\nReverend Mr. Podgers (artist’s proofs, thirty shillings), here was\nMr. Podgers to any amount.  Not less gracious and abundant, Mr.\nCodgers also of the vineyard, but opposed to Mr. Podgers, brotherly\ntooth and nail.  Here, were guide-books to the neighbouring\nantiquities, and eke the Lake country, in several dry and husky\nsorts; here, many physically and morally impossible heads of both\nsexes, for young ladies to copy, in the exercise of the art of\ndrawing; here, further, a large impression of MR. SPURGEON, solid\nas to the flesh, not to say even something gross.  The working\nyoung men of Carlisle were drawn up, with their hands in their\npockets, across the pavements, four and six abreast, and appeared\n(much to the satisfaction of Mr. Idle) to have nothing else to do.\nThe working and growing young women of Carlisle, from the age of\ntwelve upwards, promenaded the streets in the cool of the evening,\nand rallied the said young men.  Sometimes the young men rallied\nthe young women, as in the case of a group gathered round an\naccordion-player, from among whom a young man advanced behind a\nyoung woman for whom he appeared to have a tenderness, and hinted\nto her that he was there and playful, by giving her (he wore clogs)\na kick.",
        "On market morning, Carlisle woke up amazingly, and became (to the\ntwo Idle Apprentices) disagreeably and reproachfully busy.  There\nwere its cattle market, its sheep market, and its pig market down\nby the river, with raw-boned and shock-headed Rob Roys hiding their\nLowland dresses beneath heavy plaids, prowling in and out among the\nanimals, and flavouring the air with fumes of whiskey.  There was\nits corn market down the main street, with hum of chaffering over\nopen sacks.  There was its general market in the street too, with\nheather brooms on which the purple flower still flourished, and\nheather baskets primitive and fresh to behold.  With women trying\non clogs and caps at open stalls, and ’Bible stalls’ adjoining.\nWith ’Doctor Mantle’s Dispensary for the cure of all Human Maladies\nand no charge for advice,’ and with Doctor Mantle’s ’Laboratory of\nMedical, Chemical, and Botanical Science’ - both healing\ninstitutions established on one pair of trestles, one board, and\none sun-blind.  With the renowned phrenologist from London, begging\nto be favoured (at sixpence each) with the company of clients of\nboth sexes, to whom, on examination of their heads, he would make\nrevelations ’enabling him or her to know themselves.’  Through all\nthese bargains and blessings, the recruiting-sergeant watchfully\nelbowed his way, a thread of War in the peaceful skein.  Likewise\non the walls were printed hints that the Oxford Blues might not be\nindisposed to hear of a few fine active young men; and that whereas\nthe standard of that distinguished corps is full six feet, ’growing\nlads of five feet eleven’ need not absolutely despair of being\naccepted.",
        "Scenting the morning air more pleasantly than the buried majesty of\nDenmark did, Messrs. Idle and Goodchild rode away from Carlisle at\neight o’clock one forenoon, bound for the village of Hesket,\nNewmarket, some fourteen miles distant.  Goodchild (who had already\nbegun to doubt whether he was idle:  as his way always is when he\nhas nothing to do) had read of a certain black old Cumberland hill\nor mountain, called Carrock, or Carrock Fell; and had arrived at\nthe conclusion that it would be the culminating triumph of Idleness\nto ascend the same.  Thomas Idle, dwelling on the pains inseparable\nfrom that achievement, had expressed the strongest doubts of the\nexpediency, and even of the sanity, of the enterprise; but\nGoodchild had carried his point, and they rode away.",
        "Up hill and down hill, and twisting to the right, and twisting to\nthe left, and with old Skiddaw (who has vaunted himself a great\ndeal more than his merits deserve; but that is rather the way of\nthe Lake country), dodging the apprentices in a picturesque and\npleasant manner.  Good, weather-proof, warm, pleasant houses, well\nwhite-limed, scantily dotting the road.  Clean children coming out\nto look, carrying other clean children as big as themselves.\nHarvest still lying out and much rained upon; here and there,\nharvest still unreaped.  Well-cultivated gardens attached to the\ncottages, with plenty of produce forced out of their hard soil.\nLonely nooks, and wild; but people can be born, and married, and\nburied in such nooks, and can live and love, and be loved, there as\nelsewhere, thank God! (Mr. Goodchild’s remark.)  By-and-by, the\nvillage.  Black, coarse-stoned, rough-windowed houses; some with\nouter staircases, like Swiss houses; a sinuous and stony gutter\nwinding up hill and round the corner, by way of street.  All the\nchildren running out directly.  Women pausing in washing, to peep\nfrom doorways and very little windows.  Such were the observations\nof Messrs. Idle and Goodchild, as their conveyance stopped at the\nvillage shoemaker’s.  Old Carrock gloomed down upon it all in a\nvery ill-tempered state; and rain was beginning.",
        "The village shoemaker declined to have anything to do with Carrock.\nNo visitors went up Carrock.  No visitors came there at all.  Aa’\nthe world ganged awa’ yon.  The driver appealed to the Innkeeper.\nThe Innkeeper had two men working in the fields, and one of them\nshould be called in, to go up Carrock as guide.  Messrs. Idle and\nGoodchild, highly approving, entered the Innkeeper’s house, to\ndrink whiskey and eat oatcake.",
        "The Innkeeper was not idle enough - was not idle at all, which was\na great fault in him - but was a fine specimen of a north-country\nman, or any kind of man.  He had a ruddy cheek, a bright eye, a\nwell-knit frame, an immense hand, a cheery, outspeaking voice, and\na straight, bright, broad look.  He had a drawing-room, too,\nupstairs, which was worth a visit to the Cumberland Fells.  (This\nwas Mr. Francis Goodchild’s opinion, in which Mr. Thomas Idle did\nnot concur.)",
        "The ceiling of this drawing-room was so crossed and recrossed by\nbeams of unequal lengths, radiating from a centre, in a corner,\nthat it looked like a broken star-fish.  The room was comfortably\nand solidly furnished with good mahogany and horsehair.  It had a\nsnug fireside, and a couple of well-curtained windows, looking out\nupon the wild country behind the house.  What it most developed\nwas, an unexpected taste for little ornaments and nick-nacks, of\nwhich it contained a most surprising number.  They were not very\nvarious, consisting in great part of waxen babies with their limbs\nmore or less mutilated, appealing on one leg to the parental\naffections from under little cupping glasses; but, Uncle Tom was\nthere, in crockery, receiving theological instructions from Miss\nEva, who grew out of his side like a wen, in an exceedingly rough\nstate of profile propagandism.  Engravings of Mr. Hunt’s country\nboy, before and after his pie, were on the wall, divided by a\nhighly-coloured nautical piece, the subject of which had all her\ncolours (and more) flying, and was making great way through a sea\nof a regular pattern, like a lady’s collar.  A benevolent, elderly\ngentleman of the last century, with a powdered head, kept guard, in\noil and varnish, over a most perplexing piece of furniture on a\ntable; in appearance between a driving seat and an angular knife-\nbox, but, when opened, a musical instrument of tinkling wires,\nexactly like David’s harp packed for travelling.  Everything became\na nick-nack in this curious room.  The copper tea-kettle, burnished\nup to the highest point of glory, took his station on a stand of\nhis own at the greatest possible distance from the fireplace, and\nsaid:  ’By your leave, not a kettle, but a bijou.’  The\nStaffordshire-ware butter-dish with the cover on, got upon a little\nround occasional table in a window, with a worked top, and\nannounced itself to the two chairs accidentally placed there, as an\naid to polite conversation, a graceful trifle in china to be\nchatted over by callers, as they airily trifled away the visiting\nmoments of a butterfly existence, in that rugged old village on the\nCumberland Fells.  The very footstool could not keep the floor, but\ngot upon a sofa, and there-from proclaimed itself, in high relief\nof white and liver-coloured wool, a favourite spaniel coiled up for\nrepose.  Though, truly, in spite of its bright glass eyes, the\nspaniel was the least successful assumption in the collection:\nbeing perfectly flat, and dismally suggestive of a recent mistake\nin sitting down on the part of some corpulent member of the family.",
        "There were books, too, in this room; books on the table, books on\nthe chimney-piece, books in an open press in the corner.  Fielding\nwas there, and Smollett was there, and Steele and Addison were\nthere, in dispersed volumes; and there were tales of those who go\ndown to the sea in ships, for windy nights; and there was really a\nchoice of good books for rainy days or fine.  It was so very\npleasant to see these things in such a lonesome by-place - so very\nagreeable to find these evidences of a taste, however homely, that\nwent beyond the beautiful cleanliness and trimness of the house -\nso fanciful to imagine what a wonder a room must be to the little\nchildren born in the gloomy village - what grand impressions of it\nthose of them who became wanderers over the earth would carry away;\nand how, at distant ends of the world, some old voyagers would die,\ncherishing the belief that the finest apartment known to men was\nonce in the Hesket-Newmarket Inn, in rare old Cumberland - it was\nsuch a charmingly lazy pursuit to entertain these rambling thoughts\nover the choice oatcake and the genial whiskey, that Mr. Idle and\nMr. Goodchild never asked themselves how it came to pass that the\nmen in the fields were never heard of more, how the stalwart\nlandlord replaced them without explanation, how his dog-cart came\nto be waiting at the door, and how everything was arranged without\nthe least arrangement for climbing to old Carrock’s shoulders, and\nstanding on his head.",
        "Without a word of inquiry, therefore, the Two Idle Apprentices\ndrifted out resignedly into a fine, soft, close, drowsy,\npenetrating rain; got into the landlord’s light dog-cart, and\nrattled off through the village for the foot of Carrock.  The\njourney at the outset was not remarkable.  The Cumberland road went\nup and down like all other roads; the Cumberland curs burst out\nfrom backs of cottages and barked like other curs, and the\nCumberland peasantry stared after the dog-cart amazedly, as long as\nit was in sight, like the rest of their race.  The approach to the\nfoot of the mountain resembled the approaches to the feet of most\nother mountains all over the world.  The cultivation gradually\nceased, the trees grew gradually rare, the road became gradually\nrougher, and the sides of the mountain looked gradually more and\nmore lofty, and more and more difficult to get up.  The dog-cart\nwas left at a lonely farm-house.  The landlord borrowed a large\numbrella, and, assuming in an instant the character of the most\ncheerful and adventurous of guides, led the way to the ascent.  Mr.\nGoodchild looked eagerly at the top of the mountain, and, feeling\napparently that he was now going to be very lazy indeed, shone all\nover wonderfully to the eye, under the influence of the contentment\nwithin and the moisture without.  Only in the bosom of Mr. Thomas\nIdle did Despondency now hold her gloomy state.  He kept it a\nsecret; but he would have given a very handsome sum, when the\nascent began, to have been back again at the inn.  The sides of\nCarrock looked fearfully steep, and the top of Carrock was hidden\nin mist.  The rain was falling faster and faster.  The knees of Mr.\nIdle - always weak on walking excursions - shivered and shook with\nfear and damp.  The wet was already penetrating through the young\nman’s outer coat to a brand-new shooting-jacket, for which he had\nreluctantly paid the large sum of two guineas on leaving town; he\nhad no stimulating refreshment about him but a small packet of\nclammy gingerbread nuts; he had nobody to give him an arm, nobody\nto push him gently behind, nobody to pull him up tenderly in front,\nnobody to speak to who really felt the difficulties of the ascent,\nthe dampness of the rain, the denseness of the mist, and the\nunutterable folly of climbing, undriven, up any steep place in the\nworld, when there is level ground within reach to walk on instead.\nWas it for this that Thomas had left London?  London, where there\nare nice short walks in level public gardens, with benches of\nrepose set up at convenient distances for weary travellers -\nLondon, where rugged stone is humanely pounded into little lumps\nfor the road, and intelligently shaped into smooth slabs for the\npavement!  No! it was not for the laborious ascent of the crags of\nCarrock that Idle had left his native city, and travelled to\nCumberland.  Never did he feel more disastrously convinced that he\nhad committed a very grave error in judgment than when he found\nhimself standing in the rain at the bottom of a steep mountain, and\nknew that the responsibility rested on his weak shoulders of\nactually getting to the top of it.",
        "The honest landlord went first, the beaming Goodchild followed, the\nmournful Idle brought up the rear.  From time to time, the two\nforemost members of the expedition changed places in the order of\nmarch; but the rearguard never altered his position.  Up the\nmountain or down the mountain, in the water or out of it, over the\nrocks, through the bogs, skirting the heather, Mr. Thomas Idle was\nalways the last, and was always the man who had to be looked after\nand waited for.  At first the ascent was delusively easy, the sides\nof the mountain sloped gradually, and the material of which they\nwere composed was a soft spongy turf, very tender and pleasant to\nwalk upon.  After a hundred yards or so, however, the verdant scene\nand the easy slope disappeared, and the rocks began.  Not noble,\nmassive rocks, standing upright, keeping a certain regularity in\ntheir positions, and possessing, now and then, flat tops to sit\nupon, but little irritating, comfortless rocks, littered about\nanyhow, by Nature; treacherous, disheartening rocks of all sorts of\nsmall shapes and small sizes, bruisers of tender toes and trippers-\nup of wavering feet.  When these impediments were passed, heather\nand slough followed.  Here the steepness of the ascent was slightly\nmitigated; and here the exploring party of three turned round to\nlook at the view below them.  The scene of the moorland and the\nfields was like a feeble water-colour drawing half sponged out.\nThe mist was darkening, the rain was thickening, the trees were\ndotted about like spots of faint shadow, the division-lines which\nmapped out the fields were all getting blurred together, and the\nlonely farm-house where the dog-cart had been left, loomed spectral\nin the grey light like the last human dwelling at the end of the\nhabitable world.  Was this a sight worth climbing to see?  Surely -\nsurely not!",
        "Up again - for the top of Carrock is not reached yet.  The land-\nlord, just as good-tempered and obliging as he was at the bottom of\nthe mountain.  Mr. Goodchild brighter in the eyes and rosier in the\nface than ever; full of cheerful remarks and apt quotations; and\nwalking with a springiness of step wonderful to behold.  Mr. Idle,\nfarther and farther in the rear, with the water squeaking in the\ntoes of his boots, with his two-guinea shooting-jacket clinging\ndamply to his aching sides, with his overcoat so full of rain, and\nstanding out so pyramidically stiff, in consequence, from his\nshoulders downwards, that he felt as if he was walking in a\ngigantic extinguisher - the despairing spirit within him\nrepresenting but too aptly the candle that had just been put out.\nUp and up and up again, till a ridge is reached and the outer edge\nof the mist on the summit of Carrock is darkly and drizzingly near.\nIs this the top?  No, nothing like the top.  It is an aggravating\npeculiarity of all mountains, that, although they have only one top\nwhen they are seen (as they ought always to be seen) from below,\nthey turn out to have a perfect eruption of false tops whenever the\ntraveller is sufficiently ill-advised to go out of his way for the\npurpose of ascending them.  Carrock is but a trumpery little\nmountain of fifteen hundred feet, and it presumes to have false\ntops, and even precipices, as if it were Mont Blanc.  No matter;\nGoodchild enjoys it, and will go on; and Idle, who is afraid of\nbeing left behind by himself, must follow.  On entering the edge of\nthe mist, the landlord stops, and says he hopes that it will not\nget any thicker.  It is twenty years since he last ascended\nCarrock, and it is barely possible, if the mist increases, that the\nparty may be lost on the mountain.  Goodchild hears this dreadful\nintimation, and is not in the least impressed by it.  He marches\nfor the top that is never to be found, as if he was the Wandering\nJew, bound to go on for ever, in defiance of everything.  The\nlandlord faithfully accompanies him.  The two, to the dim eye of\nIdle, far below, look in the exaggerative mist, like a pair of\nfriendly giants, mounting the steps of some invisible castle\ntogether.  Up and up, and then down a little, and then up, and then\nalong a strip of level ground, and then up again.  The wind, a wind\nunknown in the happy valley, blows keen and strong; the rain-mist\ngets impenetrable; a dreary little cairn of stones appears.  The\nlandlord adds one to the heap, first walking all round the cairn as\nif he were about to perform an incantation, then dropping the stone\non to the top of the heap with the gesture of a magician adding an\ningredient to a cauldron in full bubble.  Goodchild sits down by\nthe cairn as if it was his study-table at home; Idle, drenched and\npanting, stands up with his back to the wind, ascertains distinctly\nthat this is the top at last, looks round with all the little\ncuriosity that is left in him, and gets, in return, a magnificent\nview of - Nothing!",
        "The effect of this sublime spectacle on the minds of the exploring\nparty is a little injured by the nature of the direct conclusion to\nwhich the sight of it points - the said conclusion being that the\nmountain mist has actually gathered round them, as the landlord\nfeared it would.  It now becomes imperatively necessary to settle\nthe exact situation of the farm-house in the valley at which the\ndog-cart has been left, before the travellers attempt to descend.\nWhile the landlord is endeavouring to make this discovery in his\nown way, Mr. Goodchild plunges his hand under his wet coat, draws\nout a little red morocco-case, opens it, and displays to the view\nof his companions a neat pocket-compass.  The north is found, the\npoint at which the farm-house is situated is settled, and the\ndescent begins.  After a little downward walking, Idle (behind as\nusual) sees his fellow-travellers turn aside sharply - tries to\nfollow them - loses them in the mist - is shouted after, waited\nfor, recovered - and then finds that a halt has been ordered,\npartly on his account, partly for the purpose of again consulting\nthe compass.",
        "The point in debate is settled as before between Goodchild and the\nlandlord, and the expedition moves on, not down the mountain, but\nmarching straight forward round the slope of it.  The difficulty of\nfollowing this new route is acutely felt by Thomas Idle.  He finds\nthe hardship of walking at all greatly increased by the fatigue of\nmoving his feet straight forward along the side of a slope, when\ntheir natural tendency, at every step, is to turn off at a right\nangle, and go straight down the declivity.  Let the reader imagine\nhimself to be walking along the roof of a barn, instead of up or\ndown it, and he will have an exact idea of the pedestrian\ndifficulty in which the travellers had now involved themselves.  In\nten minutes more Idle was lost in the distance again, was shouted\nfor, waited for, recovered as before; found Goodchild repeating his\nobservation of the compass, and remonstrated warmly against the\nsideway route that his companions persisted in following.  It\nappeared to the uninstructed mind of Thomas that when three men\nwant to get to the bottom of a mountain, their business is to walk\ndown it; and he put this view of the case, not only with emphasis,\nbut even with some irritability.  He was answered from the\nscientific eminence of the compass on which his companions were\nmounted, that there was a frightful chasm somewhere near the foot\nof Carrock, called The Black Arches, into which the travellers were\nsure to march in the mist, if they risked continuing the descent\nfrom the place where they had now halted.  Idle received this\nanswer with the silent respect which was due to the commanders of\nthe expedition, and followed along the roof of the barn, or rather\nthe side of the mountain, reflecting upon the assurance which he\nreceived on starting again, that the object of the party was only\nto gain ’a certain point,’ and, this haven attained, to continue\nthe descent afterwards until the foot of Carrock was reached.\nThough quite unexceptionable as an abstract form of expression, the\nphrase ’a certain point’ has the disadvantage of sounding rather\nvaguely when it is pronounced on unknown ground, under a canopy of\nmist much thicker than a London fog.  Nevertheless, after the\ncompass, this phrase was all the clue the party had to hold by, and\nIdle clung to the extreme end of it as hopefully as he could.",
        "More sideway walking, thicker and thicker mist, all sorts of points\nreached except the ’certain point;’ third loss of Idle, third\nshouts for him, third recovery of him, third consultation of\ncompass.  Mr. Goodchild draws it tenderly from his pocket, and\nprepares to adjust it on a stone.  Something falls on the turf - it\nis the glass.  Something else drops immediately after - it is the\nneedle.  The compass is broken, and the exploring party is lost!",
        "It is the practice of the English portion of the human race to\nreceive all great disasters in dead silence.  Mr. Goodchild\nrestored the useless compass to his pocket without saying a word,\nMr. Idle looked at the landlord, and the landlord looked at Mr.\nIdle.  There was nothing for it now but to go on blindfold, and\ntrust to the chapter of chances.  Accordingly, the lost travellers\nmoved forward, still walking round the slope of the mountain, still\ndesperately resolved to avoid the Black Arches, and to succeed in\nreaching the ’certain point.’",
        "A quarter of an hour brought them to the brink of a ravine, at the\nbottom of which there flowed a muddy little stream.  Here another\nhalt was called, and another consultation took place.  The\nlandlord, still clinging pertinaciously to the idea of reaching the\n’point,’ voted for crossing the ravine, and going on round the\nslope of the mountain.  Mr. Goodchild, to the great relief of his\nfellow-traveller, took another view of the case, and backed Mr.\nIdle’s proposal to descend Carrock at once, at any hazard - the\nrather as the running stream was a sure guide to follow from the\nmountain to the valley.  Accordingly, the party descended to the\nrugged and stony banks of the stream; and here again Thomas lost\nground sadly, and fell far behind his travelling companions.  Not\nmuch more than six weeks had elapsed since he had sprained one of\nhis ankles, and he began to feel this same ankle getting rather\nweak when he found himself among the stones that were strewn about\nthe running water.  Goodchild and the landlord were getting farther\nand farther ahead of him.  He saw them cross the stream and\ndisappear round a projection on its banks.  He heard them shout the\nmoment after as a signal that they had halted and were waiting for\nhim.  Answering the shout, he mended his pace, crossed the stream\nwhere they had crossed it, and was within one step of the opposite\nbank, when his foot slipped on a wet stone, his weak ankle gave a\ntwist outwards, a hot, rending, tearing pain ran through it at the\nsame moment, and down fell the idlest of the Two Idle Apprentices,\ncrippled in an instant.",
        "The situation was now, in plain terms, one of absolute danger.\nThere lay Mr. Idle writhing with pain, there was the mist as thick\nas ever, there was the landlord as completely lost as the strangers\nwhom he was conducting, and there was the compass broken in\nGoodchild’s pocket.  To leave the wretched Thomas on unknown ground\nwas plainly impossible; and to get him to walk with a badly\nsprained ankle seemed equally out of the question.  However,\nGoodchild (brought back by his cry for help) bandaged the ankle\nwith a pocket-handkerchief, and assisted by the landlord, raised\nthe crippled Apprentice to his legs, offered him a shoulder to lean\non, and exhorted him for the sake of the whole party to try if he\ncould walk.  Thomas, assisted by the shoulder on one side, and a\nstick on the other, did try, with what pain and difficulty those\nonly can imagine who have sprained an ankle and have had to tread\non it afterwards.  At a pace adapted to the feeble hobbling of a\nnewly-lamed man, the lost party moved on, perfectly ignorant\nwhether they were on the right side of the mountain or the wrong,\nand equally uncertain how long Idle would be able to contend with\nthe pain in his ankle, before he gave in altogether and fell down\nagain, unable to stir another step.",
        "Slowly and more slowly, as the clog of crippled Thomas weighed\nheavily and more heavily on the march of the expedition, the lost\ntravellers followed the windings of the stream, till they came to a\nfaintly-marked cart-track, branching off nearly at right angles, to\nthe left.  After a little consultation it was resolved to follow\nthis dim vestige of a road in the hope that it might lead to some\nfarm or cottage, at which Idle could be left in safety.  It was now\ngetting on towards the afternoon, and it was fast becoming more\nthan doubtful whether the party, delayed in their progress as they\nnow were, might not be overtaken by the darkness before the right\nroute was found, and be condemned to pass the night on the\nmountain, without bit or drop to comfort them, in their wet\nclothes.",
        "The cart-track grew fainter and fainter, until it was washed out\naltogether by another little stream, dark, turbulent, and rapid.\nThe landlord suggested, judging by the colour of the water, that it\nmust be flowing from one of the lead mines in the neighbourhood of\nCarrock; and the travellers accordingly kept by the stream for a\nlittle while, in the hope of possibly wandering towards help in\nthat way.  After walking forward about two hundred yards, they came\nupon a mine indeed, but a mine, exhausted and abandoned; a dismal,\nruinous place, with nothing but the wreck of its works and\nbuildings left to speak for it.  Here, there were a few sheep\nfeeding.  The landlord looked at them earnestly, thought he\nrecognised the marks on them - then thought he did not - finally\ngave up the sheep in despair - and walked on just as ignorant of\nthe whereabouts of the party as ever.",
        "The march in the dark, literally as well as metaphorically in the\ndark, had now been continued for three-quarters of an hour from the\ntime when the crippled Apprentice had met with his accident.  Mr.\nIdle, with all the will to conquer the pain in his ankle, and to\nhobble on, found the power rapidly failing him, and felt that\nanother ten minutes at most would find him at the end of his last\nphysical resources.  He had just made up his mind on this point,\nand was about to communicate the dismal result of his reflections\nto his companions, when the mist suddenly brightened, and begun to\nlift straight ahead.  In another minute, the landlord, who was in\nadvance, proclaimed that he saw a tree.  Before long, other trees\nappeared - then a cottage - then a house beyond the cottage, and a\nfamiliar line of road rising behind it.  Last of all, Carrock\nitself loomed darkly into view, far away to the right hand.  The\nparty had not only got down the mountain without knowing how, but\nhad wandered away from it in the mist, without knowing why - away,\nfar down on the very moor by which they had approached the base of\nCarrock that morning.",
        "The happy lifting of the mist, and the still happier discovery that\nthe travellers had groped their way, though by a very roundabout\ndirection, to within a mile or so of the part of the valley in\nwhich the farm-house was situated, restored Mr. Idle’s sinking\nspirits and reanimated his failing strength.  While the landlord\nran off to get the dog-cart, Thomas was assisted by Goodchild to\nthe cottage which had been the first building seen when the\ndarkness brightened, and was propped up against the garden wall,\nlike an artist’s lay figure waiting to be forwarded, until the dog-\ncart should arrive from the farm-house below.  In due time - and a\nvery long time it seemed to Mr. Idle - the rattle of wheels was\nheard, and the crippled Apprentice was lifted into the seat.  As\nthe dog-cart was driven back to the inn, the landlord related an\nanecdote which he had just heard at the farm-house, of an unhappy\nman who had been lost, like his two guests and himself, on Carrock;\nwho had passed the night there alone; who had been found the next\nmorning, ’scared and starved;’ and who never went out afterwards,\nexcept on his way to the grave.  Mr. Idle heard this sad story, and\nderived at least one useful impression from it.  Bad as the pain in\nhis ankle was, he contrived to bear it patiently, for he felt\ngrateful that a worse accident had not befallen him in the wilds of\nCarrock.",
        "Continue...",
        "\nThis complete text of The Lazy Tour of Two Idle Apprentices by Charles Dickens is in the public domain.\n\n\nAlso by Dickens:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lazy Tour of Two Idle Apprentices [EasyRead Large Edition]By Charles DickensAt Amazon"
    ]
}