{
    "title": "The Devil’s Dictionary - P",
    "author": "Ambrose Bierce",
    "chapter": "17",
    "content": [
        "\n\n",
        "",
        "PAIN, n.  An uncomfortable frame of mind that may have a physical \nbasis in something that is being done to the body, or may be purely \nmental, caused by the good fortune of another.",
        "PAINTING, n.  The art of protecting flat surfaces from the weather and \nexposing them to the critic.\n  Formerly, painting and sculpture were combined in the same work:  \nthe ancients painted their statues.  The only present alliance between \nthe two arts is that the modern painter chisels his patrons.",
        "PALACE, n.  A fine and costly residence, particularly that of a great \nofficial.  The residence of a high dignitary of the Christian Church \nis called a palace; that of the Founder of his religion was known as a \nfield, or wayside.  There is progress.",
        "PALM, n.  A species of tree having several varieties, of which the \nfamiliar “itching palm” (Palma hominis) is most widely distributed \nand sedulously cultivated.  This noble vegetable exudes a kind of \ninvisible gum, which may be detected by applying to the bark a piece \nof gold or silver.  The metal will adhere with remarkable tenacity.  \nThe fruit of the itching palm is so bitter and unsatisfying that a \nconsiderable percentage of it is sometimes given away in what are known \nas “benefactions.”",
        "PALMISTRY, n.  The 947th method (according to Mimbleshaw’s \nclassification) of obtaining money by false pretences.  It consists in \n“reading character” in the wrinkles made by closing the hand.  The \npretence is not altogether false; character can really be read very \naccurately in this way, for the wrinkles in every hand submitted \nplainly spell the word “dupe.”  The imposture consists in not reading \nit aloud.",
        "PANDEMONIUM, n.  Literally, the Place of All the Demons.  Most of them \nhave escaped into politics and finance, and the place is now used as a \nlecture hall by the Audible Reformer.  When disturbed by his voice the \nancient echoes clamor appropriate responses most gratifying to his \npride of distinction.",
        "PANTALOONS, n.  A nether habiliment of the adult civilized male.  The \ngarment is tubular and unprovided with hinges at the points of \nflexion.  Supposed to have been invented by a humorist.  Called \n“trousers” by the enlightened and “pants” by the unworthy.",
        "PANTHEISM, n.  The doctrine that everything is God, in \ncontradistinction to the doctrine that God is everything.",
        "PANTOMIME, n.  A play in which the story is told without violence to \nthe language.  The least disagreeable form of dramatic action.",
        "PARDON, v.  To remit a penalty and restore to the life of crime.  To \nadd to the lure of crime the temptation of ingratitude.",
        "PASSPORT, n.  A document treacherously inflicted upon a citizen going \nabroad, exposing him as an alien and pointing him out for special \nreprobation and outrage.",
        "PAST, n.  That part of Eternity with some small fraction of which we \nhave a slight and regrettable acquaintance.  A moving line called the \nPresent parts it from an imaginary period known as the Future.  These \ntwo grand divisions of Eternity, of which the one is continually \neffacing the other, are entirely unlike.  The one is dark with sorrow \nand disappointment, the other bright with prosperity and joy.  The \nPast is the region of sobs, the Future is the realm of song.  In the \none crouches Memory, clad in sackcloth and ashes, mumbling penitential \nprayer; in the sunshine of the other Hope flies with a free wing, \nbeckoning to temples of success and bowers of ease.  Yet the Past is \nthe Future of yesterday, the Future is the Past of to-morrow.  They \nare one — the knowledge and the dream.",
        "PASTIME, n.  A device for promoting dejection.  Gentle exercise for \nintellectual debility.",
        "PATIENCE, n.  A minor form of despair, disguised as a virtue.",
        "PATRIOT, n.  One to whom the interests of a part seem superior to \nthose of the whole.  The dupe of statesmen and the tool of conquerors.",
        "PATRIOTISM, n.  Combustible rubbish read to the torch of any one \nambitious to illuminate his name.\n  In Dr. Johnson’s famous dictionary patriotism is defined as the \nlast resort of a scoundrel.  With all due respect to an enlightened \nbut inferior lexicographer I beg to submit that it is the first.",
        "PEACE, n.  In international affairs, a period of cheating between two \nperiods of fighting.",
        "  O, what’s the loud uproar assailing\n      Mine ears without cease?\n  ’Tis the voice of the hopeful, all-hailing\n      The horrors of peace.",
        "  Ah, Peace Universal; they woo it —\n      Would marry it, too.\n  If only they knew how to do it\n      ’Twere easy to do.",
        "  They’re working by night and by day\n      On their problem, like moles.\n  Have mercy, O Heaven, I pray,\n      On their meddlesome souls!",
        "Ro Amil",
        "\nPEDESTRIAN, n.  The variable (an audible) part of the roadway for an \nautomobile.",
        "PEDIGREE, n.  The known part of the route from an arboreal ancestor \nwith a swim bladder to an urban descendant with a cigarette.",
        "PENITENT, adj.  Undergoing or awaiting punishment.",
        "PERFECTION, n.  An imaginary state of quality distinguished from the \nactual by an element known as excellence; an attribute of the critic.\n  The editor of an English magazine having received a letter \npointing out the erroneous nature of his views and style, and signed \n“Perfection,” promptly wrote at the foot of the letter:  “I don’t \nagree with you,” and mailed it to Matthew Arnold.",
        "PERIPATETIC, adj.  Walking about.  Relating to the philosophy of \nAristotle, who, while expounding it, moved from place to place in \norder to avoid his pupil’s objections.  A needless precaution — they \nknew no more of the matter than he.",
        "PERORATION, n.  The explosion of an oratorical rocket.  It dazzles, \nbut to an observer having the wrong kind of nose its most conspicuous \npeculiarity is the smell of the several kinds of powder used in \npreparing it.",
        "PERSEVERANCE, n.  A lowly virtue whereby mediocrity achieves an \ninglorious success.",
        "  “Persevere, persevere!” cry the homilists all,\n  Themselves, day and night, persevering to bawl.\n  “Remember the fable of tortoise and hare —\n  The one at the goal while the other is — where?\"\n  Why, back there in Dreamland, renewing his lease\n  Of life, all his muscles preserving the peace,\n  The goal and the rival forgotten alike,\n  And the long fatigue of the needless hike.\n  His spirit a-squat in the grass and the dew\n  Of the dogless Land beyond the Stew,\n  He sleeps, like a saint in a holy place,\n  A winner of all that is good in a race.",
        "Sukker Uffro",
        "\nPESSIMISM, n.  A philosophy forced upon the convictions of the \nobserver by the disheartening prevalence of the optimist with his \nscarecrow hope and his unsightly smile.",
        "PHILANTHROPIST, n.  A rich (and usually bald) old gentleman who has \ntrained himself to grin while his conscience is picking his pocket.",
        "PHILISTINE, n.  One whose mind is the creature of its environment, \nfollowing the fashion in thought, feeling and sentiment.  He is \nsometimes learned, frequently prosperous, commonly clean and always \nsolemn.",
        "PHILOSOPHY, n.  A route of many roads leading from nowhere to nothing.",
        "PHOENIX, n.  The classical prototype of the modern “small hot bird.”",
        "PHONOGRAPH, n.  An irritating toy that restores life to dead noises.",
        "PHOTOGRAPH, n.  A picture painted by the sun without instruction in \nart.  It is a little better than the work of an Apache, but not quite \nso good as that of a Cheyenne.",
        "PHRENOLOGY, n.  The science of picking the pocket through the scalp.  \nIt consists in locating and exploiting the organ that one is a dupe \nwith.",
        "PHYSICIAN, n.  One upon whom we set our hopes when ill and our dogs \nwhen well.",
        "PHYSIOGNOMY, n.  The art of determining the character of another by \nthe resemblances and differences between his face and our own, which \nis the standard of excellence.",
        "  “There is no art,” says Shakespeare, foolish man,\n      “To read the mind’s construction in the face.\"\n  The physiognomists his portrait scan,\n      And say:  “How little wisdom here we trace!\n  He knew his face disclosed his mind and heart,\n  So, in his own defence, denied our art.”",
        "Lavatar Shunk",
        "\nPIANO, n.  A parlor utensil for subduing the impenitent visitor.  It \nis operated by pressing the keys of the machine and the spirits of the \naudience.",
        "PICKANINNY, n.  The young of the Procyanthropos, or Americanus \ndominans.  It is small, black and charged with political fatalities.",
        "PICTURE, n.  A representation in two dimensions of something wearisome\nin three.",
        "  “Behold great Daubert’s picture here on view —\n  Taken from Life.”  If that description’s true,\n  Grant, heavenly Powers, that I be taken, too.",
        "Jali Hane",
        "\nPIE, n.  An advance agent of the reaper whose name is Indigestion.",
        "  Cold pie was highly esteemed by the remains.",
        "Rev. Dr. Mucker",
        "(in a funeral sermon over a British nobleman)",
        "  Cold pie is a detestable\n  American comestible.\n  That’s why I’m done — or undone —\n  So far from that dear London.",
        "(from the headstone of a British nobleman in Kalamazoo)",
        "\nPIETY, n.  Reverence for the Supreme Being, based upon His supposed \nresemblance to man.",
        "  The pig is taught by sermons and epistles\n  To think the God of Swine has snout and bristles.",
        "Judibras",
        "\nPIG, n.  An animal (Porcus omnivorus) closely allied to the human \nrace by the splendor and vivacity of its appetite, which, however, is \ninferior in scope, for it sticks at pig.",
        "PIGMY, n.  One of a tribe of very small men found by ancient travelers \nin many parts of the world, but by modern in Central Africa only.  The \nPigmies are so called to distinguish them from the bulkier Caucasians \n— who are Hogmies.",
        "PILGRIM, n.  A traveler that is taken seriously.  A Pilgrim Father was \none who, leaving Europe in 1620 because not permitted to sing psalms \nthrough his nose, followed it to Massachusetts, where he could \npersonate God according to the dictates of his conscience.",
        "PILLORY, n.  A mechanical device for inflicting personal distinction \n— prototype of the modern newspaper conducted by persons of austere \nvirtues and blameless lives.",
        "PIRACY, n.  Commerce without its folly-swaddles, just as God made it.",
        "PITIFUL, adj.  The state of an enemy of opponent after an imaginary \nencounter with oneself.",
        "PITY, n.  A failing sense of exemption, inspired by contrast.",
        "PLAGIARISM, n.  A literary coincidence compounded of a discreditable \npriority and an honorable subsequence.",
        "PLAGIARIZE, v.  To take the thought or style of another writer whom \none has never, never read.",
        "PLAGUE, n.  In ancient times a general punishment of the innocent for \nadmonition of their ruler, as in the familiar instance of Pharaoh the \nImmune.  The plague as we of to-day have the happiness to know it is \nmerely Nature’s fortuitous manifestation of her purposeless \nobjectionableness.",
        "PLAN, v.t.  To bother about the best method of accomplishing an \naccidental result.",
        "PLATITUDE, n.  The fundamental element and special glory of popular \nliterature. A thought that snores in words that smoke.  The wisdom of \na million fools in the diction of a dullard.  A fossil sentiment in \nartificial rock.  A moral without the fable.  All that is mortal of a \ndeparted truth.  A demi-tasse of milk-and-mortality.  The Pope’s-nose \nof a featherless peacock.  A jelly-fish withering on the shore of the \nsea of thought.  The cackle surviving the egg.  A desiccated epigram.",
        "PLATONIC, adj.  Pertaining to the philosophy of Socrates.  Platonic \nLove is a fool’s name for the affection between a disability and a \nfrost.",
        "PLAUDITS, n.  Coins with which the populace pays those who tickle and \ndevour it.",
        "PLEASE, v.  To lay the foundation for a superstructure of imposition.",
        "PLEASURE, n.  The least hateful form of dejection.",
        "PLEBEIAN, n.  An ancient Roman who in the blood of his country stained \nnothing but his hands.  Distinguished from the Patrician, who was a \nsaturated solution.",
        "PLEBISCITE, n.  A popular vote to ascertain the will of the sovereign.",
        "PLENIPOTENTIARY, adj.  Having full power.  A Minister Plenipotentiary \nis a diplomatist possessing absolute authority on condition that he \nnever exert it.",
        "PLEONASM, n.  An army of words escorting a corporal of thought.",
        "PLOW, n.  An implement that cries aloud for hands accustomed to the \npen.",
        "PLUNDER, v.  To take the property of another without observing the \ndecent and customary reticences of theft.  To effect a change of \nownership with the candid concomitance of a brass band.  To wrest the \nwealth of A from B and leave C lamenting a vanishing opportunity.",
        "POCKET, n.  The cradle of motive and the grave of conscience.  In \nwoman this organ is lacking; so she acts without motive, and her \nconscience, denied burial, remains ever alive, confessing the sins of \nothers.",
        "POETRY, n.  A form of expression peculiar to the Land beyond the \nMagazines.",
        "POKER, n.  A game said to be played with cards for some purpose to \nthis lexicographer unknown.",
        "POLICE, n.  An armed force for protection and participation.",
        "POLITENESS, n.  The most acceptable hypocrisy.",
        "POLITICS, n.  A strife of interests masquerading as a contest of \nprinciples.  The conduct of public affairs for private advantage.",
        "POLITICIAN, n.  An eel in the fundamental mud upon which the \nsuperstructure of organized society is reared.  When we wriggles he \nmistakes the agitation of his tail for the trembling of the edifice.  \nAs compared with the statesman, he suffers the disadvantage of being \nalive.",
        "POLYGAMY, n.  A house of atonement, or expiatory chapel, fitted with \nseveral stools of repentance, as distinguished from monogamy, which \nhas but one.",
        "POPULIST, n.  A fossil patriot of the early agricultural period, found \nin the old red soapstone underlying Kansas; characterized by an \nuncommon spread of ear, which some naturalists contend gave him the \npower of flight, though Professors Morse and Whitney, pursuing \nindependent lines of thought, have ingeniously pointed out that had he \npossessed it he would have gone elsewhere.  In the picturesque speech \nof his period, some fragments of which have come down to us, he was \nknown as “The Matter with Kansas.”",
        "PORTABLE, adj.  Exposed to a mutable ownership through vicissitudes of \npossession.",
        "  His light estate, if neither he did make it\n  Nor yet its former guardian forsake it,\n  Is portable improperly, I take it.",
        "Worgum Slupsky",
        "\nPORTUGUESE, n.pl.  A species of geese indigenous to Portugal.  They \nare mostly without feathers and imperfectly edible, even when stuffed \nwith garlic.",
        "POSITIVE, adj.  Mistaken at the top of one’s voice.",
        "POSITIVISM, n.  A philosophy that denies our knowledge of the Real and \naffirms our ignorance of the Apparent.  Its longest exponent is Comte, \nits broadest Mill and its thickest Spencer.",
        "POSTERITY, n.  An appellate court which reverses the judgment of a \npopular author’s contemporaries, the appellant being his obscure \ncompetitor.",
        "POTABLE, n.  Suitable for drinking.  Water is said to be potable; \nindeed, some declare it our natural beverage, although even they find \nit palatable only when suffering from the recurrent disorder known as \nthirst, for which it is a medicine.  Upon nothing has so great and \ndiligent ingenuity been brought to bear in all ages and in all \ncountries, except the most uncivilized, as upon the invention of \nsubstitutes for water.  To hold that this general aversion to that \nliquid has no basis in the preservative instinct of the race is to be \nunscientific — and without science we are as the snakes and toads.",
        "POVERTY, n.  A file provided for the teeth of the rats of reform.  The \nnumber of plans for its abolition equals that of the reformers who \nsuffer from it, plus that of the philosophers who know nothing about \nit.  Its victims are distinguished by possession of all the virtues \nand by their faith in leaders seeking to conduct them into a \nprosperity where they believe these to be unknown.",
        "PRAY, v.  To ask that the laws of the universe be annulled in behalf \nof a single petitioner confessedly unworthy.",
        "PRE-ADAMITE, n.  One of an experimental and apparently unsatisfactory \nrace of antedated Creation and lived under conditions not easily \nconceived.  Melsius believed them to have inhabited “the Void” and to \nhave been something intermediate between fishes and birds.  Little its \nknown of them beyond the fact that they supplied Cain with a wife and \ntheologians with a controversy.",
        "PRECEDENT, n.  In Law, a previous decision, rule or practice which, in \nthe absence of a definite statute, has whatever force and authority a \nJudge may choose to give it, thereby greatly simplifying his task of \ndoing as he pleases.  As there are precedents for everything, he has \nonly to ignore those that make against his interest and accentuate \nthose in the line of his desire.  Invention of the precedent elevates \nthe trial-at-law from the low estate of a fortuitous ordeal to the \nnoble attitude of a dirigible arbitrament.",
        "PRECIPITATE, adj.  Anteprandial.",
        "  Precipitate in all, this sinner\n  Took action first, and then his dinner.",
        "Judibras",
        "\nPRECEDENT, n.  In Law, a previous decision, rule or practice which, in \nthe absence of a definite statute, has whatever force and authority a \nJudge may choose to give it, thereby greatly simplifying his task of \ndoing as he pleases.  As there are precedents for everything, he has \nonly to ignore those that make against his interest and accentuate \nthose in the line of his desire.  Invention of the precedent elevates \nthe trial-at-law from the low estate of a fortuitous ordeal to the \nnoble attitude of a dirigible arbitrament.",
        "PRECIPITATE, adj.  Anteprandial.",
        "  Precipitate in all, this sinner\n  Took action first, and then his dinner.",
        "Judibras",
        "\nPREDESTINATION, n.  The doctrine that all things occur according to \nprogramme.  This doctrine should not be confused with that of \nforeordination, which means that all things are programmed, but does \nnot affirm their occurrence, that being only an implication from other \ndoctrines by which this is entailed.  The difference is great enough \nto have deluged Christendom with ink, to say nothing of the gore.  \nWith the distinction of the two doctrines kept well in mind, and a \nreverent belief in both, one may hope to escape perdition if spared.",
        "PREDICAMENT, n.  The wage of consistency.",
        "PREDILECTION, n.  The preparatory stage of disillusion.",
        "PRE-EXISTENCE, n.  An unnoted factor in creation.",
        "PREFERENCE, n.  A sentiment, or frame of mind, induced by the \nerroneous belief that one thing is better than another.\n  An ancient philosopher, expounding his conviction that life is no \nbetter than death, was asked by a disciple why, then, he did not die.  \n“Because,” he replied, “death is no better than life.\"\n  It is longer.",
        "PREHISTORIC, adj.  Belonging to an early period and a museum.  \nAntedating the art and practice of perpetuating falsehood.",
        "  He lived in a period prehistoric,\n  When all was absurd and phantasmagoric.\n  Born later, when Clio, celestial recorded,\n  Set down great events in succession and order,\n  He surely had seen nothing droll or fortuitous\n  In anything here but the lies that she threw at us.",
        "Orpheus Bowen",
        "\nPREJUDICE, n.  A vagrant opinion without visible means of support.",
        "PRELATE, n.  A church officer having a superior degree of holiness and \na fat preferment.  One of Heaven’s aristocracy.  A gentleman of God.",
        "PREROGATIVE, n.  A sovereign’s right to do wrong.",
        "PRESBYTERIAN, n.  One who holds the conviction that the government \nauthorities of the Church should be called presbyters.",
        "PRESCRIPTION, n.  A physician’s guess at what will best prolong the \nsituation with least harm to the patient.",
        "PRESENT, n.  That part of eternity dividing the domain of \ndisappointment from the realm of hope.",
        "PRESENTABLE, adj.  Hideously appareled after the manner of the time \nand place.\n  In Boorioboola-Gha a man is presentable on occasions of ceremony \nif he have his abdomen painted a bright blue and wear a cow’s tail; in \nNew York he may, if it please him, omit the paint, but after sunset he \nmust wear two tails made of the wool of a sheep and dyed black.",
        "PRESIDE, v.  To guide the action of a deliberative body to a desirable \nresult.  In Journalese, to perform upon a musical instrument; as, “He \npresided at the piccolo.”",
        "  The Headliner, holding the copy in hand,\n      Read with a solemn face:\n  “The music was very uncommonly grand —\n          The best that was every provided,\n          For our townsman Brown presided\n      At the organ with skill and grace.\"\n  The Headliner discontinued to read,\n      And, spread the paper down\n  On the desk, he dashed in at the top of the screed:\n      “Great playing by President Brown.”",
        "Orpheus Bowen",
        "\nPRESIDENCY, n.  The greased pig in the field game of American \npolitics.",
        "PRESIDENT, n.  The leading figure in a small group of men of whom — \nand of whom only — it is positively known that immense numbers of \ntheir countrymen did not want any of them for President.",
        "  If that’s an honor surely ’tis a greater\n  To have been a simple and undamned spectator.\n  Behold in me a man of mark and note\n  Whom no elector e’er denied a vote! —\n  An undiscredited, unhooted gent\n  Who might, for all we know, be President\n  By acclimation.  Cheer, ye varlets, cheer —\n  I’m passing with a wide and open ear!",
        "Jonathan Fomry",
        "\nPREVARICATOR, n.  A liar in the caterpillar estate.",
        "PRICE, n.  Value, plus a reasonable sum for the wear and tear of \nconscience in demanding it.",
        "PRIMATE, n.  The head of a church, especially a State church supported \nby involuntary contributions.  The Primate of England is the \nArchbishop of Canterbury, an amiable old gentleman, who occupies \nLambeth Palace when living and Westminster Abbey when dead.  He is \ncommonly dead.",
        "PRISON, n.  A place of punishments and rewards.  The poet assures us \nthat —",
        "  “Stone walls do not a prison make,”",
        "but a combination of the stone wall, the political parasite and the \nmoral instructor is no garden of sweets.",
        "PRIVATE, n.  A military gentleman with a field-marshal’s baton in his \nknapsack and an impediment in his hope.",
        "PROBOSCIS, n.  The rudimentary organ of an elephant which serves him \nin place of the knife-and-fork that Evolution has as yet denied him.  \nFor purposes of humor it is popularly called a trunk.\n  Asked how he knew that an elephant was going on a journey, the \nillustrious Jo. Miller cast a reproachful look upon his tormentor, and \nanswered, absently:  “When it is ajar,” and threw himself from a high \npromontory into the sea.  Thus perished in his pride the most famous \nhumorist of antiquity, leaving to mankind a heritage of woe!  No \nsuccessor worthy of the title has appeared, though Mr. Edward bok, of \nThe Ladies’ Home Journal, is much respected for the purity and \nsweetness of his personal character.",
        "PROJECTILE, n.  The final arbiter in international disputes.  Formerly \nthese disputes were settled by physical contact of the disputants, \nwith such simple arguments as the rudimentary logic of the times could \nsupply — the sword, the spear, and so forth.  With the growth of \nprudence in military affairs the projectile came more and more into \nfavor, and is now held in high esteem by the most courageous.  Its \ncapital defect is that it requires personal attendance at the point of \npropulsion.",
        "PROOF, n.  Evidence having a shade more of plausibility than of \nunlikelihood.  The testimony of two credible witnesses as opposed to \nthat of only one.",
        "PROOF-READER, n.  A malefactor who atones for making your writing \nnonsense by permitting the compositor to make it unintelligible.",
        "PROPERTY, n.  Any material thing, having no particular value, that may \nbe held by A against the cupidity of B.  Whatever gratifies the \npassion for possession in one and disappoints it in all others.  The \nobject of man’s brief rapacity and long indifference.",
        "PROPHECY, n.  The art and practice of selling one’s credibility for \nfuture delivery.",
        "PROSPECT, n.  An outlook, usually forbidding.  An expectation, usually \nforbidden.",
        "  Blow, blow, ye spicy breezes —\n      O’er Ceylon blow your breath,\n  Where every prospect pleases,\n      Save only that of death.",
        "Bishop Sheber",
        "\nPROVIDENTIAL, adj.  Unexpectedly and conspicuously beneficial to the \nperson so describing it.",
        "PRUDE, n.  A bawd hiding behind the back of her demeanor.",
        "PUBLISH, n.  In literary affairs, to become the fundamental element in \na cone of critics.",
        "PUSH, n.  One of the two things mainly conducive to success, \nespecially in politics.  The other is Pull.",
        "PYRRHONISM, n.  An ancient philosophy, named for its inventor.  It \nconsisted of an absolute disbelief in everything but Pyrrhonism.  Its \nmodern professors have added that.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}