{
    "title": "The Story of Mankind - The Rise of Rome (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "HOW ROME HAPPENED",
        "THE Roman Empire was an accident. No one planned it.\nIt “happened.” No famous general or statesman or cut-\nthroat ever got up and said “Friends, Romans, Citizens, we\nmust found an Empire. Follow me and together we shall conquer\nall the land from the Gates of Hercules to Mount Taurus.”",
        "Rome produced famous generals and equally distinguished\nstatesmen and cut-throats, and Roman armies fought all over\nthe world. But the Roman empire-making was done without\na preconceived plan. The average Roman was a very matter-\nof-fact citizen. He disliked theories about government. When\nsomeone began to recite “eastward the course of Roman Empire,\netc., etc.,” he hastily left the forum. He just continued\nto take more and more land because circumstances forced him\nto do so. He was not driven by ambition or by greed. Both\nby nature and inclination he was a farmer and wanted to stay\nat home. But when he was attacked he was obliged to defend\nhimself and when the enemy happened to cross the sea to ask\nfor aid in a distant country then the patient Roman marched\nmany dreary miles to defeat this dangerous foe and when this\nhad been accomplished, he stayed behind to adminster{sic} his\nnewly conquered provinces lest they fall into the hands of\nwandering Barbarians and become themselves a menace to\nRoman safety. It sounds rather complicated and yet to the\ncontemporaries it was so very simple, as you shall see in a moment.",
        "In the year 203 B.C. Scipio had crossed the African Sea\nand had carried the war into Africa. Carthage had called Hannibal\nback. Badly supported by his mercenaries, Hannibal\nhad been defeated near Zama. The Romans had asked for his\nsurrender and Hannibal had fled to get aid from the kings of\nMacedonia and Syria, as I told you in my last chapter.",
        "The rulers of these two countries (remnants of the Empire\nof Alexander the Great) just then were contemplating an\nexpedition against Egypt. They hoped to divide the rich Nile\nvalley between themselves. The king of Egypt had heard of\nthis and he had asked Rome to come to his support. The stage\nwas set for a number of highly interesting plots and counter-\nplots. But the Romans, with their lack of imagination, rang\nthe curtain down before the play had been fairly started.\nTheir legions completely defeated the heavy Greek phalanx\nwhich was still used by the Macedonians as their battle formation.\nThat happened in the year 197 B.C. at the battle in the\nplains of Cynoscephalae, or “Dogs’ Heads,” in central Thessaly.",
        "The Romans then marched southward to Attica and informed\nthe Greeks that they had come to “deliver the Hellenes\nfrom the Macedonian yoke.” The Greeks, having learned\nnothing in their years of semi-slavery, used their new freedom\nin a most unfortunate way. All the little city-states once more\nbegan to quarrel with each other as they had done in the good\nold days. The Romans, who had little understanding and less\nlove for these silly bickerings of a race which they rather despised,\nshowed great forebearance. But tiring of these endless\ndissensions they lost patience, invaded Greece, burned down\nCorinth (to “encourage the other Greeks”) and sent a Roman\ngovernor to Athens to rule this turbulent province. In this\nway, Macedonia and Greece became buffer states which protected\nRome’s eastern frontier.",
        "Meanwhile right across the Hellespont lay the Kingdom of\nSyria, and Antiochus III, who ruled that vast land, had shown\ngreat eagerness when his distinguished guest, General Han-\nnibal, explained to him how easy it would be to invade Italy\nand sack the city of Rome.",
        "Lucius Scipio, a brother of Scipio the African fighter who\nhad defeated Hannibal and his Carthaginians at Zama, was\nsent to Asia Minor. He destroyed the armies of the Syrian\nking near Magnesia (in the year 190 B.C.) Shortly afterwards,\nAntiochus was lynched by his own people. Asia Minor\nbecame a Roman protectorate and the small City-Republic of\nRome was mistress of most of the lands which bordered upon\nthe Mediterranean.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}