{
    "title": "The Golden Sayings of Epictetus - CXLV ",
    "author": "Unknown",
    "chapter": "145",
    "content": [
        "\n",
        "\n\n",
        "Remember that not the love of power and wealth sets us under\nthe heel of others, but even the love of tranquillity, of\nleisure, of change of scene—of learning in general, it matters\nnot what the outward thing may be—to set store by it is to place\nthyself in subjection to another. Where is the difference then\nbetween desiring to be a Senator, and desiring not to be one:\nbetween thirsting for office and thirsting to be quit of it?\nWhere is the difference between crying, Woe is me, I know not\nwhat to do, bound hand and foot as I am to my books so that I\ncannot stir! and crying, Woe is me, I have not time to read! As\nthough a book were not as much an outward thing and independent\nof the will, as office and power and the receptions of the great.",
        "Or what reason hast thou (tell me) for desiring to read? For\nif thou aim at nothing beyond the mere delight of it, or gaining\nsome scrap of knowledge, thou art but a poor, spiritless knave.\nBut if thou desirest to study to its proper end, what else is\nthis than a life that flows on tranquil and serene? And if thy\nreading secures thee not serenity, what profits it?—\"Nay, but it\ndoth secure it,” quoth he, “and that is why I repine at being\ndeprived of it.\"—And what serenity is this that lies at the\nmercy of every passer-by? I say not at the mercy of the Emperor\nor Emperor’s favourite, but such as trembles at a raven’s croak\nand piper’s din, a fever’s touch or a thousand things of like\nsort! Whereas the life serene has no more certain mark than this,\nthat it ever moves with constant unimpeded flow.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}