{
    "title": "The Money Master - Chapter XXIII: Jean Jacques Has Work to Do",
    "author": "Gilbert Parker",
    "chapter": "24",
    "content": [
        "\n\n",
        "A single lighted lamp, turned low, was suspended from the ceiling of the\nraftered room, and through the open doorway which gave on to a little\nwooden piazza with a slight railing and small, shaky gate came the swish\nof the Watloon River.  No moon was visible, but the stars were radiant\nand alive–trembling with life.  There was something soothing, something\nendlessly soothing in the sound of the river.  It suggested the ceaseless\nmovement of life to the final fulness thereof.",
        "So still was the room that it might have seemed to be without life, were\nit not for a faint sound of breathing.  The bed, however, was empty, and\nno chair was occupied; but on a settle in a corner beside an unused\nfireplace sat a man, now with hands clasped between his knees, again with\narms folded across his breast; but with his head always in a listening\nattitude.  The whole figure suggested suspense, vigilance and\npreparedness.  The man had taken off his boots and stockings, and his\nbare feet seemed to grip the floor; also the sleeves of his jacket were\nrolled up a little.  It was not a figure you would wish to see in your\nroom at midnight unasked.  Once or twice he sighed heavily, as he\nlistened to the river slishing past and looked out to the sparkle of the\nskies.  It was as though the infinite had drawn near to the man, or else\nthat the man had drawn near to the infinite.  Now and again he brought\nhis fists down on his knees with a savage, though noiseless, force.  The\npeace of the river and the night could not contend successfully against a\ndark spirit working in him.  When, during his vigil, he shook his shaggy\nhead and his lips opened on his set teeth, he seemed like one who would\ntake toll at a gateway of forbidden things.",
        "He started to his feet at last, hearing footsteps outside upon the\nstairs.  Then he settled back again, drawing near to the chimney-wall, so\nthat he should not be easily seen by anyone entering.  Presently there\nwas the click of a latch, then the door opened and shut, and cigar-smoke\ninvaded the room.  An instant later a hand went up to the suspended oil-\nlamp and twisted the wick into brighter flame.  As it did so, there was a\nslight noise, then the click of a lock.  Turning sharply, the man under\nthe lamp saw at the door the man who had been sitting in the corner.  The\nman had a key in his hand.  Exit now could only be had through the door\nopening on to the river.",
        "“Who are you?  What the hell do you want here?” asked the fellow under\nthe lamp, his swarthy face drawn with fear and yet frowning with anger.",
        "“Me–I am Jean Jacques Barbille,” said the other in French, putting the\nkey of the door in his pocket.  The other replied in French, with a\nSpanish-English accent.  “Barbille–Carmen’s husband!  Well, who would\nhave thought–!”",
        "He ended with a laugh not pleasant to hear, for it was coarse with\nsardonic mirth; yet it had also an unreasonable apprehension; for why\nshould he fear the husband of the woman who had done that husband such an\ninjury!",
        "“She treated you pretty bad, didn’t she–not much heart, had Carmen!\"\nhe added.",
        "“Sit down.  I want to talk to you,” said Jean Jacques, motioning to two\nchairs by a table at the side of the room.  This table was in the middle\nof the room when the man under the lamp-Hugo Stolphe was his name–had\nleft it last.  Why had the table been moved?",
        "“Why should I sit down, and what are you doing here?–I want to know\nthat,” Stolphe demanded.  Jean Jacques’ hands were opening and shutting.\n“Because I want to talk to you.  If you don’t sit down, I’ll give you no\nchance at all.  .  .  .  Sit down!”  Jean Jacques was smaller than\nStolphe, but he was all whipcord and leather; the other was sleek and\nsoft, but powerful too; and he had one of those savage natures which go\nblind with hatred, and which fight like beasts.  He glanced swiftly round\nthe room.",
        "“There is no weapon here,” said Jean Jacques, nodding.  “I have put\neverything away–so you could not hurt me if you wanted.  .  .  .  Sit\ndown!”",
        "To gain time Stolphe sat down, for he had a fear that Jean Jacques was\narmed, and might be a madman armed–there were his feet bare on the brown\npainted boards.  They looked so strange, so uncanny.  He surely must be a\nmadman if he wanted to do harm to Hugo Stolphe; for Hugo Stolphe had only\n“kept” the woman who had left her husband, not because of himself, but\nbecause of another man altogether–one George Masson.  Had not Carmen\nherself told him that before she and he lived together?  What grudge\ncould Carmen’s husband have against Hugo Stolphe?",
        "Jean Jacques sat down also, and, leaning on the table said: “Once I was a\nfool and let the other man escape-George Masson it was.  Because of what\nhe did, my wife left me.”",
        "His voice became husky, but he shook his throat, as it were, cleared it,\nand went on.  “I won’t let you go.  I was going to kill George Masson–I\nhad him like that!”  He opened and shut his hand with a gesture of fierce\npossession.  “But I did not kill him.  I let him go.  He was so clever–\ncleverer than you will know how to be.  She said to me–my wife said to\nme, when she thought I had killed him, ’Why did you not fight him?  Any\nman would have fought him.’  That was her view.  She was right–not to\nkill without fighting.  That is why I did not kill you at once when I\nknew.”",
        "“When you knew what?” Stolphe was staring at the madman.",
        "“When I knew you were you.  First I saw that ring–that ring on your\nhand.  It was my wife’s.  I gave it to her the first New Year after we\nmarried.  I saw it on your hand when you were drinking at the bar next\ndoor.  Then I asked them your name.  I knew it.  I had read your letters\nto my wife–”",
        "“Your wife once on a time!”",
        "Jean Jacques’ eyes swam red.  “My wife always and always–and at the last\nthere in my arms.”  Stolphe temporized.  “I never knew you.  She did not\nleave you because of me.  She came to me because–because I was there for\nher to come to, and you weren’t there.  Why do you want to do me any\nharm?”  He still must be careful, for undoubtedly the man was mad–his\neyes were too bright.",
        "“You were the death of her,” answered Jean Jacques, leaning forward.\n“She was most ill-ah, who would not have been sorry for her!  She was\npoor.  She had been to you–but to live with a woman day by day, but to\nbe by her side when the days are done, and then one morning to say, ’Au\nrevoir till supper’ and then go and never come back, and to take money\nand rings that belonged to her!  .  .  .  That was her death–that was\nthe end of Carmen Barbille; and it was your fault.”",
        "“You would do me harm and not hurt her!  Look how she treated you–and\nothers.”",
        "Jean Jacques half rose from his seat in sudden rage, but he restrained\nhimself, and sat down again.  “She had one husband–only one.  It was\nJean Jacques Barbille.  She could only treat one as she treated me–me,\nher husband.  But you, what had you to do with that!  You used her–so!\"\nHe made a motion as though to stamp out an insect with his foot.\n“Beautiful, a genius, sick and alone–no husband, no child, and you used\nher so!  That is why I shall kill you to-night.  We will fight for it.”",
        "Yes, but surely the man was mad, and the thing to do was to humour him,\nto gain time.  To humour a madman–that is what one always advised,\ntherefore Stolphe would make the pourparler, as the French say.",
        "“Well, that’s all right,” he rejoined, “but how is it going to be done?\nHave you got a pistol?”  He thought he was very clever, and that he would\nnow see whether Jean Jacques Barbille was armed.  If he was not armed,\nwell, then, there would be the chances in his favour; it wasn’t easy to\nkill with hands alone.",
        "Jean Jacques ignored the question, however.  He waved a hand impatiently,\nas though to dismiss it.  “She was beautiful and splendid; she had been a\nqueen down there in Quebec.  You lied to her, and she was blind at first\n–I can see it all.  She believed so easily–but yes, always!  There\nshe was what she was, and you were what you are, not a Frenchman, not\nCatholic, and an American–no, not an American–a South American.  But\nno, not quite a South American, for there was the Portuguese nigger in\nyou–Sit down!”",
        "Jean Jacques was on his feet bending over the enraged mongrel.  He had\nspoken the truth, and Carmen’s last lover had been stung as though a\nserpent’s tooth was in his flesh.  Of all things that could be said about\nhim, that which Jean Jacques said was the worst–that he was not all\nwhite, that he had nigger blood!  Yet it was true; and he realized that\nJean Jacques must have got his information in Shilah itself where he had\nbeen charged with it.  Yet, raging as he was, and ready to take the\nJohnny Crapaud–that is the name by which he had always called Carmen’s\nhusband–by the throat, he was not yet sure that Jean Jacques was\nunarmed.  He sat still under an anger greater than his own, for there\nwas in it that fanaticism which only the love or hate of a woman could\nbreed in a man’s mind.",
        "Suddenly Stolphe laughed outright, a crackling, mirthless, ironical\nlaugh; for it really was absurdity made sublime that this man, who had\nbeen abandoned by his wife, should now want to kill one who had abandoned\nher!  This outdid Don Quixote over and over.",
        "“Well, what do you want?” he asked.",
        "“I want you to fight,” said Jean Jacques.  “That is the way.  That was\nCarmen’s view.  You shall have your chance to live, but I shall throw you\nin the river, and you can then fight the river.  The current is swift,\nthe banks are steep and high as a house down below there.  Now, I am\nready.  .  .  .  !”",
        "He had need to be, for Stolphe was quick, kicking the chair from beneath\nhim, and throwing himself heavily on Jean Jacques.  He had had his day at\nthat in South America, and as Jean Jacques Barbille had said, the water\nwas swift and deep, and the banks of the Watloon high and steep!",
        "But Jean Jacques was unconscious of everything save a debt to be\ncollected for a woman he had loved, a compensation which must be taken in\nflesh and blood.  Perhaps at the moment, as Stolphe had said to himself,\nhe was a little mad, for all his past, all his plundered, squandered,\nspoiled life was crying out at him like a hundred ghosts, and he was\nfighting with beasts at Ephesus.  An exaltation possessed him.  Not since\nthe day when his hand was on the lever of the flume with George Masson\nbelow; not since the day he had turned his back for ever on the Manor\nCartier had he been so young and so much his old self-an egotist, with\nall the blind confidence of his kind; a dreamer inflamed into action with\nall a mad dreamer’s wild power.  He was not fifty-two years of age, but\nthirty-two at this moment, and all the knowledge got of the wrestling\nriver-drivers of his boyhood, when he had spent hours by the river\nstruggling with river-champions, came back to him.  It was a relief to\nhis sick soul to wrench and strain, and propel and twist and force\nonward, step by step, to the door opening on the river, this creature who\nhad left his Carmen to die alone.",
        "“No, you don’t–not yet.  The jail before the river!” called a cool,\nsharp, sour voice; and on the edge of the trembling platform overhanging\nthe river, Hugo Stolphe was dragged back from the plunge downward he was\nabout to take, with Jean Jacques’ hand at his throat.",
        "Stolphe had heard the door of the bedroom forced, but Jean Jacques had\nnot heard it; he was only conscious of hands dragging him back just at\nthe moment of Stolphe’s deadly peril.",
        "“What is it?” asked Jean Jacques, seeing Stolphe in the hands of two\nmen, and hearing the snap of steel.  “Wanted for firing a house for\ninsurance–wanted for falsifying the accounts of a Land Company–wanted\nfor his own good, Mr. Hugo Stolphe, C.O.D.–collect on delivery!” said\nthe officer of the law.  “And collected just in time!”",
        "“We didn’t mean to take him till to-morrow,” the officer added, “but out\non the river one of us saw this gladiator business here in the red-light\nzone, and there wasn’t any time to lose.  .  .  .  I don’t know what your\nbusiness with him was,” the long-moustached detective said to Jean\nJacques, “but whatever the grudge is, if you don’t want to appear in\ncourt in the morning, the walking’s good out of town night or day–so\nlong!”",
        "He hustled his prisoner out.",
        "Jean Jacques did not want to appear in court, and as the walking was\nofficially good at dawn, he said good-bye to Virginie Poucette’s sister\nthrough the crack of a door, and was gone before she could restrain him.",
        "“Well, things happen that way,” he said, as he turned back to look at\nShilah before it disappeared from view.",
        "“Ah, the poor, handsome vaurien!” the woman at the tavern kept saying to\nher husband all that day; and she could not rest till she had written to\nVirginie how Jean Jacques came to Shilah in the evening, and went with\nthe dawn.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}