{
    "title": "The Gatlings at Santiago - Difficulties Encountered in the Campaign",
    "author": "John H. Parker",
    "chapter": "25",
    "content": [
        "\n\n",
        "Before closing my report I wish to dwell upon the natural obstacles I\nhad to encounter and which no foresight could have overcome or\nobviated. The rocky and precipitous coast afforded no sheltered\nlanding places, the roads were mere bridle-paths, the effect of the\ntropical sun and rains upon the unacclimated troops was deadly, and a\ndread of strange and unknown diseases had its effect on the Army.",
        "At Baiquiri the landing of the troops and stores was made a small\nwooden wharf, which the Spaniards tried to burn, but unsuccessfully,\nand the animals were pushed into the water and guided to a sandy beach\nabout 200 yards in extent. At Siboney the landing was made on the\nbeach and at a small wharf erected by the engineers.",
        "I had neither the time nor the men to spare to construct permanent\nwharves.",
        "In spite of the fact that I had nearly 1,000 men continuously at work\non the roads, they were at times impassable for wagons.",
        "The San Juan and Aguadores rivers would often suddenly rise so as to\nprevent the passage of wagons, and then the eight pack trains with the\ncommand had to be depended upon for the victualing of my Army, as well\nas the 20,000 refugees, who could not in the interests of humanity be\nleft to starve while we had rations.",
        "Often for days nothing could be moved except on pack trains.",
        "After the great physical strain and exposure of July 1st and 2d, the\nmalarial and other fevers began to rapidly advance throughout the\ncommand, and on July 4th the yellow fever appeared at Siboney. Though\nefforts were made to keep this fact from the Army, it soon became\nknown.",
        "The supply of Quartermaster and Commissary stores during the campaign\nwas abundant, and notwithstanding the difficulties in landing and\ntransporting the ration, the troops on the firing line were at all\ntimes supplied with its coarser components, namely, of bread, meat,\nsugar, and coffee.",
        "There was no lack of transportation, for at no time up to the\nsurrender could all the wagons I had be used.",
        "In reference to the sick and wounded, I have to say that they received\nevery attention that was possible to give them. The medical officers,\nwithout exception, worked night and day to alleviate the suffering,\nwhich was no greater than invariably accompanies a campaign. It would\nhave been better if we had had more ambulances, but as many were taken\nas was thought necessary, judging from previous campaigns.",
        "The discipline of the command was superb, and I wish to invite\nattention to the fact that not an officer was brought to trial by\ncourt martial, and, as far as I know, no enlisted men. This speaks\nvolumes for an Army of this size and in a campaign of such duration.",
        "In conclusion, I desire to express to the members of my staff my\nthanks for their efficient performance of all the duties required of\nthem, and the good judgment and bravery displayed on all occasions\nwhen demanded.",
        "I submit the following recommendations for promotion, which I\nearnestly desire to see made. It is a very little reward to give them\nfor their devotion and fearless exposure of their lives in their\ncountry’s cause:",
        "E. J. McClernand, Lieutenant Colonel and Adjutant General, U. S. A.,\nto be brevetted Colonel for gallantry in the face of the enemy on the\n1st and 2d of July, and to be brevetted Brigadier General for faithful\nand meritorious service throughout the campaign.",
        "Geo. McC. Derby, Lieutenant Colonel of Engineers, U. S. V., to be\nbrevetted Colonel for hazardous service on July 1st and 2d in\nreconnoitering the enemy’s lines, and to be brevetted Brigadier\nGeneral for hazardous and meritorious service in ascending, under a\nhot fire, in a war balloon on July 1st, thus gaining valuable\ninformation.",
        "J. D. Miley, Lieutenant Colonel and Inspector General, U. S. A., to be\nbrevetted Colonel for conspicuous gallantry in the battle of San Juan\non July 1st, and to be brevetted Brigadier General for faithful and\nmeritorious service throughout the campaign.",
        "R. H. Noble, Major and Adjutant General, U. S. V., to be brevetted\nLieutenant Colonel for faithful and meritorious service throughout the\ncampaign.",
        "J. J. Astor, Lieutenant Colonel and Inspector General, U. S. V., to be\nbrevetted Colonel for faithful and meritorious service during the\ncampaign.",
        "B. F. Pope, Lieutenant Colonel and Surgeon, U. S. V., to be brevetted\nColonel for faithful and meritorious service during the campaign.",
        "Maj. S. W. Groesbeck, Judge Advocate, U. S. A., to be brevetted\nLieutenant Colonel for faithful and meritorious service throughout the\ncampaign.",
        "Charles F. Humphrey, Lieutenant Colonel, Quartermaster’s Department,\nto be brevetted Brigadier General for faithful and meritorious service\nthroughout the campaign.",
        "John F. Weston, Colonel and Assistant Commissary General of\nSubsistence, Chief Commissary, to be brevetted Brigadier General for\nmeritorious service throughout the campaign.",
        "C. G. Starr, Major and Inspector General, U. S. V., to be brevetted\nLieutenant Colonel for faithful and meritorious service throughout the\ncampaign.",
        "Leon Roudiez, Major and Quartermaster, U. S. V., to be brevetted\nLieutenant Colonel for faithful and meritorious conduct throughout the\ncampaign.",
        "H. J. Gallagher, Major and Commissary of Subsistence, U. S. V., to be\nbrevetted Lieutenant Colonel for faithful and meritorious service\nthroughout the campaign.",
        "Capt. Brice, Commissary of Subsistence, U. S. V., to be brevetted\nMajor for faithful and meritorious service throughout the campaign.",
        "E. H. Plummer, Captain, U. S. A., A. D. C., to be brevetted Major for\nfaithful and meritorious service throughout the campaign.",
        "J. C. Gilmore, Jr., Captain and Assistant Adjutant General, U. S. V.,\nto be brevetted Major for faithful and meritorious service during the\ncampaign.",
        "W. H. McKittrick, Captain and Assistant Adjutant General, U. S. V., to\nbe brevetted Major for faithful and meritorious service during the\ncampaign.",
        "Capt. Johnson, Assistant Quartermaster, U. S. V., to be brevetted\nMajor for faithful and meritorious service during the campaign.",
        "I wish to invite special attention to Dr. G. Goodfellow, of New York,\nwho accompanied me throughout the campaign and performed much\nprofessional service as well as duties as Volunteer aid. I recommend\nhim for favorable consideration of the War Department.",
        "Mr. G. F. Hawkins, of New York, also accompanied me as Volunteer aid,\nand I recommend him for favorable consideration of the War Department\nfor faithful and important services rendered.",
        "My thanks are due to Admiral Sampson and Captain Goodrich, U. S. N.,\nfor their efficient aid in disembarking my Army. Without their\nassistance it would have been impossible to have landed in the time I\ndid.",
        "I also express my warmest thanks to division, brigade, and regimental\ncommanders, without exception, for their earnest efforts in carrying\nout my wishes and for the good judgment they invariably displayed in\nhandling their troops.",
        "The reports of the division commanders are attached hereto, and those\nof the brigade and regimental commanders forwarded herewith, and\nattention respectfully invited to them. Very respectfully,",
        "Wm. R. Shafter,\nMajor-General, United States Volunteers,\nCommanding United States Forces in Cuba.",
        "Adjutant General of the Army, Washington, D. C.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}