{
    "title": "The Sorrows of Young Werther - May 17.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "7",
    "content": [
        "\n\n",
        "I have made all sorts of acquaintances, but have as yet found no\nsociety. I know not what attraction I possess for the people, so\nmany of them like me, and attach themselves to me; and then I feel\nsorry when the road we pursue together goes only a short distance.\nIf you inquire what the people are like here, I must answer, “The\nsame as everywhere.” The human race is but a monotonous affair.\nMost of them labour the greater part of their time for mere\nsubsistence; and the scanty portion of freedom which remains to\nthem so troubles them that they use every exertion to get rid of\nit. Oh, the destiny of man!",
        "But they are a right good sort of people. If I occasionally forget\nmyself, and take part in the innocent pleasures which are not yet\nforbidden to the peasantry, and enjoy myself, for instance, with\ngenuine freedom and sincerity, round a well-covered table, or\narrange an excursion or a dance opportunely, and so forth, all\nthis produces a good effect upon my disposition; only I must forget\nthat there lie dormant within me so many other qualities which\nmoulder uselessly, and which I am obliged to keep carefully concealed.\nAh! this thought affects my spirits fearfully. And yet to be\nmisunderstood is the fate of the like of us.",
        "Alas, that the friend of my youth is gone! Alas, that I ever knew\nher! I might say to myself, “You are a dreamer to seek what is\nnot to be found here below.” But she has been mine. I have\npossessed that heart, that noble soul, in whose presence I seemed\nto be more than I really was, because I was all that I could be.\nGood heavens! did then a single power of my soul remain unexercised?\nIn her presence could I not display, to its full extent, that\nmysterious feeling with which my heart embraces nature? Was not\nour intercourse a perpetual web of the finest emotions, of the\nkeenest wit, the varieties of which, even in their very eccentricity,\nbore the stamp of genius? Alas! the few years by which she was\nmy senior brought her to the grave before me. Never can I forget\nher firm mind or her heavenly patience.",
        "A few days ago I met a certain young V—, a frank, open fellow,\nwith a most pleasing countenance. He has just left the university,\ndoes not deem himself overwise, but believes he knows more than\nother people. He has worked hard, as I can perceive from many\ncircumstances, and, in short, possesses a large stock of information.\nWhen he heard that I am drawing a good deal, and that I know Greek\n(two wonderful things for this part of the country), he came to\nsee me, and displayed his whole store of learning, from Batteaux\nto Wood, from De Piles to Winkelmann: he assured me he had read\nthrough the first part of Sultzer’s theory, and also possessed a\nmanuscript of Heyne’s work on the study of the antique. I allowed\nit all to pass.",
        "I have become acquainted, also, with a very worthy person, the\ndistrict judge, a frank and open-hearted man. I am told it is a\nmost delightful thing to see him in the midst of his children, of\nwhom he has nine. His eldest daughter especially is highly spoken\nof. He has invited me to go and see him, and I intend to do so\non the first opportunity. He lives at one of the royal hunting-lodges,\nwhich can be reached from here in an hour and a half by walking,\nand which he obtained leave to inhabit after the loss of his wife,\nas it is so painful to him to reside in town and at the court.",
        "There have also come in my way a few other originals of a questionable\nsort, who are in all respects undesirable, and most intolerable\nin their demonstration of friendship. Good-bye. This letter will\nplease you: it is quite historical.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}