{
    "title": "The Devil’s Dictionary - K",
    "author": "Ambrose Bierce",
    "chapter": "12",
    "content": [
        "\n\n",
        "",
        "\nK is a consonant that we get from the Greeks, but it can be traced \naway back beyond them to the Cerathians, a small commercial nation \ninhabiting the peninsula of Smero.  In their tongue it was called \nKlatch, which means “destroyed.”  The form of the letter was \noriginally precisely that of our H, but the erudite Dr. Snedeker \nexplains that it was altered to its present shape to commemorate the \ndestruction of the great temple of Jarute by an earthquake, circa \n730 B.C.  This building was famous for the two lofty columns of its \nportico, one of which was broken in half by the catastrophe, the other \nremaining intact.  As the earlier form of the letter is supposed to \nhave been suggested by these pillars, so, it is thought by the great \nantiquary, its later was adopted as a simple and natural — not to say \ntouching — means of keeping the calamity ever in the national memory.  \nIt is not known if the name of the letter was altered as an additional \nmnemonic, or if the name was always Klatch and the destruction one \nof nature’s pums.  As each theory seems probable enough, I see no \nobjection to believing both — and Dr. Snedeker arrayed himself on \nthat side of the question.",
        "KEEP, v.t.",
        "  He willed away his whole estate,\n      And then in death he fell asleep,\n  Murmuring:  “Well, at any rate,\n      My name unblemished I shall keep.\"\n  But when upon the tomb ’twas wrought\n  Whose was it? — for the dead keep naught.",
        "Durang Gophel Arn",
        "\nKILL, v.t.  To create a vacancy without nominating a successor.",
        "KILT, n.  A costume sometimes worn by Scotchmen in America and \nAmericans in Scotland.",
        "KINDNESS, n.  A brief preface to ten volumes of exaction.",
        "KING, n.  A male person commonly known in America as a “crowned head,” \nalthough he never wears a crown and has usually no head to speak of.",
        "  A king, in times long, long gone by,\n      Said to his lazy jester:\n  “If I were you and you were I\n  My moments merrily would fly —\n      Nor care nor grief to pester.”",
        "  “The reason, Sire, that you would thrive,\"\n      The fool said — “if you’ll hear it —\n  Is that of all the fools alive\n  Who own you for their sovereign, I’ve\n      The most forgiving spirit.”",
        "Oogum Bem",
        "\nKING’S EVIL, n.  A malady that was formerly cured by the touch of the \nsovereign, but has now to be treated by the physicians.  Thus ’the \nmost pious Edward” of England used to lay his royal hand upon the \nailing subjects and make them whole —",
        "                  a crowd of wretched souls\n  That stay his cure:  their malady convinces\n  The great essay of art; but at his touch,\n  Such sanctity hath Heaven given his hand,\n  They presently amend,",
        "as the “Doctor” in Macbeth hath it.  This useful property of the \nroyal hand could, it appears, be transmitted along with other crown \nproperties; for according to “Malcolm,”",
        "                          ’tis spoken\n  To the succeeding royalty he leaves\n  The healing benediction.",
        "  But the gift somewhere dropped out of the line of succession:  the \nlater sovereigns of England have not been tactual healers, and the \ndisease once honored with the name “king’s evil” now bears the humbler \none of “scrofula,” from scrofa, a sow.  The date and author of the \nfollowing epigram are known only to the author of this dictionary, but \nit is old enough to show that the jest about Scotland’s national \ndisorder is not a thing of yesterday.",
        "  Ye Kynge his evill in me laye,\n  Wh. he of Scottlande charmed awaye.\n  He layde his hand on mine and sayd:\n  “Be gone!”  Ye ill no longer stayd.\n  But O ye wofull plyght in wh.\n  I’m now y-pight:  I have ye itche!",
        "  The superstition that maladies can be cured by royal taction is \ndead, but like many a departed conviction it has left a monument of \ncustom to keep its memory green.  The practice of forming a line and \nshaking the President’s hand had no other origin, and when that great \ndignitary bestows his healing salutation on",
        "                      strangely visited people,\n  All swoln and ulcerous, pitiful to the eye,\n  The mere despair of surgery,",
        "he and his patients are handing along an extinguished torch which once \nwas kindled at the altar-fire of a faith long held by all classes of \nmen.  It is a beautiful and edifying “survival” — one which brings \nthe sainted past close home in our “business and bosoms.”",
        "KISS, n.  A word invented by the poets as a rhyme for “bliss.”  It is \nsupposed to signify, in a general way, some kind of rite or ceremony \nappertaining to a good understanding; but the manner of its \nperformance is unknown to this lexicographer.",
        "KLEPTOMANIAC, n.  A rich thief.",
        "KNIGHT, n.",
        "  Once a warrior gentle of birth,\n  Then a person of civic worth,\n  Now a fellow to move our mirth.\n  Warrior, person, and fellow — no more:\n  We must knight our dogs to get any lower.\n  Brave Knights Kennelers then shall be,\n  Noble Knights of the Golden Flea,\n  Knights of the Order of St. Steboy,\n  Knights of St. Gorge and Sir Knights Jawy.\n  God speed the day when this knighting fad\n  Shall go to the dogs and the dogs go mad.",
        "KORAN, n.  A book which the Mohammedans foolishly believe to have been \nwritten by divine inspiration, but which Christians know to be a \nwicked imposture, contradictory to the Holy Scriptures.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}