{
    "title": "The Adventures of Jimmie Dale I - Chapter VI: Devil’s Work",
    "author": "Frank L. Packard",
    "chapter": "6",
    "content": [
        "\n\n",
        "A white-gloved arm, a voice, and a silvery laugh!  “Just that–no\nmore!  Jimmie Dale, in his favourite seat, an aisle seat some seven\nor eight rows back from the orchestra, stared at the stage, to all\noutward appearances absorbed in the last act of the play; inwardly,\nquite oblivious to the fact that even a play was going on.",
        "A white-gloved arm, a voice, and a silvery laugh!  The words had\nformed themselves into a sort of singsong refrain that, for the last\nfew days, had been running through his head.  A strange enough\nguiding star to mould and dictate every action in his life!  And\nthat was all he had ever seen of her, all that he had ever heard of\nher–except those letters, of course, each of which had outlined the\ndetails of some affair for the Gray Seal to execute.",
        "Indeed, it seemed a great length of time now since he had heard from\nher even in that way, though it was not so many days ago, after all.\nPerhaps it was the calm, as it were, that, by contrast, had given\nplace to the strenuous months and weeks just past.  The storm raised\nby the newspapers at the theft of Old Luddy’s diamonds had subsided\ninto sporadic diatribes aimed at the police; Kline, of the secret\nservice, had finally admitted defeat, and a shadow no longer skulked\nday and night at the entrance to the Sanctuary–and Larry the Bat\nbore the government indorsement, so to speak, of being no more\nsuspicious a character than that of a disreputable, but harmless,\ndope fiend of the underworld.",
        "Larry the Bat!  The Gray Seal!  Jimmie Dale the millionaire!  What\nif it were ever known that that strange three were one!  What if–\nJimmie Dale smiled whimsically.  A burst of applause echoed through\nthe house, the orchestra was playing, the lights were on, seats\nbanged, there was the bustle of the rising audience, the play was at\nan end–and for the life of him he could not have remembered a\nsingle line of the last act!",
        "The aisle at his elbow was already crowded with people on their way\nout.  Jimmie Dale stooped down mechanically to reach for his hat\nbeneath his seat–and the next instant he was standing up, staring\nwildly into the faces around him.",
        "It had fallen at his feet–a white envelope.  Hers!  It was in his\nhand now, those slim, tapering, wonderfully sensitive fingers of\nJimmie Dale, that were an “open sesame” to locks and safes,\nsubconsciously telegraphing to his mind the fact that the texture of\nthe paper–was hers.  Hers!  And she must be one of those around\nhim–one of those crowding either the row of seats in front or\nbehind, or one of those just passing in the aisle.  It had fallen at\nhis feet as he had stooped over for his hat–but from just exactly\nwhat direction he could not tell.  His eyes, eagerly, hungrily,\ncritically, swept face after face.  Which one was hers?  What irony!\nShe, whom he would have given his life to know, for whom indeed he\nrisked his life every hour of the twenty-four, was close to him now,\nwithin reach–and as far removed as though a thousand miles\nseparated them.  She was there–but he could not recognise a face\nthat he had never seen!",
        "With an effort, he choked back the bitter, impotent laugh that rose\nto his lips.  They were talking, laughing around him.  Her VOICE–\nyes, he had once heard that, and that he would recognise again.  He\nstrained to catch, to individualise the tone sounds that floated in\na medley about him.  It was useless–of course–every effort that he\nhad ever made to find her had been useless.  She was too clever, far\ntoo clever for that–she, too, would know that he could and would\nrecognise her voice where he could recognise nothing else.",
        "And then, suddenly, he realised that he was attracting attention.\nLevel stares from the women returned his gaze, and they edged away a\nlittle from his vicinity as they passed, their escorts crowding\nsomewhat belligerently into their places.  Others, in the same row\nof seats as his own, were impatiently waiting to get by him.  With a\nmuttered apology, Jimmie Dale raised the seat of his chair, allowing\nthese latter to pass him–and then, slipping the letter into his\npocketbook, he snatched up his hat from the seat rack.",
        "There was still a chance.  Knowing he was there, she would be on her\nguard; but in the lobby, among the crowd and unaware of his\npresence, there was the possibility that, if he could reach the\nentrance ahead of her, she, too, might be talking and laughing as\nshe left the theatre.  Just a single word, just a tone–that was all\nhe asked.",
        "The row of seats at whose end he stood was empty now, and, instead\nof stepping into the thronged aisle, he made his way across to the\nopposite side of the theatre.  Here, the far aisle was less crowded,\nand in a minute he had gained the foyer, confident that he was now\nin advance of her.  The next moment he was lost in a jam of people\nin the lobby.",
        "He moved slowly now, very slowly–allowing those behind to press by\nhim on the way to the entrance.  A babel of voices rose about him,\nas, tight-packed, the mass of people jostled, elbowed, and pushed\ngood-naturedly.  It was a voice now, her voice, that he was\nlistening for; but, though it seemed that every faculty was strained\nand intent upon that one effort, his eyes, too, had in no degree\nrelaxed their vigilance–and once, half grimly, half sardonically,\nhe smiled to himself.  There would be an unexpected aftermath to\nthis exodus of expensively gowned and bejewelled women with their\nprosperous, well-groomed escorts!  There was the Wowzer over there–\nsleek, dapper, squirming in and out of the throng with the agility\nand stealth of a cat.  As Larry the Bat he had met the Wowzer many\ntimes, as indeed he had met and was acquainted with most of the\nelite of the underworld.  The Wowzer, beyond a shadow of doubt, in\nhis own profession stood upon a plane entirely by himself–among\nthose qualified to speak, no one yet had ever questioned the\nWowzer’s claim to the distinction of being the most dexterous and\nfinished “poke getter” in the United States!",
        "The crowd thinned in the lobby, thinned down to the last few belated\nstragglers, who passed him as he still loitered in the entrance; and\nthen Jimmie Dale, with a shrug of his shoulders that was a great\ndeal more philosophical than the maddening sense of chagrin and\ndisappointment that burned within him, stepped out to the pavement\nand headed down Broadway.  After all, he had known it in his heart\nof hearts all the time–it had always been the same–it was only one\nmore occasion added to the innumerable ones that had gone before in\nwhich she had eluded him!",
        "And now–there was the letter!  Automatically he quickened his steps\na little.  It was useless, futile, profitless, for the moment, at\nleast, to disturb himself over his failure–there was the letter!\nHis lips parted in a strange, half-serious, half-speculative smile.\nThe letter–that was paramount now.  What new venture did the night\nhold in store for him?  What sudden emergency was the Gray Seal\ncalled upon to face this time–what role, unrehearsed, without\nwarning, must he play?  What story of grim, desperate rascality\nwould the papers credit him with when daylight came?  Or would they\ncarry in screaming headlines the announcement that the Gray Seal was\ncaged and caught at last, and in three-inch type tell the world that\nthe Gray Seal was–Jimmie Dale!",
        "A block down, he turned from Broadway out of the theatre crowds that\nstreamed in both directions past him.  The letter!  Almost\nfeverishly now he was seeking an opportunity to open and read it\nunobserved; an eagerness upon him that mingled exhilaration at the\nlure of danger with a sense of premonition that, irritably,\ninevitably was with him at moments such as these.  It seemed, it\nalways seemed, that, with an unopened letter of hers in his\npossession, it was as though he were about to open a page in the\nBook of Fate and read, as it were, a pronouncement upon himself that\nmight mean life or death.",
        "He hurried on.  People still passed by him–too many.  And then a\ncafe, just ahead, making a corner, gave him the opportunity that he\nsought.  Away from the entrance, on the side street, the brilliant\nlights from the windows shone out on a comparatively deserted\npavement.  There was ample light to read by, even as far away from\nthe window as the curb, and Jimmie Dale, with an approving nod,\nturned the corner and walked along a few steps until opposite the\nfarthest window–but, as he halted here at the edge of the street,\nhe glanced quickly behind him at a man whom he had just passed.  The\nother had paused at the corner and was staring down the street.\nJimmie Dale instantly and nonchalantly produced his cigarette case,\nselected a cigarette, and fastidiously tapped its end on his thumb\nnail.",
        "“Inspector Burton in plain clothes,” he observed musingly to\nhimself.  “I wonder if it’s just a fluke–or something else?  We’ll\nsee.”",
        "Jimmie Dale took a box of matches from his pocket.  The first would\nnot light.  The second broke, and, with an exclamation of annoyance,\nhe flung it away.  The third was making a fitful effort at life, as\nanother man emerged hastily from the cafe’s side door, hurried to\nthe corner, joined the man who was still loitering there, and both\ntogether disappeared at a rapid pace down the street.",
        "Jimmie Dale whistled softly to himself.  The second man was even\nbetter known than the first; there was not a crook in New York but\nwould side-step Lannigan of headquarters, and do it with amazing\ncelerity–if he could!",
        "“Something up!  But it’s not my hunt!” muttered Jimmie Dale; then,\nwith a shrug of his shoulders: “Queer the way those headquarters\nchaps fascinate and give me a thrill every time I see them, even if\nI haven’t a ghost of a reason for imagining that–”",
        "The sentence was never finished.  Jimmie Dale’s face was gray.  The\nstreet seemed to rock about him–and he stared, like a man stricken,\nwhite to the lips, ahead of him.  THE LETTER WAS GONE!  His hand,\nwriggling from his empty pocket, swept away the sweat beads that\nwere bursting from his forehead.  It had come at last–the pitcher\nhad gone once too often to the well!",
        "Numbed for an instant, his brain cleared now, working with lightning\nspeed, leaping from premise to conclusion.  The crush in the theatre\nlobby–the pushing, the jostling, the close contact–the Wowzer, the\nslickest, cleverest pickpocket in the United States!  For a moment\nhe could have laughed aloud in a sort of ghastly, defiant mockery–\nhe himself had predicted an unexpected aftermath, had he not!",
        "Aftermath!  It was–the END!  An hour, two hours, and New York would\nbe metamorphosed into a seething caldron of humanity bubbling with\nthe news.  It seemed that he could hear the screams of the newsboys\nnow shouting their extras; it seemed that he could see the people,\nroused to frenzy, swarming in excited crowds, snatching at the\npapers; he seemed to hear the mob’s shouts swell in execration, in\nexultation–it seemed as though all around him had gone mad.  The\nmystery of the Gray Seal was solved!  It was Jimmie Dale, Jimmie\nDale, Jimmie, Dale, the millionaire, the lion of society–and there\nwas ignominy for an honoured name, and shame and disaster and\nconvict stripes and sullen penitentiary walls–or death!  A felon’s\ndeath–the chair!",
        "He was running now, his hands clenched at his sides; his mind,\nworking subconsciously, urging him onward in a blind, as yet\nunrealised, objectless way.  And then gradually impulse gave way to\ncalmer reason, and he slowed his pace to a quick, less noticeable\nwalk.  The Wowzer!  That was it!  There was yet a chance–the\nWowzer!  A merciless rage, cold, deadly, settled upon him.  It was\nthe Wowzer who had stolen his pocketbook, and with it the letter.\nThere could be no doubt of that.  Well, there would be a reckoning\nat least before the end!",
        "He was in a downtown subway train now–the roar in his ears in\nconsonance, it seemed, with the turmoil in his brain.  But now, too,\nhe was Jimmie Dale again; and, apart from the slightly outthrust\njaw, the tight-closed lips, impassive, debonair, composed.",
        "There was yet a chance.  As Larry the Bat he knew every den and lair\nbelow the dead line, and he knew, too, the Wowzer’s favourite\nhaunts.  There was yet a chance, only one in a thousand, it was\ntrue, almost too pitiful to be depended upon–but yet a chance.  The\nWowzer had probably not worked alone, and he and his pal, or pals,\nwould certainly not remain uptown either to examine or divide their\nspoils–they would wait until they were safe somewhere in one of\ntheir hell holes on the East Side.  If he could find the Wowzer,\nreach the man BEFORE THE LETTER WAS OPENED–Jimmie Dale’s lips grew\ntighter.  THAT was the chance!  It he failed in that–Jimmie Dale’s\nlips drooped downward in grim curves at the corners.  A chance!\nAlready the Wowzer had at least a half hour’s lead, and, worse\nstill, there was no telling which one of a dozen places the man\nmight have chosen to retreat to with his loot.",
        "Time passed.  His mind obsessed, Jimmie Dale’s physical acts were\nalmost wholly mechanical.  It was perhaps fifteen minutes since he\nhad discovered the loss of the letter, and he was walking now\nthrough the heart of the Bowery.  Exactly how he had got there he\ncould not have told; he had only a vague realisation that, following\nan intuitive sense of direction, he had lost not a second of time in\nmaking his way downtown.",
        "And now he found himself hesitating at the corner of a cross street.\nTwo blocks east was that dark, narrow alleyway, that side door that\nmade the entrance to the Sanctuary.  It would be safer, a hundred\ntimes safer, to go there, change his clothes and his personality,\nand emerge again as Larry the Bat–infinitely safer in that role to\nexplore the dens of the underworld, many of them indeed unknown and\nundreamed of by the police themselves, than to trust himself there\nin well-cut, fashionable tweeds–but that would take time.  Time!\nWhen, with every second, the one chance he had, desperate as that\nalready was, was slipping away from him.  No; what was apparently\nthe greater risk at least held out the only hope.",
        "He went on again–his brain incessantly at work.  At the worst,\nthere was one mitigating factor in it all.  He had no need to think\nof her.  Whatever the ruin and disaster that faced him in the next\nfew hours, she in any case was safe.  There was no clew to HER\nidentity in the letter; and where he, for months on end, with even\nmore to work upon, had failed at every turn to trace her, there was\nlittle fear that any one else would have any better success.  She\nwas safe.  As for himself–that was different.  The Gray Seal would\nbe referred to in the letter, there would be the outline, the data\nfor the “crime” she had planned for that night; and the letter,\nthough unaddressed, being found in his pocketbook, where cards and\nnotes and a dozen different things among its contents proclaimed him\nJimmie Dale, needed no further evidence as to its ownership nor the\nidentity of the Gray Seal.",
        "Jimmie Dale’s fingers crept inside his vest and fumbled there for a\nmoment–and a diamond stud, extracted from his shirt front,\nglistened sportively in the necktie that was now tucked jauntily in\nat one side of his shirt bosom.  He had reached the Blue Dragon, one\nof Wowzer’s usual hang outs, and, swerving from the sidewalk,\nentered the place.  There was wild tumult within–a constant storm\nof applause, derision, and hilarity that was hurled from the tables\naround the room at the turkey-trotting, tango-writhing couples on\nthe somewhat restricted space of polished hardwood flooring in the\ncentre.  Jimmie Dale swaggered down the room, a cigar tilted up at\nan angle between his teeth, his soft felt hat a little rakishly on\none side of his head and well over his nose.",
        "At the end of the room, at the bar, Jimmie Dale leaned toward the\nbarkeeper and talked out of the corner of his mouth.  There were\nprivate rooms upstairs, and he jerked his head surreptitiously\nceilingward.",
        "“Say, is de Wowzer up dere?” he inquired in a cautious whisper.",
        "The man behind the bar, well known to Jimmie Dale as one of the\nWowzer’s particular pals, favoured him with a blank stare.",
        "“Never heard of de guy!” he announced brusquely.  “Wot’s yours?”",
        "“Gimme a mug of suds,” said Jimmie Dale, reaching for a match.  He\npuffed at his cigar, blew out the match, and, after a moment, flung\nthe charred end away–but on his hand, as, palm outward, he raised\nit to take his glass, the match had traced a small black cross.",
        "The barkeeper put down the beer he had just drawn, wiped his hand\nhurriedly, and with sudden enthusiasm thrust it across the bar.",
        "“Glad to know youse, cull!” he exclaimed.  “Wot’s de lay?”",
        "Jimmie Dale smiled.",
        "“Nix!” said Jimmie Dale.  “I just blew in from Chicago.  Used to\nknow de Wowzer dere.  He said dis place was on de level, an’ I could\nalways find him here, dat’s all.”",
        "“Sure, youse can!” returned the barkeeper heartily.  “Only he ain’t\nhere now.  He beat it about fifteen minutes ago, him an’ Dago Jim.\nI guess youse’ll find him at Chang’s, I heard him an’ Dago say dey\nwas goin’ dere.  Know de place?”",
        "Jimmie Dale shook his head.",
        "“I ain’t much wise to New York,” he explained.",
        "“Aw, dat’s easy,” whispered the barkeeper.  “Go down to Chatham\nSquare, an’ den any guy’ll show youse Chang Foo’s.”  He winked\nconfidentially.  “I guess youse won’t bump yer head none gettin’\naround inside.”",
        "Jimmie Dale nodded, grinned back, emptied his glass, and dug for a\ncoin.",
        "“Forget it!” observed the barkeeper cordially.  “Dis is on me.  Any\nfriend of de Wowzer’s gets de glad hand here any time.”",
        "“T’anks!” said Jimmie Dale gratefully, as he turned away.  “So long,\nthen–see youse later.”",
        "Chang Foo’s!  Jimmie Dale’s face set even a little harder than it\nhad before, as he swung on again down the Bowery.  Yes; he knew\nChang Foo’s–too well.  Underground Chinatown–where a man’s life\nwas worth the price of an opium pill–or less!  Mechanically his\nhand slipped into his pocket and closed over the automatic that\nnestled there.  Once in–where he had to go–and the chances were\neven, just even, that was all, that he would ever get out.  Again he\nwas tempted to return to the Sanctuary and make the attempt as Larry\nthe Bat.  Larry the Bat was well enough known to enter Chang Foo’s\nunquestioned, and–but again he shook his head and went on.  There\nwas not time.  The Wowzer and his pal–it was Dago Jim it seemed–\nhad evidently been drinking and loitering their way downtown from\nthe theatre, and he had gained that much on them; but by now they\nwould be smugly tucked away somewhere in that maze of dens below the\nground, and at that moment probably were gloating over the biggest\nnight’s haul they had ever made in their lives!",
        "And if they were!  What then?  Once they knew the contents of that\nletter–what then?  Buy them off for a larger amount than the many\nthousands offered for the capture of the Gray Seal?  Jimmie Dale\ngritted his teeth.  That meant blackmail from them all his life, an\nintolerable existence, impossible, a hell on earth–the slave, at\nthe beck and call of two of the worst criminals in New York!  The\nmoisture oozed again to Jimmie Dale’s forehead.  God, if he could\nget that letter before it was opened–before they KNEW!  If he could\nonly get the chance to fight for it–against ANY odds!  Life!  Life\nwas a pitiful consideration against the alternative that faced him\nnow!",
        "From the Blue Dragon to Chang Foo’s was not far; and Jimmie Dale\ncovered the distance in well under five minutes.  Chang Foo’s was\njust a tea merchant’s shop, innocuous and innocent enough in its\nappearance, blandly so indeed, and that was all–outwardly; but\nJimmie Dale, as he reached his destination, experienced the first\nsensation of uplift he had known that night, and this from what,\napparently, did not in the least seem like a contributing cause.",
        "“Luck!  The blessed luck of it!” he muttered grimly, as he surveyed\nthe sight-seeing car drawn up at the curb, and watched the\npassengers crowding out of it to the ground.  “It wouldn’t have been\nas easy to fool old Chang as it was that fellow back at the Dragon–\nand, besides, if I can work it, there’s a better chance this way of\ngetting out alive.”",
        "The guide was marshalling his “gapers\"–some two dozen in all, men\nand women.  Jimmie Dale unostentatiously fell in at the rear; and,\nthe guide leading, the little crowd passed into the tea merchant’s\nshop.  Chang Foo, a wizened, wrinkled-faced little Celestial, oily,\nsuave, greeted them with profuse bows, chattering the while volubly\nin Chinese.",
        "The guide made the introduction with an all-embracing sweep of his\nhand.",
        "“Chang Foo–ladies and gentlemen,” he announced; then held up his\nhand for silence.  “Ladies and gentlemen,” he said impressively,\n“this is one of the most notorious, if not THE most notorious dive\nin Chinatown, and it is only through special arrangement with the\nauthorities and at great expense that the company is able\nexclusively to gain an entree here for its patrons.  You will see\nhere the real life of the Chinese, and in half an hour you will get\nwhat few would get in a lifetime spent in China itself.  You will\nsee the Chinese children dance and perform; the Chinese women at\ntheir household tasks; the joss, the shrine of his hallowed\nancestors, at which Chang Foo here worships; and you will enter the\nmost famous opium den in the United States.  Now, if you will all\nkeep close together, we will make a start.”",
        "In spite of his desperate situation, Jimmie Dale smiled a little\nwhimsically.  Yes; they would see it all–UPSTAIRS!  The same old\nbunk dished out night after night at so much a head–and the nervous\nlittle schoolma’am of uncertain age, who fidgeted now beside him,\nwould go back somewhere down in Maine and shiver while she related\nher “wider experiences” in tremulous whispers into the shocked ears\nof envious other maiden ladies of equally uncertain age.  The same\nold bunk–and a profitable one for Chang Foo for more reasons than\none.  It was dust in the eyes of the police.  The police smiled\nknowingly at mention of Chang Foo.  Who should know, if they didn’t,\nthat it was all harmless fake, all bunk!  And so it was–UPSTAIRS!",
        "They were passing out of the shop now, bowed out through a side door\nby the obsequious and oily Chang Foo.  And now they massed again in\na sort of little hallway–and Chang Foo, closing the door upon\nJimmie Dale, who was the last in the line, shuffled back behind the\ncounter in his shop to resume his guard duty over customers of quite\nanother ilk.  With the door closed, it was dark, pitch dark.  And\nthis, too, like everything else connected with Chang Foo’s\nestablishment, for more reasons than one–for effect–and for\nsecurity.  Nervous little twitters began to emanate from the women–\nthe guide’s voice rose reassuringly:",
        "“Keep close together, ladies and gentlemen.  We are going upstairs\nnow to–”",
        "Jimmie Dale hugged back against the wall, sidled along it, and like\na shadow slipped down to the end of the hall.  The scuffling of two\ndozen pairs of feet mounting the creaky staircase drowned the slight\nsound as he cautiously opened a door; the darkness lay black,\nimpenetrable, along the hall.  And then, as cautiously as he had\nopened it, he closed the door behind him, and stood for an instant\nlistening at the head of a ladder-like stairway, his automatic in\nhis hand now.  It was familiar ground to Larry the Bat.  The steps\nled down to a cellar; and diagonally across from the foot of the\nsteps was an opening, ingeniously hidden by a heterogeneous\ncollection of odds and ends, boxes, cases, and rubbish from the\npseudo tea shop above; a low opening in the wall to a passage that\nled on through the cellars of perhaps half a dozen adjoining houses,\neach of which latter was leased, in one name or another–by Chang\nFoo.",
        "Jimmie Dale crept down the steps, and in another moment had gained\nthe farther side of the cellar; then, skirting around the ruck of\ncases, he stooped suddenly and passed in through the opening in the\nwall.  And now he halted once more.  He was straining his eyes down\na long, narrow passage, whose blackness was accentuated rather than\nrelieved by curious wavering, gossamer threads of yellow light that\nshowed here and there from under makeshift thresholds, from doors\nslightly ajar.  Faint noises came to him, a muffled, intermittent\nclink of coin, a low, continuous, droning hum of voices; the sickly\nsweet smell of opium pricked at his nostrils.",
        "Jimmie Dale’s face set rigidly.  It was the resort, not only of the\nmost depraved Chinese element, but of the worst “white” thugs that\nmade New York their headquarters–here, in the succession of\ncellars, roughly partitioned off to make a dozen rooms on either\nside of the passage, dope fiends sucked at the drug, and Chinese\ngamblers spent the greater part of their lives; here, murder was\nhatched and played too often to its hellish end; here, the scum of\nthe underworld sought refuge from the police to the profit of Chang\nFoo; and here, somewhere, in one of these rooms, was–the Wowzer.",
        "The Wowzer!  Jimmie Dale stole forward silently, without a sound,\nswiftly–pausing only to listen for a second’s space at the doors as\nhe passed.  From this one came that clink of coin; from another that\njabber of Chinese; from still another that overpowering stench of\nopium–and once, iron-nerved as he was, a cold thrill passed over\nhim.  Let this lair of hell’s wolves, so intent now on their own\naffairs, be once roused, as they certainly must be roused before he\ncould hope to finish the Wowzer, and his chances of escape were–",
        "He straightened suddenly, alert, tense, strained.  Voices, raised in\na furious quarrel, came from a door just beyond him on the other\nside of the passage, where a film of light streamed out through a\ncracked panel–it was the Wowzer and Dago Jim!  And drunk, both of\nthem–and both in a blind fury!",
        "It happened quick then, almost instantaneously it seemed to Jimmie\nDale.  He was crouched now close against the door, his eye to the\ncrack in the panel.  There was only one figure in sight–Dago Jim–\nstanding beside a table on which burned a lamp, the table top\nlittered with watches, purses, and small chatelaine bags.  The man\nwas lurching unsteadily on his feet, a vicious sneer of triumph on\nhis face, waving tauntingly an open letter and Jimmie Dale’s pocket-\nbook in his hands–waving them presumably in the face of the Wowzer,\nwhom, from the restrictions of the crack, Jimmie Dale could not see.\nHe was conscious of a sickening sense of disaster.  His hope against\nhope had been in vain–the letter had been opened and read–THE\nIDENTITY OF THE GRAY SEAL WAS SOLVED.",
        "Dago Jim’s voice roared out, hoarse, blasphemous, in drunken rage:",
        "“De Gray Seal–see!  Youse betcher life I knows!  I been waitin’ fer\nsomet’ing like dis, damn youse!  Youse been stallin’ on me fer a\nyear every time it came to a divvy.  Youse’ve got a pocketful now\nyouse snitched to-night dat youse are tryin’ to do me out of.  Well,\nkeep ’em\"–he shoved his face forward.  “I keeps dis–see!  Keep ’em\nWowzer, youse cross-eyed–”",
        "“Everyt’ing I pinched to-night’s on de table dere wid wot youse\npinched yerself,” cut in the Wowzer, in a sullen, threatening growl.",
        "“Youse lie, an’ youse knows it!” retorted Dago Jim.  “Youse have\ngiven me de short end every time we’ve pulled a deal!”",
        "“Dat letter’s mine, youse–” bawled the Wowzer furiously.",
        "“Why didn’t youse open it an’ read it, den, instead of lettin’ me do\nit to keep me busy while youse short-changed me?” sneered Dago Jim.\n“Youse t’ought it was some sweet billy-doo, eh?  Well, t’anks,\nWowzer–dat’s wot it is!  Say,” he mocked, “dere’s a guy’ll cash a\nt’ousand century notes fer dis, an’ if he don’t–say, dere’s SOME\nreward out fer the Gray Seal!  Wouldn’t youse like to know who it\nis?  Well, when I’m ridin’ in me private buzz wagon, Wowzer, youse\nstick around an’ mabbe I’ll tell youse–an’ mabbe I won’t!”",
        "“By God\"–the Wowzer’s voice rose in a scream–\"youse hand over dat\nletter!”",
        "“Youse go to–”",
        "Red, lurid red, a stream of flame seemed to cut across Jimmie Dale’s\nline of vision, came the roar of a revolver shot–and like a madman\nJimmie Dale flung his body at the door.  Rickety at best, it crashed\ninward, half wrenched from its hinges, precipitating him inside.  He\nrecovered himself and leaped forward.  The room was swirling with\nblue eddies of smoke; Dago Jim, hands flung up, still grasping\nletter and pocketbook, pawed at the air–and plunged with a sagging\nlurch face downward to the floor.  There was a yell and an oath from\nthe Wowzer–the crack of another revolver shot, the hum of the\nbullet past Jimmie Dale’s ear, the scorch of the tongue flame in his\nface, and he was upon the other.",
        "Screeching profanity, the Wowzer grappled; and, for an instant, the\ntwo men rocked, reeled, and swayed in each other’s embrace; then,\nboth men losing their balance, they shot suddenly backward, the\nWowzer, undermost, striking his head against the table’s edge–and\nmen, table, and lamp crashed downward in a heap to the floor.",
        "It had been no more, at most, than a matter of seconds since Jimmie\nDale had hurled himself into the room; and now, with a gurgling\nsigh, the Wowzer’s arms, that had been wound around Jimmie Dale’s\nback and shoulders, relaxed, and, from the blow on his head the man,\nlay back inert and stunned.  And then it seemed to Jimmie Dale as\nthough pandemonium, unreality, and chaos at the touch of some\ndevil’s hand reigned around him.  It was dark–no, not dark–a spurt\nof flame was leaping along the line of trickling oil from the broken\nlamp on the floor.  It threw into ghastly relief the sprawled form\nof Dago Jim.  Outside, from along the passageway, came a confused\njangle of commotion–whispering voices, shuffling feet, the swish of\nChinese garments.  And the room itself began to spring into weird,\nflickering shadows, that mounted and crept up the walls with the\nspreading fire.",
        "There was not a second to lose before the room would be swarming\nwith that rush from the passageway–and there was still the letter,\nthe pocketbook!  The table had fallen half over Dago Jim–Jimmie\nDale pushed it aside, tore the crushed letter and the pocketbook\nfrom the man’s hands–and felt, with a grim, horrible sort of\nanxiety, for the other’s heartbeat, for the verdict that meant life\nor death to himself.  There was no sign of life–the man was dead.",
        "Jimmie Dale was on his feet now.  A face, another, and another\nshowed in the doorway–the Wowzer was regaining his senses,\nstumbling to his knees.  There was one chance–just one–to take\nthose crowding figures by surprise.  And with a yell of “Fire!\"\nJimmie Dale sprang for the doorway.",
        "They gave way before his rush, tumbling back in their surprise\nagainst the opposite wall; and, turning, Jimmie Dale raced down the\npassageway.  Doors were opening everywhere now, forms were pushing\nout into the semi-darkness–only to duck hastily back again, as\nJimmie Dale’s automatic barked and spat a running fire of warning\nahead of him.  And then, behind, the Wowzer’s voice shrieked out:",
        "“Soak him!  Kill de guy!  He’s croaked Dago Jim!  Put a hole in him,\nde–”",
        "Yells, a chorus of them, took up the refrain–then the rush of\nfollowing feet–and the passageway seemed to racket as though a\nGatling gun were in play with the fusillade of revolver shots.  But\nJimmie Dale was at the opening now–and, like a base runner plunging\nfor the bag, he flung himself in a low dive through and into the\nopen cellar beyond.  He was on his feet, over the boxes, and dashing\nup the stairs in a second.  The door above opened as he reached the\ntop–Jimmie Dale’s right hand shot out with clubbed revolver–and\nwith a grunt Chang Foo went down before the blow and the headlong\nrush.  The next instant Jimmie Dale had sprung through the tea shop\nand was out on the street.",
        "A minute, two minutes more, and Chinatown would be in an uproar–\nChang Foo would see to that–and the Wowzer would prod him on.  The\ndanger was far from over yet.  And then, as he ran, Jimmie Dale gave\na little gasp of relief.  Just ahead, drawn up at the curb, stood a\ntaxicab–waiting, probably, for a private slumming party.  Jimmie\nDale put on a spurt, reached it, and wrenched the door open.",
        "“Quick!” he flung at the startled chauffeur.  “The nearest subway\nstation–there’s a ten-spot in it for you!  Quick man–QUICK!  Here\nthey come!”",
        "A crowd of Chinese, pouring like angry hornets from Chang Foo’s\nshop, came yelling down the street–and the taxi took the corner on\ntwo wheels–and Jimmie Dale, panting, choking for his breath like a\nman spent, sank back against the cushions.",
        "But five minutes later it was quite another Jimmie Dale, composed,\nnonchalant, imperturbable, who entered an up-town subway train, and,\nchoosing a seat alone near the centre of the car, which at that hour\nof night in the downtown district was almost deserted, took the\ncrushed letter from his pocket.  For a moment he made no attempt to\nread it, his dark eyes, now that he was free from observation, full\nof troubled retrospect, fixed on the window at his side.  It was not\na pleasant thought that it had cost a man his life, nor yet that\nthat life was also the price of his own freedom.  True, if there\nwere two men in the city of New York whose crimes merited neither\nsympathy nor mercy, those two men were the Wowzer and Dago Jim–but\nyet, after all, it was a human life, and, even if his own had been\nin the balance, thank God it had been through no act of his that\nDago Jim had gone out!  The Wowzer, cute and cunning, had been quick\nenough to say so to clear himself, but–Jimmie Dale smiled a little\nnow–neither the Wowzer, nor Chang Foo, nor Chinatown would ever be\nin a position to recognise their uninvited guest!",
        "Jimmie Dale’s eyes shifted to the letter speculatively, gravely.  It\nseemed as though the night had already held a year of happenings,\nand the night was not over yet–there was the letter!  It had\nalready cost one life; was it to cost another–or what?",
        "It began as it always did.  He read it through once, in amazement; a\nsecond time, with a flush of bitter anger creeping to his cheeks;\nand a third time, curiously memorising, as it were, snatches of it\nhere and there.",
        "“DEAR PHILANTHROPIC CROOK: Robbery of Hudson-Mercantile National\nBank–trusted employee is ex-convict, bad police record, served term\nin Sing Sing three years ago–known to police as Bookkeeper Bob,\nreal name is Robert Moyne, lives at –– Street, Harlem–Inspector\nBurton and Lannigan of headquarters trailing him now–robbery not\nyet made public–”",
        "There was a great deal more–four sheets of closely written data.\nWith an exclamation almost of dismay, Jimmie Dale pulled out his\nwatch.  So that was what Burton and Lannigan were up to!  And he had\nactually run into them!  Lord, the irony of it!  The–  And then\nJimmie Dale stared at the dial of his watch incredulously.  It was\nstill but barely midnight!  It seemed impossible that since leaving\nthe theatre at a few minutes before eleven, he had lived through but\na single hour!",
        "Jimmie Dale’s fingers began to pluck at the letter, tearing it into\npieces, tearing the pieces over and over again into tiny shreds.\nThe train stopped at station after station, people got on and off–\nJimmie Dale’s hat was over his eyes, and his eyes were glued again\nto the window.  Had Bookkeeper Bob returned to his flat in Harlem\nwith the detectives at his heels–or were Burton and Lannigan still\ntrailing the man downtown somewhere around the cafe’s?  If the\nformer, the theft of the letter and its incident loss of time had\nbeen an irreparable disaster; if the latter–well, who knew!  The\nrisk was the Gray Seal’s!",
        "At One Hundred and Twenty-Fifth Street Jimmie Dale left the train;\nand, at the end of a sharp four minutes’ walk, during which he had\ndodged in and out from street to street, stopped on a corner to\nsurvey the block ahead of him.  It was a block devoted exclusively\nto flats and apartment houses, and, apart from a few belated\npedestrians, was deserted.  Jimmie Dale strolled leisurely down one\nside, crossed the street at the end of the block, and strolled\nleisurely back on the other side–there was no sign of either Burton\nor Lannigan.  It was a fairly safe presumption then that Bookkeeper\nBob had not returned yet, or one of the detectives at least would\nhave been shadowing the house.",
        "Jimmie Dale, smiling a little grimly, retraced his steps again, and\nturned deliberately into a doorway–whose number he had noted as he\nhad passed a moment or so before.  So, after all, there was time\nyet!  This was the house.  “Number eighteen,” she had said in her\nletter.  “A flat–three stories–Moyne lives on ground floor.”",
        "Jimmie Dale leaned against the vestibule door–there was a faint\nclick–a little steel instrument was withdrawn from the lock–and\nJimmie Dale stepped into the hall, where a gas jet, turned down,\nburned dimly.",
        "The door of the ground-floor apartment was at his right, Jimmie Dale\nreached up and turned off the light.  Again those slim, tapering,\nwonderfully sensitive fingers worked with the little steel\ninstrument, this time in the lock of the apartment door–again there\nwas that almost inaudible click–and then cautiously, inch by inch,\nthe door opened under his hand.  He peered inside–down a hallway\nlighted, if it could be called lighted at all, by a subdued glow\nfrom two open doors that gave upon it–peered intently, listening\nintently, as he drew a black silk mask from his pocket and slipped\nit over his face.  And then, silent as a shadow in his movements,\nthe door left just ajar behind him, he stole down the carpeted\nhallway.",
        "Opposite the first of the open doorways Jimmie Dale paused–a\ncuriously hard expression creeping over his face, his lips beginning\nto droop ominously downward at the corners.  It was a little sitting\nroom, cheaply but tastefully furnished, and a young woman,\nBookkeeper Bob’s wife evidently, and evidently sitting up for her\nhusband, had fallen sound asleep in a chair, her head pillowed on\nher arms that were outstretched across the table.  For a moment\nJimmie Dale held there, his eyes on the scene–and the next moment,\nhis hand curved into a clenched fist, he had passed on and entered\nthe adjoining room.",
        "It was a child’s bedroom.  A night lamp burned on a table beside the\nbed, and the soft rays seemed to play and linger in caress on the\ntousled golden hair of a little girl of perhaps two years of age–\nand something seemed to choke suddenly in Jimmie Dale’s throat–the\nsweet, innocent little face, upturned to his, was smiling at him as\nshe slept.",
        "Jimmie Dale turned away his head–his eyelashes wet under his mask.\n“BENEATH THE MATTRESS OF THE CHILD’S BED,” the letter had said.  His\nface like stone, his lips a thin line now, Jimmie Dale’s hand\nreached deftly in without disturbing the child and took out a\npackage–and then another.  He straightened up, a bundle of crisp\nnew hundred-dollar notes in each hand–and on the top of one,\nslipped under the elastic band that held the bills together, an\nunsealed envelope.  He drew out the latter, and opened it–it was a\nsecond-class steamship passage to Vera Cruz, made out in a\nfictitious name, of course, to John Davies, the booking for next\nday’s sailing.  From the ticket, from the stolen money, Jimmie\nDale’s eyes lifted to rest again on the little golden head, the\nsmiling lips–and then, dropping the packages into his pockets, his\nown lips moving queerly, he turned abruptly to the door.",
        "“My God, the shame of it!” he whispered to himself.",
        "He crept down the corridor, past the open door of the room where the\nyoung woman still sat fast asleep, and, his mask in his pocket\nagain, stepped softly into the vestibule, and from there to the\nstreet.",
        "Jimmie Dale hurried now, spurred on it seemed by a hot, insensate\nfury that raged within him–there was still one other call to make\nthat night–still those remaining and minute details in the latter\npart of her letter, grim and ugly in their portent!",
        "It was close upon one o’clock in the morning when Jimmie Dale\nstopped again–this time before a fashionable dwelling just off\nCentral Park.  And here, for perhaps the space of a minute, he\nsurveyed the house from the sidewalk–watching, with a sort of\nspeculative satisfaction, a man’s shadow that passed constantly to\nand fro across the drawn blinds of one of the lower windows.  The\nrest of the house was in darkness.",
        "“Yes,” said Jimmie Dale, nodding his head, “I rather thought so.\nThe servants will have retired hours ago.  It’s safe enough.”",
        "He ran quickly up the steps and rang the bell.  A door opened almost\ninstantly, sending a faint glow into the hall from the lighted room;\na hurried step crossed the hall–and the outer door was thrown back.",
        "“Well, what is it?” demanded a voice brusquely.",
        "It was quite dark, too dark for either to distinguish the other’s\nfeatures–and Jimmie Dale’s hat was drawn far down over his eyes.",
        "“I want to see Mr. Thomas H. Carling, cashier of the Hudson-\nMercantile National Bank–it’s very important,” said Jimmie Dale\nearnestly.",
        "“I am Mr. Carling,” replied the other.  “What is it?”",
        "Jimmie Dale leaned forward.",
        "“From headquarters–with a report,” he said, in a low tone.",
        "“Ah!” exclaimed the bank official sharply.  “Well, it’s about time!\nI’ve been waiting up for it–though I expected you would telephone\nrather than this.  Come in!”",
        "“Thank you,” said Jimmie Dale courteously–and stepped into the\nhall.",
        "The other closed the front door.  “The servants are in bed, of\ncourse,” he explained, as he led the way toward the lighted room.\n“This way, please.”",
        "Behind the other, across the hall, Jimmie Dale followed and close at\nCarling’s heels entered the room, which was fitted up, quite\nevidently regardless of cost, as a combination library and study.\nCarling, in a somewhat pompous fashion, walked straight ahead toward\nthe carved-mahogany flat-topped desk, and, as he reached it, waved\nhis hand.",
        "“Take a chair,” he said, over his shoulder–and then, turning in the\nact of dropping into his own chair, grasped suddenly at the edge of\nthe desk instead, and, with a low, startled cry, stared across the\nroom.",
        "Jimmie Dale was leaning back against the door that was closed now\nbehind him–and on Jimmie Dale’s face was a black silk mask.",
        "For an instant neither man spoke nor moved; then Carling, spare-\nbuilt, dapper in evening clothes, edged back from the desk and\nlaughed a little uncertainly.",
        "“Quite neat!  I compliment you!  From headquarters with a report, I\nthink you said?”",
        "“Which I neglected to add,” said Jimmie Dale, “was to be made in\nprivate.”",
        "Carling, as though to put as much distance between them as possible,\ncontinued to edge back across the room–but his small black eyes,\nblack now to the pupils themselves, never left Jimmie Dale’s face.",
        "“In private, eh?\"–he seemed to be sparring for time, as he smiled.\n“In private!  You’ve a strange method of securing privacy, haven’t\nyou?  A bit melodramatic, isn’t it?  Perhaps you’ll be good enough\nto tell me who you are?”",
        "Jimmie Dale smiled indulgently.",
        "“My mask is only for effect,” he said.  “My name is–Smith.”",
        "“Yes,” said Carling.  “I am very stupid.  Thank you.  I–” he had\nreached the other side of the room now–and with a quick, sudden\nmovement jerked his hand to the dial of the safe that stood against\nthe wall.",
        "But Jimmie Dale was quicker–without shifting his position, his\nautomatic, whipped from his pocket, held a disconcerting bead on\nCarling’s forehead.",
        "“Please don’t do that,” said Jimmie Dale softly.  “It’s rather a\ngood make, that safe.  I dare say it would take me half an hour to\nopen it.  I was rather curious to know whether it was locked or\nnot.”",
        "Carling’s hand dropped to his side.",
        "“So!” he sneered.  “That’s it, is it!  The ordinary variety of sneak\nthief!”  His voice was rising gradually.  “Well, sir, let me tell\nyou that–”",
        "“Mr. Carling,” said Jimmie Dale, in a low, even tone, unless you\nmoderate your voice some one in the house might hear you–I am quite\nwell aware of that.  But if that happens, if any one enters this\nroom, if you make a move to touch a button, or in any other way\nattempt to attract attention, I’ll drop you where you stand!”  His\nhand, behind his back, extracted the key from the door lock, held it\nup for the other to see, then dropped it into his pocket–and his\nvoice, cold before, rang peremptorily now.  “Come back to the desk\nand sit down in that chair!” he ordered.",
        "For a moment Carling hesitated; then, with a half-muttered oath,\nobeyed.",
        "Jimmie Dale moved over, and stood in front of Carling on the other\nside of the desk–and stared silently at the immaculate, fashionably\ngroomed figure before him.",
        "Under the prolonged gaze, Carling’s composure, in a measure at\nleast, seemed to forsake him.  He began to drum nervously with his\nfingers on the desk, and shift uneasily in his chair.",
        "And then, from first one pocket and then the other, Jimmie Dale took\nthe two packages of banknotes, and, still with out a word, pushed\nthem across the desk until they lay under the other’s eyes.",
        "Carling’s fingers stopped their drumming, slid to the desk edge,\ntightened there, and a whiteness crept into his face.  Then, with an\neffort, he jerked himself erect in his chair.",
        "“What’s this?” he demanded hoarsely.",
        "“About ten thousand dollars, I should say,” said Jimmie Dale slowly.\n“I haven’t counted it.  Your bank was robbed this evening at closing\ntime, I understand?”",
        "“Yes!”  Carling’s voice was excited now, the colour back in his\nface.  “But you–how–do you mean that you are returning the money\nto the bank?”",
        "“Exactly,” said Jimmie Dale.",
        "Carling was once more the pompous bank official.  He leaned back and\nsurveyed Jimmie Dale critically with his little black eyes.",
        "“Ah, quite so!” he observed.  “That accounts for the mask.  But I am\nstill a little in the dark.  Under the circumstances, it is quite\nimpossible that you should have stolen the money yourself, and–”",
        "“I didn’t,” said Jimmie Dale.  “I found it hidden in the home of one\nof your employees.”",
        "“You found it–WHERE?”",
        "“In Moyne’s home–up in Harlem.”",
        "“Moyne, eh?”  Carling was alert, quick now, jerking out his words.\n“How did you come to get into this, then?  His pal?  Double-crossing\nhim, eh?  I suppose you want a reward–we’ll attend to that, of\ncourse.  You’re wiser than you know, my man.  That’s what we\nsuspected.  We’ve had the detectives trailing Moyne all evening.\"\nHe reached forward over the desk for the telephone.  “I’ll telephone\nheadquarters to make the arrest at once.”",
        "“Just a minute,” interposed Jimmie Dale gravely.  “I want you to\nlisten to a little story first.”",
        "“A story!  What has a story got to do with this?” snapped Carling.",
        "“The man has got a home,” said Jimmie Dale softly.  “A home, and a\nwife–and a little baby girl.”",
        "“Oh, that’s the game then, eh?  You want to plead for him?”  Carling\nflung out gruffly.  “Well, he should have thought of all that\nbefore!  It’s quite useless for you to bring it up.  The man has had\nhis chance already–a better chance than any one with his record\never had before.  We took him into the bank knowing that he was an\nex-convict, but believing that we could make an honest man of him–\nand this is the result.”",
        "“And yet–”",
        "“NO!” said Carling icily.",
        "“You refuse–absolutely?”  Jimmie Dale’s voice had a lingering,\nwistful note in it.",
        "“I refuse!” said Carling bluntly.  “I won’t have anything to do with\nit.”",
        "There was just an instant’s silence; and then, with a strange, slow,\ncreeping motion, as a panther creeps when about to spring, Jimmie\nDale projected his body across the desk–far across it toward the\nother.  And the muscles of his jaw were quivering, his words\nrasping, choked with the sweep of fury that, held back so long,\nbroke now in a passionate surge.",
        "“And shall I tell you why you won’t?  Your bank was robbed to-night\nof one hundred thousand dollars.  There are ten thousand here.  THE\nOTHER NINETY THOUSAND ARE IN YOUR SAFE!”",
        "“You lie!”  Ashen to the lips, Carling had risen in his chair.  “You\nlie!” he cried.  “Do you hear!  You lie!  I tell you, you lie!”",
        "Jimmie Dale’s lips parted ominously.",
        "“Sit down!” he gritted between his teeth.",
        "The white in Carling’s face had turned to gray, his lips were\nworking–mechanically he sank down again in his chair.",
        "Jimmie Dale still leaned over the desk, resting his weight on his\nright elbow, the automatic in his right hand covering Carling.",
        "“You cur!” whispered Jimmie Dale.  “There’s just one reason, only\none, that keeps me from putting a bullet through you while you sit\nthere.  We’ll get to that in a moment.  There is that little story\nfirst–shall I tell it to you now?  For the past four years, and God\nknows how many before that, you’ve gone the pace.  The lavishness of\nthis bachelor establishment of yours is common talk in New York–far\nin excess of a bank cashier’s salary.  But you were supposed to be a\nwealthy man in your own right; and so, in reality you were–once.\nBut you went through your fortune two years ago.  Counted a model\ncitizen, an upright man, an honour to the community–what were you,\nCarling?  What ARE you?  Shall I tell you?  Roue, gambler, leading a\ndouble life of the fastest kind.  You did it cleverly, Carling; hid\nit well–but your game is up.  To-night, for instance, you are at\nthe end of your tether, swamped with debts, exposure threatening you\nat any moment.  Why don’t you tell me again that I lie–Carling?”",
        "But now the man made no answer.  He had sunk a little deeper in his\nchair–a dawning look of terror in the eyes that held, fascinated,\non Jimmie Dale.",
        "“You cur!” said Jimmie Dale again.  “You cur, with your devil’s\nwork!  A year ago you saw this night coming–when you must have\nmoney, or face ruin and exposure.  You saw it then, a year ago, the\nday that Moyne, concealing nothing of his prison record, applied\nthrough friends for a position in the bank.  Your co-officials were\nopposed to his appointment, but you, do you remember how you pleaded\nto give the man his chance–and in your hellish ingenuity saw your\nway then out of the trap!  An ex-convict from Sing Sing!  It was\nenough, wasn’t it?  What chance had he!”  Jimmie Dale paused, his\nleft hand clenched until the skin formed whitish knobs over the\nknuckles.",
        "Carling’s tongue sought his lips, made a circuit of them–and he\ntried to speak, but his voice was an incoherent muttering.",
        "“I’ll not waste words,” said Jimmie Dale, in his grim monotone.\n“I’m not sure enough myself–that I could keep my hands off you much\nlonger.  The actual details of how you stole the money to-day do not\nmatter–NOW.  A little later perhaps in court–but not now.  You\nwere the last to leave the bank, but before leaving you pretended to\ndiscover the theft of a hundred thousand dollars–that, done up in a\npaper parcel, was even then reposing in your desk.  You brought the\nparcel home, put it in that safe there–and notified the president\nof the bank by telephone from here of the robbery, suggesting that\npolice headquarters be advised at once.  He told you to go ahead and\nact as you saw best.  You notified the police, speciously directing\nsuspicion to–the ex-convict in the bank’s employ.  You knew Moyne\nwas dining out to-night, you knew where–and at a hint from you the\npolice took up the trail.  A little later in the evening, you took\nthese two packages of banknotes from the rest, and with this\nsteamship ticket–which you obtained yesterday while out at lunch by\nsending a district messenger boy with the money and instructions in\na sealed envelope to purchase for you–you went up to the Moynes’\nflat in Harlem for the purpose of secreting them somewhere there.\nYou pretended to be much disappointed at finding Moyne out–you had\njust come for a little social visit, to get better acquainted with\nthe home life of your employees!  Mrs. Moyne was genuinely pleased\nand grateful.  She took you in to see their little girl, who was\nalready asleep in bed.  She left you there for a moment to answer\nthe door–and you–you\"–Jimmie Dale’s voice choked again–\"you blot\non God’s earth, you slipped the money and ticket under the child’s\nmattress!”",
        "Carling came forward with a lurch in his chair–and his hands went\nout, pawing in a wild, pleading fashion over Jimmie Dale’s arm.",
        "Jimmie Dale flung him away.",
        "“You were safe enough,” he rasped on.  “The police could only\nconstrue your visit to Moyne’s flat as zeal on behalf of the bank.\nAnd it was safer, much more circumspect on your part, not to order\nthe flat searched at once, but only as a last resort, as it were,\nafter you had led the police to trail him all evening and still\nremain without a clew–and besides, of course, not until you had\nplanted the evidence that was to damn him and wreck his life and\nhome!  You were even generous in the amount you deprived yourself of\nout of the hundred thousand dollars–for less would have been\nenough.  Caught with ten thousand dollars of the bank’s money and a\nsteamship ticket made out in a fictitious name, it was prima-facie\nevidence that he had done the job and had the balance somewhere.\nWhat would his denials, his protestations of innocence count for?\nHe was an ex-convict, a hardened criminal caught red-handed with a\nportion of the proceeds of robbery–he had succeeded in hiding the\nremainder of it too cleverly, that was all.”",
        "Carling’s face was ghastly.  His hands went out again–again his\ntongue moistened his dry lips.  He whispered:",
        "“Isn’t–isn’t there some–some way we can fix this?”",
        "And then Jimmie Dale laughed–not pleasantly.",
        "“Yes, there’s a way, Carling,” he said grimly.  “That’s why I’m\nhere.”  He picked up a sheet of writing paper and pushed it across\nthe desk–then a pen, which he dipped into the inkstand, and\nextended to the other.  “The way you’ll fix it will be to write out\na confession exonerating Moyne.”",
        "Carling shrank back into his chair, his head huddling into his\nshoulders.",
        "“NO!” he cried.  “I won’t–I can’t–my God!–I–I–WON’T!”",
        "The automatic in Jimmie Dale’s hand edged forward the fraction of an\ninch.",
        "“I have not used this–yet.  You understand now why–don’t you?” he\nsaid under his breath.",
        "“No, no!” Carling pushed away the pen.  “I’m ruined–ruined as it\nis.  But this would mean the penitentiary, too–”",
        "“Where you tried to send an innocent man in your place, you hound;\nwhere you–”",
        "“Some other way–some other way!”  Carling was babbling.  “Let me\nout of this–for God’s sake, let me out of this!”",
        "“Carling,” said Jimmie Dale hoarsely, “I stood beside a little bed\nto-night and looked at a baby girl–a little baby girl with golden\nhair, who smiled as she slept.”",
        "Carling shivered, and passed a shaking hand across his face.",
        "“Take this pen,” said Jimmie Dale monotonously; “or–THIS!”  The\nautomatic lifted until the muzzle was on a line with Carling’s eyes.",
        "Carling’s hand reached out, still shaking, and took the pen; and his\nbody, dragged limply forward, hung over the desk.  The pen\nspluttered on the paper–a bead of sweat spurting from the man’s\nforehead dropped to the sheet.",
        "There was silence in the room.  A minute passed–another. Carling’s\npen travelled haltingly across the paper then, with a queer, low cry\nas he signed his name, he dropped the pen from his fingers, and,\nrising unsteadily from his chair, stumbled away from the desk toward\na couch across the room.",
        "An instant Jimmie Dale watched the other, then he picked up the\nsheet of paper.  It was a miserable document, miserably scrawled:",
        "“I guess it’s all up.  I guess I knew it would be some day.  Moyne\nhadn’t anything to do with it.  I stole the money myself from the\nbank to-night.  I guess it’s all up.",
        "Thomas H. Carling.”",
        "From the paper, Jimmie Dale’s eyes shifted to the figure by the\ncouch–and the paper fluttered suddenly from his fingers to the\ndesk. Carling was reeling, clutching at his throat–a small glass\nvial rolled upon the carpet.  And then, even as Jimmie Dale sprang\nforward, the other pitched head long over the couch–and in a moment\nit was over.",
        "Presently Jimmie Dale picked up the vial–and dropped it back on the\nfloor again.  There was no label on it, but it needed none–the\nstrong, penetrating odor of bitter almonds was telltale evidence\nenough.  It was prussic, or hydrocyanic acid, probably the most\ndeadly poison and the swiftest in its action that was known to\nscience–Carling had provided against that “some day” in his\nconfession!",
        "For a little space, motionless, Jimmie Dale stood looking down at\nthe silent, outstretched form–then he walked slowly back to the\ndesk, and slowly, deliberately picked up the signed confession and\nthe steamship ticket.  He held them an instant, staring at them,\nthen methodically began to tear them into little pieces, a strange,\ntired smile hovering on his lips.  The man was dead now–there would\nbe disgrace enough for some one to bear, a mother perhaps–who knew!\nAnd there was another way now–since the man was dead.",
        "Jimmie Dale put the pieces in his pocket, went to the safe, opened\nit, and took out a parcel, locked the safe carefully, and carried\nthe parcel to the desk.  He opened it there.  Inside were nearly two\ndozen little packages of hundred-dollar bills.  The other two\npackages that he had brought with him he added to the rest.  From\nhis pocket he took out the thin metal insignia case, and with the\ntiny tweezers lifted up one of the gray-coloured, diamond-shaped\npaper seals.  He moistened the adhesive side, and, still holding it\nby the tweezers, dropped it on his handkerchief and pressed the seal\ndown on the face of the topmost package of banknotes.  He tied the\nparcel up then, and, picking up the pen, addressed it in printed\ncharacters:",
        "Hudson-Mercantile National Bank,",
        "New York City.",
        "“District messenger–some way–in the morning,” he murmured.",
        "Jimmie Dale slipped his mask into his pocket, and, with the parcel\nunder his arm, stepped to the door and unlocked it.  He paused for\nan instant on the threshold for a single, quick, comprehensive\nglance around the room–then passed on out into the street.",
        "At the corner he stopped to light a cigarette–and the flame of the\nmatch spurting up disclosed a face that was worn and haggard.  He\nthrew the match away, smiled a little wearily–and went on.",
        "The Gray Seal had committed another “crime.”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}