{
    "title": "The Lazy Tour of Two Idle Apprentices - Chapter III",
    "author": "Charles Dickens",
    "chapter": "3",
    "content": [
        "\n\n",
        "The Cumberland Doctor’s mention of Doncaster Races, inspired Mr.\nFrancis Goodchild with the idea of going down to Doncaster to see\nthe races.  Doncaster being a good way off, and quite out of the\nway of the Idle Apprentices (if anything could be out of their way,\nwho had no way), it necessarily followed that Francis perceived\nDoncaster in the race-week to be, of all possible idleness, the\nparticular idleness that would completely satisfy him.",
        "Thomas, with an enforced idleness grafted on the natural and\nvoluntary power of his disposition, was not of this mind; objecting\nthat a man compelled to lie on his back on a floor, a sofa, a\ntable, a line of chairs, or anything he could get to lie upon, was\nnot in racing condition, and that he desired nothing better than to\nlie where he was, enjoying himself in looking at the flies on the\nceiling.  But, Francis Goodchild, who had been walking round his\ncompanion in a circuit of twelve miles for two days, and had begun\nto doubt whether it was reserved for him ever to be idle in his\nlife, not only overpowered this objection, but even converted\nThomas Idle to a scheme he formed (another idle inspiration), of\nconveying the said Thomas to the sea-coast, and putting his injured\nleg under a stream of salt-water.",
        "Plunging into this happy conception headforemost, Mr. Goodchild\nimmediately referred to the county-map, and ardently discovered\nthat the most delicious piece of sea-coast to be found within the\nlimits of England, Ireland, Scotland, Wales, the Isle of Man, and\nthe Channel Islands, all summed up together, was Allonby on the\ncoast of Cumberland.  There was the coast of Scotland opposite to\nAllonby, said Mr. Goodchild with enthusiasm; there was a fine\nScottish mountain on that Scottish coast; there were Scottish\nlights to be seen shining across the glorious Channel, and at\nAllonby itself there was every idle luxury (no doubt) that a\nwatering-place could offer to the heart of idle man.  Moreover,\nsaid Mr. Goodchild, with his finger on the map, this exquisite\nretreat was approached by a coach-road, from a railway-station\ncalled Aspatria - a name, in a manner, suggestive of the departed\nglories of Greece, associated with one of the most engaging and\nmost famous of Greek women.  On this point, Mr. Goodchild continued\nat intervals to breathe a vein of classic fancy and eloquence\nexceedingly irksome to Mr. Idle, until it appeared that the honest\nEnglish pronunciation of that Cumberland country shortened Aspatria\ninto ’Spatter.’  After this supplementary discovery, Mr. Goodchild\nsaid no more about it.",
        "By way of Spatter, the crippled Idle was carried, hoisted, pushed,\npoked, and packed, into and out of carriages, into and out of beds,\ninto and out of tavern resting-places, until he was brought at\nlength within sniff of the sea.  And now, behold the apprentices\ngallantly riding into Allonby in a one-horse fly, bent upon staying\nin that peaceful marine valley until the turbulent Doncaster time\nshall come round upon the wheel, in its turn among what are in\nsporting registers called the ’Fixtures’ for the month.",
        "’Do you see Allonby!’ asked Thomas Idle.",
        "’I don’t see it yet,’ said Francis, looking out of window.",
        "’It must be there,’ said Thomas Idle.",
        "’I don’t see it,’ returned Francis.",
        "’It must be there,’ repeated Thomas Idle, fretfully.",
        "’Lord bless me!’ exclaimed Francis, drawing in his head, ’I suppose\nthis is it!’",
        "’A watering-place,’ retorted Thomas Idle, with the pardonable\nsharpness of an invalid, ’can’t be five gentlemen in straw hats, on\na form on one side of a door, and four ladies in hats and falls, on\na form on another side of a door, and three geese in a dirty little\nbrook before them, and a boy’s legs hanging over a bridge (with a\nboy’s body I suppose on the other side of the parapet), and a\ndonkey running away.  What are you talking about?’",
        "’Allonby, gentlemen,’ said the most comfortable of landladies as\nshe opened one door of the carriage; ’Allonby, gentlemen,’ said the\nmost attentive of landlords, as he opened the other.",
        "Thomas Idle yielded his arm to the ready Goodchild, and descended\nfrom the vehicle.  Thomas, now just able to grope his way along, in\na doubled-up condition, with the aid of two thick sticks, was no\nbad embodiment of Commodore Trunnion, or of one of those many\ngallant Admirals of the stage, who have all ample fortunes, gout,\nthick sticks, tempers, wards, and nephews.  With this distinguished\nnaval appearance upon him, Thomas made a crab-like progress up a\nclean little bulk-headed staircase, into a clean little bulk-headed\nroom, where he slowly deposited himself on a sofa, with a stick on\neither hand of him, looking exceedingly grim.",
        "’Francis,’ said Thomas Idle, ’what do you think of this place?’",
        "’I think,’ returned Mr. Goodchild, in a glowing way, ’it is\neverything we expected.’",
        "’Hah!’ said Thomas Idle.",
        "’There is the sea,’ cried Mr. Goodchild, pointing out of window;\n’and here,’ pointing to the lunch on the table, ’are shrimps.  Let\nus - ’ here Mr. Goodchild looked out of window, as if in search of\nsomething, and looked in again, - ’let us eat ’em.’",
        "The shrimps eaten and the dinner ordered, Mr. Goodchild went out to\nsurvey the watering-place.  As Chorus of the Drama, without whom\nThomas could make nothing of the scenery, he by-and-by returned, to\nhave the following report screwed out of him.",
        "In brief, it was the most delightful place ever seen.",
        "’But,’ Thomas Idle asked, ’where is it?’",
        "’It’s what you may call generally up and down the beach, here and\nthere,’ said Mr. Goodchild, with a twist of his hand.",
        "’Proceed,’ said Thomas Idle.",
        "It was, Mr. Goodchild went on to say, in cross-examination, what\nyou might call a primitive place.  Large?  No, it was not large.\nWho ever expected it would be large?  Shape?  What a question to\nask!  No shape.  What sort of a street?  Why, no street.  Shops?\nYes, of course (quite indignant).  How many?  Who ever went into a\nplace to count the shops?  Ever so many.  Six?  Perhaps.  A\nlibrary?  Why, of course (indignant again).  Good collection of\nbooks?  Most likely - couldn’t say - had seen nothing in it but a\npair of scales.  Any reading-room?  Of course, there was a reading-\nroom.  Where?  Where! why, over there.  Where was over there?  Why,\nTHERE!  Let Mr. Idle carry his eye to that bit of waste ground\nabove high-water mark, where the rank grass and loose stones were\nmost in a litter; and he would see a sort of long, ruinous brick\nloft, next door to a ruinous brick out-house, which loft had a\nladder outside, to get up by.  That was the reading-room, and if\nMr. Idle didn’t like the idea of a weaver’s shuttle throbbing under\na reading-room, that was his look out.  HE was not to dictate, Mr.\nGoodchild supposed (indignant again), to the company.",
        "’By-the-by,’ Thomas Idle observed; ’the company?’",
        "Well! (Mr. Goodchild went on to report) very nice company.  Where\nwere they?  Why, there they were.  Mr. Idle could see the tops of\ntheir hats, he supposed.  What?  Those nine straw hats again, five\ngentlemen’s and four ladies’?  Yes, to be sure.  Mr. Goodchild\nhoped the company were not to be expected to wear helmets, to\nplease Mr. Idle.",
        "Beginning to recover his temper at about this point, Mr. Goodchild\nvoluntarily reported that if you wanted to be primitive, you could\nbe primitive here, and that if you wanted to be idle, you could be\nidle here.  In the course of some days, he added, that there were\nthree fishing-boats, but no rigging, and that there were plenty of\nfishermen who never fished.  That they got their living entirely by\nlooking at the ocean.  What nourishment they looked out of it to\nsupport their strength, he couldn’t say; but, he supposed it was\nsome sort of Iodine.  The place was full of their children, who\nwere always upside down on the public buildings (two small bridges\nover the brook), and always hurting themselves or one another, so\nthat their wailings made more continual noise in the air than could\nhave been got in a busy place.  The houses people lodged in, were\nnowhere in particular, and were in capital accordance with the\nbeach; being all more or less cracked and damaged as its shells\nwere, and all empty - as its shells were.  Among them, was an\nedifice of destitute appearance, with a number of wall-eyed windows\nin it, looking desperately out to Scotland as if for help, which\nsaid it was a Bazaar (and it ought to know), and where you might\nbuy anything you wanted - supposing what you wanted, was a little\ncamp-stool or a child’s wheelbarrow.  The brook crawled or stopped\nbetween the houses and the sea, and the donkey was always running\naway, and when he got into the brook he was pelted out with stones,\nwhich never hit him, and which always hit some of the children who\nwere upside down on the public buildings, and made their\nlamentations louder.  This donkey was the public excitement of\nAllonby, and was probably supported at the public expense.",
        "The foregoing descriptions, delivered in separate items, on\nseparate days of adventurous discovery, Mr. Goodchild severally\nwound up, by looking out of window, looking in again, and saying,\n’But there is the sea, and here are the shrimps - let us eat ’em.’",
        "There were fine sunsets at Allonby when the low flat beach, with\nits pools of water and its dry patches, changed into long bars of\nsilver and gold in various states of burnishing, and there were\nfine views - on fine days - of the Scottish coast.  But, when it\nrained at Allonby, Allonby thrown back upon its ragged self, became\na kind of place which the donkey seemed to have found out, and to\nhave his highly sagacious reasons for wishing to bolt from.  Thomas\nIdle observed, too, that Mr. Goodchild, with a noble show of\ndisinterestedness, became every day more ready to walk to Maryport\nand back, for letters; and suspicions began to harbour in the mind\nof Thomas, that his friend deceived him, and that Maryport was a\npreferable place.",
        "Therefore, Thomas said to Francis on a day when they had looked at\nthe sea and eaten the shrimps, ’My mind misgives me, Goodchild,\nthat you go to Maryport, like the boy in the story-book, to ask IT\nto be idle with you.’",
        "’Judge, then,’ returned Francis, adopting the style of the story-\nbook, ’with what success.  I go to a region which is a bit of\nwater-side Bristol, with a slice of Wapping, a seasoning of\nWolverhampton, and a garnish of Portsmouth, and I say, “Will YOU\ncome and be idle with me?”  And it answers, “No; for I am a great\ndeal too vaporous, and a great deal too rusty, and a great deal too\nmuddy, and a great deal too dirty altogether; and I have ships to\nload, and pitch and tar to boil, and iron to hammer, and steam to\nget up, and smoke to make, and stone to quarry, and fifty other\ndisagreeable things to do, and I can’t be idle with you.”  Then I\ngo into jagged up-hill and down-hill streets, where I am in the\npastrycook’s shop at one moment, and next moment in savage\nfastnesses of moor and morass, beyond the confines of civilisation,\nand I say to those murky and black-dusty streets, “Will YOU come\nand be idle with me?”  To which they reply, “No, we can’t, indeed,\nfor we haven’t the spirits, and we are startled by the echo of your\nfeet on the sharp pavement, and we have so many goods in our shop-\nwindows which nobody wants, and we have so much to do for a limited\npublic which never comes to us to be done for, that we are\naltogether out of sorts and can’t enjoy ourselves with any one.\"\nSo I go to the Post-office, and knock at the shutter, and I say to\nthe Post-master, “Will YOU come and be idle with me?”  To which he\nrejoins, “No, I really can’t, for I live, as you may see, in such a\nvery little Post-office, and pass my life behind such a very little\nshutter, that my hand, when I put it out, is as the hand of a giant\ncrammed through the window of a dwarf’s house at a fair, and I am a\nmere Post-office anchorite in a cell much too small for him, and I\ncan’t get out, and I can’t get in, and I have no space to be idle\nin, even if I would.”  So, the boy,’ said Mr. Goodchild, concluding\nthe tale, ’comes back with the letters after all, and lives happy\nnever afterwards.’",
        "But it may, not unreasonably, be asked - while Francis Goodchild\nwas wandering hither and thither, storing his mind with perpetual\nobservation of men and things, and sincerely believing himself to\nbe the laziest creature in existence all the time - how did Thomas\nIdle, crippled and confined to the house, contrive to get through\nthe hours of the day?",
        "Prone on the sofa, Thomas made no attempt to get through the hours,\nbut passively allowed the hours to get through HIM.  Where other\nmen in his situation would have read books and improved their\nminds, Thomas slept and rested his body.  Where other men would\nhave pondered anxiously over their future prospects, Thomas dreamed\nlazily of his past life.  The one solitary thing he did, which most\nother people would have done in his place, was to resolve on making\ncertain alterations and improvements in his mode of existence, as\nsoon as the effects of the misfortune that had overtaken him had\nall passed away.  Remembering that the current of his life had\nhitherto oozed along in one smooth stream of laziness, occasionally\ntroubled on the surface by a slight passing ripple of industry, his\npresent ideas on the subject of self-reform, inclined him - not as\nthe reader may be disposed to imagine, to project schemes for a new\nexistence of enterprise and exertion - but, on the contrary, to\nresolve that he would never, if he could possibly help it, be\nactive or industrious again, throughout the whole of his future\ncareer.",
        "It is due to Mr. Idle to relate that his mind sauntered towards\nthis peculiar conclusion on distinct and logically-producible\ngrounds.  After reviewing, quite at his ease, and with many needful\nintervals of repose, the generally-placid spectacle of his past\nexistence, he arrived at the discovery that all the great disasters\nwhich had tried his patience and equanimity in early life, had been\ncaused by his having allowed himself to be deluded into imitating\nsome pernicious example of activity and industry that had been set\nhim by others.  The trials to which he here alludes were three in\nnumber, and may be thus reckoned up:  First, the disaster of being\nan unpopular and a thrashed boy at school; secondly, the disaster\nof falling seriously ill; thirdly, the disaster of becoming\nacquainted with a great bore.",
        "The first disaster occurred after Thomas had been an idle and a\npopular boy at school, for some happy years.  One Christmas-time,\nhe was stimulated by the evil example of a companion, whom he had\nalways trusted and liked, to be untrue to himself, and to try for a\nprize at the ensuing half-yearly examination.  He did try, and he\ngot a prize - how, he did not distinctly know at the moment, and\ncannot remember now.  No sooner, however, had the book - Moral\nHints to the Young on the Value of Time - been placed in his hands,\nthan the first troubles of his life began.  The idle boys deserted\nhim, as a traitor to their cause.  The industrious boys avoided\nhim, as a dangerous interloper; one of their number, who had always\nwon the prize on previous occasions, expressing just resentment at\nthe invasion of his privileges by calling Thomas into the play-\nground, and then and there administering to him the first sound and\ngenuine thrashing that he had ever received in his life.  Unpopular\nfrom that moment, as a beaten boy, who belonged to no side and was\nrejected by all parties, young Idle soon lost caste with his\nmasters, as he had previously lost caste with his schoolfellows.\nHe had forfeited the comfortable reputation of being the one lazy\nmember of the youthful community whom it was quite hopeless to\npunish.  Never again did he hear the headmaster say reproachfully\nto an industrious boy who had committed a fault, ’I might have\nexpected this in Thomas Idle, but it is inexcusable, sir, in you,\nwho know better.’  Never more, after winning that fatal prize, did\nhe escape the retributive imposition, or the avenging birch.  From\nthat time, the masters made him work, and the boys would not let\nhim play.  From that time his social position steadily declined,\nand his life at school became a perpetual burden to him.",
        "So, again, with the second disaster.  While Thomas was lazy, he was\na model of health.  His first attempt at active exertion and his\nfirst suffering from severe illness are connected together by the\nintimate relations of cause and effect.  Shortly after leaving\nschool, he accompanied a party of friends to a cricket-field, in\nhis natural and appropriate character of spectator only.  On the\nground it was discovered that the players fell short of the\nrequired number, and facile Thomas was persuaded to assist in\nmaking up the complement.  At a certain appointed time, he was\nroused from peaceful slumber in a dry ditch, and placed before\nthree wickets with a bat in his hand.  Opposite to him, behind\nthree more wickets, stood one of his bosom friends, filling the\nsituation (as he was informed) of bowler.  No words can describe\nMr. Idle’s horror and amazement, when he saw this young man - on\nordinary occasions, the meekest and mildest of human beings -\nsuddenly contract his eye-brows, compress his lips, assume the\naspect of an infuriated savage, run back a few steps, then run\nforward, and, without the slightest previous provocation, hurl a\ndetestably hard ball with all his might straight at Thomas’s legs.\nStimulated to preternatural activity of body and sharpness of eye\nby the instinct of self-preservation, Mr. Idle contrived, by\njumping deftly aside at the right moment, and by using his bat\n(ridiculously narrow as it was for the purpose) as a shield, to\npreserve his life and limbs from the dastardly attack that had been\nmade on both, to leave the full force of the deadly missile to\nstrike his wicket instead of his leg; and to end the innings, so\nfar as his side was concerned, by being immediately bowled out.\nGrateful for his escape, he was about to return to the dry ditch,\nwhen he was peremptorily stopped, and told that the other side was\n’going in,’ and that he was expected to ’field.’  His conception of\nthe whole art and mystery of ’fielding,’ may be summed up in the\nthree words of serious advice which he privately administered to\nhimself on that trying occasion - avoid the ball.  Fortified by\nthis sound and salutary principle, he took his own course,\nimpervious alike to ridicule and abuse.  Whenever the ball came\nnear him, he thought of his shins, and got out of the way\nimmediately.  ’Catch it!’  ’Stop it!’  ’Pitch it up!’ were cries\nthat passed by him like the idle wind that he regarded not.  He\nducked under it, he jumped over it, he whisked himself away from it\non either side.  Never once, through the whole innings did he and\nthe ball come together on anything approaching to intimate terms.\nThe unnatural activity of body which was necessarily called forth\nfor the accomplishment of this result threw Thomas Idle, for the\nfirst time in his life, into a perspiration.  The perspiration, in\nconsequence of his want of practice in the management of that\nparticular result of bodily activity, was suddenly checked; the\ninevitable chill succeeded; and that, in its turn, was followed by\na fever.  For the first time since his birth, Mr. Idle found\nhimself confined to his bed for many weeks together, wasted and\nworn by a long illness, of which his own disastrous muscular\nexertion had been the sole first cause.",
        "The third occasion on which Thomas found reason to reproach himself\nbitterly for the mistake of having attempted to be industrious, was\nconnected with his choice of a calling in life.  Having no interest\nin the Church, he appropriately selected the next best profession\nfor a lazy man in England - the Bar.  Although the Benchers of the\nInns of Court have lately abandoned their good old principles, and\noblige their students to make some show of studying, in Mr. Idle’s\ntime no such innovation as this existed.  Young men who aspired to\nthe honourable title of barrister were, very properly, not asked to\nlearn anything of the law, but were merely required to eat a\ncertain number of dinners at the table of their Hall, and to pay a\ncertain sum of money; and were called to the Bar as soon as they\ncould prove that they had sufficiently complied with these\nextremely sensible regulations.  Never did Thomas move more\nharmoniously in concert with his elders and betters than when he\nwas qualifying himself for admission among the barristers of his\nnative country.  Never did he feel more deeply what real laziness\nwas in all the serene majesty of its nature, than on the memorable\nday when he was called to the Bar, after having carefully abstained\nfrom opening his law-books during his period of probation, except\nto fall asleep over them.  How he could ever again have become\nindustrious, even for the shortest period, after that great reward\nconferred upon his idleness, quite passes his comprehension.  The\nkind Benchers did everything they could to show him the folly of\nexerting himself.  They wrote out his probationary exercise for\nhim, and never expected him even to take the trouble of reading it\nthrough when it was written.  They invited him, with seven other\nchoice spirits as lazy as himself, to come and be called to the\nBar, while they were sitting over their wine and fruit after\ndinner.  They put his oaths of allegiance, and his dreadful\nofficial denunciations of the Pope and the Pretender, so gently\ninto his mouth, that he hardly knew how the words got there.  They\nwheeled all their chairs softly round from the table, and sat\nsurveying the young barristers with their backs to their bottles,\nrather than stand up, or adjourn to hear the exercises read.  And\nwhen Mr. Idle and the seven unlabouring neophytes, ranged in order,\nas a class, with their backs considerately placed against a screen,\nhad begun, in rotation, to read the exercises which they had not\nwritten, even then, each Bencher, true to the great lazy principle\nof the whole proceeding, stopped each neophyte before he had\nstammered through his first line, and bowed to him, and told him\npolitely that he was a barrister from that moment.  This was all\nthe ceremony.  It was followed by a social supper, and by the\npresentation, in accordance with ancient custom, of a pound of\nsweetmeats and a bottle of Madeira, offered in the way of needful\nrefreshment, by each grateful neophyte to each beneficent Bencher.\nIt may seem inconceivable that Thomas should ever have forgotten\nthe great do-nothing principle instilled by such a ceremony as\nthis; but it is, nevertheless, true, that certain designing\nstudents of industrious habits found him out, took advantage of his\neasy humour, persuaded him that it was discreditable to be a\nbarrister and to know nothing whatever about the law, and lured\nhim, by the force of their own evil example, into a conveyancer’s\nchambers, to make up for lost time, and to qualify himself for\npractice at the Bar.  After a fortnight of self-delusion, the\ncurtain fell from his eyes; he resumed his natural character, and\nshut up his books.  But the retribution which had hitherto always\nfollowed his little casual errors of industry followed them still.\nHe could get away from the conveyancer’s chambers, but he could not\nget away from one of the pupils, who had taken a fancy to him, - a\ntall, serious, raw-boned, hard-working, disputatious pupil, with\nideas of his own about reforming the Law of Real Property, who has\nbeen the scourge of Mr. Idle’s existence ever since the fatal day\nwhen he fell into the mistake of attempting to study the law.\nBefore that time his friends were all sociable idlers like himself.\nSince that time the burden of bearing with a hard-working young man\nhas become part of his lot in life.  Go where he will now, he can\nnever feel certain that the raw-boned pupil is not affectionately\nwaiting for him round a corner, to tell him a little more about the\nLaw of Real Property.  Suffer as he may under the infliction, he\ncan never complain, for he must always remember, with unavailing\nregret, that he has his own thoughtless industry to thank for first\nexposing him to the great social calamity of knowing a bore.",
        "These events of his past life, with the significant results that\nthey brought about, pass drowsily through Thomas Idle’s memory,\nwhile he lies alone on the sofa at Allonby and elsewhere, dreaming\naway the time which his fellow-apprentice gets through so actively\nout of doors.  Remembering the lesson of laziness which his past\ndisasters teach, and bearing in mind also the fact that he is\ncrippled in one leg because he exerted himself to go up a mountain,\nwhen he ought to have known that his proper course of conduct was\nto stop at the bottom of it, he holds now, and will for the future\nfirmly continue to hold, by his new resolution never to be\nindustrious again, on any pretence whatever, for the rest of his\nlife.  The physical results of his accident have been related in a\nprevious chapter.  The moral results now stand on record; and, with\nthe enumeration of these, that part of the present narrative which\nis occupied by the Episode of The Sprained Ankle may now perhaps be\nconsidered, in all its aspects, as finished and complete.",
        "’How do you propose that we get through this present afternoon and\nevening?’ demanded Thomas Idle, after two or three hours of the\nforegoing reflections at Allonby.",
        "Mr. Goodchild faltered, looked out of window, looked in again, and\nsaid, as he had so often said before, ’There is the sea, and here\nare the shrimps; - let us eat ’em’!’",
        "But, the wise donkey was at that moment in the act of bolting:  not\nwith the irresolution of his previous efforts which had been\nwanting in sustained force of character, but with real vigour of\npurpose:  shaking the dust off his mane and hind-feet at Allonby,\nand tearing away from it, as if he had nobly made up his mind that\nhe never would be taken alive.  At sight of this inspiring\nspectacle, which was visible from his sofa, Thomas Idle stretched\nhis neck and dwelt upon it rapturously.",
        "’Francis Goodchild,’ he then said, turning to his companion with a\nsolemn air, ’this is a delightful little Inn, excellently kept by\nthe most comfortable of landladies and the most attentive of\nlandlords, but - the donkey’s right!’",
        "The words, ’There is the sea, and here are the - ’ again trembled\non the lips of Goodchild, unaccompanied however by any sound.",
        "’Let us instantly pack the portmanteaus,’ said Thomas Idle, ’pay\nthe bill, and order a fly out, with instructions to the driver to\nfollow the donkey!’",
        "Mr. Goodchild, who had only wanted encouragement to disclose the\nreal state of his feelings, and who had been pining beneath his\nweary secret, now burst into tears, and confessed that he thought\nanother day in the place would be the death of him.",
        "So, the two idle apprentices followed the donkey until the night\nwas far advanced.  Whether he was recaptured by the town-council,\nor is bolting at this hour through the United Kingdom, they know\nnot.  They hope he may be still bolting; if so, their best wishes\nare with him.",
        "It entered Mr. Idle’s head, on the borders of Cumberland, that\nthere could be no idler place to stay at, except by snatches of a\nfew minutes each, than a railway station.  ’An intermediate station\non a line - a junction - anything of that sort,’ Thomas suggested.\nMr. Goodchild approved of the idea as eccentric, and they journeyed\non and on, until they came to such a station where there was an\nInn.",
        "’Here,’ said Thomas, ’we may be luxuriously lazy; other people will\ntravel for us, as it were, and we shall laugh at their folly.’",
        "It was a Junction-Station, where the wooden razors before mentioned\nshaved the air very often, and where the sharp electric-telegraph\nbell was in a very restless condition.  All manner of cross-lines\nof rails came zig-zagging into it, like a Congress of iron vipers;\nand, a little way out of it, a pointsman in an elevated signal-box\nwas constantly going through the motions of drawing immense\nquantities of beer at a public-house bar.  In one direction,\nconfused perspectives of embankments and arches were to be seen\nfrom the platform; in the other, the rails soon disentangled\nthemselves into two tracks and shot away under a bridge, and curved\nround a corner.  Sidings were there, in which empty luggage-vans\nand cattle-boxes often butted against each other as if they\ncouldn’t agree; and warehouses were there, in which great\nquantities of goods seemed to have taken the veil (of the\nconsistency of tarpaulin), and to have retired from the world\nwithout any hope of getting back to it.  Refreshment-rooms were\nthere; one, for the hungry and thirsty Iron Locomotives where their\ncoke and water were ready, and of good quality, for they were\ndangerous to play tricks with; the other, for the hungry and\nthirsty human Locomotives, who might take what they could get, and\nwhose chief consolation was provided in the form of three terrific\nurns or vases of white metal, containing nothing, each forming a\nbreastwork for a defiant and apparently much-injured woman.",
        "Established at this Station, Mr. Thomas Idle and Mr. Francis\nGoodchild resolved to enjoy it.  But, its contrasts were very\nviolent, and there was also an infection in it.",
        "First, as to its contrasts.  They were only two, but they were\nLethargy and Madness.  The Station was either totally unconscious,\nor wildly raving.  By day, in its unconscious state, it looked as\nif no life could come to it, - as if it were all rust, dust, and\nashes - as if the last train for ever, had gone without issuing any\nReturn-Tickets - as if the last Engine had uttered its last shriek\nand burst.  One awkward shave of the air from the wooden razor, and\neverything changed.  Tight office-doors flew open, panels yielded,\nbooks, newspapers, travelling-caps and wrappers broke out of brick\nwalls, money chinked, conveyances oppressed by nightmares of\nluggage came careering into the yard, porters started up from\nsecret places, ditto the much-injured women, the shining bell, who\nlived in a little tray on stilts by himself, flew into a man’s hand\nand clamoured violently.  The pointsman aloft in the signal-box\nmade the motions of drawing, with some difficulty, hogsheads of\nbeer.  Down Train!  More bear!  Up Train!  More beer.  Cross\njunction Train!  More beer!  Cattle Train!  More beer.  Goods\nTrain!  Simmering, whistling, trembling, rumbling, thundering.\nTrains on the whole confusion of intersecting rails, crossing one\nanother, bumping one another, hissing one another, backing to go\nforward, tearing into distance to come close.  People frantic.\nExiles seeking restoration to their native carriages, and banished\nto remoter climes.  More beer and more bell.  Then, in a minute,\nthe Station relapsed into stupor as the stoker of the Cattle Train,\nthe last to depart, went gliding out of it, wiping the long nose of\nhis oil-can with a dirty pocket-handkerchief.",
        "By night, in its unconscious state, the Station was not so much as\nvisible.  Something in the air, like an enterprising chemist’s\nestablished in business on one of the boughs of Jack’s beanstalk,\nwas all that could be discerned of it under the stars.  In a moment\nit would break out, a constellation of gas.  In another moment,\ntwenty rival chemists, on twenty rival beanstalks, came into\nexistence.  Then, the Furies would be seen, waving their lurid\ntorches up and down the confused perspectives of embankments and\narches - would be heard, too, wailing and shrieking.  Then, the\nStation would be full of palpitating trains, as in the day; with\nthe heightening difference that they were not so clearly seen as in\nthe day, whereas the Station walls, starting forward under the gas,\nlike a hippopotamus’s eyes, dazzled the human locomotives with the\nsauce-bottle, the cheap music, the bedstead, the distorted range of\nbuildings where the patent safes are made, the gentleman in the\nrain with the registered umbrella, the lady returning from the ball\nwith the registered respirator, and all their other embellishments.\nAnd now, the human locomotives, creased as to their countenances\nand purblind as to their eyes, would swarm forth in a heap,\naddressing themselves to the mysterious urns and the much-injured\nwomen; while the iron locomotives, dripping fire and water, shed\ntheir steam about plentifully, making the dull oxen in their cages,\nwith heads depressed, and foam hanging from their mouths as their\nred looks glanced fearfully at the surrounding terrors, seem as\nthough they had been drinking at half-frozen waters and were hung\nwith icicles.  Through the same steam would be caught glimpses of\ntheir fellow-travellers, the sheep, getting their white kid faces\ntogether, away from the bars, and stuffing the interstices with\ntrembling wool.  Also, down among the wheels, of the man with the\nsledge-hammer, ringing the axles of the fast night-train; against\nwhom the oxen have a misgiving that he is the man with the pole-axe\nwho is to come by-and-by, and so the nearest of them try to get\nback, and get a purchase for a thrust at him through the bars.\nSuddenly, the bell would ring, the steam would stop with one hiss\nand a yell, the chemists on the beanstalks would be busy, the\navenging Furies would bestir themselves, the fast night-train would\nmelt from eye and ear, the other trains going their ways more\nslowly would be heard faintly rattling in the distance like old-\nfashioned watches running down, the sauce-bottle and cheap music\nretired from view, even the bedstead went to bed, and there was no\nsuch visible thing as the Station to vex the cool wind in its\nblowing, or perhaps the autumn lightning, as it found out the iron\nrails.",
        "The infection of the Station was this:- When it was in its raving\nstate, the Apprentices found it impossible to be there, without\nlabouring under the delusion that they were in a hurry.  To Mr.\nGoodchild, whose ideas of idleness were so imperfect, this was no\nunpleasant hallucination, and accordingly that gentleman went\nthrough great exertions in yielding to it, and running up and down\nthe platform, jostling everybody, under the impression that he had\na highly important mission somewhere, and had not a moment to lose.\nBut, to Thomas Idle, this contagion was so very unacceptable an\nincident of the situation, that he struck on the fourth day, and\nrequested to be moved.",
        "’This place fills me with a dreadful sensation,’ said Thomas, ’of\nhaving something to do.  Remove me, Francis.’",
        "’Where would you like to go next?’ was the question of the ever-\nengaging Goodchild.",
        "’I have heard there is a good old Inn at Lancaster, established in\na fine old house:  an Inn where they give you Bride-cake every day\nafter dinner,’ said Thomas Idle.  ’Let us eat Bride-cake without\nthe trouble of being married, or of knowing anybody in that\nridiculous dilemma.’",
        "Mr. Goodchild, with a lover’s sigh, assented.  They departed from\nthe Station in a violent hurry (for which, it is unnecessary to\nobserve, there was not the least occasion), and were delivered at\nthe fine old house at Lancaster, on the same night.",
        "It is Mr. Goodchild’s opinion, that if a visitor on his arrival at\nLancaster could be accommodated with a pole which would push the\nopposite side of the street some yards farther off, it would be\nbetter for all parties.  Protesting against being required to live\nin a trench, and obliged to speculate all day upon what the people\ncan possibly be doing within a mysterious opposite window, which is\na shop-window to look at, but not a shop-window in respect of its\noffering nothing for sale and declining to give any account\nwhatever of itself, Mr. Goodchild concedes Lancaster to be a\npleasant place.  A place dropped in the midst of a charming\nlandscape, a place with a fine ancient fragment of castle, a place\nof lovely walks, a place possessing staid old houses richly fitted\nwith old Honduras mahogany, which has grown so dark with time that\nit seems to have got something of a retrospective mirror-quality\ninto itself, and to show the visitor, in the depth of its grain,\nthrough all its polish, the hue of the wretched slaves who groaned\nlong ago under old Lancaster merchants.  And Mr. Goodchild adds\nthat the stones of Lancaster do sometimes whisper, even yet, of\nrich men passed away - upon whose great prosperity some of these\nold doorways frowned sullen in the brightest weather - that their\nslave-gain turned to curses, as the Arabian Wizard’s money turned\nto leaves, and that no good ever came of it, even unto the third\nand fourth generations, until it was wasted and gone.",
        "It was a gallant sight to behold, the Sunday procession of the\nLancaster elders to Church - all in black, and looking fearfully\nlike a funeral without the Body - under the escort of Three\nBeadles.",
        "’Think,’ said Francis, as he stood at the Inn window, admiring, ’of\nbeing taken to the sacred edifice by three Beadles!  I have, in my\nearly time, been taken out of it by one Beadle; but, to be taken\ninto it by three, O Thomas, is a distinction I shall never enjoy!’",
        "Continue...",
        "\nThis complete text of The Lazy Tour of Two Idle Apprentices by Charles Dickens is in the public domain.\n\n\nAlso by Dickens:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lazy Tour of Two Idle Apprentices [EasyRead Large Edition]By Charles DickensAt Amazon"
    ]
}