{
    "title": "The Varieties of Religious Experience",
    "author": "William James",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "To\nE.P.G.\nIn Filial Gratitude and Love",
        "This book would never have been written had I not been honored\nwith an appointment as Gifford Lecturer on Natural Religion at\nthe University of Edinburgh.  In casting about me for subjects of\nthe two courses of ten lectures each for which I thus became\nresponsible, it seemed to me that the first course might well be\na descriptive one on “Man’s Religious Appetites,” and the second\na metaphysical one on “Their Satisfaction through Philosophy.”   \nBut the unexpected growth of the psychological matter as I came\nto write it out has resulted in the second subject being\npostponed entirely, and the description of man’s religious\nconstitution now fills the twenty lectures.  In Lecture XX I have\nsuggested rather than stated my own philosophic conclusions, and\nthe reader who desires immediately to know them should turn to \npages 501-509, and to the “Postscript” of the book. I hope to be\nable at some later day to express them in more explicit form.",
        "In my belief that a large acquaintance with particulars often\nmakes us wiser than the possession of abstract formulas, however\ndeep, I have loaded the lectures with concrete examples, and I\nhave chosen these among the extremer expressions of the religious\ntemperament.  To some readers I may consequently seem, before\nthey get beyond the middle of the book, to offer a caricature of\nthe subject.  Such convulsions of piety, they will say, are not\nsane.  If, however, they will have the patience to read to the\nend, I believe that this unfavorable impression will disappear;\nfor I there combine the religious impulses with other principles\nof common sense which serve as correctives of exaggeration, and\nallow the individual reader to draw as moderate conclusions as he\nwill.",
        "My thanks for help in writing these lectures are due to Edwin D.\nStarbuck, of Stanford University, who made over to me his large\ncollection of manuscript material; to Henry W. Rankin, of East\nNorthfield, a friend unseen but proved, to whom I owe precious\ninformation; to Theodore Flournoy, of Geneva, to Canning Schiller\nof Oxford, and to my colleague Benjamin Rand, for documents; to\nmy colleague Dickinson S. Miller, and to my friends, Thomas Wren\nWard, of New York, and Wincenty Lutoslawski, late of Cracow, for\nimportant suggestions and advice.  Finally, to conversations with\nthe lamented Thomas Davidson and to the use of his books, at\nGlenmore, above Keene Valley, I owe more obligations than I can\nwell express.      \nHarvard University,\nMarch, 1902.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}