{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXIV",
    "author": "Fedor Jagor et al",
    "chapter": "25",
    "content": [
        "\n\n",
        "[Manila hemp.] One of the most interesting productions of the island\nis Manila hemp. The French, who, however, hardly use it, call it\n“Silk-Plant,” because of its silky appearance.",
        "The natives call the fiber bandala, and in commerce (generally\nspeaking) abacá, just as the plant from which it is obtained.",
        "[Abacá.] The latter is a wild species of banana growing in the\nPhilippine Islands, known also as Arbol de Cañamo (hemp-tree), Musa\ntextilis, Lin. It does not differ in appearance to any great extent\nfrom the edible banana (Musa paradisiaca), one of the most important\nplants of the torrid zone, and familiar to us as being one of our\nmost beautiful hot-house favorites.",
        "[Undetermined plant relations.] Whether this and the “musae\"\n(M. troglodytarum, M. sylvestris, and others), frequently known,\ntoo, as M. textilis, are of the same species, has not yet been\ndetermined. The species Musaceae are herbaceous plants only. The\nouter stem consists of crescent-shaped petioles crossing one another\nalternately, and encircling the thin main stem. These petioles contain\na quantity of bast fiber, which is used as string, but otherwise is\nof no commercial value. The serviceable hemp fiber has, up to the\npresent time, been exclusively obtained from the southern portion of\nthe Philippines.",
        "[Abacá districts.] The southern Camarines and Albay are favorably\nadapted for the cultivation of this plant, as are also the islands\nof Samar and Leyte, and the adjacent islands; and Cebu likewise,\nalthough a portion of the so-called “Cebu hemp” comes from Mindanao. In\nNegros the bast-banana thrives only in the south, not in the north;\nand Iloilo, which produces most of the hemp cloth (guinara), is\nobliged to import the raw material from the eastern district, as it\ndoes not flourish in the island of Panay. In Capiz, it is true, some\nabacá may be noticed growing, but it is of trifling value. Hitherto\nall attempts, strenuous though the efforts were, to acclimatize the\ngrowth of hemp in the western and northern provinces have failed. The\nplants rarely grow as high as two feet, and the trouble and expense\nare simply unremunerative. This failure may be accounted for by the\nextreme dryness prevailing during many months of the year, whereas\nin the eastern provinces plentiful showers fall the whole year round.",
        "[Peculiar to the Philippines.] The great profit which the Manila\nhemp has yielded in the few years since its production, however, has\ngiven encouragement to still further experiments; so that, indeed,\nit will shortly be shown whether the cultivation of abacá is to be\nconfined to its present limited area, while the edible species of\nbanana has spread itself over the whole surface of the earth within\nthe tropics. On the volcanic mountains of Western Java a species\nof the Musaceae grows in great luxuriance. The Government has not,\nhowever, made any real effort to cultivate it, and what has been done\nin that respect has been effected, up to the present date, by private\nenterprise. Various writers have stated that abacá is to be obtained\nin the north of the Celebes. Bickmore, however, says positively that\nthe inhabitants having made great efforts in attempting its successful\ncultivation, have abandoned it again in favor of the cultivation of\ncoffee, which is found to be far more profitable. [217] According to\nprevious statements, Guadaloupe appears to be able to produce abacá\n(fiber of the M. textilis?); [218] and Pondicherry and Guadaloupe\nhave produced fabrics woven from abacá, and French Guiana stuffs\nfrom the fiber of the edible banana; [219] all these, however, are\nonly experiments.",
        "[Superiority of fiber.] Royle affirms that the Manila hemp (abacá\nfiber) excels the Russian in firmness, lightness, and strength in\ntension, as well as in cheapness, and has only the one disadvantage\nthat ropes made from it become stiff in wet weather. The reason,\nhowever, is found in the manner in which it is spun, and may be\navoided by proper preparation. [220] Through the better preparation\nof the raw material in Manila by means of adequate machinery, these\ndifficulties have been overcome; but abacá no longer has the advantage\nof superior cheapness, as the demand has increased much faster than\nthe supply. During the year 1859 it was worth from £22 to £25 per ton;\nin 1868, £45 per ton; while Russian hemp fetched £31 per ton. Thus\nin nine years it rose to double its value.",
        "[Banana varieties.] In Albay there are about twelve varieties\nof the best banana cultivated, which are particularly favored by\nthe qualities of the soil. The cultivation is extremely simple,\nand entirely independent of the seasons. The plants thrive best on\nthe slopes of the volcanic mountains (in which Albay and Camarines\nabound), in open spaces of the woods protected by the trees, which\ncast their shadows to an extent of about sixty feet. In exposed level\nground they do not thrive so well, and in marshy land not at all.",
        "[Cultivation.] In the laying out of a new plantation the young shoots\nare generally made use of, which sprout so abundantly from the roots\nthat each individual one soon becomes a perfect plant. In favorable\nground the custom is to allow a distance of about ten feet between\neach plant; in poor ground six feet. The only care necessary is\nthe extermination of the weeds, and clearing away the undergrowth\nduring the first season; later on, the plants grow so luxuriantly\nand strongly that they entirely prevent the growth of anything\nelse in their vicinity. The protection afforded by the shade of the\ntrees at this period is no longer required, the young buds finding\nsufficient protection against the sun’s rays under cover of the\nfan-like leaves. Only in exceptional cases, contrary to the usual\npractice, are the plants raised from seed. The fruit, when ready,\nis cut off and dried, though care must be taken that it is not over\nripe; otherwise the kernels will not germinate. These latter are about\nthe size of peppercorns; and the extraction of them in the edible\nspecies almost always brings about decay. Two days before sowing,\nthe kernels are taken out of the fruit, and steeped overnight in\nwater; on the following day they are dried in a shady place; and on\nthe third day they are sown in holes an inch deep in fresh, unbroken,\nand well-shaded forest ground, allowing six inches distance between\neach plant and row. After a year the seedlings, which are then about\ntwo feet high, are planted out, and tended in the same way as the\nsuckers. [Differences with abacá.] While many of the edible bananas\nbear fruit after one year, and a few varieties even after six months,\nthe abacá plant requires on an average three years to produce its\nfiber in a proper condition; when raised from suckers four years;\nand raised from year-old seedlings, even under the most favorable\nconditions, two years.",
        "[Cutting.] On the first crop, only one stalk is cut from each bush;\nbut later on the new branches grow so quickly that they can be cut\nevery two months. [221] After a few years the plants become so strong\nand dense that it is scarcely possible to push through them. Bast is\nin its best condition at the time of blossoming; but, when the price\nof the fiber happens to stand high in the market, this particular\ntime is not always waited for.",
        "[Prejudice against cutting after blossoming.] Plants which have\nblossomed cease to be profitable in any way, by reason of the fiber\nbecoming too weak–a matter of too great nicety for the unpractical\nconsumers on the other side of the Atlantic to decide upon, and one\nin which, despite inquiries and careful inspections, they might be\ndeceived. There really is no perceptible reason why the fiber should\nbecome weaker through fructification, which simply consists in the fact\nof the contents of the vascular cells changing into soluble matter,\nand gradually oozing away, the consequence of which is that the cells\nof the fiber are not replenished. These, on the contrary, acquire\nadditional strength with the age of the plant, because the emptied\ncells cling so firmly together, by means of a certain resinous deposit,\nthat it is impossible to obtain them unbroken without a great deal of\ntrouble. The idea may have erroneously arisen from the circumstance\nthat, previously to drying, as with hemp, the old plants were picked\nout, and allowed to be thrown away, though not without considerably\nincreasing the rate of pay, which already consumed the greater part\nof the general expenses. [222]",
        "[Extracting the fiber.] In order to obtain the bast, the stalk above\nground is closely pruned and freed from leaves and other encumbrances;\neach leaf is then singly divided into strips–a cross incision being\nmade through the membrane on the inner or concave side, and connected\nby means of the pulpy parts (the parenchym) clinging together. In\nthis manner as much as possible of the clear outer skin only remains\nbehind. Another method is to strip the bast from the undivided stem. To\neffect this the operator makes an oblique incision in the skin of\nthe under part of the stalk, drawing the knife gradually to the tip,\nand stripping off the whole length as broad a piece as possible; and\nthe operation is repeated as many times as practicable. This method\nof handling is more productive than the one previously described;\nbut, on the other hand, it takes considerably more time, and for\nthat reason is not often practised. The strips of bast are then drawn\nunder a knife, the blade of which is three inches broad by six long,\nfastened at one end to the extremity of a flexible stick so that it\nis suspended perpendicularly over a well-smoothed block, and at the\nother end to a handle connected by means of a cord to a treadle, which\ncan be pressed firmly down, as occasion requires. The workman draws\nthe bast, without any regard to quality, between the knife and block,\ncommencing in the middle, and then from side to side. The knife must\nbe free from notches, or all indentations, according to the direction\nof Father Blanco. [223]",
        "[Laborers’ work and wages.] Three hired-men usually get twenty-five\npounds per day. One worker cuts up the stalks, strips off the leaves,\nand attends to the supply; the second, frequently a boy, spreads out\nthe strips; and the third draws them under the knife. A single plant\nhas been known to yield as much as two pounds of fiber; but the most\nfavorable average rarely affords more than one pound, and plants grown\nin indifferent soil scarcely a sixth of that quantity. The plantations\nare worked either by the owner or by day-laborers, who, when the market\nprices are very low, take half share of the crop harvested by them. In\nthese cases an industrious workman may obtain as much as one picul in\na week. During my stay exceptionally low prices ruled–sixteen and\none-half reals per picul undelivered. The workman could, therefore,\nin six days earn half the amount, viz., eight and a quarter reals at\na rate of one and three-eighths reals per day. The day’s pay at that\ntime was half a real, and board a quarter of a real, making together\nthree-quarters of a real.",
        "[Profit.]",
        "                                        By daily pay.   Half share.",
        "The workman therefore earned daily                   0.75 r. or     1.375 r.\nWages amounted to per picul                         12. 6 r. or     8. 25 r.\nProfit of the planters after deduction of the wages  3. 9 r. or     8. 25 r.",
        "[Lupis and bandala.] The edges of the petioles, which contain much\nfiner fiber than the middle parts, are separately divided into strips\nan inch wide, and with strong pressure are drawn several times under\nthe knife. This substance, which is called lupis, is in high request,\nbeing employed in the native weaving; while is chiefly used for ships’\nrigging. [224]",
        "[Grades of Lupis.] Lupis, according to the fineness of the fiber,\nis sorted into four classes–first, Binani; second, Totogna; third,\nSogotan; and fourth, Cadaclan. A bundle of these is then taken up in\nthe left hand, and, while with the right the first three sorts are\ninserted between the fingers, the fourth is held between the thumb and\nforefinger. This last description is no longer used in fine weaving,\nand is therefore sold with bandala. After the fine sorts have been\npounded in a rice-mortar, in order to render the fiber soft and\npliable, they are severally knotted into one another, and converted\ninto web.",
        "[Lupis fabrics.] Generally the first sort is worked as woof with the\nsecond as warp, and the third as warp with the second as woof. The\nfabrics so woven are nearly as fine as piña fabrics (Nipis de Piña),\nand almost equal the best quality of cambric; and, notwithstanding\nthe many little nodules occasioned by the tangling of the fiber,\nwhich may be discerned on close inspection, are clearer and stouter,\nand possess a warmer yellowish tint. [225] As to these last three\nqualities–purity, flexibility, and color–they stand in relation to\ncambric somewhat as cardboard to tissue-paper.",
        "[Weaving.] Weaving such fabrics on very simple looms is exceedingly\ntroublesome as the fibers, which are not spun but twisted, very\nfrequently break. The finest stuffs require so great an amount of\ndexterity, patience, and time in their preparation, and for that reason\nare so expensive, that they would find no purchasers in Europe where\nthere is the competition of cheap, machine-made goods. Their fine,\nwarm yellowish color also is objected to by the European women, who are\naccustomed to linen and calicoes strongly blued in the washing. In the\ncountry, however, high prices are paid for them by the rich mestizos,\nwho understand the real goodness of their qualities.",
        "[Bandala fabrics.] The fibers of the inner petioles, which are softer\nbut not so strong as the outer, are called tupus, and sold with\nbandala, or mixed with tapis and used in the native weaving. Bandala\nalso serves for weaving purposes; and, in that portion of the\nArchipelago where the native abacá plantations are, the entire dress\nof both sexes is made of coarse guinara. Still coarser and stronger\nfabrics are prepared for the European market, such as crinoline and\nstiff muslin used by dressmakers.",
        "[A Pre-Spanish product.] Before the arrival of the Spaniards the\nnatives wore stuffs from abacá; which became an important article of\nexport only some few decades since. This is in great measure due to\nthe enterprising spirit of two American firms, and would not have been\nattained without great perseverance and liberal pecuniary assistance.",
        "[Unbusinesslike early methods.] The plants flourish without any care\nor attention, the only trouble being to collect the fiber; and, the\nbounteousness of Nature having provided them against want, the natives\nshirk even this trouble when the market price is not very enticing. In\ngeneral low prices are scarcely to be reckoned on, because of the\nutter indifference of the laborers, over whom the traders do not\npossess enough influence to keep them at work. Advances to them are\nmade both in goods and money, which the creditor must repay either\nby produce from his own plantation or by giving an equivalent in\nlabor. [226] As long as the produce stands high in price, everything\ngoes on pretty smoothly, although even then, through the dishonesty of\nthe workers and the laziness, extravagance, and mercantile incapacity\nof the middlemen, considerable loss frequently ensues. If, however,\nprices experience any considerable fall, then the laborers seek in any\nand every way to get out of their uncomfortable position, whilst the\npercentage of profit secured to the middleman is barely sufficient\nto cover the interest on his outlay. Nevertheless, they must still\ncontinue the supplies, inasmuch as they possess no other means of\nsecuring payment of their debt in the future. The laborers, in their\nturn, bring bitter complaints against the agents, to the effect that\nthey are forced to severe labor, unprofitable to themselves, through\ntheir acceptance of advances made to them at most exorbitant rates; and\nthe agents (generally mestizos or creoles) blame the crafty, greedy,\nextortionate foreigners, who shamelessly tempt the lords of the soil\nwith false promises, and bring about their utter ruin. [Change to a\nsafer basis.] As a general rule, the “crafty foreigner” experiences\na considerable diminution of his capital. It was just so that one of\nthe most important firms suffered the loss of a very large sum. At\nlength, however, the Americans, who had capital invested in this trade,\nsucceeded in putting an end to the custom of advances, which hitherto\nhad prevailed, erected stores and presses on their own account,\nand bought through their agents direct from the growers. All earlier\nefforts tending in this direction had been effectually thwarted by\nthe Spaniards and creoles, who considered the profits derived from\nthe country, and especially the inland retail trade, to be their own\nby prescriptive right. They are particularly jealous of the foreign\nintruders, who enrich themselves at their expense; consequently they\nplace every obstacle in their way. If it depended upon the will of\nthese people, all foreigners would be ejected from the country–the\nChinese alone, as workmen (coolies), being allowed to remain. [227]",
        "[Anti-Chinese feeling.] The same feeling was exhibited by the natives\ntowards the Chinese, whom they hated for being industrious and\ntrustworthy workers. All attempts to carry out great undertakings\nby means of Chinese labor were frustrated by the native workmen\nintimidating them, and driving them away either by open violence or\nby secret persecution; and the Colonial authorities were reproached\nfor not affording suitable protection against these and similar\noutrages. That, as a rule, great undertakings did not succeed in the\nPhilippines, or at least did not yield a profit commensurate with\nthe outlay and trouble, is a fact beyond dispute, and is solely to\nbe ascribed to many of the circumstances related above. [Good work\nfor good pay.] There are those, however, who explain these mishaps\nin other ways, and insist upon the fact that the natives work well\nenough when they are punctually and sufficiently paid. The Government,\nat any rate, appears gradually to have come to the conclusion that\nthe resources of the country cannot be properly opened up without\nthe assistance of the capital and enterprise of the [Tardy justice\nto foreigners.] foreigners; and, therefore, of late years it has not\nin any way interfered with their establishment. In 1869 their right\nof establishment was tardily conceded to them by law.",
        "[Abacá production and prospects.] At this period the prospects of the\nabacá cultivation seemed very promising; and since the close of the\nAmerican war, which had the effect of causing a considerable fall in\nthe value of this article in America, the prices have been steadily\nincreasing. It is stated (on authority) that, in 1840, 136,034 piculs\nof abacá, to the value of $397,995 were exported, the value per picul\nbeing reckoned at about $2.09. The rate gradually rose and stood\nbetween four and five dollars–and, during the civil war, reached the\nenormous sum of nine dollars per picul–the export of Russian hemp\npreventing, however, a further rise. This state of affairs occasioned\nthe laying out of many new plantations, the produce of which, when\nit came on the market, after three years, was valued at $3.50 per\npicul, in consequence of the prices having returned to their normal\ncondition; and even then it paid to take up an existing plantation,\nbut not to lay out a new one. This rate continued until 1860, since\nwhich time it has gradually risen (only during the American civil\nwar was there any stoppage), and it now stands once more as high as\nduring the civil war; and there is no apparent prospect of a fall so\nlong as the Philippines have no competitors in the trade. In 1865 the\npicul in Manila never cost less than $7 which two years previously\nwas the maximum value; and it rose gradually, until $9.50 was asked\nfor ordinary qualities. The production in many provinces had reached\nthe extreme limit; and a further increase, in the former at least,\nis impossible, as the work of cultivation occupies the whole of the\nmale population–an evidence surely that a suitable recompense will\novercome any natural laziness of the natives. [228]",
        "An examination of the following table will confirm the accuracy of\nthese views:–",
        "[Export of “Manila hemp.\"]",
        "Export of Abacá (In Piculs).",
        "To                  1861    1864    1866    1868    1870    1871",
        "Great Britain       198,954 226,258  96,000 125,540 131,180 143,498\nNorth America,\nAtlantic Ports      158,610 249,106 280,000 294,728 327,728 285,112\nCalifornia            6,600   9,426      –  14,200  15,900  22,500\nEurope                  901   1,134      –     200     244     640\nAustralia                16   5,194      –  21,244  11,434   6,716\nSingapore             2,648   1,932      –   3,646   1,202   2,992\nChina                 5,531     302      –      –     882   2,294",
        "Total               273,260 493,352 406,682 460,588 488,570 463,752",
        "Commercial Report\nPrussian Consular Report\nBelgian Consular Report\nEnglish Consular Report\nMarket Report, T.H. & Co.",
        "[Large local consumption.] The consumption in the country is not\ncontained in the above schedule, and is difficult to ascertain; but\nit must certainly be very considerable, as the natives throughout\nentire provinces are clothed in guinara, the weaving of which for\nthe family requirements generally is done at home.",
        "[Sisal-hemp.] Sisal, also sisal-hemp, or, as it is sometimes known,\nMexican grass, has for some years past been used in the trade in\nincreasing quantities as a substitute for abacá, which it somewhat\nresembles in appearance, though wanting that fine gloss which the\nlatter possesses. It is somewhat weaker, and costs from £5 to £10 less\nper ton; it is only used for ships’ rigging. The refuse from it has\nbeen found an extremely useful adjunct to the materials ordinarily\nused in the manufacture of paper. The Technologist for July, 1865,\ncalls attention to the origin of this substitute, in a detailed\nessay differing essentially from the representations contained in the\n“U. S. Agricultural Report” published at Washington in 1870; and the\ngrowing importance of the article, and the ignorance prevailing abroad\nas to its extraction, may render a short account of it acceptable. The\ndescription shows the superior fineness of the abacá fiber, but not\nits greater strength. [229]",
        "[Varieties of sisal.] Sisal-hemp, which is named after the export\nharbor of Sisal (in the north-western part of the peninsula), is by\nfar the most important product of Yucatan; and this rocky, sun-burnt\ncountry seems peculiarly adapted to the growth of the fiber. In Yucatan\nthe fiber is known as jenequem, as indeed the plant is obtained from\nit. Of the latter there are seven sorts or varieties for purposes of\ncultivation; only two, the first and seventh, are also to be found\nin a wild state. First, Chelem, apparently identical with Agave\nangustifolia; this ranks first. Second, Yaxci (pronounced Yachki;\nfrom yax, green, and tri, agave), the second in order; this is used\nonly for fine weaving. Third, Sacci (pronounced Sakki; sack, white),\nthe most important and productive, supplying almost exclusively the\nfiber for exportation; each plant yields annually twenty-five leaves,\nweighing twenty-five pounds, from which is obtained one pound of clear\nfiber. Fourth, Chucumci, similar to No. 3, but coarser. Fifth, Babci;\nthe fiber very fair, but the leaves rather small, therefore not very\nproductive. Sixth, Citamci (pronounced Kitamki; kitam, hog); neither\ngood nor productive. Seventh, Cajun or Cajum, probably Fourcroya\ncubensis; leaves small, from four to five inches long.",
        "[Machine-spinning.] The cultivation of sisal has only in recent times\nbeen prosecuted vigorously; and the extraction of the fiber from the\nleaves, and the subsequent spinning for ships’ rigging, are already\ndone by steam-machinery. This occupation is especially practiced by\nthe Maya Indians, a memorial of the Toltecs, who brought it with them\nupon their emigration from Mexico, where it was in vogue long before\nthe arrival of the Spaniards.",
        "[Profit.] The sisal cultivation yields an annual profit of 95 per\ncent. A mecate, equal to five hundred seventy-six square yards (varas),\ncontains sixty-four plants, giving sixty-four pounds of clear fiber,\nof the value of $3.84; which, after deducting $1.71, the cost of\nobtaining it, leaves $2.13 remaining. The harvesting commences from\nfour to five years after the first laying out of the plantation,\nand continues annually for about fifty or sixty years.",
        "[Banana substitute unsatisfactory.] In tropical countries there\nis scarcely a hut to be seen without banana trees surrounding it;\nand the idea presented itself to many to utilize the fiber of these\nplants, at that time entirely neglected, which might be done by the\nmere labor of obtaining it; besides which, the little labor required\nfor their proper cultivation is quickly and amply repaid by their\nabundant fruitfulness. [230]",
        "This idea, however, under the existing circumstances, would certainly\nnot be advantageous in the Philippines, as it does not pay to obtain\nbast from the genuine abacá plant as soon as it has borne fruit. The\nfiber of the edible banana might very well be used as material for\npaper-making, though obtaining it would cost more than the genuine\nbandala.",
        "[Fiber-extracting machinery.] In the Report of the Council of the\nSociety of Arts, London, May 11, 1860, attention was called to a\nmachine invented by F. Burke, of Montserrat, for obtaining fiber from\nbanana and other endogenous plants. While all the earlier machines\nworked the fiber parallelwise, this one operated obliquely on it;\nthe consequence of which was that it was turned out particularly\nclear. With this machine, from seven to nine per cent. of fibrous\nsubstance may be obtained from the banana. The Tropical Fiber Company\nhave sent these machines to Demerara, also to Java and other places,\nwith the design of spinning the fiber of the edible banana, and also\nto utilize some portions of the plant as materials in the manufacture\nof paper. Proofs have already been brought forward of fiber obtained\nin this manner in Java, the value of which to the spinner has been\nreckoned at from £20 to £25. It does not appear, however, that these\npromising experiments have led to any important results; at least,\nthe consular reports which have come to hand contain no information\non the subject. In the obtaining of bandala in the Philippines this\nmachine has not yet been used; nor has it even been seen, though the\nEnglish consul, in his latest report, complains that all the hitherto\ningeniously constructed machines have proved virtually useless.",
        "The bast of the edible banana continues still to be used in the\nPhilippines, notwithstanding that the plants, instead of being grown,\nas in many parts of America, in large well-tended gardens, are here\nscattered around the huts; but the forwarding of the raw material,\nthe local transport, and the high freightage will always render this\nmaterial too expensive for the European market (considering always its\nvery ordinary quality)–£10 per ton at the very least; while “Sparto\ngrass” (Lygaeum spartum, Loeffl.), [Paper-making materials.] which\nwas imported some few years since in considerable quantities for\nthe purpose of paper-making, costs in London only £5 per ton. [231]\nThe jute (Corchurus casularis) coffee-sacks supply another cheap paper\nmaterial. These serve in the fabrication of strong brown packing paper,\nas the fiber will not stand bleaching. According to P. Symmonds,\nthe United States in recent years have largely used bamboo. The rind\nof the Adansonia digitata also yields an extremely good material;\nin particular, paper made entirely from New Zealand flax deserves\nconsideration, being, by virtue of its superior toughness, eminently\nsuited for “bill paper.”",
        "[Preferability of discarded cloth.] It must not be overlooked that, in\nthe manufacture of paper, worn linen and cotton rags are the very best\nmaterials that can be employed, and make the best paper. Moreover,\nthey are generally to be had for the trouble of collecting them,\nafter they have once covered the cost of their production in the\nform of clothing materials; when, through being frayed by repeated\nwashings, they undergo a preparation which particularly adapts them\nto the purpose of paper-making.",
        "[Increasing use of wood and straw.] The more paper-making progresses,\nthe more are ligneous fibers brought forward, particularly wood and\nstraw, which produce really good pastes; all the raw materials being\nimported from a distance. That England takes so much sparto is easily\nexplained by the fact that she has very little straw of her own,\nfor most of the grain consumed by her is received from abroad in a\ngranulated condition.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}