{
    "title": "The Boys’ Life of Mark Twain - XXVI. Mark Twain, Lecturer",
    "author": "Paine",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "In spite of the success of his Sandwich Island letters, Samuel Clemens\nfelt, on his return to San Francisco, that his future was not bright.  He\nwas not a good, all-round newspaper man–he was special correspondent and\nsketch-writer, out of a job.",
        "He had a number of plans, but they did not promise much.  One idea was to\nmake a book from his Hawaiian material.  Another was to write magazine\narticles, beginning with one on the Hornet disaster.  He did, in fact,\nwrite the Hornet article, and its prompt acceptance by “Harper’s\nMagazine” delighted him, for it seemed a start in the right direction.  A\nthird plan was to lecture on the islands.",
        "This prospect frightened him.  He had succeeded in his “Third House\"\naddress of two years before, but then he had lectured without charge and\nfor a church benefit.  This would be a different matter.",
        "One of the proprietors of a San Francisco paper, Col. John McComb, of the\n“Alta California,” was strong in his approval of the lecture idea.",
        "“Do it, by all means,” he said.  “Take the largest house in the city, and\ncharge a dollar a ticket.”",
        "Without waiting until his fright came back, Mark Twain hurried to the\nmanager of the Academy of Music, and engaged it for a lecture to be given\nOctober 2d (1866), and sat down and wrote his announcement.  He began by\nstating what he would speak upon, and ended with a few absurdities, such\nas:",
        "                         A SPLENDID ORCHESTRA\n                    is in town, but has not been engaged.\n\n                              Also\n                    A DEN OF FEROCIOUS WILD BEASTS\n               will be on exhibition in the next block.\n                    A GRAND TORCHLIGHT PROCESSION\n          may be expected; in fact, the public are privileged to\n                    expect whatever they please.\n     Doors open at 7 o’clock.  The trouble to begin at 8 o’clock.",
        "Mark Twain was well known in San Francisco, and was pretty sure to have a\ngood house.  But he did not realize this, and, as the evening approached,\nhis dread of failure increased.  Arriving at the theater, he entered by\nthe stage door, half expecting to find the place empty.  Then, suddenly,\nhe became more frightened than ever; peering from the wings, he saw that\nthe house was jammed–packed from the footlights to the walls!\nTerrified, his knees shaking, his tongue dry, he managed to emerge, and\nwas greeted with a roar, a crash of applause that nearly finished him.\nOnly for an instant–reaction followed; these people were his friends,\nand he was talking to them.  He forgot to be afraid, and, as the applause\ncame in great billows that rose ever higher, he felt himself borne with\nit as on a tide of happiness and success.  His evening, from beginning to\nend, was a complete triumph.  Friends declared that for descriptive\neloquence, humor, and real entertainment nothing like his address had\never been delivered.  The morning papers were enthusiastic.",
        "Mark Twain no longer hesitated as to what he should do now.  He would\nlecture.  The book idea no longer attracted him; the appearance of the\n“Hornet” article, signed, through a printer’s error, “Mark Swain,” cooled\nhis desire to be a magazine contributor.  No matter–lecturing was the\nthing.  Dennis McCarthy, who had sold his interest in the “Enterprise,\"\nwas in San Francisco.  Clemens engaged this honest, happy-hearted\nIrishman as manager, and the two toured California and Nevada with\ncontinuous success.",
        "Those who remember Mark Twain as a lecturer in that early day say that on\nentering he would lounge loosely across the platform, his manuscript–\nwritten on wrapping-paper and carried under his arm–looking like a\nruffled hen.  His delivery they recall as being even more quaint and\ndrawling than in later life.  Once, when his lecture was over, an old man\ncame up to him and said:",
        "“Be them your natural tones of eloquence?”",
        "In those days it was thought proper that a lecturer should be introduced,\nand Clemens himself used to tell of being presented by an old miner, who\nsaid:",
        "“Ladies and gentlemen, I know only two things about this man: the first\nis that he’s never been in jail, and the second is, I don’t know why.”",
        "When he reached Virginia, his old friend Goodman said, “Sam, you don’t\nneed anybody to introduce you,” and he suggested a novel plan.  That\nnight, when the curtain rose, it showed Mark Twain seated at a piano,\nplaying and singing, as if still cub pilot on the “John J. Roe:”",
        "          “Had an old horse whose name was Methusalem,\n            Took him down and sold him in Jerusalem,\n                    A long time ago.”",
        "Pretending to be surprised and startled at the burst of applause, he\nsprang up and began to talk.  How the audience enjoyed it!",
        "Mark Twain continued his lecture tour into December, and then, on the\n15th of that month, sailed by way of the Isthmus of Panama for New York.\nHe had made some money, and was going home to see his people.  He had\nplanned to make a trip around the world later, contributing a series of\nletters to the “Alta California,” lecturing where opportunity afforded.\nHe had been on the Coast five and a half years, and to his professions of\nprinting and piloting had added three others–mining, journalism, and\nlecturing.  Also, he had acquired a measure of fame.  He could come back\nto his people with a good account of his absence and a good heart for the\nfuture.",
        "But it seems now only a chance that he arrived at all.  Crossing the\nIsthmus, he embarked for New York on what proved to be a cholera ship.\nFor a time there were one or more funerals daily.  An entry in his diary\nsays:",
        "“Since the last two hours all laughter, all levity, has ceased on the\n     ship–a settled gloom is upon the faces of the passengers.",
        "“But the winter air of the North checked the contagion, and there\n     were no new cases when New York City was reached.”",
        "Clemens remained but a short time in New York, and was presently in St.\nLouis with his mother and sister.  They thought he looked old, but he had\nnot changed in manner, and the gay banter between mother and son was soon\nas lively as ever.  He was thirty-one now, and she sixty-four, but the\nyears had made little difference.  She petted him, joked with him, and\nscolded him.  In turn, he petted and comforted and teased her.  She\ndecided he was the same Sam and always would be–a true prophecy.",
        "He visited Hannibal and lectured there, receiving an ovation that would\nhave satisfied even Tom Sawyer.  In Keokuk he lectured again, then\nreturned to St. Louis to plan his trip around the world.",
        "He was not to make a trip around the world, however–not then.  In St.\nLouis he saw the notice of the great “Quaker City” Holy Land excursion–\nthe first excursion of the kind ever planned–and was greatly taken with\nthe idea.  Impulsive as always, he wrote at once to the “Alta\nCalifornia,” proposing that they send him as their correspondent on this\ngrand ocean picnic.  The cost of passage was $1.200, and the “Alta\"\nhesitated, but Colonel McComb, already mentioned, assured his associates\nthat the investment would be sound.  The “Alta” wrote, accepting Mark\nTwain’s proposal, and agreed to pay twenty dollars each for letters.\nClemens hurried to New York to secure a berth, fearing the passenger-list\nmight be full.  Furthermore, with no one of distinction to vouch for him,\naccording to advertised requirements, he was not sure of being accepted.\nArriving in New York, he learned from an “Alta” representative that\npassage had already been reserved for him, but he still doubted his\nacceptance as one of the distinguished advertised company.  His mind was\npresently relieved on this point.  Waiting his turn at the booking-desk,\nhe heard a newspaper man inquire:",
        "“What notables are going?”",
        "A clerk, with evident pride, rattled off the names:",
        "“Lieutenant-General Sherman, Henry Ward Beecher, and Mark Twain; also,\nprobably, General Banks.”",
        "It was very pleasant to hear the clerk say that.  Not only was he\naccepted, but billed as an attraction.",
        "The “Quaker City” would not sail for two months yet, and during the\nperiod of waiting Mark Twain was far from idle.  He wrote New York\nletters to the “Alta,” and he embarked in two rather important ventures–\nhe published his first book and he delivered a lecture in New York City.",
        "Both these undertakings were planned and carried out by friends from the\nCoast.  Charles Henry Webb, who had given up his magazine to come East,\nhad collected “The Celebrated Jumping Frog of Calaveras County, and Other\nSketches,” and, after trying in vain to find a publisher for them,\nbrought them out himself, on the 1st of May, 1867.[7]  It seems curious\nnow that any publisher should have declined the little volume, for the\nsketches, especially the frog story, had been successful, and there was\nlittle enough good American humor in print.  However, publishing was a\nmatter not lightly undertaken in those days.",
        "Mark Twain seems to have been rather pleased with the appearance of his\nfirst book.  To Bret Harte he wrote:",
        "The book is out and is handsome.  It is full of .  . . errors....but be a\nfriend and say nothing about those things.  When my hurry is over, I will\nsend you a copy to pizen the children with.",
        "The little cloth-and-gold volume, so valued by book-collectors to-day,\ncontained the frog story and twenty-six other sketches, some of which are\nstill preserved in Mark Twain’s collected works.  Most of them were not\nMark Twain’s best literature, but they were fresh and readable and suited\nthe taste of that period.  The book sold very well, and, while it did not\nbring either great fame or fortune to its author, it was by no means a\nfailure.",
        "The “hurry” mentioned in Mark Twain’s letter to Bret Harte related to his\nsecond venture–that is to say, his New York lecture, an enterprise\nmanaged by an old Comstock friend, Frank Fuller, ex-Governor of Utah.\nFuller, always a sanguine and energetic person, had proposed the lecture\nidea as soon as Mark Twain arrived in New York.  Clemens shook his head.",
        "“I have no reputation with the general public here,” he said.  “We\ncouldn’t get a baker’s dozen to hear me.”",
        "But Fuller insisted, and eventually engaged the largest hall in New York,\nthe Cooper Union.  Full of enthusiasm and excitement, he plunged into the\nbusiness of announcing and advertising his attraction, and inventing\nschemes for the sale of seats.  Clemens caught Fuller’s enthusiasm by\nspells, but between times he was deeply depressed.  Fuller had got up a\nlot of tiny hand-bills, and had arranged to hang bunches of these in the\nhorse-cars.  The little dangling clusters fascinated Clemens, and he rode\nabout to see if anybody else noticed them.  Finally, after a long time, a\npassenger pulled off one of the bills and glanced at it.  A man with him\nasked:",
        "“Who’s Mark Twain?”",
        "“Goodness knows!  I don’t.”",
        "The lecturer could not ride any farther.  He hunted up his patron.",
        "“Fuller,” he groaned, “there isn’t a sign–a ripple of interest.”",
        "Fuller assured him that things were “working underneath,” and would be\nall right.  But Clemens wrote home: “Everything looks shady, at least, if\nnot dark.”  And he added that, after hiring the largest house in New\nYork, he must play against Schuyler Colfax, Ristori, and a double troupe\nof Japanese jugglers, at other places of amusement.",
        "When the evening of the lecture approached and only a few tickets had\nbeen sold, the lecturer was desperate.",
        "“Fuller,” he said, “there’ll be nobody in Cooper Union that night but you\nand me.  I am on the verge of suicide.  I would commit suicide if I had\nthe pluck and the outfit.  You must paper the house, Fuller.  You must\nsend out a flood of complimentaries!”",
        "“Very well,” said Fuller.  “What we want this time is reputation, anyway–\nmoney is secondary.  I’ll put you before the choicest and most\nintelligent audience that was ever gathered in New York City.”",
        "Fuller immediately sent out complimentary tickets to the school-teachers\nof New York and Brooklyn–-a general invitation to come and hear Mark\nTwain’s great lecture on the Sandwich Islands.  There was nothing to do\nafter that but wait results.",
        "Mark Twain had lost faith–he did not believe anybody in New York would\ncome to hear him even on a free ticket.  When the night arrived, he drove\nwith Fuller to the Cooper Union half an hour before the lecture was to\nbegin.  Forty years later he said:",
        "“I couldn’t keep away.  I wanted to see that vast Mammoth Cave, and\n     die.  But when we got near the building, I saw all the streets were\n     blocked with people and that traffic had stopped.  I couldn’t\n     believe that these people were trying to get to the Cooper\n     Institute–but they were; and when I got to the stage, at last, the\n     house was jammed full–packed; there wasn’t room enough left for a\n     child.",
        "“I was happy and I was excited beyond expression.  I poured the\n     Sandwich Islands out on those people, and they laughed and shouted\n     to my entire content.  For an hour and fifteen minutes I was in\n     paradise.”",
        "So in its way this venture was a success.  It brought Mark Twain a good\ndeal of a reputation in New York, even if no financial profit, though, in\nspite of the flood of complimentaries, there was a cash return of\nsomething like three hundred dollars.  This went a good way toward paying\nthe expenses, while Fuller, in his royal way, insisted on making up the\ndeficit, declaring he had been paid for everything in the fun and joy of\nthe game.",
        "“Mark,” he said, “it’s all right.  The fortune didn’t come, but it will.\nThe fame has arrived; with this lecture and your book just out, you are\ngoing to be the most-talked-of man in the country.  Your letters to the\n“Alta” and the “Tribune” will get the widest reception of any letters of\ntravel ever written.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}