{
    "title": "The Pleasures of Life - CHAPTER II. WEALTH.",
    "author": "Sir John Lubbock",
    "chapter": "16",
    "content": [
        "\n\n",
        "    “The rich and poor meet together: the Lord is the maker of\n    them all.\"–PROVERBS OF SOLOMON.",
        "Ambition often takes the form of a love of money. There are many who have\nnever attempted Art or Music, Poetry or Science; but most people do\nsomething for a livelihood, and consequently an increase of income is not\nonly acceptable in itself, but gives a pleasant feeling of success.",
        "Doubt is often expressed whether wealth is any advantage. I do not myself\nbelieve that those who are born, as the saying is, with a silver spoon in\ntheir mouth, are necessarily any the happier for it. No doubt wealth\nentails almost more labor than poverty, and certainly more anxiety. Still\nit must, I think, be confessed that the possession of an income, whatever\nit may be, which increases somewhat as the years roll on, does add to the\ncomfort of life.",
        "Unquestionably the possession of wealth is by no means unattended by\ndrawbacks. Money and the love of money often go together. The poor man, as\nEmerson says, is the man who wishes to be rich; and the more a man has,\nthe more he often longs to be richer. Just as drinking often does but\nincrease thirst; so in many cases the craving for riches does grow with\nwealth.",
        "This is, of course, especially the case when money is sought for its own\nsake. Moreover, it is often easier to make money than to keep or to enjoy\nit. Keeping it is dull and anxious drudgery. The dread of loss may hang\nlike a dark cloud over life. Apicius, when he squandered most of his\npatrimony, but had still 250,000 crowns left, committed suicide, as Seneca\ntells us, for fear he should die of hunger.",
        "Wealth is certainly no sinecure. Moreover, the value of money depends\npartly on knowing what to do with it, partly on the manner in which it is\nacquired.",
        "“Acquire money, thy friends say, that we also may have some. If I can\nacquire money and also keep myself modest, and faithful, and magnanimous,\npoint out the way, and I will acquire it. But if you ask me to love the\nthings which are good and my own, in order that you may gain things that\nare not good, see how unfair and unwise you are. For which would you\nrather have? Money, or a faithful and modest friend....",
        "“What hinders a man, who has clearly comprehended these things, from\nliving with a light heart, and bearing easily the reins, quietly expecting\neverything which can happen, and enduring that which has already happened?\nWould you have me to bear poverty? Come, and you will know what poverty is\nwhen it has found one who can act well the part of a poor man.” [1]",
        "We must bear in mind Solon’s answer to Croesus, “Sir, if any other come\nthat hath better iron than you, he will be master of all this gold.”",
        "Midas is another case in point. He prayed that everything he touched might\nbe turned into gold, and this prayer was granted. His wine turned to gold,\nhis bread turned to gold, his clothes, his very bed.",
        "  “Attonitus novitate mali, divesque miserque,\n  Effugere optat opes, et quae modo voverat, odit.”",
        "He is by no means the only man who has suffered from too much gold.",
        "The real truth I take to be that wealth is not necessarily an advantage,\nbut that whether it is so or not depends on the use we make of it. The\nsame, however, might be said of most other opportunities and privileges;\nKnowledge and Strength, Beauty and Skill, may all be abused; if we neglect\nor misuse them we are worse off than if we had never had them. Wealth is\nonly a disadvantage in the hands of those who do not know how to use it.\nIt gives the command of so many other things–leisure, the power of\nhelping friends, books, works of art, opportunities and means of travel.",
        "It would, however, be easy to exaggerate the advantages of money. It is\nwell worth having, and worth working for, but it does not requite too\ngreat a sacrifice; not indeed so great as is often offered up to it. A\nwise proverb tells us that gold may be bought too dear. If wealth is to be\nvalued because it gives leisure, clearly it would be a mistake to\nsacrifice leisure in the struggle for wealth. Money has no doubt also a\ntendency to make men poor in spirit. But, on the other hand, what gift is\nthere which is without danger?",
        "Euripides said that money finds friends for men, and has great (he said\nthe greatest) power among Mankind, cynically adding, “A mighty person\nindeed is a rich man, especially if his heir be unknown.”",
        "Bossuet tells us that “he had no attachment to riches, still if he had\nonly what was barely necessary, he felt himself narrowed, and would lose\nmore than half his talents.”",
        "Shelley was certainly not an avaricious man, and yet “I desire money,” he\nsaid, “because I think I know the use of it. It commands labor, it gives\nleisure; and to give leisure to those who will employ it in the forwarding\nof truth is the noblest present an individual can make to the whole.”",
        "Many will have felt with Pepys when he quaintly and piously says, “Abroad\nwith my wife, the first time that ever I rode in my own coach; which do\nmake my heart rejoice and praise God, and pray him to bless it to me, and\ncontinue it.”",
        "This, indeed, was a somewhat selfish satisfaction. Yet the merchant need\nnot quit nor be ashamed of his profession, bearing in mind only the\ninscription on the Church of St. Giacomo de Rialto at Venice: “Around this\ntemple let the merchant’s law be just, his weight true, and his covenants\nfaithful.” [2]",
        "If life has been sacrificed to the rolling up of money for its own sake,\nthe very means by which it was acquired will prevent its being enjoyed;\nthe chill of poverty will have entered into the very bones. The term Miser\nwas happily chosen for such persons; they are essentially miserable.",
        "“A collector peeps into all the picture shops of Europe for a landscape of\nPoussin, a crayon sketch of Salvator; but the Transfiguration, the Last\nJudgment, the Communion of St. Jerome, and what are as transcendent as\nthese, are on the walls of the Vatican, the Uffizi, or the Louvre, where\nevery footman may see them: to say nothing of Nature’s pictures in every\nstreet, of sunsets and sunrises every day, and the sculpture of the human\nbody never absent. A collector recently bought at public auction in\nLondon, for one hundred and fifty-seven guineas, an autograph of\nShakespeare: but for nothing a schoolboy can read Hamlet, and can detect\nsecrets of highest concernment yet unpublished therein.” [3] And yet\n“What hath the owner but the sight of it with his eyes.” [4]",
        "We are really richer than we think. We often hear of Earth hunger. People\nenvy a great Landlord, and fancy how delightful it must be to possess a\nlarge estate. But, as Emerson says, “if you own land, the land owns you.\"\nMoreover, have we not all, in a better sense–have we not all thousands of\nacres of our own? The commons, and roads, and footpaths, and the seashore,\nour grand and varied coast–these are all ours. The sea-coast has,\nmoreover, two great advantages. In the first place, it is for the most\npart but little interfered with by man, and in the second it exhibits most\ninstructively the forces of Nature. We are all great landed proprietors,\nif we only knew it. What we lack is not land, but the power to enjoy it.\nMoreover, this great inheritance has the additional advantage that it\nentails no labor, requires no management. The landlord has the trouble,\nbut the landscape belongs to every one who has eyes to see it. Thus\nKingsley called the heaths round Eversley his “winter garden;” not because\nthey were his in the eye of the law, but in that higher sense in which ten\nthousand persons may own the same thing.",
        "[1] Epictetus.",
        "[2] Ruskin.",
        "[3] Emerson.",
        "[4] Solomon.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}