{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XV.",
    "author": "I. Windslow Ayer",
    "chapter": "16",
    "content": [
        "\n\n",
        "ARRESTS–GREAT EXCITEMENT–GENERAL CONSTERNATION OF THE COPPERHEADS–NEW\nVICTORIES IN THE FIELD–DEATH-BLOW OF JEFF. DAVIS’ SECRET ORGANIZATION AND\nHOPES IN THE NORTH–FINDING OF ARMS–THE EFFECT ALL THROUGHOUT THE\nNORTH-WEST.",
        "Before the morning of Monday, November 7th dawned, a dispatch, embracing\nthe most important features of the Sunday night meeting, had been prepared\nby the writer, and forwarded to the commandant of Camp Douglas, who,\nduring the night, arrested Judge Morris, Brig.-Gen. Charles Walsh, and\nothers, and a large number of “butternuts,” who had been the subject of\ndiscussion at the Sunday night meeting, and these prisoners were safely\nlodged in Camp Douglas. The news of the arrests, and the charges upon\nwhich they were made, caused intense excitement among all classes, loyal\nmen rejoicing for the promptness and wisdom of the measure, while the\nCopperheads howled fearfully, and denounced it as a fresh evidence of\n“Lincoln’s tyranny.” As the facts became generally known, there was an\nunanimous expression of approval on the part of all good, loyal citizens.\nThe consternation of the Copperheads was truly great; they felt that,\nnotwithstanding their many precautions for secrecy, the eye of the\ngovernment had been upon them in their most secret places, and this\nconsternation was not by any means relieved when they read in the morning\npapers an extract of Brig.-Gen. Charles Walsh’s speech before the order in\nthe Invincible Club hall. They felt certain that they were watched, and\nthat they were under careful espionage, and the effect was precisely what\nwe had expected and desired. It was telegraphed in every direction, that\nthe government bad a complete knowledge of their designs and proceedings,\nand such a tremor and quaking with fear the Copperheads had not previously\nexhibited. It completely deranged their designs, and caused an utter\nabandonment of the plot, for the leaders in Chicago having been arrested,\nno one knew how soon his turn would come, and it is a general and\nwell-established fact, that however sanguinary and fiendish a rabble may\nprove when attacking their victims by surprise, the mass of such beings\nlose their brute courage when discovering, to a certainty, that the\ndetails of their strategy are known, and the party upon whom an assault is\ncontemplated is prepared, and will repel the attack with that fury, vigor,\ndesperation and perseverance that will surely carry death to many of the\nassailants. They lack zeal, because they know their cause is a bad one,\njust as one honest man will put three rogues to flight. It was telegraphed\nthat the heads of the government were fully advised of the conspiracy, and\nthat officers were freely visiting all the more important temples in the\nNorth-West, mingling in the “business” of these meetings, and apprising\nthe military leaders of every move which had been made, which was being\nmade, and which was contemplated. Suspicion was aroused, and so general\ndid this distrust soon become, that no one was willing to trust his neck\nin a halter, and any one of his associates having possession of the other\nend. Suddenly a most wonderful reform was apparent, as rats disappear from\nview after a few have been captured. Those who were at Invincible Club\nhall, and made secession speeches, declared they were all drunk, or were\nnot in earnest, and other equally flimsy excuses;–these are the apologies\nmembers made to each other, presuming they were addressing the party who\nhad surrendered them to the government. It was amusing to notice their\ntrepidation. They were variously affected. Capt. P.D. Parks, of the\nInvincible Club, really cried, like a whipped schoolboy, from fear; many\nran away with all possible speed. Doolittle, the man of valor, who was to\nlead a party against Camp Douglas, was the first to run away, and from\ncertain “surface indications,” we rather think he is running yet. James A.\nWilkinson, the valorous Past Grand Seignior, has gone to look after\nDoolittle; Silver has gone to Canada; Strawn has turned a summerset into\nthe Republican party; S. Corning Judd helped to convict the prisoners in\nCincinnati, although called by the defense; Amos Green, the Major-General\nof the Order in Illinois, has quietly subsided, and is no longer\nbelligerent; Vallandigham gives the Order the cold-shoulder, and affects\npious horror upon the recital of its aims and purposes–and, indeed, the\nwhole organization, as formidable as it was in numbers, was soon in the\nmost terrible condition, and died in great agony. The complications of the\ndisease of which the order came to its death, would puzzle the most\nprofound pathologist. It might, perhaps, be set down as a disease of the\nheart, induced by corrupt morals, with the following complications:\nSoftening of the brain from the study of State sovereignty; extreme\nnervous debility from the reproach of a guilty conscience; injury to the\nspine by suddenness of fall; weakness of the limbs from bad whiskey, and\nimpurity of the blood from contamination. The child of secession is\ndead–as dead as the cause of the Southern Confederacy! Jeff. Davis’ pet\ninstitution was decently buried within the enclosure of Camp Douglas.\nThere being no provision or service in the ritual for this occasion, we\nmay only exclaim, as we look upon his last resting-place, “Requiescat in\npace.“",
        "The arrest of General Walsh and others, and the discovery of a great\nnumber of revolvers, etc., all loaded and ready for use, and the rather\nunpleasant discovery that the Brigadier-General had actually employed a\nGovernment detective to go to his house and give instructions in making\ncartridges, were rather mortifying to the order, and when it appeared\nthat the Chairman of the Vigilance Committee, whose province was to take\nthe balance of the arms, which we learned were in Walsh’s barn, and with\nall possible haste remove them to a place of safety, and the Chairman (who\nmakes this record for the edification of his constituents), deemed the\nsafest place he could find the retired locality of Camp Douglas, and if\nthe inquisitive eyes of Gen. Sweet, and his grasping propensities, should\ntake possession of all the valuable carbines, Enfield rifles, muskets and\nrevolvers, let them moderate their wrath, and find consolation in the\nthought that in their last hour it will be a pleasant reflection that all\nthose bristling warlike implements fell into the hands of men who will not\nput them to base uses.",
        "When it was announced, with all confidence, that beneath the hay in\nCharley Walsh’s barn was a large number of firearms that must be speedily\nremoved, a new idea of the value of ladies’ hoops burst upon the world\n(not “The Wide-Wide World,”) but the few who were present when James L.\nRock, one of the editors of the Chicago Times announced that his wife\n(and Mr. Rock ought to know), and some other ladies could quickly remove\nthese weapons by concealing them under their hoops, Colonel Sweet, with\nhis usual gallantry, spared the ladies the inconvenience and trouble, and\nremoved them quite as well and as quickly.",
        "After the first arrests, other followed, but after a time many of these\nworthies were liberated, not because of their innocence; and they may now\none and all consider themselves on their good behavior.",
        "After the first arrests, the hall of the “Temple” in Chicago was deserted.\nIt was not thought to be exactly safe, and meetings were held\noccasionally wherever they could find a place of safety, where it was\nmorally certain Gen. Sweet would not know of their gatherings or of their\nbusiness, and where it would be a dead secret forever; and they one and\nall swore that whoever had exposed them to the Government should die by\nassassination. This was their fixed purpose, and when suspicion fastened\nupon Hull, no less than three persons volunteered to do the deed, those\nmen were Lewis C. Morrison, old Felton, the Outside Guardian, and, by his\nown confession, detective of the order, and James L. Rock, one of the\neditors o the Chicago Times.",
        "Two of these “gentlemen” visited the office of the writer of this book\nduring the progress of the trial, and used the following language. “If it\nbe true, (he having inferred from Alexander’s testimony that the writer\nhad been in the interest of the General Government), a thousand times you\nhad better be Charley Walsh than Dr. Ayer.”",
        "A project was considered to rally the order and carry out the original\nprogramme, but as well might an attempt have been made to infuse life into\na body that had been buried a fortnight. A messenger who went to Lewiston,\nIll., to “see what the order would do about it,” were coolly told by their\nGrand Commander, S. Corning Judd, Esq., that “they wouldn’t do a thing.\"\nThis unsatisfactory report proved two things–that S. Corning Judd, Grand\nCommander, and candidate for Lieut. Governor of Illinois, (who might have\ngot the election, if the “ballot and bullet” butternut machinery had only\nproved available), considered the institution as “gone up,” and 2d–that\nhe was ungrateful to a people who had at least made him their nominee.\nGentlemen who, by request, visited the different sections of the State and\nof the Northwest, all reported that immediately after it was known that\nthe Government knew their secrets as well as they did themselves, they\ntacitly agreed not to regard themselves as a “secret” organization in\nfuture, and we have the best of reasons to believe the entire order is so\ncompletely uprooted that it can never again spring up to curse the land.\nHome traitors have been taught, and it is well if they profit by the\nlesson, they cannot form any society or order based upon treason, that can\nfor any considerable time continue “secret.” Its purposes will transpire,\nfor the all-seeing eye of Him who reads the hearts of men, and will not\nsuffer “a sparrow to fall to the ground without his notice,” that God who\nhath decreed that this nation shall be re-united, shall be prosperous,\nfree, happy, and truly great, will not suffer traitors to be successful,\nbut will give them into the hands of those who reverence His mighty and\nterrible name; and their cunning shall be a reproach, and their\nmachinations shall be known of all men, and they shall blush with burning\nshame that they were ever false to their country.",
        "A prominent lawyer and citizen of Chicago, a bitter and strong advocate of\nDemocratic faith and the peculiar notions of the Sons of Liberty. He was\narrested at the same time with Walsh in his own house. He was a strong\nSouthern man in his feelings and openly sympathized with the rebellion,\nand so strong were his sympathies that he frequently furnished escaped\nrebel prisoners of war with clothing, food, and money, and otherwise aided\nthem in escaping from the country. B.S. Morris was at one time judge of\nthe Circuit Court of Cook County, and was a candidate for Governor of the\nState of Illinois. He was born in Kentucky, and is about sixty years of\nage. Out side of his treason, Judge Morris was generally regarded as\npossessing many noble qualities of heart.]",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}