{
    "title": "The Poetics - 13 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "14",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nThe next points after what we have said above will be these: (1) What\nis the poet to aim at, and what is he to avoid, in constructing his\nPlots? and (2) What are the conditions on which the tragi.e.fect\ndepends?",
        "We assume that, for the finest form of Tragedy, the Plot must be not\nsimple but complex; and further, that it must imitate actions arousing\npity and fear, since that is the distinctive function of this kind of\nimitation. It follows, therefore, that there are three forms of Plot\nto be avoided. (1) A good man must not be seen passing from happiness\nto misery, or (2) a bad man from misery to happiness.",
        "The first situation is not fear-inspiring or piteous, but simply\nodious to us. The second is the most untragic that can be; it has no\none of the requisites of Tragedy; it does not appeal either to the\nhuman feeling in us, or to our pity, or to our fears. Nor, on the\nother hand, should (3) an extremely bad man be seen falling from\nhappiness into misery. Such a story may arouse the human feeling in\nus, but it will not move us to either pity or fear; pity is occasioned\nby undeserved misfortune, and fear by that of one like ourselves; so\nthat there will be nothing either piteous or fear-inspiring in the\nsituation. There remains, then, the intermediate kind of personage, a\nman not pre-eminently virtuous and just, whose misfortune, however, is\nbrought upon him not by vice and depravity but by some error of\njudgement, of the number of those in the enjoyment of great reputation\nand prosperity; e.g. Oedipus, Thyestes, and the men of note of similar\nfamilies. The perfect Plot, accordingly, must have a single, and not\n(as some tell us) a double issue; the change in the hero’s fortunes\nmust be not from misery to happiness, but on the contrary from\nhappiness to misery; and the cause of it must lie not in any\ndepravity, but in some great error on his part; the man himself being\neither such as we have described, or better, not worse, than that.\nFact also confirms our theory. Though the poets began by accepting any\ntragic story that came to hand, in these days the finest tragedies are\nalways on the story of some few houses, on that of Alemeon, Oedipus,\nOrestes, Meleager, Thyestes, Telephus, or any others that may have\nbeen involved, as either agents or sufferers, in some deed of horror.\nThe theoretically best tragedy, then, has a Plot of this description.\nThe critics, therefore, are wrong who blame Euripides for taking this\nline in his tragedies, and giving many of them an unhappy ending. It\nis, as we have said, the right line to take. The best proof is this:\non the stage, and in the public performances, such plays, properly\nworked out, are seen to be the most truly tragic; and Euripides, even\nif hi.e.ecution be faulty i.e.ery other point, is seen to be\nnevertheless the most tragic certainly of the dramatists. After this\ncomes the construction of Plot which some rank first, one with a\ndouble story (like the Odyssey) and an opposite issue for the good\nand the bad personages. It is ranked as first only through the\nweakness of the audiences; the poets merely follow their public,\nwriting as its wishes dictate. But the pleasure here is not that of\nTragedy. It belongs rather to Comedy, where the bitterest enemies in\nthe piece (e.g. Orestes and Aegisthus) walk off good friends at the\nend, with no slaying of any one by any one.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}