{
    "title": "The Poetics - 3 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "4",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nIII. A third difference in these arts is in the manner in which each\nkind of object is represented. Given both the same means and the same\nkind of object for imitation, one may either (1) speak at one moment\nin narrative and at another in an assumed character, as Homer does; or\n(2) one may remain the same throughout, without any such change; or\n(3) the imitators may represent the whole story dramatically, as\nthough they were actually doing the things described.",
        "As we said at the beginning, therefore, the differences in the\nimitation of these arts come under three heads, their means, their\nobjects, and their manner.",
        "So that as an imitator Sophocles will be on one side akin to Homer,\nboth portraying good men; and on another to Aristophanes, since both\npresent their personages as acting and doing. This in fact, according\nto some, is the reason for plays being termed dramas, because in a\nplay the personages act the story. Hence too both Tragedy and Comedy\nare claimed by the Dorians as their discoveries; Comedy by the\nMegarians—by those in Greece as having arisen when Megara became a\ndemocracy, and by the Sicilian Megarians on the ground that the poet\nEpicharmus was of their country, and a good deal earlier than\nChionides and Magnes; even Tragedy also is claimed by certain of the\nPeloponnesian Dorians. In support of this claim they point to the\nwords ’comedy’ and ’drama’. Their word for the outlying hamlets, they\nsay, is comae, whereas Athenians call them demes—thus assuming that\ncomedians got the name not from their comoe or revels, but from\ntheir strolling from hamlet to hamlet, lack of appreciation keeping\nthem out of the city. Their word also for ’to act’, they say, is\ndran, whereas Athenians use prattein.",
        "So much, then, as to the number and nature of the points of difference\nin the imitation of these arts.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}