{
    "title": "The Story of Mankind - The Story of Mankind (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "HIGH Up in the North in the land called Svithjod, there\nstands a rock. It is a hundred miles high and a hundred miles\nwide. Once every thousand years a little bird comes to this\nrock to sharpen its beak.",
        "When the rock has thus been worn away, then a single day\nof eternity will have gone by.",
        "THE SETTING OF THE STAGE",
        "WE live under the shadow of a gigantic question mark.",
        "Who are we?",
        "Where do we come from?",
        "Whither are we bound?",
        "Slowly, but with persistent courage, we have been pushing\nthis question mark further and further towards that distant\nline, beyond the horizon, where we hope to find our answer.",
        "We have not gone very far.",
        "We still know very little but we have reached the point\nwhere (with a fair degree of accuracy) we can guess at many\nthings.",
        "In this chapter I shall tell you how (according to our best\nbelief) the stage was set for the first appearance of man.",
        "If we represent the time during which it has been possible for\nanimal life to exist upon our planet by a line of this length,\nthen the tiny line just below indicates the age during which\nman (or a creature more or less resembling man) has lived\nupon this earth.",
        "Man was the last to come but the first to use his brain for\nthe purpose of conquering the forces of nature. That is the\nreason why we are going to study him, rather than cats or\ndogs or horses or any of the other animals, who, all in their\nown way, have a very interesting historical development behind\nthem.",
        "In the beginning, the planet upon which we live was (as far\nas we now know) a large ball of flaming matter, a tiny cloud of\nsmoke in the endless ocean of space. Gradually, in the course\nof millions of years, the surface burned itself out, and was covered\nwith a thin layer of rocks. Upon these lifeless rocks the\nrain descended in endless torrents, wearing out the hard\ngranite and carrying the dust to the valleys that lay hidden between\nthe high cliffs of the steaming earth.",
        "Finally the hour came when the sun broke through the\nclouds and saw how this little planet was covered with a few\nsmall puddles which were to develop into the mighty oceans of\nthe eastern and western hemispheres.",
        "Then one day the great wonder happened. What had been\ndead, gave birth to life.",
        "The first living cell floated upon the waters of the sea.",
        "For millions of years it drifted aimlessly with the currents.\nBut during all that time it was developing certain habits that\nit might survive more easily upon the inhospitable earth. Some\nof these cells were happiest in the dark depths of the lakes and\nthe pools. They took root in the slimy sediments which had\nbeen carried down from the tops of the hills and they became\nplants. Others preferred to move about and they grew\nstrange jointed legs, like scorpions and began to crawl along\nthe bottom of the sea amidst the plants and the pale green things\nthat looked like jelly-fishes. Still others (covered with scales)\ndepended upon a swimming motion to go from place to place\nin their search for food, and gradually they populated the ocean\nwith myriads of fishes.",
        "Meanwhile the plants had increased in number and they had\nto search for new dwelling places. There was no more room\nfor them at the bottom of the sea. Reluctantly they left the\nwater and made a new home in the marshes and on the mud-\nbanks that lay at the foot of the mountains. Twice a day the\ntides of the ocean covered them with their brine. For the rest\nof the time, the plants made the best of their uncomfortable\nsituation and tried to survive in the thin air which surrounded\nthe surface of the planet. After centuries of training, they\nlearned how to live as comfortably in the air as they had done in\nthe water. They increased in size and became shrubs and trees\nand at last they learned how to grow lovely flowers which\nattracted the attention of the busy big bumble-bees and the\nbirds who carried the seeds far and wide until the whole earth\nhad become covered with green pastures, or lay dark under the\nshadow of the big trees. But some of the fishes too\nhad begun to leave the sea, and they had learned how to breathe\nwith lungs as well as with gills. We call such creatures amphibious,\nwhich means that they are able to live with equal ease on the land\nand in the water. The first frog who crosses your path can tell you\nall about the pleasures of the double existence of the amphibian.",
        "Once outside of the water, these animals gradually adapted\nthemselves more and more to life on land. Some became reptiles\n(creatures who crawl like lizards) and they shared the\nsilence of the forests with the insects. That they might move\nfaster through the soft soil, they improved upon their legs\nand their size increased until the world was populated with\ngigantic forms (which the hand-books of biology list under\nthe names of Ichthyosaurus and Megalosaurus and Brontosaurus)\nwho grew to be thirty to forty feet long and who could have\nplayed with elephants as a full grown cat plays with her kittens.",
        "Some of the members of this reptilian family began to live in\nthe tops of the trees, which were then often more than a hundred\nfeet high. They no longer needed their legs for the purpose\nof walking, but it was necessary for them to move quickly from\nbranch to branch. And so they changed a part of their skin\ninto a sort of parachute, which stretched between the sides of\ntheir bodies and the small toes of their fore-feet, and gradually\nthey covered this skinny parachute with feathers and made\ntheir tails into a steering gear and flew from tree to tree and\ndeveloped into true birds.",
        "Then a strange thing happened. All the gigantic reptiles\ndied within a short time. We do not know the reason. Perhaps\nit was due to a sudden change in climate. Perhaps they\nhad grown so large that they could neither swim nor walk nor\ncrawl, and they starved to death within sight but not within\nreach of the big ferns and trees. Whatever the cause, the\nmillion year old world-empire of the big reptiles was over.",
        "The world now began to be occupied by very different\ncreatures. They were the descendants of the reptiles but they\nwere quite unlike these because they fed their young from the\n“mammae” or the breasts of the mother. Wherefore modern\nscience calls these animals “mammals.” They had shed the\nscales of the fish. They did not adopt the feathers of the bird,\nbut they covered their bodies with hair. The mammals however\ndeveloped other habits which gave their race a great advantage\nover the other animals. The female of the species\ncarried the eggs of the young inside her body until they were\nhatched and while all other living beings, up to that time, had\nleft their children exposed to the dangers of cold and heat,\nand the attacks of wild beasts, the mammals kept their young\nwith them for a long time and sheltered them while they were\nstill too weak to fight their enemies. In this way the young\nmammals were given a much better chance to survive, because\nthey learned many things from their mothers, as you will know\nif you have ever watched a cat teaching her kittens to take\ncare of themselves and how to wash their faces and how to\ncatch mice.",
        "But of these mammals I need not tell you much for you\nknow them well. They surround you on all sides. They are\nyour daily companions in the streets and in your home, and you\ncan see your less familiar cousins behind the bars of the zoological\ngarden.",
        "And now we come to the parting of the ways when man\nsuddenly leaves the endless procession of dumbly living and\ndying creatures and begins to use his reason to shape the\ndestiny of his race.",
        "One mammal in particular seemed to surpass all others in\nits ability to find food and shelter. It had learned to use its\nfore-feet for the purpose of holding its prey, and by dint of\npractice it had developed a hand-like claw. After innumerable\nattempts it had learned how to balance the whole of the\nbody upon the hind legs. (This is a difficult act, which every\nchild has to learn anew although the human race has been\ndoing it for over a million years.)",
        "This creature, half ape and half monkey but superior to\nboth, became the most successful hunter and could make a\nliving in every clime. For greater safety, it usually moved\nabout in groups. It learned how to make strange grunts to\nwarn its young of approaching danger and after many hundreds\nof thousands of years it began to use these throaty noises\nfor the purpose of talking.",
        "This creature, though you may hardly believe it, was your\nfirst “man-like” ancestor.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}