{
    "title": "The Boys’ Life of Mark Twain - LXI. Dictations at Dublin, N. H.",
    "author": "Paine",
    "chapter": "61",
    "content": [
        "\n",
        "\n\n",
        "Following his birthday dinner, Mark Twain had become once more the “Belle\nof New York,” and in a larger way than ever before.  An editorial in the\n“Evening Mail” referred to him as a kind of joint Aristides, Solon, and\nThemistocles of the American metropolis, and added:",
        "“Things have reached a point where, if Mark Twain is not at a public\n     meeting or banquet, he is expected to console it with one of his\n     inimitable letters of advice and encouragement.”",
        "He loved the excitement of it, and it no longer seemed to wear upon him.\nScarcely an evening passed that he did not go out to some dinner or\ngathering where he had promised to speak.  In April, for the benefit of\nthe Robert Fulton Society, he delivered his farewell lecture–the last\nlecture, he said, where any one would have to pay to hear him.  It was at\nCarnegie Hall, and the great place was jammed.  As he stood before that\nvast, shouting audience, I wondered if he was remembering that night,\nforty years before in San Francisco, when his lecture career had begun.\nWe hoped he might speak of it, but he did not do so.",
        "In May the dictations were transferred to Dublin, New Hampshire, to the\nlong veranda of the Upton House, on the Monadnock slope.  He wished to\ncontinue our work, he said; so the stenographer and myself were presently\nlocated in the village, and drove out each morning, to sit facing one of\nthe rarest views in all New England, while he talked of everything and\nanything that memory or fancy suggested.  We had begun in his bedroom,\nbut the glorious outside was too compelling.",
        "The long veranda was ideal.  He was generally ready when we arrived, a\nluminous figure in white flannels, pacing up and down before a background\nof sky and forest, blue lake, and distant hills.  When it stormed we\nwould go inside to a bright fire.  The dictation ended, he would ask his\nsecretary to play the orchestrelle, which at great expense had been\nfreighted up from New York.  In that high situation, the fire and the\nmusic and the stormbeat seemed to lift us very far indeed from reality.\nCertain symphonies by Beethoven, an impromptu by Schubert, and a nocturne\nby Chopin were the selections he cared for most,[12] though in certain\nmoods he asked, for the Scotch melodies.",
        "There was a good deal of social life in Dublin, but, the dictations were\nseldom interrupted.  He became lonely, now and then, and paid a brief\nvisit to New York, or to Mr. Rogers in Fairhaven, but he always returned\ngladly, for he liked the rest and quiet, and the dictations gave him\nemployment.  A part of his entertainment was a trio of kittens which he\nhad rented for the summer–rented because then they would not lose\nownership and would find home and protection in the fall.  He named the\nkittens Sackcloth and Ashes–Sackcloth being a black-and-white kit, and\nAshes a joint name owned by the two others, who were gray and exactly\nalike.  All summer long these merry little creatures played up and down\nthe wide veranda, or chased butterflies and grasshoppers down the clover\nslope, offering Mark Twain never-ending amusement.  He loved to see them\nspring into the air after some insect, miss it, tumble back, and quickly\njump up again with a surprised and disappointed expression.",
        "In spite of his resolve not to print any of his autobiography until he\nhad been dead a hundred years, he was persuaded during the summer to\nallow certain chapters of it to be published in “The North American\nReview.”  With the price received, thirty thousand dollars, he announced\nhe was going to build himself a country home at Redding, Connecticut, on\nland already purchased there, near a small country place of my own.  He\nwished to have a fixed place to go each summer, he said, and his thought\nwas to call it “Autobiography House.”",
        "[12] His special favorites were Schubert’s Op. 142, part 2, and Chopin’s\nOp. 37, part 2.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}