{
    "title": "The Adventures of Baron Munchausen - Chapter VII",
    "author": "Raspe",
    "chapter": "9",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron relates his adventures on a voyage to North America,\n  which are well worth the reader’s attention–Pranks of a whale–A\n  sea-gull saves a sailor’s life–The Baron’s head forced into his\n  stomach–A dangerous leak stopped à posteriori.",
        "I embarked at Portsmouth in a first-rate English man-of-war, of one\nhundred guns, and fourteen hundred men, for North America. Nothing\nworth relating happened till we arrived within three hundred leagues\nof the river St. Laurence, when the ship struck with amazing force\nagainst (as we supposed) a rock; however, upon heaving the lead we\ncould find no bottom, even with three hundred fathom. What made this\ncircumstance the more wonderful, and indeed beyond all comprehension,\nwas, that the violence of the shock was such that we lost our rudder,\nbroke our bowsprit in the middle, and split all our masts from top to\nbottom, two of which went by the board; a poor fellow, who was aloft\nfurling the mainsheet, was flung at least three leagues from the ship;\nbut he fortunately saved his life by laying hold of the tail of a\nlarge sea-gull, who brought him back, and lodged him on the very spot\nfrom whence he was thrown. Another proof of the violence of the shock\nwas the force with which the people between decks were driven against\nthe floors above them; my head particularly was pressed into my\nstomach, where it continued some months before it recovered its\nnatural situation. Whilst we were all in a state of astonishment at\nthe general and unaccountable confusion in which we were involved, the\nwhole was suddenly explained by the appearance of a large whale, who\nhad been basking, asleep, within sixteen feet of the surface of the\nwater. This animal was so much displeased with the disturbance which\nour ship had given him–for in our passage we had with our rudder\nscratched his nose–that he beat in all the gallery and part of the\nquarter-deck with his tail, and almost at the same instant took the\nmainsheet anchor, which was suspended, as it usually is, from the\nhead, between his teeth, and ran away with the ship, at least sixty\nleagues, at the rate of twelve leagues an hour, when fortunately the\ncable broke, and we lost both the whale and the anchor. However, upon\nour return to Europe, some months after, we found the same whale\nwithin a few leagues of the same spot, floating dead upon the water;\nit measured above half a mile in length. As we could take but a small\nquantity of such a monstrous animal on board, we got our boats out,\nand with much difficulty cut off his head, where, to our great joy, we\nfound the anchor, and above forty fathom of the cable, concealed on\nthe left side of his mouth, just under his tongue. [Perhaps this was\nthe cause of his death, as that side of his tongue was much swelled,\nwith a great degree of inflammation.] This was the only extraordinary\ncircumstance that happened on this voyage. One part of our distress,\nhowever, I had like to have forgot: while the whale was running away\nwith the ship she sprung a leak, and the water poured in so fast, that\nall our pumps could not keep us from sinking; it was, however, my good\nfortune to discover it first. I found it a large hole about a foot\ndiameter; you will naturally suppose this circumstance gives me\ninfinite pleasure, when I inform you that this noble vessel was\npreserved, with all its crew, by a most fortunate thought! in short, I\nsat down over it, and could have dispensed with it had it been larger;\nnor will you be surprised when I inform you I am descended from Dutch\nparents. [The Baron’s ancestors have but lately settled there; in\nanother part of his adventures he boasts of royal blood.]",
        "My situation, while I sat there, was rather cool, but the carpenter’s\nart soon relieved me.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}