{
    "title": "The Crisis in Russia",
    "author": "Ransome",
    "chapter": "1",
    "content": [
        "\n\n",
        "To William Peters\nof Aberdeen",
        "THE characteristic of a revolutionary country is that change\nis a quicker process there than elsewhere.  As the revolution\nrecedes into the past the process of change slackens speed.\nRussia is no longer the dizzying kaleidoscope that it was in\n1917.  No longer does it change visibly from week to week\nas it changed in 19l8.  Already, to get a clear vision of the\ndirection in which it is changing, it is necessary to visit it at\nintervals of six months, and quite useless to tap the political\nbarometer several times a day as once upon a time one used\nto do. . . . But it is still changing very fast. My journal of\n“Russia in 1919, “while giving as I believe a fairly accurate\npictureof the state of affairs in February and March of\n1919, pictures a very different stage in the development of\nthe revolution from that which would be found by observers\ntoday.",
        "The  prolonged state of crisis in which the country has\nbeen kept by external war, while strengthening the ruling\nparty by rallying even their enemies to their support, has had\nthe other effects that a national crisis always has on the\ninternal politics of a country. Methods of government which\nin normal times would no doubt be softened or disguised by\nceremonial usage are used nakedly and justified by necessity.\nWe have seen the same thing in belligerent and non-revolutionary\ncountries, and, for the impartial student, it has\nbeen interesting to observe that, when this test of crisis is\napplied, the actual governmental machine in every country\nlooks very much like that in every other. They wave\ndifferent flags to stimulate enthusiasm and to justify\nsubmission.  But that is all.  Under the stress of war, “\nconstitutional safeguards” go by the board “for the public\ngood,” in Moscow as elsewhere. Under that stress it\nbecomes clear that, in spite of its novel constitution, Russia\nis governed much as other countries are governed, the real\ndirective power lying in the hands of a comparatively small\nbody which is able by hook or crook to infect with its\nconscious will a population largely indifferent and inert. A\nvisitor to Moscow to-day would find much of the\nconstitutional machinery that was in full working order in the\nspring of 1919 now  falling into rust and disrepair.  He would\n not be able once a week or so to attend All-Russian\nExecutive and hear discussions in this parliament of the\nquestions of the day.  No one tries to shirk the fact that the\nExecutive Committee has fallen into desuetude, from which,\nwhen the stress slackens enough to permit ceremonial that\nhas not an immediate agitational value, it may some day be\nrevived. The bulk of its members have been at the front or\nhere and there about the country wrestling with the\neconomic problem, and their work is more useful than their\nchatter.  Thus brutally is the thing stated.  The continued\nstress has made the muscles, the actual works, of the\nrevolution more visible than formerly.  The working of the\nmachine is not only seen more clearly, but is also more\nfrankly stated (perhaps simply because they too see it now\nmore clearly), by the leaders themselves.",
        "I want in this book to describe the working of the machine as\nI now see it.  But it is not only the machine which is more\nnakedly visible than  it was.  The stress to which it is\nbeing subjected has also not so much changed its character\nas become easier of analysis.  At least, I seem to myself to\nsee it differently.  In the earlier days it seemed quite simply\nthe struggle between a revolutionary and non-revolutionary\ncountries. I now think that that struggle is a foolish,\nunnecesary, lunatic incident which disguised from us the\nexistence of a far more serious struggle, in which the\nrevolutionary and non-revolutionary governments are\nfighting on the same side.  They fight without cooperation,\nand throw insults and bullets at each other in the middle of\nthe struggle, but they are fighting for the same thing. They\nare fighting the same enemy.  Their quarrel with each other\nis for both parties merely a harassing accompaniment of the\nstruggle to which all Europe is committed, for the salvage of\nwhat is left of European civilization.",
        "The threat of a complete collapse of civilization is more\nimminent in Russia than elsewhere. But it is clear enough in\nPoland, it cannot be disregarded in Germany, there is no\ndoubt of its existence in Italy, France is conscious of it; it is\nonly in England and America that this threat  is  not\namong the waking nightmares of everybody.  Unless the\nstruggle, which has hitherto been going against us, takes a\nturn for the better, we shall presently be quite unable to\nignore it ourselves.",
        "I have tried to state the position in Russia today: on the one\nhand to describe the crisis itself, the threat which is forcing\nthese people to an extreme of effort, and on the other hand\nto describe the organization that is facing that threat; on the\none hand to set down what are the main characteristics of\nthe crisis, on the other hand to show how the comparatively\nsmall body of persons actually supplying the Russian people\nwith its directives set about the stupendous task of moving\nthat vast inert mass, not along the path of least resistance,\nbut along a path which, while alike unpleasant and extremely\ndifficult, does seem to them to promise some sort of\neventual escape.",
        "No book is entirely objective, so I do not in the least mind\nstating my own reason for writing this one (which has taken\ntime that I should have liked to spend on other and very\ndifferent things).  Knowledge of this reason will permit the\nreader to  make allowances for such bias I have been\nunable to avoid, and so, by judicious reading, to make my\nbook perhaps nearly as objective as I should myself wish it\nto be.",
        "It has been said that when two armies face  each other across\na battle front and engage in  mutual slaughter, they may be\nconsidered as a single army engaged in suicide.  Now it\nseems to me that when countries, each one severally doing\nits best to arrest its private economic ruin, do their utmost to\naccelerate the economic ruin of each other, we are\nwitnessing something very like the suicide of civilization\nitself. There are people in both camps who believe that\narmed and economic conflict between revolutionary and\nnon-revolutionary Europe, or if you like between Capitalism\nand Communism, is inevitable. These people, in both camps,\nare doing their best to make it inevitable. Sturdy pessimists,\nin Moscow no less than in London and Paris, they go so far\nas to say “the sooner the better,” and by all means in their\npower try to precipitate a conflict. Now the main effort in\nRussia to-day, the struggle which absorbs the chief attention\nof all but the few Communist Churchills and Communist\nMillerands who, blind to all else, demand an immediate\npitched battle over the prostrate body of civilization, is\ndirected to finding a way for   Russia herself out of the\ncrisis, the severity of which can hardly be realized by people\nwho have not visited the country again and again, and to\nbringing her as quickly as possible into a state in which she\ncan export her raw materials and import the manufactured\ngoods of which she stands in need. I believe that this struggle\nis ours as well as Russia’s, though we to whom the threat is\nless imminent, are less desperately engaged.  Victory or\ndefeat in this struggle in Russia, or anywhere else on the\nworld’s surface, is victory or defeat for every one. The\npurpose of my book is to make that clear. For, bearing that\nin mind, I cannot but think that every honest man, of\nwhatever parity, who cares more for humanity than for\npolitics, must do his utmost to postpone the conflict which a\nfew extremists on each side of the barricades so fanatically\ndesire. If that conflict is indeed inevitable, its consequences",
        "will be less devastating to a Europe cured of her wounds\nthan to a Europe scarcely, even by the most hopeful, to be\ndescribed as convalescent.  But the conflict may not be\ninevitable after all.  No man not purblind but sees that\nCommunist Europe is changing no less than Capitalist\nEurope.  If we succeed in postponing the struggle long\nenough, we  may well succeed in postponing it until the\nwar-like on both sides look in vain for the reasons of their\nbellicosity.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}