{
    "title": "The Adventures of Baron Munchausen - Chapter XXI",
    "author": "Raspe",
    "chapter": "25",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron insists on the veracity of his former Memoirs–Forms a\n  design of making discoveries in the interior parts of Africa–His\n  discourse with Hilaro Frosticos about it–His conversation with\n  Lady Fragrantia–The Baron goes, with other persons of\n  distinction, to Court; relates an anecdote of the Marquis de\n  Bellecourt.",
        "All that I have related before, said the Baron, is gospel; and if\nthere be any one so hardy as to deny it, I am ready to fight him with\nany weapon he pleases. Yes, cried he, in a more elevated tone, as he\nstarted from his seat, I will condemn him to swallow this decanter,\nglass and all perhaps, and filled with kerren-wasser [a kind of ardent\nspirit distilled from cherries, and much used in some parts of\nGermany]. Therefore, my dear friends and companions, have confidence\nin what I say, and pay honour to the tales of Munchausen. A traveller\nhas a right to relate and embellish his adventures as he pleases, and\nit is very unpolite to refuse that deference and applause they\ndeserve.",
        "Having passed some time in England since the completion of my former\nmemoirs, I at length began to revolve in my mind what a prodigious\nfield of discovery must be in the interior part of Africa. I could not\nsleep with the thoughts of it; I therefore determined to gain every\nproper assistance from Government to penetrate the celebrated source\nof the Nile, and assume the viceroyship of the interior kingdoms of\nAfrica, or, at least, the great realm of Monomotapa. It was happy for\nme that I had one most powerful friend at court, whom I shall call the\nillustrious Hilaro Frosticos. You perchance know him not by that name;\nbut we had a language among ourselves, as well we may, for in the\ncourse of my peregrinations I have acquired precisely nine hundred and\nninety-nine leash of languages. What! gentlemen, do you stare? Well, I\nallow there are not so many languages spoken in this vile world; but\nthen, have I not been in the moon? and trust me, whenever I write a\ntreatise upon education, I shall delineate methods of inculcating\nwhole dozens of languages at once, French, Spanish, Greek, Hebrew,\nCherokee, &c., in such a style as will shame all the pedagogues\nexisting.",
        "Having passed a whole night without being able to sleep for the vivid\nimagination of African discoveries, I hastened to the levee of my\nillustrious friend Hilaro Frosticos, and having mentioned my intention\nwith all the vigour of fancy, he gravely considered my words, and\nafter some awful meditations thus he spoke: Olough, ma genesat, istum\nfullanah, cum dera kargos belgarasah eseum balgo bartigos\ntriangulissimus! However, added he, it behoveth thee to consider and\nponder well upon the perils and the multitudinous dangers in the way\nof that wight who thus advanceth in all the perambulation of\nadventures: and verily, most valiant sire and Baron, I hope thou wilt\ndemean thyself with all that laudable gravity and precaution which, as\nis related in the three hundred and forty-seventh chapter of the\nProphilactics, is of more consideration than all the merit in this\nterraqueous globe. Yes, most truly do I advise thee unto thy good, and\nspeak unto thee, most valiant Munchausen, with the greatest esteem,\nand wish thee to succeed in thy voyage; for it is said, that in the\ninterior realms of Africa there are tribes that can see but just three\ninches and a half beyond the extremity of their noses; and verily thou\nshouldest moderate thyself, even sure and slow; they stumble who walk\nfast. But we shall bring you unto the Lady Fragrantia, and have her\nopinion of the matter. He then took from his pocket a cap of dignity,\nsuch as described in the most honourable and antique heraldry, and\nplacing it upon my head, addressed me thus:–\"As thou seemest again to\nrevive the spirit of ancient adventure, permit me to place upon thy\nhead this favour, as a mark of the esteem in which I hold thy valorous\ndisposition.”",
        "The Lady Fragrantia, my dear friends, was one of the most divine\ncreatures in all Great Britain, and was desperately in love with me.\nShe was drawing my portrait upon a piece of white satin, when the most\nnoble Hilaro Frosticos advanced. He pointed to the cap of dignity\nwhich he had placed upon my head. “I do declare, Hilaro,” said the\nlovely Fragrantia, “’tis pretty, ’tis interesting; I love you, and I\nlike you, my dear Baron,” said she, putting on another plume: “this\ngives it an air more delicate and more fantastical. I do thus, my dear\nMunchausen, as your friend, yet you can reject or accept my present\njust as you please; but I like the fancy, ’tis a good one, and I mean\nto improve it: and against whatever enemies you go, I shall have the\nsweet satisfaction to remember you bear my favour on your head!”",
        "I snatched it with trepidation, and gracefully dropping on my knees, I\nthree times kissed it with all the rapture of romantic love. “I\nswear,” cried I, “by thy bright eyes, and by the lovely whiteness of\nthine arm, that no savage, tyrant, or enemy upon the face of the earth\nshall despoil me of this favour, while one drop of the blood of the\nMunchausens doth circulate in my veins! I will bear it triumphant\nthrough the realms of Africa, whither I now intend my course, and make\nit respected, even in the court of Prester John.”",
        "“I admire your spirit,” replied she, “and shall use my utmost interest\nat court to have you despatched with every pomp, and as soon as\npossible; but here comes a most brilliant company indeed, Lady\nCarolina Wilhelmina Amelia Skeggs, Lord Spigot, and Lady Faucet, and\nthe Countess of Belleair.”",
        "After the ceremonies of introduction to this company were over, we\nproceeded to consult upon the business; and as the cause met with\ngeneral applause, it was immediately determined that I should proceed\nwithout delay, as soon as I obtained the sovereign approbation. “I am\nconvinced,” said Lord Spigot, “that if there be any thing really\nunknown and worthy of our most ardent curiosity, it must be in the\nimmense regions of Africa; that country, which seems to be the oldest\non the globe, and yet with the greater part of which we are almost\nutterly unacquainted; what prodigious wealth of gold and diamonds must\nnot lie concealed in those torrid regions, when the very rivers on the\ncoast pour forth continual specimens of golden sand! ’Tis my opinion,\ntherefore, that the Baron deserves the applause of all Europe for his\nspirit, and merits the most powerful assistance of the sovereign.”",
        "So flattering an approbation, you may be sure, was delightful to my\nheart, and with every confidence and joy I suffered them to take me to\ncourt that instant. After the usual ceremonies of introduction,\nsuffice it to say that I met with every honour and applause that my\nmost sanguine expectations could demand. I had always a taste for the\nfashionable je ne sais quoi of the most elegant society, and in the\npresence of all the sovereigns of Europe I ever found myself quite at\nhome, and experienced from the whole court the most flattering esteem\nand admiration. I remember, one particular day, the fate of the\nunfortunate Marquis de Bellecourt. The Countess of Rassinda, who\naccompanied him, looked most divinely. “Yes, I am confident,” said the\nMarquis de Bellecourt to me, “that I have acted according to the\nstrictest sentiments of justice and of loyalty to my sovereign. What\nstronger breast-plate than a heart untainted? and though I did not\nreceive a word nor a look, yet I cannot think–no, it were impossible\nto be misrepresented. Conscious of my own integrity, I will try again\n–I will go boldly up.” The Marquis de Bellecourt saw the opportunity;\nhe advanced three paces, put his hand upon his breast and bowed.\n“Permit me,” said he, “with the most profound respect, to––.” His\ntongue faltered–he could scarcely believe his sight, for at that\nmoment the whole company were moving out of the room. He found himself\nalmost alone, deserted by every one. “What!” said he, “and did he turn\nupon his heel with the most marked contempt? Would he not speak to me?\nWould he not even hear me utter a word in my defence?” His heart died\nwithin him–not even a look, a smile from any one. “My friends! Do\nthey not know me? Do they not see me? Alas! they fear to catch the\ncontagion of my––. Then,” said he, “adieu!–’tis more than I can\nbear. I shall go to my country seat, and never, never will return.\nAdieu, fond court, adieu!–”",
        "The venerable Marquis de Bellecourt stopped for a moment ere he\nentered his carriage. Thrice he looked back, and thrice he wiped the\nstarting tear from his eye. “Yes,” said he, “for once, at least, truth\nshall be found–in the bottom of a well!”",
        "Peace to thy ghost, most noble marquis! a King of kings shall pity\nthee; and thousands who are yet unborn shall owe their happiness to\nthee, and have cause to bless the thousands, perhaps, that shall never\neven know thy name; but Munchausen’s self shall celebrate thy glory!",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}