{
    "title": "The Gatlings at Santiago - Appendix II",
    "author": "John H. Parker",
    "chapter": "15",
    "content": [
        "\n\n",
        "The Santiago Campaign.",
        "Report of Major-General Wm. R. Shafter, Commanding.",
        "September 13, 1898.",
        "Sir,–I have the honor to submit the following report of the campaign\nwhich terminated in the fall of Santiago de Cuba and the adjacent\nterritory, and the establishment of the military government therein.",
        "The expedition was undertaken in compliance with telegraphic\ninstructions of May 30, 1898, from Headquarters of the Army, in which\nit was stated:",
        "“Admiral Schley reports that two cruisers and two torpedo boats have\nbeen seen in the harbor of Santiago. Go with your force to capture\ngarrison at Santiago and assist in capturing harbor and fleet.”",
        "On this date there were a large number of transports in Port Tampa\nBay, which had been collected for the purpose of an expedition which\nit had been previously contemplated I should command, and for such\nother emergencies as might arise. Orders were immediately given for\nloading aboard those transports the necessary subsistence and\nquartermaster supplies, and for the embarkation of the authorized\nnumber of troops and their material. General Orders No. 5, from these\nheadquarters, indicate the organizations it was at first proposed to\ntake.",
        "The order is as follows:",
        "“Headquarters 5th Army Corps,\n“Tampa, Fla., May 31, 1898.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}