{
    "title": "The Life of Abraham Lincoln - Chapter XXIV. Fort Sumter",
    "author": "Henry Ketcham",
    "chapter": "26",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The events connected with the fall of Fort Sumter were so dramatic that\nthat name is in memory linked with, and stands for, the opening of the\nwar. The fort was not a large military structure. The number of men\ndefending it was not great. But the events connected with it were\ngreat. It stood as the representative of great principles and facts.\nThe firing on it marked an epoch in the same sense as Caesar’s crossing\nthe Rubicon. It is vitally connected with events that precede and\nfollow.",
        "Wendell Phillips says that when Charles Sumner entered the senate, free\nspeech could hardly be said to exist there. To him, as much as to any\nman, was due the breaking of the chain that fettered free speech. On\nall important subjects he spoke his mind eloquently and in words that\nwere not ambiguous. In August, 1852, he made a speech–the more\naccurate phrase would be, he delivered an oration–under the title,\n“Freedom National, Slavery Sectional.” It may easily be guessed that\nthis highly incensed the slave power and the fire-eaters never outgrew\ntheir hatred of the Massachusetts senator.",
        "In May, 1856, he delivered an excoriating address upon “the Crime\nagainst Kansas.” This greatly angered the southern congressmen. After\nthe senate had adjourned, Sumner was seated at his desk writing.\nPreston S. Brooks, of South Carolina, approached from the rear and with\na heavy cane began to beat Sumner on the head. He was not only\ndefenseless, but, though a powerful man in body, was to a certain\nextent held down by his desk, and it was only as he wrenched the desk\nfrom the floor that he was able to rise. The beating had been terrible\nand Sumner suffered from it, often with the most excruciating pains,\nuntil the day of his death. This ruffian attack was by a large portion\nof the North looked on as an exhibition of southern chivalry, so\ncalled, and not entirely without reason as the sequel showed. Congress\ncensured Brooks by a divided vote. He resigned but was reelected\nby his constituents with great enthusiasm. Thus his act was by them\nadopted as representative of their spirit and temper. This was his\n“vindication.”",
        "South Carolina was the first state to secede, and since Fort Sumter\ncommanded Charleston Harbor, it instantly became the focus of national\ninterest. The Secretary of War, Floyd, had so dispersed the little army\nof the United States that it was impossible to command the few hundred\nmen necessary adequately to garrison the United States forts. As\nmatters in and about Charleston grew threatening, Major Anderson, who\nwas in command of the twin forts, Moultrie and Sumter, decided to\nabandon the former and do his utmost to defend the latter. The removal\nwas successfully accomplished in the night, and when the fact was\ndiscovered it was greeted by the South Carolinians with a howl of\nbaffled wrath. Buchanan had endeavored to send provisions. The steamer,\nStar of the West, had gone there for that purpose, but had been\nfired on by the South Carolinians and forced to abandon the attempt.",
        "When Lincoln took the government at Washington, it may well be believed\nthat he found matters in a condition decidedly chaotic. His task was\nmany sided, a greater task than that of Washington as he had justly\nsaid. First, of the fifteen slave states seven had seceded. It was his\npurpose to hold the remaining eight, or as many of them as possible. Of\nthis number, Delaware and Maryland could have been held by force.\nKentucky and Missouri, though slave states, remained in the Union. The\nUnion party in Tennessee, under the lead of Andrew Johnson, made a\nstrong fight against secession, but failed to prevent the ordinance.",
        "The next task of Lincoln was to unite the North as far as possible. The\ndifficulty of doing this has already been set forth. On the other hand\nthere was in the North a sentiment that had been overlooked. It was\ndevotion to the flag. Benjamin F. Butler, though an ardent democrat,\nhad cautioned his southern brethren that while they might count on a\nlarge pro-slavery vote in the North, war was a different matter. The\nmoment you fire on the flag, he said, you unite the North; and if war\ncomes, slavery goes.",
        "Not the least task of the President was in dealing with foreign\nnations. The sympathies of these, especially England and France, were\nardently with the South. They would eagerly grasp at the slightest\nexcuse for acknowledging the Southern Confederacy as an independent\nnation. It was a delicate and difficult matter so to guide affairs that\nthe desired excuse for this could not be found.",
        "The tactics of the southerners were exceedingly exasperating. They kept\n“envoys” in Washington to treat with the government. Of course these\nwere not officially received. Lincoln sent them a copy of his inaugural\naddress as containing a sufficient answer to their questions. But they\nstayed on, trying to spy out the secrets of the government, trying to\nget some sort of a pledge of conciliation from the administration, or,\nwhat would equally serve the purpose, to exasperate the administration\ninto some unguarded word or act. Their attempts were a flat failure.",
        "Lincoln held steadily to the two promises of his inaugural. First, that\nhe would hold the United States forts, and second, that he would not be\nthe aggressor. “In your hands, my dissatisfied fellow-countrymen, and\nnot in mine, is the momentous issue of civil war. The government will\nnot assail you. You can have no conflict without being yourselves the\naggressors. You have no oath registered in heaven to destroy the\ngovernment; while I have the most solemn one to ’preserve, protect, and\ndefend’ it.”",
        "To this plan he adhered. It there was to be war it must be begun by the\nenemies of the country, and the government would patiently bear\noutrages rather than do a thing which could be tortured into an\nappearance of ’invading the South’ or being an aggressor of any sort.",
        "Meanwhile, Major Anderson was beleaguered in Fort Sumter. He had a\nhandful of men, 76 combatants and 128 all told. He had insufficient\nammunition and was nearly out of provisions. Lincoln at last concluded\nto “send bread to Sumter,\"–surely not a hostile act. Owing to\ncomplications which he inherited from Buchanan’s administration he had\ngiven to Governor Pickens, of South Carolina, a promise that he would\nnot attempt to relieve Sumter without first giving him notice. He now\nsent him notice that there would be an attempt to provision Sumter\npeaceably if possible, or otherwise by force.",
        "All this while the southerners were busy perfecting their\nfortifications, which were now overwhelmingly better, both in number\nand in completeness of appointment, than the one fort held by the\nUnited States that rightfully controlled the entire harbor. General\nBeauregard was in command of the military forces. He sent to Major\nAnderson a summons to surrender. The latter replied that if he received\nfrom Washington no further direction, and if he was not succored by the\n15th of the month, April, he would surrender on honorable terms. It is\ncharacteristic of the southern general that he intercepted Major\nAnderson’s mail before notifying him of hostilities. It is\ncharacteristic of Lincoln that he sent notice to Governor Pickens of\nthe intended provision of the fort.",
        "On Friday, April 12th, 1861, at 3:30 P. M., General Beauregard gave\nnotice to Major Anderson that he would open fire on Fort Sumter in one\nhour. Promptly at the minute the first gun was fired and the war had\nbegun. Batteries from various points poured shot and shell into Sumter\nuntil nightfall caused a respite.",
        "The little garrison sat up half the night after the attack, as they had\ndone the preceding night, and with their six needles, all they had,\nmade cartridges out of old blankets, old clothing, and whatever else\nthey could lay hands on. These one hundred and twenty-eight men made\nall the defense that could be made under the circumstances.",
        "The next day the officer’s quarters were set on fire either by an\nexploding shell or by hot shot. The men fought the flames gallantly,\nbut the wind was unfavorable. Then the water tanks were destroyed. As\nthe flames approached the magazine, the powder had to be removed. As\nthe flames approached the places where the powder was newly stored, it\nhad to be thrown into the sea to prevent explosion. In the mean time\nthe stars and stripes were floating gloriously. The flag pole had been\nstruck seven times on Friday. It was struck three times the next day.\nThe tenth shot did the work, the pole broke and the flag fell to the\nground at one o’clock Saturday afternoon. An officer and some men\nseized the flag, rigged up a jury-mast on the parapet, and soon it was\nflying again.",
        "But ammunition was gone, the fire was not extinguished, and there was\nno hope of relief. Negotiations were opened and terms of surrender were\narranged by eight o’clock that evening. The next day, Sunday, April\n14th, the garrison saluted the flag as it was lowered, and then marched\nout, prisoners of war. Sumter had fallen.",
        "Beauregard was a military man, Lincoln was a statesman. The general got\nthe fort, the President got nearly everything else. The war was on and\nit had been begun by the South. The administration had not invaded or\nthreatened invasion, but the South had fired on the flag. Dearly they\npaid for this crime.",
        "The effect of the fall of Sumter was amazing. In the South it was\nhailed with ecstatic delight, especially in Charleston. There was a\npopular demonstration at Montgomery, Ala., the provisional seat of the\nConfederate government. L. P. Walker, Confederate Secretary of War,\nmade a speech and, among other things, said that “while no man could\ntell where the war would end, he would prophesy that the flag which now\nflaunts the breeze here, would float over the dome of the old Capitol\nat Washington before the end of May,” and that “it might eventually\nfloat over Fanueil Hall itself.” The Confederate government raised a\nloan of eight millions of dollars and Jefferson Davis issued letters of\nmarque to all persons who might desire to aid the South and at the same\ntime enrich themselves by depredations upon the commerce of the United\nStates.",
        "The effect upon the North was different. There was a perfect storm of\nindignation against the people who had presumed to fire on the flag.\nButler’s prediction proved to be nearly correct. This did unite the\nNorth in defense of the flag. Butler was a conspicuous example of this\neffect. Though a Breckinridge democrat, he promptly offered his\nservices for the defense of the country, and throughout the war he had\nthe distinction of being hated by the South with a more cordial hatred\nthan any other Union general.",
        "It was recollected throughout the North that Lincoln had been\nconciliatory to a fault towards the South. Conciliation had failed\nbecause that was not what the South wanted. They wanted war and by them\nwas war made. This put an end forever to all talk of concession and\ncompromise. Douglas was one of the many whose voice called in trumpet\ntones to the defense of the flag.",
        "At the date of the fall of Sumter, Lincoln had been in office less than\nsix weeks. In addition to routine work, to attending to extraordinary\ncalls in great numbers, he had accomplished certain very important\nthings: He had the loyal devotion of a cabinet noted for its ability\nand diversity. He had the enthusiastic confidence of the doubtful minds\nof the North. He had made it impossible for the European monarchies to\nrecognize the South as a nation. So far as our country was concerned,\nhe might ask for anything, and he would get what he asked. These were\nno mean achievements. The far-seeing statesman had played for this and\nhad won.",
        "Beauregard got the fort, but Lincoln got the game. In his own words,\n“he took that trick.”",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}