{
    "title": "The Secret Garden - Chapter XII - “Might I Have a Bit of Earth?”",
    "author": "Frances Hodgson Burnett",
    "chapter": "12",
    "content": [
        "\n\n",
        "Mary ran so fast that she was rather out of breath when she\nreached her room.  Her hair was ruffled on her forehead\nand her cheeks were bright pink.  Her dinner was waiting\non the table, and Martha was waiting near it.",
        "“Tha’s a bit late,” she said.  “Where has tha’ been?”",
        "“I’ve seen Dickon!” said Mary.  “I’ve seen Dickon!”",
        "“I knew he’d come,” said Martha exultantly.  “How does tha’\nlike him?”",
        "“I think–I think he’s beautiful!” said Mary in a determined\nvoice.",
        "Martha looked rather taken aback but she looked pleased, too.",
        "“Well,” she said, “he’s th’ best lad as ever was born,\nbut us never thought he was handsome.  His nose turns up\ntoo much.”",
        "“I like it to turn up,” said Mary.",
        "“An’ his eyes is so round,” said Martha, a trifle doubtful.\n“Though they’re a nice color.” “I like them round,\"\nsaid Mary.  “And they are exactly the color of the sky\nover the moor.”",
        "Martha beamed with satisfaction.",
        "“Mother says he made ’em that color with always lookin’\nup at th’ birds an’ th’ clouds.  But he has got a big mouth,\nhasn’t he, now?”",
        "“I love his big mouth,” said Mary obstinately.  “I wish\nmine were just like it.”",
        "Martha chuckled delightedly.",
        "“It’d look rare an’ funny in thy bit of a face,” she said.\n“But I knowed it would be that way when tha’ saw him.\nHow did tha’ like th’ seeds an’ th’ garden tools?”",
        "“How did you know he brought them?” asked Mary.",
        "“Eh! I never thought of him not bringin’ ’em. He’d\nbe sure to bring ’em if they was in Yorkshire.\nHe’s such a trusty lad.”",
        "Mary was afraid that she might begin to ask\ndifficult questions, but she did not.  She was very\nmuch interested in the seeds and gardening tools,\nand there was only one moment when Mary was frightened.\nThis was when she began to ask where the flowers were to be\nplanted.",
        "“Who did tha’ ask about it?” she inquired.",
        "“I haven’t asked anybody yet,” said Mary, hesitating.\n“Well, I wouldn’t ask th’ head gardener.  He’s too grand,\nMr. Roach is.”",
        "“I’ve never seen him,” said Mary.  “I’ve only seen\nundergardeners and Ben Weatherstaff.”",
        "“If I was you, I’d ask Ben Weatherstaff,” advised Martha.\n“He’s not half as bad as he looks, for all he’s so crabbed.\nMr. Craven lets him do what he likes because he was here\nwhen Mrs. Craven was alive, an’ he used to make her laugh.\nShe liked him.  Perhaps he’d find you a corner somewhere out o’\nthe way.”",
        "“If it was out of the way and no one wanted it, no one\ncould mind my having it, could they?” Mary said anxiously.",
        "“There wouldn’t be no reason,” answered Martha.\n“You wouldn’t do no harm.”",
        "Mary ate her dinner as quickly as she could and when she\nrose from the table she was going to run to her room\nto put on her hat again, but Martha stopped her.",
        "“I’ve got somethin’ to tell you,” she said.  “I thought\nI’d let you eat your dinner first.  Mr. Craven came back\nthis mornin’ and I think he wants to see you.”",
        "Mary turned quite pale.",
        "“Oh!” she said.  “Why! Why! He didn’t want to see me when I came.\nI heard Pitcher say he didn’t.” “Well,” explained Martha,\n“Mrs. Medlock says it’s because o’ mother.  She was walkin’\nto Thwaite village an’ she met him.  She’d never spoke\nto him before, but Mrs. Craven had been to our cottage\ntwo or three times.  He’d forgot, but mother hadn’t an’\nshe made bold to stop him.  I don’t know what she said\nto him about you but she said somethin’ as put him in th’\nmind to see you before he goes away again, tomorrow.”",
        "“Oh!” cried Mary, “is he going away tomorrow? I am so glad!”",
        "“He’s goin’ for a long time.  He mayn’t come back till\nautumn or winter.  He’s goin’ to travel in foreign places.\nHe’s always doin’ it.”",
        "“Oh! I’m so glad–so glad!” said Mary thankfully.",
        "If he did not come back until winter, or even autumn,\nthere would be time to watch the secret garden come alive.\nEven if he found out then and took it away from her she\nwould have had that much at least.",
        "“When do you think he will want to see–”",
        "She did not finish the sentence, because the door opened,\nand Mrs. Medlock walked in.  She had on her best black\ndress and cap, and her collar was fastened with a\nlarge brooch with a picture of a man’s face on it.\nIt was a colored photograph of Mr. Medlock who had died\nyears ago, and she always wore it when she was dressed up.\nShe looked nervous and excited.",
        "“Your hair’s rough,” she said quickly.  “Go and\nbrush it.  Martha, help her to slip on her best dress.\nMr. Craven sent me to bring her to him in his study.”",
        "All the pink left Mary’s cheeks.  Her heart began to\nthump and she felt herself changing into a stiff, plain,\nsilent child again.  She did not even answer Mrs. Medlock,\nbut turned and walked into her bedroom, followed by Martha.\nShe said nothing while her dress was changed, and her\nhair brushed, and after she was quite tidy she followed\nMrs. Medlock down the corridors, in silence.  What was there\nfor her to say? She was obliged to go and see Mr. Craven\nand he would not like her, and she would not like him.\nShe knew what he would think of her.",
        "She was taken to a part of the house she had not been\ninto before.  At last Mrs. Medlock knocked at a door,\nand when some one said, “Come in,” they entered the\nroom together.  A man was sitting in an armchair before\nthe fire, and Mrs. Medlock spoke to him.",
        "“This is Miss Mary, sir,” she said.",
        "“You can go and leave her here.  I will ring for you\nwhen I want you to take her away,” said Mr. Craven.",
        "When she went out and closed the door, Mary could only\nstand waiting, a plain little thing, twisting her thin\nhands together.  She could see that the man in the\nchair was not so much a hunchback as a man with high,\nrather crooked shoulders, and he had black hair streaked\nwith white.  He turned his head over his high shoulders\nand spoke to her.",
        "“Come here!” he said.",
        "Mary went to him.",
        "He was not ugly.  His face would have been handsome if it\nhad not been so miserable.  He looked as if the sight\nof her worried and fretted him and as if he did not know\nwhat in the world to do with her.",
        "“Are you well?” he asked.",
        "“Yes,” answered Mary.",
        "“Do they take good care of you?”",
        "“Yes.”",
        "He rubbed his forehead fretfully as he looked her over.",
        "“You are very thin,” he said.",
        "“I am getting fatter,” Mary answered in what she knew\nwas her stiffest way.",
        "What an unhappy face he had! His black eyes seemed as if they\nscarcely saw her, as if they were seeing something else,\nand he could hardly keep his thoughts upon her.",
        "“I forgot you,” he said.  “How could I remember you? I\nintended to send you a governess or a nurse, or some\none of that sort, but I forgot.”",
        "“Please,” began Mary.  “Please–” and then the lump\nin her throat choked her.",
        "“What do you want to say?” he inquired.",
        "“I am–I am too big for a nurse,” said Mary.\n“And please–please don’t make me have a governess yet.”",
        "He rubbed his forehead again and stared at her.",
        "“That was what the Sowerby woman said,” he muttered\nabsentmindedly.",
        "Then Mary gathered a scrap of courage.",
        "“Is she–is she Martha’s mother?” she stammered.",
        "“Yes, I think so,” he replied.",
        "“She knows about children,” said Mary.  “She has twelve.\nShe knows.”",
        "He seemed to rouse himself.",
        "“What do you want to do?”",
        "“I want to play out of doors,” Mary answered, hoping that\nher voice did not tremble.  “I never liked it in India.\nIt makes me hungry here, and I am getting fatter.”",
        "He was watching her.",
        "“Mrs. Sowerby said it would do you good.  Perhaps it will,\"\nhe said.  “She thought you had better get stronger before\nyou had a governess.”",
        "“It makes me feel strong when I play and the wind comes\nover the moor,” argued Mary.",
        "“Where do you play?” he asked next.",
        "“Everywhere,” gasped Mary.  “Martha’s mother sent me\na skipping-rope. I skip and run–and I look about to see\nif things are beginning to stick up out of the earth.\nI don’t do any harm.”",
        "“Don’t look so frightened,” he said in a worried voice.\n“You could not do any harm, a child like you! You may do\nwhat you like.”",
        "Mary put her hand up to her throat because she was afraid\nhe might see the excited lump which she felt jump into it.\nShe came a step nearer to him.",
        "“May I?” she said tremulously.",
        "Her anxious little face seemed to worry him more than ever.",
        "“Don’t look so frightened,” he exclaimed.  “Of course you may.\nI am your guardian, though I am a poor one for any child.\nI cannot give you time or attention.  I am too ill,\nand wretched and distracted; but I wish you to be happy\nand comfortable.  I don’t know anything about children,\nbut Mrs. Medlock is to see that you have all you need.\nI sent for you to-day because Mrs. Sowerby said I\nought to see you.  Her daughter had talked about you.\nShe thought you needed fresh air and freedom and running\nabout.”",
        "“She knows all about children,” Mary said again in spite\nof herself.",
        "“She ought to,” said Mr. Craven.  “I thought her rather\nbold to stop me on the moor, but she said–Mrs. Craven\nhad been kind to her.” It seemed hard for him to speak\nhis dead wife’s name.  “She is a respectable woman.\nNow I have seen you I think she said sensible things.\nPlay out of doors as much as you like.  It’s a big place\nand you may go where you like and amuse yourself as you like.\nIs there anything you want?” as if a sudden thought had\nstruck him.  “Do you want toys, books, dolls?”",
        "“Might I,” quavered Mary, “might I have a bit of earth?”",
        "In her eagerness she did not realize how queer the words\nwould sound and that they were not the ones she had meant\nto say.  Mr. Craven looked quite startled.",
        "“Earth!” he repeated.  “What do you mean?”",
        "“To plant seeds in–to make things grow–to see them\ncome alive,” Mary faltered.",
        "He gazed at her a moment and then passed his hand quickly\nover his eyes.",
        "“Do you–care about gardens so much,” he said slowly.",
        "“I didn’t know about them in India,” said Mary.  “I was\nalways ill and tired and it was too hot.  I sometimes\nmade littlebeds in the sand and stuck flowers in them.\nBut here it is different.”",
        "Mr. Craven got up and began to walk slowly across the room.",
        "“A bit of earth,” he said to himself, and Mary thought\nthat somehow she must have reminded him of something.\nWhen he stopped and spoke to her his dark eyes looked almost\nsoft and kind.",
        "“You can have as much earth as you want,” he said.\n“You remind me of some one else who loved the earth and\nthings that grow.  When you see a bit of earth you want,\"\nwith something like a smile, “take it, child, and make it\ncome alive.”",
        "“May I take it from anywhere–if it’s not wanted?”",
        "“Anywhere,” he answered.  “There! You must go now,\nI am tired.” He touched the bell to call Mrs. Medlock.\n“Good-by. I shall be away all summer.”",
        "Mrs. Medlock came so quickly that Mary thought she must\nhave been waiting in the corridor.",
        "“Mrs. Medlock,” Mr. Craven said to her, “now I have\nseen the child I understand what Mrs. Sowerby meant.\nShe must be less delicate before she begins lessons.\nGive her simple, healthy food.  Let her run wild in\nthe garden.  Don’t look after her too much.  She needs\nliberty and fresh air and romping about.  Mrs. Sowerby\nis to come and see her now and then and she may sometimes\ngo to the cottage.”",
        "Mrs. Medlock looked pleased.  She was relieved to\nhear that she need not “look after” Mary too much.\nShe had felt her a tiresome charge and had indeed seen\nas little of her as she dared.  In addition to this\nshe was fond of Martha’s mother.",
        "“Thank you, sir,” she said.  “Susan Sowerby and me went to\nschool together and she’s as sensible and good-hearted a woman\nas you’d find in a day’s walk.  I never had any children\nmyself and she’s had twelve, and there never was healthier\nor better ones.  Miss Mary can get no harm from them.\nI’d always take Susan Sowerby’s advice about children myself.\nShe’s what you might call healthy-minded–if you understand me.”",
        "“I understand,” Mr. Craven answered.  “Take Miss Mary\naway now and send Pitcher to me.”",
        "When Mrs. Medlock left her at the end of her own corridor\nMary flew back to her room.  She found Martha waiting there.\nMartha had, in fact, hurried back after she had removed\nthe dinner service.",
        "“I can have my garden!” cried Mary.  “I may have it\nwhere I like! I am not going to have a governess\nfor a long time! Your mother is coming to see me\nand I may go to your cottage! He says a little girl\nlike me could not do any harm and I may do what I\nlike–anywhere!”",
        "“Eh!” said Martha delightedly, “that was nice of him\nwasn’t it?”",
        "“Martha,” said Mary solemnly, “he is really a nice man,\nonly his face is so miserable and his forehead is all\ndrawn together.”",
        "She ran as quickly as she could to the garden.  She had\nbeen away so much longer than she had thought she should\nand she knew Dickon would have to set out early on his\nfive-mile walk.  When she slipped through the door under\nthe ivy, she saw he was not working where she had left him.\nThe gardening tools were laid together under a tree.\nShe ran to them, looking all round the place, but there\nwas no Dickon to be seen.  He had gone away and the secret\ngarden was empty–except for the robin who had just flown\nacross the wall and sat on a standard rose-bush watching her.\n“He’s gone,” she said woefully.  “Oh! was he–was he–was\nhe only a wood fairy?”",
        "Something white fastened to the standard rose-bush caught\nher eye.  It was a piece of paper, in fact, it was a\npiece of the letter she had printed for Martha to send\nto Dickon.  It was fastened on the bush with a long thorn,\nand in a minute she knew Dickon had left it there.\nThere were some roughly printed letters on it and a sort\nof picture.  At first she could not tell what it was.\nThen she saw it was meant for a nest with a bird sitting\non it.  Underneath were the printed letters and they\nsaid:",
        "“I will cum bak.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}