{
    "title": "The Boys’ Life of Mark Twain - LXVIII. Days in Bermuda",
    "author": "Paine",
    "chapter": "68",
    "content": [
        "\n",
        "\n\n",
        "Ten days later Mark Twain returned to Bermuda, accompanied only by a\nvalet.  He had asked me if we would be willing to close our home for the\nwinter and come to Stormfield, so that the place might be ready any time\nfor his return.  We came, of course, for there was no thought other than\nfor his comfort.  He did not go to a hotel in Bermuda, but to the home of\nVice-Consul Allen, where he had visited before.  The Allens were devoted\nto him and gave him such care as no hotel could offer.",
        "Bermuda agreed with Mark Twain, and for a time there he gained in\nstrength and spirits and recovered much of his old manner.  He wrote me\nalmost daily, generally with good reports of his health and doings, and\nwith playful counsel and suggestions.  Then, by and by, he did not write\nwith his own hand, but through his newly appointed “secretary,” Mr.\nAllen’s young daughter, Helen, of whom he was very fond.  The letters,\nhowever, were still gay.  Once he said:",
        "“While the matter is in my mind I will remark that if you ever send\n     me another letter which is not paged at the top I will write you\n     with my own hand, so that I may use in utter freedom and without\n     embarrassment the kind of words which alone can describe such a\n     criminal.”",
        "He had made no mention so far of the pains in his breast, but near the\nend of March he wrote that he was coming home, if the breast pains did\nnot “mend their ways pretty considerable.  I do not want to die here,” he\nsaid.  “I am growing more and more particular about the place.”  A week\nlater brought another alarming letter, also one from Mr. Allen, who\nfrankly stated that matters had become very serious indeed.  I went to\nNew York and sailed the next morning, cabling the Gabrilowitsches to come\nwithout delay.",
        "I sent no word to Bermuda that I was coming, and when I arrived he was\nnot expecting me.",
        "“Why,” he said, holding out his hand, “you did not tell us you were\ncoming?”",
        "“No,” I said, “it is rather sudden.  I didn’t quite like the sound of\nyour last letters.”",
        "“But those were not serious.  You shouldn’t have come on my account.”",
        "I said then that I had come on my own account, that I had felt the need\nof recreation, and had decided to run down and come home with him.",
        "“That’s–very–good,” he said, in his slow, gentle fashion.  “Wow I’m\nglad to see you.”",
        "His breakfast came in and he ate with appetite.  I had thought him thin\nand pale, at first sight, but his color had come back now, and his eyes\nwere bright.  He told me of the fierce attacks of the pain, and how he\nhad been given hypodermic injections which he amusingly termed “hypnotic\ninjunctions” and “the sub-cutaneous.”  From Mr. and Mrs. Allen I learned\nhow slender had been his chances, and how uncertain were the days ahead.\nMr. Allen had already engaged passage home for April 12th.",
        "He seemed so little like a man whose days were numbered.  On the\nafternoon of my arrival we drove out, as we had done on our former visit,\nand he discussed some of the old subjects in quite the old way.  I had\nsold for him, for six thousand dollars, the farm where Jean had kept her\nanimals, and he wished to use the money in erecting for her some sort of\nmemorial.  He agreed that a building to hold the library which he had\nalready donated to the town of Redding would be appropriate and useful.\nHe asked me to write at once to his lawyer and have the matter arranged.",
        "We did not drive out again.  The pains held off for several days, and he\nwas gay and went out on the lawn, but most of the time he sat propped up\nin bed, reading and smoking.  When I looked at him there, so full of\nvigor and the joy of life, I could not persuade myself that he would not\noutlive us all.",
        "He had written very little in Bermuda–his last work being a chapter of\namusing “Advice\"–for me, as he confessed–what I was to do upon reaching\nthe gate of which St. Peter is said to keep the key.  As it is the last\nwriting he ever did, and because it is characteristic, one or two\nparagraphs may be admitted here:",
        "“Upon arrival do not speak to St. Peter until spoken to.  It is not\n     your place to begin.",
        "“Do not begin any remark with “Say.”",
        "“When applying for a ticket avoid trying to make conversation.  If\n     you must talk, let the weather alone. . .",
        "“You can ask him for his autograph–there is no harm in that–but be\n     careful and don’t remark that it is one of the penalties of\n     greatness.  He has heard that before.”",
        "There were several pages of this counsel.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}