{
    "title": "The True Story of My Life - Chapter VII.",
    "author": "Hans Christian Andersen",
    "chapter": "8",
    "content": [
        "\n\n",
        "In the summer of 1842, I wrote a little piece for the summer theatre,\ncalled, “The Bird in the Pear-tree,” in which several scenes were acted\nup in the pear-tree. I had called it a dramatic trifle, in order that\nno one might expect either a great work or one of a very elaborate\ncharacter. It was a little sketch, which, after being performed a few\ntimes, was received with so much applause, that the directors of the\ntheatre accepted it; nay, even Mrs. Heiberg, the favorite of the\npublic, desired to take a part in it. People had amused themselves; had\nthought the selection of the music excellent. I knew that the piece had\nstood its rehearsal–and then suddenly it was hissed. Some young men,\nwho gave the word to hiss, had said to some others, who inquired from\nthem their reasons for doing so, that the trifle had too much luck, and\nthen Andersen would be getting too mettlesome.",
        "I was not, on this evening, at the theatre myself, and had not the\nleast idea of what was going on. On the following I went to the house\nof one of my friends. I had head-ache, and was looking very grave. The\nlady of the house met me with a sympathizing manner, took my hand, and\nsaid, “Is it really worth while to take it so much to heart? There were\nonly two who hissed, the whole house beside took your part.”",
        "“Hissed! My part! Have I been hissed?” exclaimed I.",
        "It was quite comic; one person assured me that this hissing had been a\ntriumph for me; everybody had joined in acclamation, and “there was\nonly one who hissed.”",
        "After this, another person came, and I asked him of the number of those\nwho hissed. “Two,” said he. The next person said “three,” and said\npositively there were no more. One of my most veracious friends now\nmade his appearance, and I asked him upon his conscience, how many he\nhad heard; he laid his hand upon his heart, and said that, at the very\nhighest, they were five.",
        "“No,” said I, “now I will ask nobody more; the number grows just as\nwith Falstaff; here stands one who asserts that there was only one\nperson who hissed.”",
        "Shocked, and yet inclined to set it all right again, he replied, “Yes,\nthat is possible, but then it was a strong, powerful hiss.”",
        "By my last works, and through a rational economy, I had now saved a\nsmall sum of money, which I destined to the purposes of a new journey\nto Paris, where I arrived in the winter of 1843, by way of D sseldorf,\nthrough Belgium.",
        "Marmier had already, in the R vue de Paris, written an article\non me, La Vie d’un Po te. He had also translated several of my\npoems into French, and had actually honored me with a poem which is\nprinted in the above-named R vue. My name had thus reached, like\na sound, the ears of some persons in the literary world, and I here met\nwith a surprisingly friendly reception.",
        "At Victor Hugo’s invitation, I saw his abused Burggraves. Mr.\nand Mrs. Ancelot opened their house to me, and there I met Martinez\ndella Rosa and other remarkable men of these times. Lamart ne seemed to\nme, in his domestic, and in his whole personal appearance, as the\nprince of them all. On my apologizing because I spoke such bad French,\nhe replied, that he was to blame, because he did not understand the\nnorthern languages, in which, as he had discovered in late years, there\nexisted a fresh and vigorous literature, and where the poetical ground\nwas so peculiar that you had only to stoop down to find an old golden\nhorn. He asked about the Trollh tta canal, and avowed a wish to visit\nDenmark and Stockholm. He recollected also our now reigning king, to\nwhom, when as prince he was in Castellamare, he had paid his respects;\nbesides this, he exhibited for a Frenchman, an extraordinary\nacquaintance with names and places in Denmark. On my departure he wrote\na little poem for me, which I preserve amongst my dearest relics.",
        "I generally found the jovial Alexander Dumas in bed, even long after\nmid-day: here he lay, with paper, pen, and ink, and wrote his newest\ndrama. I found him thus one day; he nodded kindly to me, and said, “Sit\ndown a minute; I have just now a visit from my muse; she will be going\ndirectly.” He wrote on; spoke aloud; shouted a viva! sprang out\nof bed, and said, “The third act is finished!”",
        "One evening he conducted me round into the various theatres, that I\nmight see the life behind the scenes. We wandered about, arm in arm,\nalong the gay Boulevard.",
        "I also have to thank him for my acquaintance with Rachel. I had not\nseen her act, when Alexander Dumas asked me whether I had the desire to\nmake her acquaintance. One evening, when she was to come out as Phedra\nhe led me to the stage of the Th atre Fran ais. The Representation had\nbegun, and behind the scenes, where a folding screen had formed a sort\nof room, in which stood a table with refreshments, and a few ottomans,\nsate the young girl who, as an author has said, understands how to\nchisel living statues out of Racine’s and Corneille’s blocks of marble.\nShe was thin and slenderly formed, and looked very young. She looked to\nme there, and more particularly so afterwards in her own house, as an\nimage of mourning; as a young girl who has just wept out her sorrow,\nand will now let her thoughts repose in quiet. She accosted us kindly\nin a deep powerful voice. In the course of conversation with Dumas, she\nforgot me. I stood there quite superfluous. Dumas observed it, said\nsomething handsome of me, and on that I ventured to take part in the\ndiscourse, although I had a depressing feeling that I stood before\nthose who perhaps spoke the most beautiful French in all France. I said\nthat I truly had seen much that was glorious and interesting, but that\nI had never yet seen a Rachel, and that on her account especially had I\ndevoted the profits of my last work to a journey to Paris; and as, in\nconclusion, I added an apology on account of my French, she smiled and\nsaid, “When you say anything so polite as that which you have just said\nto me, to a Frenchwoman, she will always think that you speak well.”",
        "When I told her that her fame had resounded to the North, she declared\nthat it was her intention to go to Petersburg and Copenhagen: “and when\nI come to your city”, she said, “you must be my defender, as you are\nthe only one there whom I know; and in order that we may become\nacquainted, and as you, as you say, are come to Paris especially on my\naccount, we must see each other frequently. You will be welcome to me.\nI see my friends at my house every Thursday. But duty calls,” said she,\nand offering us her hand, she nodded kindly, and then stood a few paces\nfrom us on the stage, taller, quite different, and with the expression\nof the tragic muse herself. Joyous acclamations ascended to where we\nsat.",
        "As a Northlander I cannot accustom myself to the French mode of acting\ntragedy. Rachel plays in this same style, but in her it appears to be\nnature itself; it is as if all the others strove to imitate her. She is\nherself the French tragic muse, the others are only poor human beings.\nWhen Rachel plays people fancy that all tragedy must be acted in this\nmanner. It is in her truth and nature, but under another revelation to\nthat with which we are acquainted in the north.",
        "At her house everything is rich and magnificent, perhaps too\nrecherch. The innermost room was blue-green, with shaded lamps\nand statuettes of French authors. In the salon, properly speaking, the\ncolor which prevailed principally in the carpets, curtains, and\nbookcases was crimson. She herself was dressed in black, probably as\nshe is represented in the well-known English steel engraving of her.\nHer guests consisted of gentlemen, for the greater part artists and men\nof learning. I also heard a few titles amongst them. Richly apparelled\nservants announced the names of the arrivals; tea was drunk and\nrefreshments handed round, more in the German than the French style.",
        "Victor Hugo had told me that he found she understood the German\nlanguage. I asked her, and she replied in German, “ich kann es lesen;\nich bin ja in Lothringen geboren; ich habe deutsche B cher, sehn Sie\nhier!” and she showed me Grillparzer’s “Sappho,” and then immediately\ncontinued the conversation in French. She expressed her pleasure in\nacting the part of Sappho, and then spoke of Schiller’s “Maria Stuart,\"\nwhich character she has personated in a French version of that play. I\nsaw her in this part, and she gave the last act especially with such a\ncomposure and tragic feeling, that she might have been one of the best\nof German actresses; but it was precisely in this very act that the\nFrench liked her least.",
        "“My countrymen,” said she, “are not accustomed to this manner, and in\nthis manner alone can the part be given. No one should be raving when\nthe heart is almost broken with sorrow, and when he is about to take an\neverlasting farewell of his friends.”",
        "Her drawing-room was, for the most part, decorated with books which\nwere splendidly bound and arranged in handsome book-cases behind glass.\nA painting hung on the wall, which represented the interior of the\ntheatre in London, where she stood forward on the stage, and flowers\nand garlands were thrown to her across the orchestra. Below this\npicture hung a pretty little book-shelf, holding what I call “the high\nnobility among the poets,\"–Goethe, Schiller, Calderon, Shakspeare, &c.",
        "She asked me many questions respecting Germany and Denmark, art, and\nthe theatre; and she encouraged me with a kind smile around her grave\nmouth, when I stumbled in French and stopped for a moment to collect\nmyself, that I might not stick quite fast.",
        "“Only speak,” said she. “It is true that you do not speak French well.\nI have heard many foreigners speak my native language better; but their\nconversation has not been nearly as interesting as yours. I understand\nthe sense of your words perfectly, and that is the principal thing\nwhich interests me in you.”",
        "The last time we parted she wrote the following words in my album:\n“L’art c’est le vrai! J’esp re que cet aphorisme ne semblera pas\nparadoxal   un  crivain si distingu  comme M. Andersen.”",
        "I perceived amiability of character in Alfred de Vigny. He has married\nan English lady, and that which is best in both nations seemed to unite\nin his house. The last evening which I spent in Paris, he himself, who\nis possessed of intellectual status and worldly wealth, came almost at\nmidnight to my lodging in the Rue Richelieu, ascended the many steps,\nand brought me his works under his arm. So much cordiality beamed in\nhis eyes and he seemed to be so full of kindness towards me, that I\nfelt affected by our separation.",
        "I also became acquainted with the sculptor David. There was a something\nin his demeanor and in his straightforward manner that reminded me of\nThorwaldsen and Bissen, especially of the latter. We did not meet till\ntowards the conclusion of my residence in Paris. He lamented it, and\nsaid that he would execute a bust of me if I would remain there longer.",
        "When I said, “But you know nothing of me as a poet, and cannot tell\nwhether I deserve it or not,” he looked earnestly in my face, clapped\nme on the shoulder, and said, “I have, however, read you yourself\nbefore your books. You are a poet.”",
        "At the Countess ––’s, where I met with Balzac, I saw an old lady, the\nexpression of whose countenance attracted my attention. There was\nsomething so animated, so cordial in it, and everybody gathered about\nher. The Countess introduced me to her, and I heard that she was Madame\nReybaud, the authoress of Les Epaves, the little story which I had made\nuse of for my little drama of The Mulatto. I told her all about it, and\nof the representation of the piece, which interested her so much, that\nshe became from this evening my especial protectress. We went out one\nevening together and exchanged ideas. She corrected my French and\nallowed me to repeat what did not appear correct to her. She is a lady\nof rich mental endowments, with a clear insight into the world, and she\nshowed maternal kindness towards me.",
        "I also again met with Heine. He had married since I was last here. I\nfound him in indifferent health; but full of energy, and so friendly\nand so natural in his behavior towards me, that I felt no timidity in\nexhibiting myself to him as I was. One day he had been relating to his\nwife my story of the Constant Tin Soldier, and, whilst he said that I\nwas the author of this story, he introduced me to her. She was a\nlively, pretty young lady. A troop of children, who, as Heine says,\nbelonged to a neighbor, played about in their room. We two played with\nthem whilst Heine copied out one of his last poems for me.",
        "I perceived in him no pain-giving, sarcastic smile; I only heard the\npulsation of a German heart, which is always perceptible in the songs,\nand which must live.",
        "Through the means of the many people I was acquainted with here, among\nwhom I might enumerate many others, as, for instance, Kalkbrenner,\nGathy, &c., my residence in Paris was made very cheerful and rich in\npleasure. I did not feel myself like a stranger there: I met with a\nfriendly reception among the greatest and best. It was like a payment\nby anticipation of the talent which was in me, and through which they\nexpected that I would some time prove them not to have been mistaken.",
        "Whilst I was in Paris, I received from Germany, where already several\nof my works were translated and read, a delightful and encouraging\nproof of friendship. A German family, one of the most highly cultivated\nand amiable with whom I am acquainted, had read my writings with\ninterest, especially the little biographical sketch prefixed to Only a\nFiddler, and felt the heartiest goodwill towards me, with whom they\nwere then not personally acquainted. They wrote to me, expressed their\nthanks for my works and the pleasure they had derived from them, and\noffered me a kind welcome to their house if I would visit it on my\nreturn home. There was a something extremely cordial and natural in\nthis letter, which was the first that I received of this kind in Paris,\nand it also formed a remarkable contrast to that which was sent to me\nfrom my native land in the year 1833, when I was here for the first\ntime.",
        "In this way I found myself, through my writings, adopted, as it were,\ninto a family to which since then I gladly betake myself, and where I\nknow that it is not only as the poet, but as the man, that I am\nbeloved. In how many instances have I not experienced the same kindness\nin foreign countries! I will mention one for the sake of its\npeculiarity.",
        "There lived in Saxony a wealthy and benevolent family; the lady of the\nhouse read my romance of Only a Fiddler, and the impression of this\nbook was such that she vowed that, if ever, in the course of her life,\nshe should meet with a poor child which was possessed of great musical\ntalents, she would not allow it to perish as the poor Fiddler had done.\nA musician who had heard her say this, brought to her soon after, not\none, but two poor boys, assuring her of their talent, and reminding her\nof her promise. She kept her word: both boys were received into her\nhouse, were educated by her, and are now in the Conservatorium; the\nyoungest of them played before me, and I saw that his countenance was\nhappy and joyful. The same thing perhaps might have happened; the same\nexcellent lady might have befriended these children without my book\nhaving been written: but notwithstanding this, my book is now connected\nwith this as a link in the chain.",
        "On my return home from Paris, I went along the Rhine; I knew that the\npoet Frieligrath, to whom the King of Prussia had given a pension, was\nresiding in one of the Rhine towns. The picturesque character of his\npoems had delighted me extremely, and I wished to talk with him. I\nstopped at several towns on the Rhine, and inquired after him. In St.\nGoar, I was shown the house in which he lived. I found him sitting at\nhis writing table, and he appeared annoyed at being disturbed by a\nstranger. I did not mention my name; but merely said that I could not\npass St. Goar without paying my respects to the poet Frieligrath.",
        "“That is very kind of you,” said he, in a very cold tone; and then\nasked who I was.",
        "“We have both of us one and the same friend, Chamisso!” replied I, and\nat these words he leapt up exultantly.",
        "“You are then Andersen!” he exclaimed; threw his arms around my neck,\nand his honest eyes beamed with joy.",
        "“Now you will stop several days here,” said he. I told him that I could\nonly stay a couple of hours, because I was travelling with some of my\ncountrymen who were waiting for me.",
        "“You have a great many friends in little St. Goar,” said he; “it is but\na short time since I read aloud your novel of O. T. to a large circle;\none of these friends I must, at all events, fetch here, and you must\nalso see my wife. Yes, indeed, you do not know that you had something\nto do in our being married.”",
        "He then related to me how my novel, Only a Fiddler, had caused them to\nexchange letters, and then led to their acquaintance, which\nacquaintance had ended in their being a married couple. He called her,\nmentioned to her my name, and I was regarded as an old friend. Such\nmoments as these are a blessing; a mercy of God, a happiness–and how\nmany such, how various, have I not enjoyed!",
        "I relate all these, to me, joyful occurrences; they are facts in my\nlife: I relate them, as I formerly have related that which was\nmiserable, humiliating, and depressing; and if I have done so, in the\nspirit which operated in my soul, it will not be called pride or\nvanity;–neither of them would assuredly be the proper name for it. But\npeople may perhaps ask at home, Has Andersen then never been attacked\nin foreign countries? I must reply,–no!",
        "No regular attack has been made upon me, at least they have never at\nhome called my attention to any such, and therefore there certainly\ncannot have been anything of the kind;–with the exception of one which\nmade its appearance in Germany, but which originated in Denmark, at the\nvery moment when I was in Paris.",
        "A certain Mr. Boas made a journey at that time through Scandinavia, and\nwrote a book on the subject. In this he gave a sort of survey of Danish\nliterature, which he also published in the journal called Die\nGrenzboten; in this I was very severely handled as a man and as a poet.\nSeveral other Danish poets also, as for instance, Christian Winter,\nhave an equally great right to complain. Mr. Boas had drawn his\ninformation out of the miserable gossip of every-day life; his work\nexcited attention in Copenhagen, and nobody there would allow\nthemselves to be considered as his informants; nay even Holst the poet,\nwho, as may be seen from the work, travelled with him through Sweden,\nand had received him at his house in Copenhagen, on this occasion\npublished, in one of the most widely circulated of our papers, a\ndeclaration that he was in no way connected with Mr. Boas.",
        "Mr. Boas had in Copenhagen attached himself to a particular clique\nconsisting of a few young men; he had heard them full of lively\nspirits, talking during the day, of the Danish poets and their\nwritings; he had then gone home, written down what he had heard and\nafterwards published it in his work. This was, to use the mildest term,\ninconsiderate. That my Improvisatore and Only a Fiddler did not please\nhim, is a matter of taste, and to that I must submit myself. But when\nhe, before the whole of Germany, where probably people will presume\nthat what he has written is true, if he declare it to be, as is the\ncase, the universal judgment against me in my native land; when he, I\nsay, declared me before the whole of Germany, to be the most haughty of\nmen, he inflicts upon me a deeper wound than he perhaps imagined. He\nconveyed the voice of a party, formerly hostile to me, into foreign\ncountries. Nor is he true even in that which he represents; he gives\ncircumstances as facts, which never took place.",
        "In Denmark what he has written could not injure me, and many have\ndeclared themselves afraid of coming into contact with any one, who\nprinted everything which he heard. His book was read in Germany, the\npublic of which is now also mine; and I believe, therefore, that I may\nhere say how faulty is his view of Danish literature and Danish poets;\nin what manner his book was received in my native land and that people\nthere know in what way it was put together. But after I have expressed\nmyself thus on this subject I will gladly offer Mr. Boas my hand; and\nif, in his next visit to Denmark, no other poet will receive him, I\nwill do my utmost for him; I know that he will not be able to judge me\nmore severely when we know each other, than when we knew each other\nnot. His judgment would also have been quite of another character had\nhe come to Denmark but one year later; things changed very much in a\nyear’s time. Then the tide had turned in my favor; I then had published\nmy new children’s stories, of which from that moment to the present\nthere prevailed, through the whole of my native land, but one\nunchanging honorable opinion. When the edition of my collection of\nstories came out at Christmas 1843, the reaction began; acknowledgment\nof my merits were made, and favor shown me in Denmark, and from that\ntime I have no cause for complaint. I have obtained and I obtain in my\nown land that which I deserve, nay perhaps, much more.",
        "I will now turn to those little stories which in Denmark have been\nplaced by every one, without any hesitation, higher than anything else\nI had hitherto written.",
        "In the year 1835, some months after I published the Improvisatore, I\nbrought out my first volume of Stories for Children, [Footnote: I find\nit very difficult to give a correct translation of the original word.\nThe Danish is Eventyr, equivalent to the German Abentheur,\nor adventure; but adventures give in English a very different idea to this\nclass of stories. The German word Märchen, gives the meaning\ncompletely, and this we may English by fairy tale or legend, but\nthen neither of these words are fully correct with regard to Andersen’s\nstories. In my translation of his “Eventyr fortalte for Born,” I gave as\nan equivalent title, “Wonderful Stories for Children,” and perhaps this\nnear as I could come.–M. H.] which at that time was not so very much\nthought of. One monthly critical journal even complained that a young\nauthor who had just published a work like the Improvisatore, should\nimmediately come out with anything so childish as the tales. I reaped a\nharvest of blame, precisely where people ought to have acknowledged\nthe advantage of my mind producing something in a new direction.\nSeveral of my friends, whose judgment was of value to me, counselled\nme entirely to abstain from writing tales, as these were a something for\nwhich I had no talent. Others were of opinion that I had better, first of\nall, study the French fairy tale. I would willingly have discontinued\nwriting them, but they forced themselves from me.",
        "In the volume which I first published, I had, like Mus us, but in my\nown manner, related old stories, which I had heard as a child. The\nvolume concluded with one which was original, and which seemed to have\ngiven the greatest pleasure, although it bore a tolerably near affinity\nto a story of Hoffman’s. In my increasing disposition for children’s\nstories, I therefore followed my own impulse, and invented them mostly\nmyself. In the following year a new volume came out, and soon after\nthat a third, in which the longest story, The Little Mermaid, was my\nown invention. This story, in an especial manner, created an interest\nwhich was only increased by the following volumes. One of these came\nout every Christmas, and before long no Christmas tree could exist\nwithout my stones.",
        "Some of our first comic actors made the attempt of relating my little\nstories from the stage; it was a complete change from the declamatory\npoetry which had been heard to satiety. The Constant Tin Soldier,\ntherefore, the Swineherd, and the Top and Ball, were told from the\nRoyal stage, and from those of private theatres, and were well\nreceived. In order that the reader might be placed in the proper point\nof view, with regard to the manner in which I told the stories, I had\ncalled my first volume Stories told for Children. I had written my\nnarrative down upon paper, exactly in the language, and with the\nexpressions in which I had myself related them, by word of mouth, to\nthe little ones, and I had arrived at the conviction that people of\ndifferent ages were equally amused with them. The children made\nthemselves merry for the most part over what might be called the\nactors, older people, on the contrary, were interested in the deeper\nmeaning. The stories furnished reading for children and grown people,\nand that assuredly is a difficult task for those who will write\nchildren’s stories. They met with open doors and open hearts in\nDenmark; everybody read them. I now removed the words “told for\nchildren,” from my title, and published three volumes of “New Stories,\"\nall of which were of my own invention, and which were received in my\nown country with the greatest favor. I could not wish it greater; I\nfelt a real anxiety in consequence, a fear of not being able to justify\nafterwards such an honorable award of praise.",
        "A refreshing sunshine streamed into my heart; I felt courage and joy,\nand was filled, with a living desire of still more and more developing\nmy powers in this direction,–of studying more thoroughly this class of\nwriting, and of observing still more attentively the rich wells of\nnature out of which I must create it. If attention be paid to the order\nin which my stories are written, it certainly will be seen that there\nis in them a gradual progression, a clearer working out of the idea, a\ngreater discretion in the use of agency, and, if I may so speak,\na more healthy tone and a more natural freshness may be perceived.",
        "At this period of my life, I made an acquaintance which was of great\nmoral and intellectual importance to me. I have already spoken of\nseveral persons and public characters who have had influence on me as\nthe poet; but none of these have had more, nor in a nobler sense of the\nword, than the lady to whom I here turn myself; she, through whom I, at\nthe same time, was enabled to forget my own individual self, to feel\nthat which is holy in art, and to become acquainted with the command\nwhich God has given to genius.",
        "I now turn back to the year 1840. One day in the hotel in which I lived\nin Copenhagen, I saw the name of Jenny Lind among those of the\nstrangers from Sweden. I was aware at that time that she was the first\nsinger in Stockholm. I had been that same year, in this neighbor\ncountry, and had there met with honor and kindness: I thought,\ntherefore, that it would not be unbecoming in me to pay a visit to the\nyoung artist. She was, at this time, entirely unknown out of Sweden, so\nthat I was convinced that, even in Copenhagen, her name was known only\nby few. She received me very courteously, but yet distantly, almost\ncoldly. She was, as she said, on a journey with her father to South\nSweden, and was come over to Copenhagen for a few days in order that\nshe might see this city. We again parted distantly, and I had the\nimpression of a very ordinary character which soon passed away from my\nmind.",
        "In the autumn of 1843, Jenny Lind came again to Copenhagen. One of my\nfriends, our clever ballet-master, Bournonville, who has married a\nSwedish lady, a friend of Jenny Lind, informed me of her arrival here\nand told me that she remembered me very kindly, and that now she had\nread my writings. He entreated me to go with him to her, and to employ\nall my persuasive art to induce her to take a few parts at the Theatre\nRoyal; I should, he said, be then quite enchanted with what I should\nhear.",
        "I was not now received as a stranger; she cordially extended to me her\nhand, and spoke of my writings and of Miss Fredrika Bremer, who also\nwas her affectionate friend. The conversation was soon turned to her\nappearance in Copenhagen, and of this Jenny Lind declared that she\nstood in fear.",
        "“I have never made my appearance,” said she, “out of Sweden; everybody\nin my native land is so affectionate and kind to me, and if I made my\nappearance in Copenhagen and should be hissed!–I dare not venture on\nit!”",
        "I said, that I, it was true, could not pass judgment on her singing,\nbecause I had never heard it, neither did I know how she acted, but\nnevertheless, I was convinced that such was the disposition at this\nmoment in Copenhagen, that only a moderate voice and some knowledge of\nacting would be successful; I believed that she might safely venture.",
        "Bournonville’s persuasion obtained for the Copenhageners the greatest\nenjoyment which they ever had.",
        "Jenny Lind made her first appearance among them as Alice in Robert le\nDiable–it was like a new revelation in the realms of art, the\nyouthfully fresh voice forced itself into every heart; here reigned\ntruth and nature; everything was full of meaning and intelligence. At\none concert Jenny Lind sang her Swedish songs; there was something so\npeculiar in this, so bewitching; people thought nothing about the\nconcert room; the popular melodies uttered by a being so purely\nfeminine, and bearing the universal stamp of genius, exercised their\nomnipotent sway–the whole of Copenhagen was in raptures. Jenny Lind\nwas the first singer to whom the Danish students gave a serenade:\ntorches blazed around the hospitable villa where the serenade was\ngiven: she expressed her thanks by again singing some Swedish songs,\nand I then saw her hasten into the darkest corner and weep for emotion.",
        "“Yes, yes,” said she, “I will exert myself; I will endeavor, I will be\nbetter qualified than I am when I again come to Copenhagen.”",
        "On the stage, she was the great artiste, who rose above all those\naround her; at home, in her own chamber, a sensitive young girl with\nall the humility and piety of a child.",
        "Her appearance in Copenhagen made an epoch in the history of our opera;\nit showed me art in its sanctity–I had beheld one of its vestals. She\njourneyed back to Stockholm, and from there Fredrika Bremer wrote to\nme:–\"With regard to Jenny Lind as a singer, we are both of us\nperfectly agreed; she stands as high as any artist of our time can\nstand; but as yet you do not know her in her full greatness. Speak to\nher about her art, and you will wonder at the expansion of her mind,\nand will see her countenance beaming with inspiration. Converse then\nwith her of God, and of the holiness of religion, and you will see\ntears in those innocent eyes; she is great as an artist, but she is\nstill greater in her pure human existence!”",
        "In the following year I was in Berlin; the conversation with Meyerbeer\nturned upon Jenny Lind; he had heard her sing the Swedish songs, and\nwas transported by them.",
        "“But how does she act?” asked he.",
        "I spoke in raptures of her acting, and gave him at the same time some\nidea of her representation of Alice. He said to me that perhaps it\nmight be possible for him to determine her to come to Berlin.",
        "It is sufficiently well known that she made her appearance there, threw\nevery one into astonishment and delight, and won for herself in Germany\na European name. Last autumn she came again to Copenhagen, and the\nenthusiasm was incredible; the glory of renown makes genius perceptible\nto every one. People bivouacked regularly before the theatre, to obtain\na ticket. Jenny Lind appeared still greater than ever in her art,\nbecause they had an opportunity of seeing her in many and such\nextremely different parts. Her Norma is plastic; every attitude might\nserve as the most beautiful model to a sculptor, and yet people felt\nthat these were the inspiration of the moment, and had not been studied\nbefore the glass; Norma is no raving Italian; she is the suffering,\nsorrowing woman–the woman possessed of a heart to sacrifice herself\nfor an unfortunate rival–the woman to whom, in the violence of the\nmoment, the thought may suggest itself of murdering the children of a\nfaithless lover, but who is immediately disarmed when she gazes into\nthe eyes of the innocent ones.",
        "“Norma, thou holy priestess,” sings the chorus, and Jenny Lind has\ncomprehended and shows to us this holy priestess in the aria, Casta\ndiva. In Copenhagen she sang all her parts in Swedish, and the\nother singers sang theirs in Danish, and the two kindred languages\nmingled very beautifully together; there was no jarring; even in the\nDaughter of the Regiment where there is a deal of dialogue, the Swedish\nhad something agreeable–and what acting! nay, the word itself is a\ncontradiction–it was nature; anything as true never before appeared on\nthe stage. She shows us perfectly the true child of nature grown up in\nthe camp, but an inborn nobility pervades every movement. The Daughter\nof the Regiment and the Somnambule are certainly Jenny Land’s most\nunsurpassable parts; no second can take their places in these beside\nher. People laugh,–they cry; it does them as much good as going to\nchurch; they become better for it. People feel that God is in art; and\nwhere God stands before us face to face there is a holy church.",
        "“There will not in a whole century,” said Mendelssohn, speaking to me\nof Jenny Lind, “be born another being so gifted as she;” and his words\nexpressed my full conviction; one feels as she makes her appearance on\nthe stage, that she is a pure vessel, from which a holy draught will be\npresented to us.",
        "There is not anything which can lessen the impression which Jenny\nLind’s greatness on the stage makes, except her own personal character\nat home. An intelligent and child-like disposition exercises here its\nastonishing power; she is happy; belonging, as it were, no longer to\nthe world, a peaceful, quiet home, is the object of her thoughts–and\nyet she loves art with her whole soul, and feels her vocation in it. A\nnoble, pious disposition like hers cannot be spoiled by homage. On one\noccasion only did I hear her express her joy in her talent and her\nself-consciousness. It was during her last residence in Copenhagen.\nAlmost every evening she appeared either in the opera or at concerts;\nevery hour was in requisition. She heard of a society, the object of\nwhich was, to assist unfortunate children, and to take them out of the\nhands of their parents by whom they were misused, and compelled either\nto beg or steal, and to place them in other and better circumstances.\nBenevolent people subscribed annually a small sum each for their\nsupport, nevertheless the means for this excellent purpose were small.",
        "“But have I not still a disengaged evening?” said she; “let me give a\nnight’s performance for the benefit of these poor children; but we will\nhave double prices!”",
        "Such a performance was given, and returned large proceeds; when she was\ninformed of this, and, that by this means, a number of poor children\nwould be benefited for several years, her countenance beamed, and the\ntears filled her eyes.",
        "“It is however beautiful,” said she, “that I can sing so!”",
        "I value her with the whole feeling of a brother, and I regard myself as\nhappy that I know and understand such a spirit. God give to her that\npeace, that quiet happiness which she wishes for herself!",
        "Through Jenny Lind I first became sensible of the holiness there is in\nart; through her I learned that one must forget oneself in the service\nof the Supreme. No books, no men have had a better or a more ennobling\ninfluence on me as the poet, than Jenny Lind, and I therefore have\nspoken of her so long and so warmly here.",
        "I have made the happy discovery by experience, that inasmuch as art and\nlife are more clearly understood by me, so much more sunshine from\nwithout has streamed into my soul. What blessings have not compensated\nme for the former dark days! Repose and certainty have forced\nthemselves into my heart. Such repose can easily unite itself with the\nchanging life of travel; I feel myself everywhere at home, attach\nmyself easily to people, and they give me in return confidence and\ncordiality.",
        "In the summer of 1844 I once more visited North Germany. An\nintellectual and amiable family in Oldenburg had invited me in the most\nfriendly manner to spend some time at their house. Count von Rantzau-\nBreitenburg repeated also in his letters how welcome I should be to\nhim. I set out on the journey, and this journey was, if not one of my\nlongest, still one of my most interesting.",
        "I saw the rich marsh-land in its summer luxuriance, and made with\nRantzau several interesting little excursions. Breitenburg lies in the\nmiddle of woods on the river St÷r; the steam-voyage to Hamburg gives\nanimation to the little river; the situation is picturesque, and life\nin the castle itself is comfortable and pleasant. I could devote myself\nperfectly to reading and poetry, because I was just as free as the bird\nin the air, and I was as much cared for as if I had been a beloved\nrelation of the family. Alas it was the last time that I came hither;\nCount Rantzau had, even then, a presentiment of his approaching death.\nOne day we met in the garden; he seized my hand, pressed it warmly,\nexpressed his pleasure in my talents being acknowledged abroad, and his\nfriendship for me, adding, in conclusion, “Yes, my dear young friend,\nGod only knows but I have the firm belief that this year is the last\ntime when we two shall meet here; my days will soon have run out their\nfull course.” He looked at me with so grave an expression, that it\ntouched my heart deeply, but I knew not what to say. We were near to\nthe chapel; he opened a little gate between some thick hedges, and we\nstood in a little garden, in which was a turfed grave and a seat beside\nit.",
        "“Here you will find me, when you come the next time to Breitenburg,\"\nsaid he, and his sorrowful words were true. He died the following\nwinter in Wiesbaden. I lost in him a friend, a protector, a noble\nexcellent heart.",
        "When I, on the first occasion, went to Germany, I visited the Hartz and\nthe Saxon Switzerland. Goethe was still living. It was my most\nheartfelt wish to see him. It was not far from the Hartz to Weimar, but\nI had no letters of introduction to him, and, at that time, not one\nline of my writings was translated. Many persons had described Goethe\nto me as a very proud man, and the question arose whether indeed he\nwould receive me. I doubted it, and determined not to go to Weimar\nuntil I should have written some work which would convey my name to\nGermany. I succeeded in this, but alas, Goethe was already dead.",
        "I had made the acquaintance of his daughter-in-law Mrs. von Goethe,\nborn at Pogwitsch, at the house of Mendelssohn Bartholdy, in Leipsig,\non my return from Constantinople; this spirituelle lady received\nme with much kindness. She told me that her son Walter had been my\nfriend for a long time; that as a boy he had made a whole play out of\nmy Improvisatore; that this piece had been performed in Goethe’s house;\nand lastly, that Walter, had once wished to go to Copenhagen to make my\nacquaintance. I thus had now friends in Weimar.",
        "An extraordinary desire impelled me to see this city where Goethe,\nSchiller, Wieland, and Herder had lived, and from which so much light\nhad streamed forth over the world. I approached that land which had\nbeen rendered sacred by Luther, by the strife of the Minnesingers on\nthe Wartburg, and by the memory of many noble and great events.",
        "On the 24th of June, the birthday of the Grand Duke, I arrived a\nstranger in the friendly town. Everything indicated the festivity which\nwas then going forward, and the young prince was received with great\nrejoicing in the theatre, where a new opera was being given. I did not\nthink how firmly, the most glorious and the best of all those whom I\nhere saw around me, would grow into my heart; how many of my future\nfriends sat around me here–how dear this city would become to me–in\nGermany my second home. I was invited by Goethe’s worthy friend, the\nexcellent Chancellor M ller, and I met with the most cordial reception\nfrom him. By accident I here met on my first call, with the Kammerherr\nBeaulieu de Marconnay, whom I had known in Oldenburg; he was now placed\nin Weimar. He invited me to remove to his house. In the course of a few\nminutes I was his stationary guest, and I felt “it is good to be here.”",
        "There are people whom it only requires a few days to know and to love;\nI won in Beaulieu, in these few days, a friend, as I believe, for my\nwhole life. He introduced me into the family circle, the amiable\nchancellor received me equally cordially; and I who had, on my arrival,\nfancied myself quite forlorn, because Mrs. von Goethe and her son\nWalter were in Vienna, was now known in Weimar, and well received in\nall its circles.",
        "The reigning Grand Duke and Duchess gave me so gracious and kind a\nreception as made a deep impression upon me. After I had been\npresented, I was invited to dine, and soon after received an invitation\nto visit the hereditary Grand Duke and his lady, at the hunting seat of\nEttersburg, which stands high, and close to an extensive forest. The\nold fashioned furniture within the house, and the distant views from\nthe park into the Hartz mountains, produced immediately a peculiar\nimpression. All the young peasants had assembled at the castle to\ncelebrate the birthday of their beloved young Duke; climbing-poles,\nfrom which fluttered handkerchiefs and ribbons, were erected; fiddles\nsounded, and people danced merrily under the branches of the large and\nflowering limetrees. Sabbath splendor, contentment and happiness were\ndiffused over the whole.",
        "The young and but new married princely pair seemed to be united by true\nheartfelt sentiment. The heart must be able to forget the star on the\nbreast under which it beats, if its possessor wish to remain long free\nand happy in a court; and such a heart, certainly one of the noblest\nand best which beats, is possessed by Karl Alexander of Saxe-Weimar. I\nhad the happiness of a sufficient length of time to establish this\nbelief. During this, my first residence here, I came several times to\nthe happy Ettersburg. The young Duke showed me the garden and the tree\non the trunk of which Goethe, Schiller, and Wieland had cut their\nnames; nay even Jupiter himself had wished to add his to theirs, for\nhis thunder-bolt had splintered it in one of the branches.",
        "The intellectual Mrs. von Gross (Amalia Winter), Chancellor von M ller,\nwho was able livingly to unroll the times of Goethe and to explain his\nFaust, and the soundly honest and child-like minded Eckermann belonged\nto the circle at Ettersburg. The evenings passed like a spiritual\ndream; alternately some one read aloud; even I ventured, for the first\ntime in a foreign language to me, to read one of my own tales–the\nConstant Tin Soldier.",
        "Chancellor von M ller accompanied me to the princely burial-place,\nwhere Karl August sleeps with his glorious wife, not between Schiller\nand Goethe, as I believed when I wrote–\"the prince has made for\nhimself a rainbow glory, whilst he stands between the sun and the\nrushing waterfall.” Close beside the princely pair, who understood and\nvalued that which was great, repose these their immortal friends.\nWithered laurel garlands lay upon the simple brown coffins, of which\nthe whole magnificence consists in the immortal names of Goethe and\nSchiller. In life the prince and the poet walked side by side, in death\nthey slumber under the same vault. Such a place as this is never\neffaced from the mind; in such a spot those quiet prayers are offered,\nwhich God alone hears.",
        "I remained above eight days in Weimar; it seemed to me as if I had\nformerly lived in this city; as if it were a beloved home which I must\nnow leave. As I drove out of the city, over the bridge and past the\nmill, and for the last time looked back to the city and the castle, a\ndeep melancholy took hold on my soul, and it was to me as if a\nbeautiful portion of my life here had its close; I thought that the\njourney, after I had left Weimar, could afford me no more pleasure. How\noften since that time has the carrier pigeon, and still more\nfrequently, the mind, flown over to this place! Sunshine has streamed\nforth from Weimar upon my poet-life.",
        "From Weimar I went to Leipzig where a truly poetical evening awaited me\nwith Robert Schumann. This great composer had a year before surprised\nme by the honor of dedicating to me the music which he had composed to\nfour of my songs; the lady of Dr. Frege whose singing, so full of soul,\nhas pleased and enchanted so many thousands, accompanied Clara\nSchumann, and the composer and the poet were alone the audience: a\nlittle festive supper and a mutual interchange of ideas shortened the\nevening only too much. I met with the old, cordial reception at the\nhouse of Mr. Brockhaus, to which from former visits I had almost\naccustomed myself. The circle of my friends increased in the German\ncities; but the first heart is still that to which we most gladly turn\nagain.",
        "I found in Dresden old friends with youthful feelings; my gifted half-\ncountryman Dahl, the Norwegian, who knows how upon canvas to make the\nwaterfall rush foaming down, and the birch-tree to grow as in the\nvalleys of Norway, and Vogel von Vogelstein, who did me the honor of\npainting my portrait, which was included in the royal collection of\nportraits. The theatre intendant, Herr von L ttichau, provided me every\nevening with a seat in the manager’s box; and one of the noblest\nladies, in the first circles of Dresden, the worthy Baroness von\nDecken, received me as a mother would receive her son. In this\ncharacter I was ever afterwards received in her family and in the\namiable circle of her friends.",
        "How bright and beautiful is the world! How good are human beings! That\nit is a pleasure to live becomes ever more and more clear to me.",
        " Beaulieu’s younger brother Edmund, who is an officer in the army, came\none day from Tharand, where he had spent the summer months. I\naccompanied him to various places, spent some happy days among the\npleasant scenery of the hills, and was received at the same time into\nvarious families.",
        "I visited with the Baroness Decken, for the first time, the celebrated\nand clever painter Retsch, who has published the bold outlines of\nGoethe, Shakspeare, &c. He lives a sort of Arcadian life among lowly\nvineyards on the way to Meissen. Every year he makes a present to his\nwife, on her birthday, of a new drawing, and always one of his best;\nthe collection has grown through a course of years to a valuable album,\nwhich she, if he die before her, is to publish. Among the many glorious\nideas there, one struck me as peculiar; the Flight into Egypt. It is\nnight; every one sleeps in the picture,–Mary, Joseph, the flowers and\nthe shrubs, nay even the ass which carries her–all, except the child\nJesus, who, with open round countenance, watches over and illumines\nall. I related one of my stories to him, and for this I received a\nlovely drawing,–a beautiful young girl hiding herself behind the mask\nof an old woman; thus should the eternally youthful soul, with its\nblooming loveliness, peep forth from behind the old mask of the fairy-\ntale. Retsch’s pictures are rich in thought, full of beauty, and a\ngenial spirit.",
        "I enjoyed the country-life of Germany with Major Serre and his amiable\nwife at their splendid residence of Maren; it is not possible for any\none to exercise greater hospitality than is done by these two kind-\nhearted people. A circle of intelligent, interesting individuals, were\nhere assembled; I remained among them above eight days, and there\nbecame acquainted with Kohl the traveller, and the clever authoress,\nthe Countess Hahn-Hahn, in whom I discerned a woman by disposition and\nindividual character in whom confidence may be placed. Where one is\nwell received there one gladly lingers. I found myself unspeakably\nhappy on this little journey in Germany, and became convinced that I\nwas there no stranger. It was heart and truth to nature which people\nvalued in my writings; and, however excellent and praiseworthy the\nexterior beauty may be, however imposing the maxims of this world’s\nwisdom, still it is heart and nature which have least changed by time,\nand which everybody is best able to understand.",
        "I returned home by way of Berlin, where I had not been for several\nyears; but the dearest of my friends there–Chamisso, was dead.",
        "  The fair wild swan which flew far o’er the earth,\n  And laid its head upon a wild-swan’s breast,",
        "was now flown to a more glorious hemisphere; I saw his children, who\nwere now fatherless and motherless. From the young who here surround\nme, I discover that I am grown older; I feel it not in myself.\nChamisso’s sons, whom I saw the last time playing here in the little\ngarden with bare necks, came now to meet me with helmet and sword: they\nwere officers in the Prussian service. I felt in a moment how the years\nhad rolled on, how everything was changed and how one loses so many.",
        "  Yet is it not so hard as people deem,\n    To see their soul’s beloved from them riven;\n  God has their dear ones, and in death they seem\n    To form a bridge which leads them up to heaven.",
        "I met with the most cordial reception, and have since then always met\nwith the same, in the house of the Minister Savigny, where I became\nacquainted with the clever, singularly gifted Bettina and her lovely\nspiritual-minded daughter. One hour’s conversation with Bettina during\nwhich she was the chief speaker, was so rich and full of interest, that\nI was almost rendered dumb by all this eloquence, this firework of wit.\nThe world knows her writings, but another talent which she is possessed\nof, is less generally known, namely her talent for drawing. Here again\nit is the ideas which astonish us. It was thus, I observed, she had\ntreated in a sketch an accident which had occurred just before, a young\nman being killed by the fumes of wine. You saw him descending half-\nnaked into the cellar, round which lay the wine casks like monsters:\nBacchanals and Bacchantes danced towards him, seized their victim and\ndestroyed him! I know that Thorwaldsen, to whom she once showed all her\ndrawings, was in the highest degree astonished by the ideas they\ncontained.",
        "It does the heart such good when abroad to find a house, where, when\nimmediately you enter, eyes flash like festal lamps, a house where you\ncan take peeps into a quiet, happy domestic life–such a house is that\nof Professor Weiss. Yet how many new acquaintance which were found, and\nold acquaintance which were renewed, ought I not to mention! I met\nCornelius from Rome, Schelling from Munich, my countryman I might\nalmost call him; Steffens, the Norwegian, and once again Tieck, whom I\nhad not seen since my first visit to Germany. He was very much altered,\nyet his gentle, wise eyes were the same, the shake of his hand was the\nsame. I felt that he loved me and wished me well. I must visit him in\nPotsdam, where he lived in ease and comfort. At dinner I became\nacquainted with his brother the sculptor.",
        "From Tieck I learnt how kindly the King and Queen of Prussia were\ndisposed towards me; that they had read my romance of Only a Fiddler,\nand inquired from Tieck about me. Meantime their Majesties were absent\nfrom Berlin. I had arrived the evening before their departure, when\nthat abominable attempt was made upon their lives.",
        "I returned to Copenhagen by Stettin in stormy weather, full of the joy\nof life, and again saw my dear friends, and in a few days set off to\nCount Moltke’s in Funen, there to spend a few lovely summer days. I\nhere received a letter from the Minister Count Rantzau-Breitenburg, who\nwas with the King and Queen of Denmark at the watering-place of F÷hr.\nHe wrote, saying that he had the pleasure of announcing to me the most\ngracious invitation of their Majesties to F÷hr. This island, as is well\nknown, lies in the North Sea, not far from the coast of Sleswick, in\nthe neighborhood of the interesting Halligs, those little islands which\nBiernatzky described so charmingly in his novels. Thus, in a manner\nwholly unexpected by me, I should see scenery of a very peculiar\ncharacter even in Denmark.",
        "The favor of my king and Queen made me happy, and I rejoiced to be once\nmore in close intimacy with Rantzau. Alas, it was for the last time!",
        "It was just now five and twenty years since I, a poor lad, travelled\nalone and helpless to Copenhagen. Exactly the five and twentieth\nanniversary would be celebrated by my being with my king and queen, to\nwhom I was faithfully attached, and whom I at that very time learned to\nlove with my whole soul. Everything that surrounded me, man and nature,\nreflected themselves imperishably in my soul. I felt myself, as it\nwere, conducted to a point from which I could look forth more\ndistinctly over the past five and twenty years, with all the good\nfortune and happiness which they had evolved for me. The reality\nfrequently surpasses the most beautiful dream.",
        "I travelled from Funen to Flensborg, which, lying in its great bay, is\npicturesque with woods and hills, and then immediately opens out into a\nsolitary heath. Over this I travelled in the bright moonlight. The\njourney across the heath was tedious; the clouds only passed rapidly.\nWe went on monotonously through the deep sand, and monotonous was the\nwail of a bird among the shrubby heath. Presently we reached moorlands.\nLong-continued rain had changed meadows and cornfields into great\nlakes; the embankments along which we drove were like morasses; the\nhorses sank deeply into them. In many places the light carriage was\nobliged to be supported by the peasants, that it might not fall upon\nthe cottages below the embankment. Several hours were consumed over\neach mile (Danish). At length the North Sea with its islands lay before\nme. The whole coast was an embankment, covered for miles with woven\nstraw, against which the waves broke. I arrived at high tide. The wind\nwas favorable, and in less than an hour I reached F÷hr, which, after my\ndifficult journey, appeared to me like a real fairy land.",
        "The largest city, Wyck, in which are the baths, is exactly built like a\nDutch town. The houses are only one story high, with sloping roofs and\ngables turned to the street. The many strangers there, and the presence\nof the court, gave a peculiar animation to the principal street. Well-\nknown faces looked out from almost every house; the Danish flag waved,\nand music was heard. I was soon established in my quarters, and every\nday, until the departure of their Majesties, had I the honor of an\ninvitation from them to dinner, as well as to pass the evening in their\ncircle. On several evenings I read aloud my little stories (M rchen) to\nthe king and queen, and both of them were gracious and affectionate\ntowards me. It is so good when a noble human nature will reveal itself\nwhere otherwise only the king’s crown and the purple mantle might be\ndiscovered. Few people can be more amiable in private life than their\npresent Majesties of Denmark. May God bless them and give them joy,\neven as they filled my breast with happiness and sunshine!",
        "I sailed in their train to the largest of the Halligs, those grassy\nrunes in the ocean, which bear testimony to a sunken country. The\nviolence of the sea has changed the mainland into islands, has riven\nthese again, and buried men and villages. Year after year are new\nportions rent away, and, in half a century’s time, there will be\nnothing here but sea. The Halligs are now only low islets covered with\na dark turf, on which a few flocks graze. When the sea rises these are\ndriven into the garrets of the houses, and the waves roll over this\nlittle region, which is miles distant from the shore. Oland, which we\nvisited, contains a little town. The houses stand closely side by side,\nas if, in their sore need they would all huddle together. They are all\nerected upon a platform, and have little windows, as in the cabin of a\nship. There, in the little room, solitary through half the year, sit\nthe wife and her daughters spinning. There, however, one always finds a\nlittle collection of books. I found books in Danish, German, and\nFrieslandish. The people read and work, and the sea rises round the\nhouses, which lie like a wreck in the ocean. Sometimes, in the night, a\nship, having mistaken the lights, drives on here and is stranded.",
        "In the year 1825, a tempestuous tide washed away men and houses. The\npeople sat for days and nights half naked upon the roofs, till these\ngave way; nor from F÷hr nor the mainland could help be sent to them.\nThe church-yard is half washed away; coffins and corpses were\nfrequently exposed to view by the breakers: it is an appalling sight.\nAnd yet the inhabitants of the Halligs are attached to their little\nhome. They cannot remain on the mainland, but are driven thence by home\nsickness.",
        "We found only one man upon the island, and he had only lately arisen\nfrom a sick bed. The others were out on long voyages. We were received\nby girls and women. They had erected before the church a triumphal arch\nwith flowers which they had fetched from F÷hr; but it was so small and\nlow, that one was obliged to go round it; nevertheless they showed by\nit their good will. The queen was deeply affected by their having cut\ndown their only shrub, a rose bush, to lay over a marshy place which\nshe would have to cross. The girls are pretty, and are dressed in a\nhalf Oriental fashion. The people trace their descent from Greeks. They\nwear their faces half concealed, and beneath the strips of linen which\nlie upon the head is placed a Greek fez, around which the hair is wound\nin plaits.",
        "On our return, dinner was served on board the royal steamer; and\nafterwards, as we sailed in a glorious sunset through this archipelago,\nthe deck of the vessel was changed to a dancing room. Young and old\ndanced; servants flew hither and thither with refreshments; sailors\nstood upon the paddle-boxes and took the soundings, and their deep-\ntoned voices might be heard giving the depth of the water. The moon\nrose round and large, and the promontory of Amrom assumed the\nappearance of a snow-covered chain of Alps.",
        "I visited afterwards these desolate sand hills: the king went to shoot\nrabbits there. Many years ago a ship was wrecked here, on board of\nwhich were two rabbits, and from this pair Amrom is now stored with\nthousands of their descendants. At low tide the sea recedes wholly from\nbetween Amrom and F÷hr, and then people drive across from one island to\nanother; but still the time must be well observed and the passage\naccurately known, or else, when the tide comes, he who crosses will be\ninevitably lost. It requires only a few minutes, and then where dry\nland was large ships may sail. We saw a whole row of wagons driving\nfrom F÷hr to Amrom. Seen upon the white sand and against the blue\nhorizon, they seem to be twice as large as they really were. All around\nwere spread out, like a net, the sheets of water, as if they held\nfirmly the extent of sand which belonged to the ocean and which would\nbe soon overflowed by it. This promontory brings to one’s memory the\nmounds of ashes at Vesuvius; for here one sinks at every step, the wiry\nmoor-grass not being able to bind together the loose sand. The sun\nshone burningly hot between the white sand hills: it was like a journey\nthrough the deserts of Africa.",
        "A peculiar kind of rose, and the heath were in flower in the valleys\nbetween the hills; in other places there was no vegetation whatever;\nnothing but the wet sand on which the waves had left their impress; the\nsea had inscribed on its receding strange hieroglyphics. I gazed from\none of the highest points over the North Sea; it was ebb-tide; the sea\nhad retired above a mile; the vessels lay like dead fishes upon the\nsand, and awaiting the returning tide. A few sailors had clambered down\nand moved about on the sandy ground like black points. Where the sea\nitself kept the white level sand in movement, a long bank elevated\nitself, which, during the time of high-water, is concealed, and upon\nwhich occur many wrecks. I saw the lofty wooden tower which is here\nerected, and in which a cask is always kept filled with water, and a\nbasket supplied with bread and brandy, that the unfortunate human\nbeings, who are here stranded, may be able in this place, amid the\nswelling sea, to preserve life for a few days until it is possible to\nrescue them.",
        "To return from such a scene as this to a royal table, a charming court-\nconcert, and a little ball in the bath-saloon, as well as to the\npromenade by moonlight, thronged with guests, a little Boulevard, had\nsomething in it like a fairy tale,–it was a singular contrast.",
        "As I sat on the above-mentioned five-and-twentieth anniversary, on the\n5th of September, at the royal dinner-table, the whole of my former\nlife passed in review before my mind. I was obliged to summon all my\nstrength to prevent myself bursting into tears. There are moments of\nthankfulness in which, as it were, we feel a desire to press God to our\nhearts. How deeply I felt, at this time, my own nothingness; how all,\nall, had come from him. Rantzau knew what an interesting day this was\nto me. After dinner the king and the queen wished me happiness, and\nthat so–graciously, is a poor word,–so cordially, so sympathizingly!\nThe king wished me happiness in that which I had endured and won. He\nasked me about my first entrance into the world, and I related to him\nsome characteristic traits.",
        "In the course of conversation he inquired if I had not some certain\nyearly income; I named the sum to him.",
        "“That is not much,” said the king.",
        "“But I do not require much,” replied I, “and my writings procure me\nsomething.”",
        "The king, in the kindest manner, inquired farther into my\ncircumstances, and closed by saying,",
        "“If I can, in any way, be serviceable to your literary labors, then\ncome to me.”",
        "In the evening, during the concert, the conversation was renewed, and\nsome of those who stood near me reproached me for not having made use\nof my opportunity.",
        "“The king,” said they, “put the very words into your mouth.”",
        "But I could not, I would not have done it. “If the king,” I said,\n“found that I required something more, he could give it to me of his\nown will.”",
        "And I was not mistaken. In the following year King Christian VIII.\nincreased my annual stipend, so that with this and that which my\nwritings bring in, I can live honorably and free from care. My king\ngave it to me out of the pure good-will of his own heart. King\nChristian is enlightened, clear-sighted, with a mind enlarged by\nscience; the gracious sympathy, therefore, which he has felt in my fate\nis to me doubly cheering and ennobling.",
        "The 5th of September was to me a festival-day; even the German visitors\nat the baths honored me by drinking my health in the pump-room.",
        "So many flattering circumstances, some people argue, may easily spoil a\nman, and make him vain. But, no; they do not spoil him, they make him\non the contrary–better; they purify his mind, and he must thereby feel\nan impulse, a wish, to deserve all that he enjoys. At my parting-\naudience with the queen, she gave me a valuable ring as a remembrance\nof our residence at F÷hr; and the king again expressed himself full of\nkindness and noble sympathy. God bless and preserve this exalted pair!",
        "The Duchess of Augustenburg was at this time also at F÷hr with her two\neldest daughters. I had daily the happiness of being with them, and\nreceived repeated invitations to take Augustenburg on my return. For\nthis purpose I went from F÷hr to Als, one of the most beautiful islands\nin the Baltic. That little region resembles a blooming garden;\nluxuriant corn and clover-fields are enclosed, with hedges of hazels\nand wild roses; the peasants’ houses are surrounded by large apple-\norchards, full of fruit. Wood and hill alternate. Now we see the ocean,\nand now the narrow Lesser Belt, which resembles a river. The Castle of\nAugustenburg is magnificent, with its garden full of flowers, extending\ndown to the very shores of the serpentine bay. I met with the most\ncordial reception, and found the most amiable family-life in the ducal\ncircle. I spent fourteen days here, and was present at the birth-day\nfestivities of the duchess, which lasted three days; among these\nfestivities was racing, and the town and the castle were filled with\npeople.",
        "Happy domestic life is like a beautiful summer’s evening; the heart is\nfilled with peace; and everything around derives a peculiar glory. The\nfull heart says “it is good to be here;” and this I felt at\nAugustenburg.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}