{
    "title": "The Story of Mankind - Prehistoric Man (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "PREHISTORIC MAN BEGINS TO MAKE\nTHINGS FOR HIMSELF.",
        "EARLY man did not know what time meant. He kept\nno records of birthdays or wedding anniversaries or the hour\nof death. He had no idea of days or weeks or even years.\nBut in a general way he kept track of the seasons for he had\nnoticed that the cold winter was invariably followed by the mild\nspring–that spring grew into the hot summer when fruits\nripened and the wild ears of corn were ready to be eaten and\nthat summer ended when sudden gusts of wind swept the leaves\nfrom the trees and a number of animals were getting ready\nfor the long hibernal sleep.",
        "But now, something unusual and rather frightening had\nhappened. Something was the matter with the weather. The\nwarm days of summer had come very late. The fruits had\nnot ripened. The tops of the mountains which used to be covered\nwith grass now lay deeply hidden underneath a heavy\nburden of snow.",
        "Then, one morning, a number of wild people, different\nfrom the other creatures who lived in that neighbourhood, came\nwandering down from the region of the high peaks. They\nlooked lean and appeared to be starving. They uttered sounds\nwhich no one could understand. They seemed to say that\nthey were hungry. There was not food enough for both the\nold inhabitants and the newcomers. When they tried to stay\nmore than a few days there was a terrible battle with claw-like\nhands and feet and whole families were killed. The others fled\nback to their mountain slopes and died in the next blizzard.",
        "But the people in the forest were greatly frightened. All\nthe time the days grew shorter and the nights grew colder than\nthey ought to have been.",
        "Finally, in a gap between two high hills, there appeared a\ntiny speck of greenish ice. Rapidly it increased in size. A\ngigantic glacier came sliding downhill. Huge stones were\nbeing pushed into the valley. With the noise of a dozen thunderstorms\ntorrents of ice and mud and blocks of granite suddenly\ntumbled among the people of the forest and killed them\nwhile they slept. Century old trees were crushed into kindling\nwood. And then it began to snow.",
        "It snowed for months and months. All the plants died and\nthe animals fled in search of the southern sun. Man hoisted\nhis young upon his back and followed them. But he could not\ntravel as fast as the wilder creatures and he was forced to\nchoose between quick thinking or quick dying. He seems to\nhave preferred the former for he has managed to survive the\nterrible glacial periods which upon four different occasions\nthreatened to kill every human being on the face of the earth.",
        "In the first place it was necessary that man clothe himself\nlest he freeze to death. He learned how to dig holes and cover\nthem with branches and leaves and in these traps he caught\nbears and hyenas, which he then killed with heavy stones and\nwhose skins he used as coats for himself and his family.",
        "Next came the housing problem. This was simple. Many\nanimals were in the habit of sleeping in dark caves. Man now\nfollowed their example, drove the animals out of their warm\nhomes and claimed them for his own.",
        "Even so, the climate was too severe for most people and\nthe old and the young died at a terrible rate. Then a genius\nbethought himself of the use of fire. Once, while out hunting,\nhe had been caught in a forest-fire. He remembered that he\nhad been almost roasted to death by the flames. Thus far fire\nhad been an enemy. Now it became a friend. A dead tree\nwas dragged into the cave and lighted by means of smouldering\nbranches from a burning wood. This turned the cave into\na cozy little room.",
        "And then one evening a dead chicken fell into the fire. It\nwas not rescued until it had been well roasted. Man discovered\nthat meat tasted better when cooked and he then and there\ndiscarded one of the old habits which he had shared with the\nother animals and began to prepare his food.",
        "In this way thousands of years passed. Only the people\nwith the cleverest brains survived. They had to struggle day\nand night against cold and hunger. They were forced to invent\ntools. They learned how to sharpen stones into axes and how\nto make hammers. They were obliged to put up large stores\nof food for the endless days of the winter and they found that\nclay could be made into bowls and jars and hardened in the\nrays of the sun. And so the glacial period, which had threatened\nto destroy the human race, became its greatest teacher\nbecause it forced man to use his brain.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}