{
    "title": "The Picture of Dorian Gray - Chapter X",
    "author": "Oscar Wilde",
    "chapter": "10",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "It was on the 7th of November, the eve of his own thirty-\nsecond birthday, as he often remembered afterwards.",
        "He was walking home about eleven o’clock from Lord Henry’s, where he\nhad been dining, and was wrapped in heavy furs, as the night was cold\nand foggy.  At the corner of Grosvenor Square and South Audley Street\na man passed him in the mist, walking very fast, and with the collar\nof his gray ulster turned up.  He had a bag in his hand.  He\nrecognized him.  It was Basil Hallward.  A strange sense of fear, for\nwhich he could not account, came over him.  He made no sign of\nrecognition, and went on slowly, in the direction of his own house.",
        "But Hallward had seen him.  Dorian heard him first stopping, and then\nhurrying after him.  In a few moments his hand was on his arm.",
        "“Dorian!  What an extraordinary piece of luck!  I have been waiting\nfor you ever since nine o’clock in your library.  Finally I took pity\non your tired servant, and told him to go to bed, as he let me out.\nI am off to Paris by the midnight train, and I wanted particularly to\nsee you before I left.  I thought it was you, or rather your fur\ncoat, as you passed me.  But I wasn’t quite sure.  Didn’t you\nrecognize me?”",
        "“In this fog, my dear Basil?  Why, I can’t even recognize Grosvenor\nSquare.  I believe my house is somewhere about here, but I don’t feel\nat all certain about it.  I am sorry you are going away, as I have\nnot seen you for ages.  But I suppose you will be back soon?”",
        "“No: I am going to be out of England for six months.  I intend [78]\nto take a studio in Paris, and shut myself up till I have finished a\ngreat picture I have in my head.  However, it wasn’t about myself I\nwanted to talk.  Here we are at your door.  Let me come in for a\nmoment.  I have something to say to you.”",
        "“I shall be charmed.  But won’t you miss your train?” said Dorian\nGray, languidly, as he passed up the steps and opened the door with\nhis latch-key.",
        "The lamp-light struggled out through the fog, and Hallward looked at\nhis watch.  “I have heaps of time,” he answered.  “The train doesn’t\ngo till twelve-fifteen, and it is only just eleven.  In fact, I was\non my way to the club to look for you, when I met you.  You see, I\nshan’t have any delay about luggage, as I have sent on my heavy\nthings.  All I have with me is in this bag, and I can easily get to\nVictoria in twenty minutes.”",
        "Dorian looked at him and smiled.  “What a way for a fashionable\npainter to travel!  A Gladstone bag, and an ulster!  Come in, or the\nfog will get into the house.  And mind you don’t talk about anything\nserious.  Nothing is serious nowadays.  At least nothing should be.”",
        "Hallward shook his head, as he entered, and followed Dorian into the\nlibrary.  There was a bright wood fire blazing in the large open\nhearth.  The lamps were lit, and an open Dutch silver spirit-case\nstood, with some siphons of soda-water and large cut-glass tumblers,\non a little table.",
        "“You see your servant made me quite at home, Dorian.  He gave me\neverything I wanted, including your best cigarettes.  He is a most\nhospitable creature.  I like him much better than the Frenchman you\nused to have.  What has become of the Frenchman, by the bye?”",
        "Dorian shrugged his shoulders.  “I believe he married Lady Ashton’s\nmaid, and has established her in Paris as an English dressmaker.\nAnglomanie is very fashionable over there now, I hear.  It seems\nsilly of the French, doesn’t it?  But–do you know?–he was not at\nall a bad servant.  I never liked him, but I had nothing to complain\nabout.  One often imagines things that are quite absurd.  He was\nreally very devoted to me, and seemed quite sorry when he went away.\nHave another brandy-and-soda?  Or would you like hock-and-seltzer?  I\nalways take hock-and-seltzer myself.  There is sure to be some in the\nnext room.”",
        "“Thanks, I won’t have anything more,” said Hallward, taking his cap\nand coat off, and throwing them on the bag that he had placed in the\ncorner.  “And now, my dear fellow, I want to speak to you seriously.\nDon’t frown like that.  You make it so much more difficult for me.”",
        "“What is it all about?” cried Dorian, in his petulant way, flinging\nhimself down on the sofa.  “I hope it is not about myself.  I am\ntired of myself to-night.  I should like to be somebody else.”",
        "“It is about yourself,” answered Hallward, in his grave, deep voice,\n“and I must say it to you.  I shall only keep you half an hour.”",
        "Dorian sighed, and lit a cigarette.  “Half an hour!” he murmured.",
        "[79] “It is not much to ask of you, Dorian, and it is entirely for\nyour own sake that I am speaking.  I think it right that you should\nknow that the most dreadful things are being said about you in\nLondon,–things that I could hardly repeat to you.”",
        "“I don’t wish to know anything about them.  I love scandals about\nother people, but scandals about myself don’t interest me.  They have\nnot got the charm of novelty.”",
        "“They must interest you, Dorian.  Every gentleman is interested in\nhis good name.  You don’t want people to talk of you as something\nvile and degraded.  Of course you have your position, and your\nwealth, and all that kind of thing.  But position and wealth are not\neverything.  Mind you, I don’t believe these rumors at all.  At\nleast, I can’t believe them when I see you.  Sin is a thing that\nwrites itself across a man’s face.  It cannot be concealed.  People\ntalk of secret vices.  There are no such things as secret vices.  If\na wretched man has a vice, it shows itself in the lines of his mouth,\nthe droop of his eyelids, the moulding of his hands even.  Somebody–\nI won’t mention his name, but you know him–came to me last year to\nhave his portrait done.  I had never seen him before, and had never\nheard anything about him at the time, though I have heard a good deal\nsince.  He offered an extravagant price.  I refused him.  There was\nsomething in the shape of his fingers that I hated.  I know now that\nI was quite right in what I fancied about him.  His life is dreadful.\nBut you, Dorian, with your pure, bright, innocent face, and your\nmarvellous untroubled youth,–I can’t believe anything against you.\nAnd yet I see you very seldom, and you never come down to the studio\nnow, and when I am away from you, and I hear all these hideous things\nthat people are whispering about you, I don’t know what to say.  Why\nis it, Dorian, that a man like the Duke of Berwick leaves the room of\na club when you enter it?  Why is it that so many gentlemen in London\nwill neither go to your house nor invite you to theirs?  You used to\nbe a friend of Lord Cawdor.  I met him at dinner last week.  Your\nname happened to come up in conversation, in connection with the\nminiatures you have lent to the exhibition at the Dudley.  Cawdor\ncurled his lip, and said that you might have the most artistic\ntastes, but that you were a man whom no pure-minded girl should be\nallowed to know, and whom no chaste woman should sit in the same room\nwith.  I reminded him that I was a friend of yours, and asked him\nwhat he meant.  He told me.  He told me right out before everybody.\nIt was horrible!  Why is your friendship so fateful to young men?\nThere was that wretched boy in the Guards who committed suicide.  You\nwere his great friend.  There was Sir Henry Ashton, who had to leave\nEngland, with a tarnished name.  You and he were inseparable.  What\nabout Adrian Singleton, and his dreadful end?  What about Lord Kent’s\nonly son, and his career?  I met his father yesterday in St. James\nStreet.  He seemed broken with shame and sorrow.  What about the\nyoung Duke of Perth?  What sort of life has he got now?  What\ngentleman would associate with him?  Dorian, Dorian, your reputation\nis infamous.  I know you and Harry are great friends.  I say nothing\nabout that now, but [80] surely you need not have made his sister’s\nname a by-word.  When you met Lady Gwendolen, not a breath of scandal\nhad ever touched her.  Is there a single decent woman in London now\nwho would drive with her in the Park?  Why, even her children are not\nallowed to live with her.  Then there are other stories,–stories\nthat you have been seen creeping at dawn out of dreadful houses and\nslinking in disguise into the foulest dens in London.  Are they true?\nCan they be true?  When I first heard them, I laughed.  I hear them\nnow, and they make me shudder.  What about your country-house, and\nthe life that is led there?  Dorian, you don’t know what is said\nabout you.  I won’t tell you that I don’t want to preach to you.  I\nremember Harry saying once that every man who turned himself into an\namateur curate for the moment always said that, and then broke his\nword.  I do want to preach to you.  I want you to lead such a life as\nwill make the world respect you.  I want you to have a clean name and\na fair record.  I want you to get rid of the dreadful people you\nassociate with.  Don’t shrug your shoulders like that.  Don’t be so\nindifferent.  You have a wonderful influence.  Let it be for good,\nnot for evil.  They say that you corrupt every one whom you become\nintimate with, and that it is quite sufficient for you to enter a\nhouse, for shame of some kind to follow after you.  I don’t know\nwhether it is so or not.  How should I know?  But it is said of you.\nI am told things that it seems impossible to doubt.  Lord Gloucester\nwas one of my greatest friends at Oxford.  He showed me a letter that\nhis wife had written to him when she was dying alone in her villa at\nMentone.  Your name was implicated in the most terrible confession I\never read.  I told him that it was absurd,–that I knew you\nthoroughly, and that you were incapable of anything of the kind.\nKnow you?  I wonder do I know you?  Before I could answer that, I\nshould have to see your soul.”",
        "“To see my soul!” muttered Dorian Gray, starting up from the sofa and\nturning almost white from fear.",
        "“Yes,” answered Hallward, gravely, and with infinite sorrow in his\nvoice,–\"to see your soul.  But only God can do that.”",
        "A bitter laugh of mockery broke from the lips of the younger man.\n“You shall see it yourself, to-night!” he cried, seizing a lamp from\nthe table.  “Come: it is your own handiwork.  Why shouldn’t you look\nat it?  You can tell the world all about it afterwards, if you\nchoose.  Nobody would believe you.  If they did believe you, they’d\nlike me all the better for it.  I know the age better than you do,\nthough you will prate about it so tediously.  Come, I tell you.  You\nhave chattered enough about corruption.  Now you shall look on it\nface to face.”",
        "There was the madness of pride in every word he uttered.  He stamped\nhis foot upon the ground in his boyish insolent manner.  He felt a\nterrible joy at the thought that some one else was to share his\nsecret, and that the man who had painted the portrait that was the\norigin of all his shame was to be burdened for the rest of his life\nwith the hideous memory of what he had done.",
        "“Yes,” he continued, coming closer to him, and looking steadfastly\ninto his stern eyes, “I will show you my soul.  You shall see the\nthing that you fancy only God can see.”",
        "[81] Hallward started back.  “This is blasphemy, Dorian!” he cried.\n“You must not say things like that.  They are horrible, and they\ndon’t mean anything.”",
        "“You think so?” He laughed again.",
        "“I know so.  As for what I said to you to-night, I said it for your\ngood.  You know I have been always devoted to you.”",
        "“Don’t touch me.  Finish what you have to say.”",
        "A twisted flash of pain shot across Hallward’s face.  He paused for a\nmoment, and a wild feeling of pity came over him.  After all, what\nright had he to pry into the life of Dorian Gray?  If he had done a\ntithe of what was rumored about him, how much he must have suffered!\nThen he straightened himself up, and walked over to the fireplace,\nand stood there, looking at the burning logs with their frost-like\nashes and their throbbing cores of flame.",
        "“I am waiting, Basil,” said the young man, in a hard, clear voice.",
        "He turned round.  “What I have to say is this,” he cried.  “You must\ngive me some answer to these horrible charges that are made against\nyou.  If you tell me that they are absolutely untrue from beginning\nto end, I will believe you.  Deny them, Dorian, deny them!  Can’t you\nsee what I am going through?  My God! don’t tell me that you are\ninfamous!”",
        "Dorian Gray smiled.  There was a curl of contempt in his lips.  “Come\nup-stairs, Basil,” he said, quietly.  “I keep a diary of my life from\nday to day, and it never leaves the room in which it is written.  I\nwill show it to you if you come with me.”",
        "“I will come with you, Dorian, if you wish it.  I see I have missed\nmy train.  That makes no matter.  I can go to-morrow.  But don’t ask\nme to read anything to-night.  All I want is a plain answer to my\nquestion.”",
        "“That will be given to you up-stairs.  I could not give it here.  You\nwon’t have to read long.  Don’t keep me waiting.”",
        "Continue...",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}