{
    "title": "The Store Boy",
    "author": "Horatio Alger, Jr.",
    "chapter": "1",
    "content": [
        "\n\n",
        "“Give me a ride?”",
        "Ben Barclay checked the horse he was driving and looked attentively at\nthe speaker.  He was a stout-built, dark-complexioned man, with a\nbeard of a week’s growth, wearing an old and dirty suit, which would\nhave reduced any tailor to despair if taken to him for cleaning and\nrepairs.  A loose hat, with a torn crown, surmounted a singularly\nill-favored visage.",
        "“A tramp, and a hard looking one!” said Ben to himself.",
        "He hesitated about answering, being naturally reluctant to have such a\ntraveling companion.",
        "“Well, what do you say?” demanded the tramp rather impatiently.\n“There’s plenty of room on that seat, and I’m dead tired.”",
        "“Where are you going?” asked Ben.",
        "“Same way you are–to Pentonville.”",
        "“You can ride,” said Ben, in a tone by means cordial, and he halted\nhis horse till his unsavory companion climbed into the wagon.",
        "They were two miles from Pentonville, and Ben had a prospect of a\nlonger ride than he desired under the circumstances.  His companion\npulled out a dirty clay pipe from his pocket, and filled it with\ntobacco, and then explored another pocket for a match.  A muttered\noath showed that he failed to find one.",
        "“Got a match, boy?” he asked.",
        "“No,” answered Ben, glad to have escaped the offensive fumes of the\npipe.",
        "“Just my luck!” growled the tramp, putting back the pipe with a look\nof disappointment.  “If you had a match now, I wouldn’t mind letting\nyou have a whiff or two.",
        "“I don’t smoke,” answered Ben, hardly able to repress a look of\ndisgust.",
        "“So you’re a good boy, eh?  One of the Sunday school kids that want to\nbe an angel, hey?  Pah!” and the tramp exhibited the disgust which the\nidea gave him.",
        "“Yes, I go to Sunday school,” said Ben coldly, feeling more and more\nrepelled by his companion.",
        "“I never went to Sunday school,” said his companion.  “And I wouldn’t.\nIt’s only good for milksops and hypocrites.”",
        "“Do you think you’re any better for not going?” Ben couldn’t help\nasking.",
        "“I haven’t been so prosperous, if that’s what you mean.  I’m a\nstraightforward man, I am.  You always know where to find me.  There\nain’t no piety about me.  What are you laughin’ at?”",
        "“No offense,” said Ben.  “I believe every word you say.”",
        "“You’d better.  I don’t allow no man to doubt my word, nor no boy,\neither.  Have you got a quarter about you?”",
        "“No.”",
        "“Nor a dime?  A dime’ll do.”",
        "“I have no money to spare.”",
        "“I’d pay yer to-morrer.”",
        "“You’ll have to borrow elsewhere; I am working in a store for a very\nsmell salary, and that I pay over to my mother.”",
        "“Whose store?”",
        "“Simon Crawford’s; but you won’t know any better for my telling you\nthat, unless you are acquainted in Pentonville”",
        "“I’ve been through there.  Crawford keeps the grocery store.”",
        "“Yes.”",
        "“What’s your name?”",
        "“Ben Barclay,” answered our hero, feeling rather annoyed at what he\nconsidered intrusive curiosity.",
        "“Barclay?” replied the tramp quickly.  “Not John Barclay’s son?”",
        "It was Ben’s turn to be surprised.  He was the son of John Barclay,\ndeceased, but how could his ill-favored traveling companion know that?",
        "“Did you know my father?” asked the boy, astonished.",
        "“I’ve heerd his name,” answered the tramp, in an evasive tone.",
        "“What is your name?” asked Ben, feeling that be had a right to be as\ncurious as his companion.",
        "“I haven’t got any visitin’ cards with me,” answered the tramp dryly.",
        "“Nor I; but I told you my name.”",
        "“All right; I’ll tell you mine.  You can call me Jack Frost.”",
        "“I gave you my real name,” said Ben significantly.",
        "“I’ve almost forgotten what my real name is,” said the tramp.  “If you\ndon’t like Jack Frost, you can call me George Washington.”",
        "Ben laughed.",
        "“I don’t think that name would suit, he said.  George Washington never\ntold a lie.”",
        "“What d’ye mean by that?” demanded the tramp, his brow darkening.",
        "“I was joking,” answered Ben, who did not care to get into difficulty\nwith such a man.",
        "“I’m going to joke a little myself,” growled the tramp, as, looking\nquickly about him, he observed that they were riding over a lonely\nsection of the road lined with woods.  “Have you got any money about\nyou?”",
        "Ben, taken by surprise, would have been glad to answer “No,” but he\nwas a boy of truth, and could not say so truly, though he might have\nfelt justified in doing so under the circumstances.",
        "“Come, I see you have.  Give it to me right off or it’ll be worse for\nyou.”",
        "Now it happened that Ben had not less than twenty-five dollars about\nhim.  He had carried some groceries to a remote part of the town, and\ncollected two bills on the way.  All this money he had in a wallet in\nthe pocket on the other side from the tramp.  But the money was not\nhis; it belonged to his employer, and he was not disposed to give it\nup without a struggle; though he knew that in point of strength he was\nnot an equal match for the man beside him.",
        "“You will get no money from me,” he answered in a firm tone, though be\nfelt far from comfortable.",
        "“I won’t, hey!” growled the tramp.  “D’ye think I’m goin’ to let a boy\nlike you get the best of me?”",
        "He clutched Ben by the arm, and seemed in a fair way to overcome\nopposition by superior strength, when a fortunate idea struck Ben.  In\nhis vest pocket was a silver dollar, which had been taken at the\nstore, but proving to be counterfeit, had been given to Ben by Mr.\nCrawford as a curiosity.",
        "This Ben extracted from his pocket, and flung out by the roadside.",
        "“If you want it, you’ll have to get out and get it,” he said.",
        "The tramp saw the coin glistening upon the ground, and had no\nsuspicion of its not being genuine.  It was not much–only a\ndollar–but he was “dead broke,” and it was worth picking up.  He had\nnot expected that Ben had much, and so was not disappointed.",
        "“Curse you!” he said, relinquishing his hold upon Ben.  “Why couldn’t\nyou give it to me instead of throwing it out there?”",
        "“Because,” answered Ben boldly, “I didn’t want you to have it.”",
        "“Get out and get it for me!”",
        "“I won’t!” answered Ben firmly.",
        "“Then stop the horse and give me a chance to get out.”",
        "“I’ll do that.”",
        "Ben brought the horse to a halt, and his unwelcome passenger\ndescended, much to his relief.  He had to walk around the wagon to get\nat the coin.  Our hero brought down the whip with emphasis on the\nhorse’s back and the animal dashed off at a good rate of speed.",
        "“Stop!” exclaimed the tramp, but Ben had no mind to heed his call.",
        "“No, my friend, you don’t get another chance to ride with me,” he said\nto himself.",
        "The tramp picked up the coin, and his practiced eye detected that it\nwas bogus.",
        "“The young villain!” he muttered angrily.  “I’d like to wring his\nneck.  It’s a bad one after all.” He looked after the receding team\nand was half disposed to follow, but he changed his mind, reflecting,\n“I can pass it anyhow.”",
        "Instead of pursuing his journey, he made his way into the woods, and,\nstretching himself out among the underbrush, went to sleep.",
        "Half a mile before reaching the store, Ben overtook Rose Gardiner, who\nhad the reputation of being the prettiest girl in Pendleton–at any\nrate, such was Ben’s opinion.  She looked up and smiled pleasantly at\nBen as he took off his hat.",
        "“Shall you attend Prof. Harrington’s entertainment at the Town Hall\nthis evening, Ben?” she asked, after they had interchanged greetings.",
        "“I should like to go,” answered Ben, “but I am afraid I can’t be\nspared from the store.  Shall you go?”",
        "“I wouldn’t miss it for anything.  I hope I shall see you there.”",
        "“I shall want to go all the more then.” answered Ben gallantly.",
        "“You say that to flatter me,” said the young lady, with an arch smile.",
        "“No, I don’t,” said Ben earnestly.  “Won’t you get in and ride as far\nas the store?”",
        "“Would it be proper?” asked Miss Rose demurely.",
        "“Of course it would.”",
        "“Then I’ll venture.”",
        "Ben jumped from the wagon, assisted the young lady in, and the two\ndrove into the village together.  He liked his second passenger\nconsiderably better than the first.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}