{
    "title": "The True Story of My Life - Chapter VI.",
    "author": "Hans Christian Andersen",
    "chapter": "7",
    "content": [
        "\n\n",
        "From this day forward, it was as if a more constant sunshine had\nentered my heart. I felt within myself more repose, more certainty; it\nwas clear to me, as I glanced back over my earlier life, that a loving\nProvidence watched over me, that all was directed for me by a higher\nPower; and the firmer becomes such a conviction, the more secure does a\nman feel himself. My childhood lay behind me, my youthful life began\nproperly from this period; hitherto it had been only an arduous\nswimming against the stream. The spring of my life commenced; but still\nthe spring had its dark days, its storms, before it advanced to settled\nsummer; it has these in order to develop what shall then ripen. That\nwhich one of my dearest friends wrote to me on one of my later travels\nabroad, may serve as an introduction to what I have here to relate. He\nwrote in his own peculiar style:–\"It is your vivid imagination which\ncreates the idea of your being despised in Denmark; it is utterly\nuntrue. You and Denmark agree admirably, and you would agree still\nbetter, if there were in Denmark no theatre–Hinc illae\nlacrymae! This cursed theatre. Is this, then, Denmark? and are you,\nthen, nothing but a writer for the theatre?”",
        "Herein lies a solid truth. The theatre has been the cave out of which\nmost of the evil storms have burst upon me. They are peculiar people,\nthese people of the theatre,–as different, in fact, from others, as\nBedouins from Germans; from the first pantomimist to the first lover,\neveryone places himself systematically in one scale, and puts all the\nworld in the other. The Danish theatre is a good theatre, it may indeed\nbe placed on a level with the Burg theatre in Vienna; but the theatre\nin Copenhagen plays too great a part in conversation, and possesses in\nmost circles too much importance. I am not sufficiently acquainted with\nthe stage and the actors in other great cities, and therefore cannot\ncompare them with our theatre; but ours has too little military\ndiscipline, and this is absolutely necessary where many people have to\nform a whole, even when that whole is an artistical one. The most\ndistinguished dramatic poets in Denmark–that is to say, in Copenhagen,\nfor there only is a theatre–have their troubles. Those actors and\nactresses who, through talent or the popular favor, take the first\nrank, very often place themselves above both the managers and authors.\nThese must pay court to them, or they may ruin a part, or what is still\nworse, may spread abroad an unfavorable opinion of the piece previous\nto its being acted; and thus you have a coffee-house criticism before\nany one ought properly to know anything of the work. It is moreover\ncharacteristic of the people of Copenhagen, that when a new piece is\nannounced, they do not say, “I am glad of it,” but, “It will probably\nbe good for nothing; it will be hissed off the stage.” That hissing-off\nplays a great part, and is an amusement which fills the house; but it\nis not the bad actor who is hissed, no, the author and the composer\nonly are the criminals; for them the scaffold is erected. Five minutes\nis the usual time, and the whistles resound, and the lovely women smile\nand felicitate themselves, like the Spanish ladies at their bloody\nbullfights. All our most eminent dramatic writers have been whistled\ndown,–as Oehlenschl ger, Heiberg, Oversko, and others; to say nothing\nof foreign classics, as Moli re. In the mean time the theatre is the\nmost profitable sphere of labor for the Danish writer, whose public\ndoes not extend far beyond the frontiers. This had induced me to write\nthe opera-text already spoken of, on account of which I was so severely\ncriticised; and an internal impulse drove me afterwards to add some\nother works. Collin was no longer manager of the theatre, Councillor of\nJustice Molbeck had taken his place; and the tyranny which now\ncommenced degenerated into the comic. I fancy that in course of time\nthe manuscript volumes of the censorship, which are preserved in the\ntheatre, and in which Molbeck has certainly recorded his judgments on\nreceived and rejected pieces, will present some remarkable\ncharacteristics. Over all that I wrote the staff was broken! One way\nwas open to me by which to bring my pieces on the stage; and that was\nto give them to those actors who in summer gave representations at\ntheir own cost. In the summer of 1839 I wrote the vaudeville of “The\nInvisible One on Sprog÷,” to scenery which had been painted for another\npiece which fell through; and the unrestrained merriment of the piece\ngave it such favor with the public, that I obtained its acceptance by\nthe manager; and that light sketch still maintains itself on the\nboards, and has survived such a number of representations as I had\nnever anticipated.",
        "This approbation, however, procured me no further advantage, for each\nof my succeeding dramatic works received only rejection, and occasioned\nme only mortification. Nevertheless, seized by the idea and the\ncircumstances of the little French narrative, ’Les  paves,” I\ndetermined to dramatise it; and as I had often heard that I did not\npossess the assiduity sufficient to work my mat riel well, I resolved\nto labor this drama–\"The Mulatto\"–from the beginning to the end, in\nthe most diligent manner, and to compose it in alternately rhyming\nverse, as was then the fashion. It was a foreign subject of which I\navailed myself; but if verses are music, I at least endeavored to adapt\nmy music to the text, and to let the poetry of another diffuse itself\nthrough my spiritual blood; so that people should not be heard to say,\nas they had done before, regarding the romance of Walter Scott, that\nthe composition was cut down and fitted to the stage.",
        "The piece was ready, and declared by able men, old friends, and actors\nwho were to appear in it, to be excellent; a rich dramatic capacity lay\nin the mat riel, and my lyrical composition clothed this with so fresh\na green, that people appeared satisfied. The piece was sent in, and was\nrejected by Molbeck. It was sufficiently known that what he cherished\nfor the boards, withered there the first evening; but what he cast away\nas weeds were flowers for the garden–a real consolation for me. The\nassistant-manager, Privy Counsellor of State, Adler, a man of taste and\nliberality, became the patron of my work; and since a very favorable\nopinion of it already prevailed with the public, after I had read it to\nmany persons, it was resolved on for representation. I had the honor to\nread it before my present King and Queen, who received me in a very\nkind and friendly manner, and from whom, since that time, I have\nexperienced many proofs of favor and cordiality. The day of\nrepresentation arrived; the bills were posted; I had not closed my eyes\nthrough the whole night from excitement and expectation; the people\nalready stood in throngs before the theatre, to procure tickets, when\nroyal messengers galloped through the streets, solemn groups collected,\nthe minute guns pealed,–Frederick VI. had died this morning!",
        "For two months more was the theatre closed, and was opened under\nChristian VIII., with my drama–\"The Mulatto;” which was received with\nthe most triumphant acclamation; but I could not at once feel the joy\nof it, I felt only relieved from a state of excitement, and breathed\nmore freely.",
        "This piece continued through a series of representations to receive the\nsame approbation; many placed this work far above all my former ones,\nand considered that with it began my proper poetical career. It was\nsoon translated into the Swedish, and acted with applause at the royal\ntheatre in Stockholm. Travelling players introduced it into the smaller\ntowns in the neighboring country; a Danish company gave it in the\noriginal language, in the Swedish city Malm÷, and a troop of students\nfrom the university town of Lund, welcomed it with enthusiasm. I had\nbeen for a week previous on a visit at some Swedish country houses,\nwhere I was entertained with so much cordial kindness that the\nrecollection of it will never quit my bosom; and there, in a foreign\ncountry, I received the first public testimony of honor, and which has\nleft upon me the deepest and most inextinguishable impression. I was\ninvited by some students of Lund to visit their ancient town. Here a\npublic dinner was given to me; speeches were made, toasts were\npronounced; and as I was in the evening in a family circle, I was\ninformed that the students meant to honor me with a serenade.",
        "I felt myself actually overcome by this intelligence; my heart throbbed\nfeverishly as I descried the thronging troop, with their blue caps, and\narm-in-arm approaching the house. I experienced a feeling of\nhumiliation; a most lively consciousness of my deficiencies, so that I\nseemed bowed to the very earth at the moment others were elevating me.\nAs they all uncovered their heads while I stepped forth, I had need of\nall my thoughts to avoid bursting into tears. In the feeling that I was\nunworthy of all this, I glanced round to see whether a smile did not\npass over the face of some one, but I could discern nothing of the\nkind; and such a discovery would, at that moment, have inflicted on me\nthe deepest wound.",
        "After an hurrah, a speech was delivered, of which I clearly recollect\nthe following words:–\"When your native land, and the natives of Europe\noffer you their homage, then may you never forget that the first public\nhonors were conferred on you by the students of Lund.”",
        "When the heart is warm, the strength of the expression is not weighed.\nI felt it deeply, and replied, that from this moment I became aware\nthat I must assert a name in order to render myself worthy of these\ntokens of honor. I pressed the hands of those nearest to me, and\nreturned them thanks so deep, so heartfelt,–certainly never was an\nexpression of thanks more sincere. When I returned to my chamber, I\nwent aside, in order to weep out this excitement, this overwhelming\nsensation. “Think no more of it, be joyous with us,” said some of my\nlively Swedish friends; but a deep earnestness had entered my soul.\nOften has the memory of this time come back to me; and no noble-minded\nman, who reads these pages will discover a vanity in the fact, that I\nhave lingered so long over this moment of life, which scorched the\nroots of pride rather than nourished them.",
        "My drama was now to be brought on the stage at Malm÷; the students\nwished to see it; but I hastened my departure, that I might not be in\nthe theatre at the time. With gratitude and joy fly my thoughts towards\nthe Swedish University city, but I myself have not been there again\nsince. In the Swedish newspapers the honors paid me were mentioned, and\nit was added that the Swedes were not unaware that in my own country\nthere was a clique which persecuted me; but that this should not hinder\nmy neighbors from offering me the honors which they deemed my due.",
        "It was when I had returned to Copenhagen that I first truly felt how\ncordially I had been received by the Swedes; amongst some of my old and\ntried friends I found the most genuine sympathy. I saw tears in their\neyes, tears of joy for the honors paid me; and especially, said they,\nfor the manner in which I had received them. There is but one manner\nfor me; at once, in the midst of joy, I fly with thanks to God.",
        "There were certain persons who smiled at the enthusiasm; certain voices\nraised themselves already against “The Mulatto;\"–\"the mat riel was\nmerely borrowed;” the French narrative was scrupulously studied. That\nexaggerated praise which I had received, now made me sensitive to the\nblame; I could bear it less easily than before, and saw more clearly,\nthat it did not spring out of an interest in the matter, but was only\nuttered in order to mortify me. For the rest, my mind was fresh and\nelastic; I conceived precisely at this time the idea of “The Picture-\nBook without Pictures,” and worked it out. This little book appears, to\njudge by the reviews and the number of editions, to have obtained an\nextraordinary popularity in Germany; it was also translated into\nSwedish, and dedicated to myself; at home, it was here less esteemed;\npeople talked only of The Mulatto; and finally, only of the borrowed\nmat riel of it. I determined, therefore to produce a new dramatic work,\nin which both subject and development, in fact, everything should be of\nmy own conception. I had the idea, and now wrote the tragedy of The\nMoorish Maiden, hoping through this to stop the mouths of all my\ndetractors, and to assert my place as a dramatic poet. I hoped, too,\nthrough the income from this, together with the proceeds of The\nMulatto, to be able to make a fresh journey, not only to Italy, but to\nGreece and Turkey. My first going abroad had more than all besides\noperated towards my intellectual development; I was therefore full of\nthe passion for travel, and of the endeavor to acquire more knowledge\nof nature and of human life.",
        "My new piece did not please Heiberg, nor indeed my dramatic endeavors\nat all; his wife–for whom the chief part appeared to me especially to\nbe written–refused, and that not in the most friendly manner, to play\nit. Deeply wounded, I went forth. I lamented this to some individuals.\nWhether this was repeated, or whether a complaint against the favorite\nof the public is a crime, enough: from this hour Heiberg became my\nopponent,–he whose intellectual rank I so highly estimated,–he with\nwhom I would so willingly have allied myself,–and he who so often–I\nwill venture to say it–I had approached with the whole sincerity of my\nnature. I have constantly declared his wife to be so distinguished an\nactress, and continue still so entirely of this opinion, that I would\nnot hesitate one moment to assert that she would have a European\nreputation, were the Danish language as widely diffused as the German\nor the French. In tragedy she is, by the spirit and the geniality with\nwhich she comprehends and fills any part, a most interesting object;\nand in comedy she stands unrivalled.",
        "The wrong may be on my side or not,–no matter: a party was opposed to\nme. I felt myself wounded, excited by many coincident annoyances there.\nI felt uncomfortable in my native country, yes, almost ill. I therefore\nleft my piece to its fate, and, suffering and disconcerted, I hastened\nforth. In this mood I wrote a prologue to The Moorish Maiden; which\nbetrayed my irritated mind far too palpably. If I would represent this\nportion of my life more clearly and reflectively it would require me to\npenetrate into the mysteries of the theatre, to analyze our aesthetic\ncliques, and to drag into conspicuous notice many individuals, who do\nnot belong to publicity. Many persons in my place would, like me, have\nfallen ill, or would have resented it vehemently: perhaps the latter\nwould have been the most sensible.",
        "At my departure, many of my young friends amongst the students prepared\na banquet for me; and amongst the elder ones who were present to\nreceive me were Collin, Oehlenschl ger and Oersted. This was somewhat\nof sunshine in the midst of my mortification; songs by Oehlenschl ger\nand Hillerup were sung; and I found cordiality and friendship, as I\nquitted my country in distress. This was in October of 1840.",
        "For the second time I went to Italy and Rome, to Greece and\nConstantinople–a journey which I have described after my own manner in\nA Poet’s Bazaar.",
        "In Holstein I continued some days with Count Rantzau-Breitenburg, who\nhad before invited me, and whose ancestral castle I now for the first\ntime visited. Here I became acquainted with the rich scenery of\nHolstein, heath and moorland, and then hastened by Nuremberg to Munich,\nwhere I again met with Cornelius and Schelling, and was kindly received\nby Kaulbach and Schelling. I cast a passing glance on the artistic life\nin Munich, but for the most part pursued my own solitary course,\nsometimes filled with the joy of life, but oftener despairing of my\npowers. I possessed a peculiar talent, that of lingering on the gloomy\nside of life, of extracting the bitter from it, of tasting it; and\nunderstood well, when the whole was exhausted, how to torment myself.",
        "In the winter season I crossed the Brenner, remained some days in\nFlorence, which I had before visited for a longer time, and about\nChristmas reached Rome. Here again I saw the noble treasures of art,\nmet old friends, and once more passed a Carnival and Moccoli. But not\nalone was I bodily ill; nature around me appeared likewise to sicken;\nthere was neither the tranquillity nor the freshness which attended my\nfirst sojourn in Rome. The rocks quaked, the Tiber twice rose into the\nstreets, fever raged, and snatched numbers away. In a few days Prince\nBorghese lost his wife and three sons. Rain and wind prevailed; in\nshort, it was dismal, and from home cold lotions only were sent me. My\nletters told me that The Moorish Maiden had several times been acted\nthrough, and had gone quietly off the stage; but, as was seen\nbeforehand, a small public only had been present, and therefore the\nmanager had laid the piece aside. Other Copenhagen letters to our\ncountrymen in Rome spoke with enthusiasm of a new work by Heiberg; a\nsatirical poem–A Soul after Death. It was but just out, they wrote;\nall Copenhagen was full of it, and Andersen was famously handled in it.\nThe book was admirable, and I was made ridiculous in it. That was the\nwhole which I heard,–all that I knew. No one told me what really was\nsaid of me; wherein lay the amusement and the ludicrous. It is doubly\npainful to be ridiculed when we don’t know wherefore we are so. The\ninformation operated like molten lead dropped into a wound, and\nagonized me cruelly. It was not till after my return to Denmark that I\nread this book, and found that what was said of me in it, was really\nnothing in itself which was worth laying to heart. It was a jest over\nmy celebrity “from Schonen to Hundsr ck”, which did not please Heiberg;\nhe therefore sent my Mulatto and The Moorish Maiden to the infernal\nregions, where–and that was the most witty conceit–the condemned were\ndoomed to witness the performance of both pieces in one evening; and\nthen they could go away and lay themselves down quietly. I found the\npoetry, for the rest, so excellent, that I was half induced to write to\nHeiberg, and to return him my thanks for it; but I slept upon this\nfancy, and when I awoke and was more composed, I feared lest such\nthanks should be misunderstood; and so I gave it up.",
        "In Rome, as I have said, I did not see the book; I only heard the\narrows whizz and felt their wound, but I did not know what the poison\nwas which lay concealed in them. It seemed to me that Rome was no joy-\nbringing city; when I was there before, I had also passed dark and\nbitter days. I was ill, for the first time in my life, truly and bodily\nill, and I made haste to get away.",
        "The Danish poet Holst was then in Rome; he had received this year a\ntravelling pension. Hoist had written an elegy on King Frederick VI.,\nwhich went from mouth to mouth, and awoke an enthusiasm, like that of\nBecker’s contemporaneous Rhine song in Germany. He lived in the same\nhouse with me in Rome, and showed me much sympathy: with him I made the\njourney to Naples, where, notwithstanding it was March, the sun would\nnot properly shine, and the snow lay on the hills around. There was\nfever in my blood; I suffered in body and in mind; and I soon lay so\nseverely affected by it, that certainly nothing but a speedy blood-\nletting, to which my excellent Neapolitan landlord compelled me, saved\nmy life.",
        "In a few days I grew sensibly better; and I now proceeded by a French\nwar steamer to Greece. Holst accompanied me on board. It was now as if\na new life had risen for me; and in truth this was the case; and if\nthis does not appear legibly in my later writings, yet it manifested\nitself in my views of life, and in my whole inner development. As I saw\nmy European home lie far behind me, it seemed to me as if a stream of\nforgetfulness flowed of all bitter and rankling remembrances: I felt\nhealth in my blood, health in my thoughts, and freshly and courageously\nI again raised my head.",
        "Like another Switzerland, with a loftier and clearer heaven than the\nItalian, Greece lay before me; nature made a deep and solemn impression\nupon me; I felt the sentiment of standing on the great battle field of\nthe world, where nation had striven with nation, and had perished. No\nsingle poem can embrace such greatness; every scorched-up bed of a\nstream, every height, every stone, has mighty memoirs to relate. How\nlittle appear the inequalities of daily life in such a place! A kingdom\nof ideas streamed through me, and with such a fulness, that none of\nthem fixed themselves on paper. I had a desire to express the idea,\nthat the godlike was here on earth to maintain its contest, that it is\nthrust backward, and yet advances again victoriously through all ages;\nand I found in the legend of the Wandering Jew an occasion for it. For\ntwelve months this fiction had been emerging from the sea of my\nthoughts; often did it wholly fill me; sometimes I fancied with the\nalchemists that I had dug up the treasure; then again it sank suddenly,\nand I despaired of ever being able to bring it to the light. I felt\nwhat a mass of knowledge of various kinds I must first acquire. Often\nat home, when I was compelled to hear reproofs on what they call a want\nof study, I had sat deep into the night, and had studied history in\nHegel’s Philosophy of History. I said nothing of this, or other\nstudies, or they would immediately have been spoken of, in the manner\nof an instructive lady, who said, that people justly complained that I\ndid not possess learning enough. “You have really no mythology” said\nshe; “in all your poems there appears no single God. You must pursue\nmythology; you must read Racine and Corneille.” That she called\nlearning; and in like manner every one had something peculiar to\nrecommend. For my poem of Ahasuerus I had read much and noted much, but\nyet not enough; in Greece, I thought, the whole will collect itself\ninto clearness. The poem is not yet ready, but I hope that it will\nbecome so to my honor; for it happens with the children of the spirit,\nas with the earthly ones,–they grow as they sleep.",
        "In Athens I was heartily welcomed by Professor Ross, a native of\nHolstein, and by my countrymen. I found hospitality and a friendly\nfeeling in the noble Prokesch-Osten; even the king and queen received\nme most graciously. I celebrated my birthday in the Acropolis.",
        "From Athens I sailed to Smyrna, and with me it was no childish pleasure\nto be able to tread another quarter of the globe. I felt a devotion in\nit, like that which I felt as a child when I entered the old church at\nOdense. I thought on Christ, who bled on this earth; I thought on\nHomer, whose song eternally resounds hence over the earth. The shores\nof Asia preached to me their sermons, and were perhaps more impressive\nthan any sermon in any church can be.",
        "In Constantinople I passed eleven interesting days; and according to my\ngood fortune in travel, the birthday of Mahomet itself fell exactly\nduring my stay there. I saw the grand illumination, which completely\ntransported me into the Thousand and One Nights.",
        "Our Danish ambassador lived several miles from Constantinople, and I\nhad therefore no opportunity of seeing him; but I found a cordial\nreception with the Austrian internuntius, Baron von St rmer. With him I\nhad a German home and friends. I contemplated making my return by the\nBlack Sea and up the Danube; but the country was disturbed; it was said\nthere had been several thousand Christians murdered. My companions of\nthe voyage, in the hotel where I resided, gave up this route of the\nDanube, for which I had the greatest desire, and collectively\ncounselled me against it. But in this case I must return again by\nGreece and Italy–it was a severe conflict.",
        "I do not belong to the courageous; I feel fear, especially in little\ndangers; but in great ones, and when an advantage is to be won, then I\nhave a will, and it has grown firmer with years. I may tremble, I may\nfear; but I still do that which I consider the most proper to be done.\nI am not ashamed to confess my weakness; I hold that when out of our\nown true conviction we run counter to our inborn fear, we have done our\nduty. I had a strong desire to become acquainted with the interior of\nthe country, and to traverse the Danube in its greatest expansion. I\nbattled with myself; my imagination pointed to me the most horrible\ncircumstances; it was an anxious night. In the morning I took counsel\nwith Baron St rmer; and as he was of opinion that I might undertake the\nvoyage, I determined upon it. From the moment that I had taken my\ndetermination, I had the most immovable reliance on Providence, and\nflung myself calmly on my fate. Nothing happened to me. The voyage was\nprosperous, and after the quarantine on the Wallachian frontier, which\nwas painful enough to me, I arrived at Vienna on the twenty-first day\nof the journey. The sight of its towers, and the meeting with numerous\nDanes, awoke in me the thought of being speedily again at home. The\nidea bowed down my heart, and sad recollections and mortifications rose\nup within me once more.",
        "In August, 1841, I was again in Copenhagen. There I wrote my\nrecollections of travel, under the title of A Poet’s Bazaar, in several\nchapters, according to the countries. In various places abroad I had\nmet with individuals, as at home, to whom I felt myself attached. A\npoet is like the bird; he gives what he has, and he gives a song. I was\ndesirous to give every one of those dear ones such a song. It was a\nfugitive idea, born, may I venture to say, in a grateful mood. Count\nRantzau-Breitenburg, who had resided in Italy, who loved the land, and\nwas become a friend and benefactor to me through my Improvisatore, must\nlove that part of the book which treated of his country. To Liszt and\nThalberg, who had both shown me the greatest friendship, I dedicated\nthe portion which contained the voyage up the Danube, because one was a\nHungarian and the other an Austrian. With these indications, the reader\nwill easily be able to trace out the thought which influenced me in the\nchoice of each dedication. But these appropriations were, in my native\ncountry, regarded as a fresh proof of my vanity;–\"I wished to figure\nwith great names, to name distinguished people as my friends.”",
        "The book has been translated into several languages, and the\ndedications with it. I know not how they have been regarded abroad; if\nI have been judged there as in Denmark, I hope that this explanation\nwill change the opinion concerning them. In Denmark my Bazaar procured\nme the most handsome remuneration that I have as yet received,–a proof\nthat I was at length read there. No regular criticism appeared upon it,\nif we except notices in some daily papers, and afterwards in the\npoetical attempt of a young writer who, a year before, had testified to\nme in writing his love, and his wish to do me honor; but who now, in\nhis first public appearance, launched his satirical poem against his\nfriend. I was personally attached to this young man, and am so still.\nHe assuredly thought more on the popularity he would gain by sailing in\nthe wake of Heiberg, than on the pain he would inflict on me. The\nnewspaper criticism in Copenhagen was infinitely stupid. It was set\ndown as exaggerated, that I could have seen the whole round blue globe\nof the moon in Smyrna at the time of the new moon. That was called\nfancy and extravagance, which there every one sees who can open his\neyes. The new moon has a dark blue and perfectly round disk.",
        "The Danish critics have generally no open eye for nature: even the\nhighest and most cultivated monthly periodical of literature in Denmark\ncensured me once because, in a poem I had described a rainbow by\nmoonlight. That too was my fancy, which, said they, carried me too far.\nWhen I said in the Bazaar, “if I were a painter, I would paint this\nbridge; but, as I am no painter, but a poet, I must therefore speak,\"\n&c. Upon this the critic says, “He is so vain, that he tells us himself\nthat he is a poet.” There is something so pitiful in such criticism,\nthat one cannot be wounded by it; but even when we are the most\npeaceable of men, we feel a desire to flagellate such wet dogs, who\ncome into our rooms and lay themselves down in the best place in them.\nThere might be a whole Fool’s Chronicle written of all the absurd and\nshameless things which, from my first appearance before the public till\nthis moment, I have been compelled to hear.",
        "In the meantime the Bazaar was much read, and made what is called a\nhit. I received, connected with this book, much encouragement and many\nrecognitions from individuals of the highest distinction in the realms\nof intellect in my native land.",
        "The journey had strengthened me both in mind and body; I began to show\nindications of a firmer purpose, a more certain judgment. I was now in\nharmony with myself and with mankind around me.",
        "Political life in Denmark had, at that time, arrived at a higher\ndevelopment, producing both good and evil fruits. The eloquence which\nhad formerly accustomed itself to the Demosthenic mode, that of putting\nlittle pebbles in the mouth, the little pebbles of every day life, now\nexercised itself more freely on subjects of greater interest. I felt no\ncall thereto, and no necessity to mix myself up in such matters; for I\nthen believed that the politics of our times were a great misfortune\nto many a poet. Madame, politics are like Venus; they whom she decoys\ninto her castle perish. It fares with the writings of these poets as\nwith the newspapers: they are seized upon, read, praised, and\nforgotten. In our days every one wishes to rule; the subjective makes\nits power of value; people forget that that which is thought of cannot\nalways be carried out, and that many things look very different when\ncontemplated from the top of the tree, to what they did when seen from\nits roots. I will bow myself before him who is influenced by a noble\nconviction, and who only desires that which is conducive to good, be he\nprince or man of the people. Politics are no affair of mine. God has\nimparted to me another mission: that I felt, and that I feel still. I\nmet in the so-called first families of the country a number of\nfriendly, kind-hearted men, who valued the good that was in me,\nreceived me into their circles, and permitted me to participate in the\nhappiness of their opulent summer residences; so that, still feeling\nindependent, I could thoroughly give myself up to the pleasures of\nnature, the solitude of woods, and country life. There for the first\ntime I lived wholly among the scenery of Denmark, and there I wrote the\ngreater number of my fairy tales. On the banks of quiet lakes, amid the\nwoods, on the green grassy pastures, where the game sprang past me and\nthe stork paced along on his red legs, I heard nothing of politics,\nnothing of polemics; I heard no one practising himself in Hagel’s\nphraseology. Nature, which was around me and within me, preached to me\nof my calling. I spent many happy days at the old house of Gisselfeld,\nformerly a monastery, which stands in the deepest solitude of the\nwoods, surrounded with lakes and hills. The possessor of this fine\nplace, the old Countess Danneskjold, mother of the Duchess of\nAugustenburg, was an agreeable and excellent lady, I was there not as a\npoor child of the people, but as a cordially-received guest. The\nbeeches now overshadow her grave in the midst of that pleasant scenery\nto which her heart was allied.",
        "Close by Gisselfeld, but in a still finer situation, and of much\ngreater extent, lies the estate of Bregentoed, which belongs to Count\nMoltke, Danish Minister of Finance. The hospitality which I met with in\nthis place, one of the richest and most beautiful of our country, and\nthe happy, social life which surrounded me here, have diffused a\nsunshine over my life.",
        "It may appear, perhaps, as if I desired to bring the names of great\npeople prominently forward, and make a parade of them; or as if I\nwished in this way to offer a kind of thanks to my benefactors. They\nneed it not, and I should be obliged to mention many other names still\nif this were my intention. I speak, however, only of these two places,\nand of Nys÷, which belongs to Baron Stampe, and which has become\ncelebrated through Thorwaldsen. Here I lived much with the great\nsculptor, and here I became acquainted with one of my dearest young\nfriends, the future possessor of the place.",
        "Knowledge of life in these various circles has had great influence on\nme: among princes, among the nobility, and among the poorest of the\npeople, I have met with specimens of noble humanity. We all of us\nresemble each other in that which is good and best.",
        "Winter life in Denmark has likewise its attractions and its rich\nvariety. I spent also some time in the country during this season, and\nmade myself acquainted with its peculiar characteristics. The greatest\npart of my time, however, I passed in Copenhagen. I felt myself at home\nwith the married sons and daughters of Collin, where a number of\namiable children were growing up. Every year strengthened the bond of\nfriendship between myself and the nobly-gifted composer, Hartmann: art\nand the freshness of nature prospered in his house. Collin was my\ncounsellor in practical life, and Oersted in my literary affairs. The\ntheatre was, if I may so say, my club. I visited it every evening, and\nin this very year I had received a place in the so-called court stalls.\nAn author must, as a matter of course, work himself up to it. After the\nfirst accepted piece he obtains admission to the pit; after the second\ngreater work, in the stalls, where the actors have their seats; and\nafter three larger works, or a succession of lesser pieces, the poet is\nadvanced to the best places. Here were to be found Thorwaldsen,\nOehlenschl ger, and several older poets; and here also, in 1840,1\nobtained a place, after I had given in seven pieces. Whilst Thorwaldsen\nlived, I often, by his own wish, sate at his side. Oehlenschl ger was\nalso my neighbor, and in many an evening hour, when no one dreamed of\nit, my soul was steeped in deep humility, as I sate between these great\nspirits. The different periods of my life passed before me; the time\nwhen I sate on the hindmost bench in the box of the female figurantes,\nas well as that in which, full of childish superstition, I knelt down\nthere upon the stage and repeated the Lord’s Prayer, just before the\nvery place where I now sate among the first and the most distinguished\nmen. At the time, perhaps, when a countryman of mine thus thought of\nand passed judgment upon me,–\"there he sits, between the two great\nspirits, full of arrogance and pride;” he may now perceive by this\nacknowledgment how unjustly he has judged me. Humility, and prayer to\nGod for strength to deserve my happiness, filled my heart. May He\nalways enable me to preserve these feelings? I enjoyed the friendship\nof Thorwaldsen as well as of Oehlenschl ger, those two most\ndistinguished stars in the horizon of the North. I may here bring\nforward their reflected glory in and around me.",
        "There is in the character of Oehlenschl ger, when he is not seen in the\ncircles of the great, where he is quiet and reserved, something so open\nand child-like, that no one can help becoming attached to him. As a\npoet, he holds in the North a position of as great importance as Goethe\ndid in Germany. He is in his best works so penetrated by the spirit of\nthe North, that through him it has, as it were, ascended upon all\nnations. In foreign countries he is not so much appreciated. The works\nby which he is best known are “Correggio” and “Aladdin;” but assuredly\nhis masterly poem of “The Northern Gods” occupied a far higher rank: it\nis our “Iliad.” It possesses power, freshness–nay, any expression of\nmine is poor. It is possessed of grandeur; it is the poet\nOehlenschl ger in the bloom of his soul. Hakon, Jarl, and Palnatoke\nwill live in the poetry of Oehlenschl ger as long as mankind endures.\nDenmark, Norway, and Sweden have fully appreciated him, and have shown\nhim that they do so, and whenever it is asked who occupies the first\nplace in the kingdom of mind, the palm is always awarded to him. He is\nthe true-born poet; he appears always young, whilst he himself, the\noldest of all, surpasses all in the productiveness of his mind. He\nlistened with friendly disposition to my first lyrical outpourings; and\nhe acknowledged with earnestness and cordiality the poet who told the\nfairy-tales. My Biographer in the Danish Pantheon brought me in contact\nwith Oehlenschl ger, when he said, “In our days it is becoming more and\nmore rare for any one, by implicitly following those inborn impulses of\nhis soul, which make themselves irresistibly felt, to step forward as\nan artist or a poet. He is more frequently fashioned by fate and\ncircumstances than apparently destined by nature herself for this\noffice. With the greater number of our poets an early acquaintance with\npassion, early inward experience, or outward circumstances, stand\ninstead of the original vein of nature, and this cannot in any case be\nmore incontestably proved in our own literature than by instancing\nOehlenschl ger and Andersen. And in this way it may be explained why\nthe former has been so frequently the object for the attacks of the\ncritics, and why the latter was first properly appreciated as a poet in\nforeign countries where civilization of a longer date has already\nproduced a disinclination for the compulsory rule of schools, and has\noccasioned a reaction towards that which is fresh and natural; whilst\nwe Danes, on the contrary, cherish a pious respect for the yoke of the\nschools and the worn-out wisdom of maxims.”",
        "Thorwaldsen, whom, as I have already said, I had become acquainted with\nin Rome in the years 1833 and 1834, was expected in Denmark in the\nautumn of 1838, and great festive preparations were made in\nconsequence. A flag was to wave upon one of the towers of Copenhagen as\nsoon as the vessel which brought him should come in sight. It was a\nnational festival. Boats decorated with flowers and flags filled the\nRhede; painters, sculptors, all had their flags with emblems; the\nstudents’ bore a Minerva, the poets’ a Pegasus. It was misty weather,\nand the ship was first seen when it was already close by the city, and\nall poured out to meet him. The poets, who, I believe, according to the\narrangement of Heiberg, had been invited, stood by their boat;\nOehlenschl ger and Heiberg alone had not arrived. And now guns were\nfired from the ship, which came to anchor, and it was to be feared that\nThorwaldsen might land before we had gone out to meet him. The wind\nbore the voice of singing over to us: the festive reception had already\nbegun.",
        "I wished to see him, and therefore cried out to the others, “Let us put\noff!”",
        "“Without Oehlenschl ger and Heiberg?” asked some one.",
        "“But they are not arrived, and it will be all over.”",
        "One of the poets declared that if these two men were not with us, I\nshould not sail under that flag, and pointed up to Pegasus.",
        "“We will throw it in the boat,” said I, and took it down from the\nstaff; the others now followed me, and came up just as Thorwaldsen\nreached land. We met with Oehlenschl ger and Heiberg in another boat,\nand they came over to us as the enthusiasm began on shore.",
        "The people drew Thorwaldsen’s carriage through the streets to his\nhouse, where everybody who had the slightest acquaintance with him, or\nwith the friends of a friend of his, thronged around him. In the\nevening the artists gave him a serenade, and the blaze of the torches\nillumined the garden under the large trees, there was an exultation and\njoy which really and truly was felt. Young and old hastened through the\nopen doors, and the joyful old man clasped those whom he knew to his\nbreast, gave them his kiss, and pressed their hands. There was a glory\nround Thorwaldsen which kept me timidly back: my heart beat for joy of\nseeing him who had met me when abroad with kindness and consolation,\nwho had pressed me to his heart, and had said that we must always\nremain friends. But here in this jubilant crowd, where thousands\nnoticed every movement of his, where I too by all these should be\nobserved and criticised–yes, criticised as a vain man who now only\nwished to show that he too was acquainted with Thorwaldsen, and that\nthis great man was kind and friendly towards him–here, in this dense\ncrowd, I drew myself back, and avoided being recognized by him. Some\ndays afterwards, and early in the morning, I went to call upon him, and\nfound him as a friend who had wondered at not having seen me earlier.",
        "In honor of Thorwaldsen a musical-poetic academy was established, and\nthe poets, who were invited to do so by Heiberg, wrote and read each\none a poem in praise of him who had returned home. I wrote of Jason who\nfetched the golden fleece–that is to say, Jason-Thorwaldsen, who went\nforth to win golden art. A great dinner and a ball closed the festival,\nin which, for the first time in Denmark, popular life and a subject of\ngreat interest in the realms of art were made public.",
        "From this evening I saw Thorwaldsen almost daily in company or in his\nstudio: I often passed several weeks together with him at Nys÷, where\nhe seemed to have firmly taken root, and where the greater number of\nhis works, executed in Denmark, had their origin. He was of a healthful\nand simple disposition of mind, not without humor, and, therefore, he\nwas extremely attached to Holberg the poet: he did not at all enter\ninto the troubles and the disruptions of the world.",
        "One morning at Nys÷–at the time when he was working at his own statue\n–I entered his work-room and bade him good morning; he appeared as if\nhe did not wish to notice me, and I stole softly away again. At\nbreakfast he was very parsimonious in the use of words, and when\nsomebody asked him to say something at all events, he replied in his\ndry way:–",
        "“I have said more during this morning than in many whole days, but\nnobody heard me. There I stood, and fancied that Andersen was behind\nme, for he came, and said good morning–so I told him a long story\nabout myself and Byron. I thought that he might give one word in reply,\nand turned myself round; and there had I been standing a whole hour and\nchattering aloud to the bare walls.”",
        "We all of us besought him to let us hear the whole story yet once more;\nbut we had it now very short.",
        "“Oh, that was in Rome,” said he, “when I was about to make Byron’s\nstatue; he placed himself just opposite to me, and began immediately to\nassume quite another countenance to what was customary to him. ’Will not\nyou sit still?’ said I; ’but you must not make these faces.’ ’It is my\nexpression,’ said Byron. ’Indeed?’ said I, and then I made him as I\nwished, and everybody said, when it was finished, that I had hit the\nlikeness. When Byron, however, saw it, he said, ’It does not resemble\nme at all; I look more unhappy.’”",
        "“He was, above all things, so desirous of looking extremely unhappy,\"\nadded Thorwaldsen, with a comic expression.",
        "It afforded the great sculptor pleasure to listen to music after dinner\nwith half-shut eyes, and it was his greatest delight when in the\nevening the game of lotto began, which the whole neighborhood of Nys÷\nwas obliged to learn; they only played for glass pieces, and on this\naccount I am able to relate a peculiar characteristic of this otherwise\ngreat man–that he played with the greatest interest on purpose to win.\nHe would espouse with warmth and vehemence the part of those from whom\nhe believed that he had received an injustice; he opposed himself to\nunfairness and raillery, even against the lady of the house, who for\nthe rest had the most childlike sentiments towards him, and who had no\nother thought than how to make everything most agreeable to him. In his\ncompany I wrote several of my tales for children–for example, “Ole\nLuck Oin,” (\"Ole Shut Eye,”) to which he listened with pleasure and\ninterest. Often in the twilight, when the family circle sate in the\nopen garden parlor, Thorwaldsen would come softly behind me, and,\nclapping me on the shoulder, would ask, “Shall we little ones hear any\ntales tonight?”",
        "In his own peculiarly natural manner he bestowed the most bountiful\npraise on my fictions, for their truth; it delighted him to hear the\nsame stories over and over again. Often, during his most glorious\nworks, would he stand with laughing countenance, and listen to the\nstories of the Top and the Ball, and the Ugly Duckling. I possess a\ncertain talent of improvising in my native tongue little poems and\nsongs. This talent amused Thorwaldsen very much; and as he had\nmodelled, at Nys÷, Holberg’s portrait in clay, I was commissioned to\nmake a poem for his work, and he received, therefore, the following\nimpromptu:–",
        "  “No more shall Holberg live,” by Death was said,\n    “I crush the clay, his soul’s bonds heretofore.\"\n  “And from the formless clay, the cold, the dead,\"\n    Cried Thorwaldsen, “shall Holberg live once more.”",
        "One morning, when he had just modelled in clay his great bas-relief of\nthe Procession to Golgotha, I entered his study.",
        "“Tell me,” said he, “does it seem to you that I have dressed Pilate\nproperly?”",
        "“You must not say anything to him,” said the Baroness, who was always\nwith him: “it is right; it is excellent; go away with you!”",
        "Thorwaldsen repeated his question.",
        "“Well, then,” said I, “as you ask me, I must confess that it really\ndoes appear to me as if Pilate were dressed rather as an Egyptian than\nas a Roman.”",
        "“It seems to me so too,” said Thorwaldsen, seizing the clay with his\nhand, and destroying the figure.",
        "“Now you are guilty of his having annihilated an immortal work,\"\nexclaimed the Baroness to me with warmth.",
        "“Then we can make a new immortal work,” said he, in a cheerful humor,\nand modelled Pilate as he now remains in the bas-relief in the Ladies’\nChurch in Copenhagen.",
        "His last birth-day was celebrated there in the country. I had written a\nmerry little song, and it was hardly dry on the paper, when we sang it,\nin the early morning, before his door, accompanied by the music of\njingling fire-irons, gongs, and bottles rubbed against a basket.\nThorwaldsen himself, in his morning gown and slippers, opened his door,\nand danced round his chamber; swung round his Raphael’s cap, and joined\nin the chorus. There was life and mirth in the strong old man.",
        "On the last day of his life I sate by him at dinner; he was unusually\ngood-humored; repeated several witticisms which he had just read in the\nCorsair, a well-known Copenhagen newspaper, and spoke of the journey\nwhich he should undertake to Italy in the summer. After this we parted;\nhe went to the theatre, and I home.",
        "On the following morning the waiter at the hotel where I lived said,\n“that it was a very remarkable thing about Thorwaldsen–that he had\ndied yesterday.”",
        "“Thorwaldsen!” exclaimed I; “he is not dead, I dined with him\nyesterday.”",
        "“People say that he died last evening at the theatre,” returned the\nwaiter.  I fancied that he might be taken ill; but still I felt a\nstrange anxiety, and hastened immediately over to his house. There lay\nhis corpse stretched out on the bed; the chamber was filled with\nstrangers; the floor wet with melted snow; the air stifling; no one\nsaid a word: the Baroness Stampe sate on the bed and wept bitterly. I\nstood trembling and deeply agitated.",
        "A farewell hymn, which I wrote, and to which Hartmann composed the\nmusic, was sung by Danish students over his coffin.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}