{
    "title": "The Story of Mankind - Greek Self-Government (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "THE GREEKS WERE THE FIRST PEOPLE TO\nTRY THE DIFFICULT EXPERIMENT OF\nSELF-GOVERNMENT",
        "IN the beginning, all the Greeks had been equally rich and\nequally poor. Every man had owned a certain number of\ncows and sheep. His mud-hut had been his castle. He had\nbeen free to come and go as he wished. Whenever it was necessary\nto discuss matters of public importance, all the citizens\nhad gathered in the market-place. One of the older men of the\nvillage was elected chairman and it was his duty to see that\neverybody had a chance to express his views. In case of war,\na particularly energetic and self-confident villager was chosen\ncommander-in-chief, but the same people who had voluntarily\ngiven this man the right to be their leader, claimed an equal\nright to deprive him of his job, once the danger had been\naverted.",
        "But gradually the village had grown into a city. Some\npeople had worked hard and others had been lazy. A few\nhad been unlucky and still others had been just plain dishonest\nin dealing with their neighbours and had gathered wealth.\nAs a result, the city no longer consisted of a number of men\nwho were equally well-off. On the contrary it was inhabited\nby a small class of very rich people and a large class of very\npoor ones.",
        "There had been another change. The old commander-in-\nchief who had been willingly recognised as “headman” or\n“King” because he knew how to lead his men to victory, had\ndisappeared from the scene. His place had been taken by the\nnobles–a class of rich people who during the course of time\nhad got hold of an undue share of the farms and estates.",
        "These nobles enjoyed many advantages over the common\ncrowd of freemen. They were able to buy the best weapons\nwhich were to be found on the market of the eastern Mediterranean.\nThey had much spare time in which they could prac-\ntise the art of fighting. They lived in strongly built houses\nand they could hire soldiers to fight for them. They were\nconstantly quarrelling among each other to decide who should\nrule the city. The victorious nobleman then assumed a sort of\nKingship over all his neighbours and governed the town until\nhe in turn was killed or driven away by still another ambitious\nnobleman.",
        "Such a King, by the grace of his soldiers, was called a\n“Tyrant” and during the seventh and sixth centuries before\nour era every Greek city was for a time ruled by such Tyrants,\nmany of whom, by the way, happened to be exceedingly capa-\nble men. But in the long run, this state of affairs became\nunbearable. Then attempts were made to bring about reforms\nand out of these reforms grew the first democratic government\nof which the world has a record.",
        "It was early in the seventh century that the people of\nAthens decided to do some housecleaning and give the large\nnumber of freemen once more a voice in the government as\nthey were supposed to have had in the days of their Achaean\nancestors. They asked a man by the name of Draco to provide\nthem with a set of laws that would protect the poor against\nthe aggressions of the rich. Draco set to work. Unfortunately\nhe was a professional lawyer and very much out of touch\nwith ordinary life. In his eyes a crime was a crime and when\nhe had finished his code, the people of Athens discovered that\nthese Draconian laws were so severe that they could not\npossibly be put into effect. There would not have been rope\nenough to hang all the criminals under their new system of\njurisprudence which made the stealing of an apple a capital\noffence.",
        "The Athenians looked about for a more humane reformer.\nAt last they found some one who could do that sort of thing\nbetter than anybody else. His name was Solon. He belonged\nto a noble family and he had travelled all over the world and\nhad studied the forms of government of many other countries.\nAfter a careful study of the subject, Solon gave Athens a set\nof laws which bore testimony to that wonderful principle of\nmoderation which was part of the Greek character. He tried\nto improve the condition of the peasant without however destroying\nthe prosperity of the nobles who were (or rather who\ncould be) of such great service to the state as soldiers. To protect\nthe poorer classes against abuse on the part of the judges\n(who were always elected from the class of the nobles because\nthey received no salary) Solon made a provision whereby a\ncitizen with a grievance had the right to state his case before\na jury of thirty of his fellow Athenians.",
        "Most important of all, Solon forced the average freeman\nto take a direct and personal interest in the affairs of the city.\nNo longer could he stay at home and say “oh, I am too busy\ntoday” or “it is raining and I had better stay indoors.” He\nwas expected to do his share; to be at the meeting of the town\ncouncil; and carry part of the responsibility for the safety and\nthe prosperity of the state.",
        "This government by the “demos,” the people, was often far\nfrom successful. There was too much idle talk. There were\ntoo many hateful and spiteful scenes between rivals for official\nhonor. But it taught the Greek people to be independent and\nto rely upon themselves for their salvation and that was a very\ngood thing.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}