{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XVIII",
    "author": "Fedor Jagor et al",
    "chapter": "19",
    "content": [
        "\n\n",
        "[Mt. Iriga.] From the Isarog I returned through Naga and Nabua to\nIriga, the ascent of which I at length accomplished.",
        "[The ascent.] The chief of the Montesinos had received daily rations\nfor twenty-two men, with whom he professed to make a road to the\nsummit; but when, on the evening of the third day, he came himself\nto Iriga, in order to fetch more provisions, on the pretext that\nthe work still required some time for execution, I explained that\nI should endeavor to ascend the mountain on the following morning,\nand requested him to act as guide. He consented, but disappeared,\ntogether with his companions, during the night; the Filipinos in\nthe tribunal having been good enough to hold out the prospect of\nsevere punishment in case the work performed should not correspond\nto the working days. After fruitless search for another guide,\nwe left Buhi in the afternoon, and passed the night in the rancho,\nwhere we had previously been so hospitably received. The fires were\nstill burning, but the inhabitants, on our approach, had fled. About\nsix o’clock on the following morning the ascent began. After we had\ngone through the forest, by availing ourselves of the path which we\nhad previously beaten, it led us through grass three or four feet\nin height, with keen-edged leaves; succeeded by cane, from seven\nto eight feet high, of the same habitat with our Arundo phragmites\n(but it was not in flower), which occupied the whole of the upper\npart of the mountain as far as the edge. Only in the ravine did the\ntrees attain any height. The lower declivities were covered with\naroids and ferns; towards the summit were tendrils and mosses; and\nhere I found a beautiful, new, and peculiarly shaped orchid. [153]\nThe Cimarrons had cut down some cane; and, beating down our road for\nourselves with bolos, we arrived at the summit a little before ten\no’clock. It was very foggy. In the hope of a clear evening or morning\nI caused a hut to be erected, for which purpose the cane was well\nfitted. The natives were too lazy to erect a lodging for themselves,\nor to procure wood for a watchfire. They squatted on the ground,\nsqueezed close to one another to warm themselves, ate cold rice,\nand suffered thirst because none of them would fetch water. Of the\ntwo water-carriers whom I had taken with me, one had “inadvertently\"\nupset his water on the road, and the other had thrown it away “because\nhe thought we should not require it.”",
        "[Altitude.] I found the highest points of the Iriga to be 1,212\nmeters, 1,120 meters above the surface of the Buhi Lake. From Buhi\nI went to Batu.",
        "[Changes in Batu Lake.] The Batu Lake (one hundred eleven meters\nabove the sea) had sunk lower since my last visit in February. The\ncarpet of algae had increased considerably in breadth, its upper\nedge being in many places decomposed; and the lower passed gradually\ninto a thick consistency of putrid water-plants (charae, algae,\npontederiae, valisneriae, pistiae, etc.), which encompassed the\nsurface of the water so that only through a few gaps could one reach\nthe bank. Right across the mouth of the Quinali lies, in the lake,\na bar of black mud, the softest parts of which were indicated by some\ninsignificant channels of water. As we could not get over the bar in\na large boat, two small skiffs were bound together with a matting of\nbamboo, and provided with an awning. By means of this contrivance,\nwhich was drawn by three strong carabaos (the whole body of men with\nevident delight and loud mirth wading knee-deep in the black mud\nand assisting by pushing behind) we succeeded, as if on a sledge,\nin getting over the obstacle into the river; which on my first visit\noverflowed the fields in many places, till the huts of the natives\nrose out of the water like so many ships: but now (in June) not one\nof its channels was full. We were obliged in consequence to continue\nour sledge journey until we were near to Quinali.",
        "[Ascent of Mt. Mazaraga.] At Ligao I alighted at a friendly Spaniard’s,\na great part of the place, together with the tribunal and convent,\nhaving been burnt down since my last visit. After making the necessary\npreparations, I went in the evening to Barayong, a little rancho\nof Cimarrons at the foot of the Mazaraga, and, together with its\ninhabitants, ascended the mountain on the following morning. The\nwomen also accompanied us for some distance, and kept the company in\ngood humor; and when, on the road, a Filipino who had been engaged\nfor the purpose wished to give up carrying a bamboo full of water,\nand, throwing it away, ran off, an old woman stepped forward in his\nstead, and dragged the water cheerfully along up to the summit. This\nmountain was moister than any I had ever ascended, the Semeru in\nJava, in some respects, excepted; and half-way up I found some rotten\nrafflesia. [154] Two miserable-looking Cimarron dogs drove a young\nstag towards us, which was slain by one of the people with a blow\nof his bolo. The path ceased a third of the way up, but it was not\ndifficult to get through the wood. The upper portion of the mountain,\nhowever, being thickly overgrown with cane, again presented great\nobstacles. About twelve we reached the summit-level, which, pierced by\nno crater, is almost horizontal, smoothly arched, and thickly covered\nwith cane. [Altitude.] Its height is 1,354 meters. In a short time the\nindefatigable Cimarrons had built a fine large hut of cane: one room\nfor myself and the baggage, a large assembly-room for the people,\nand a special apartment for cooking. Unfortunately the cane was so\nwet that it would not burn. In order to procure firewood to cook the\nrice, thick branches were got out of the wood, and their comparatively\ndry pith extracted with great labor. The lucifer-matches, too, were\nso damp that the phosphorus was rubbed away in friction; but, being\ncollected on blotting-paper, and kneaded together with the sulphurous\nend of the match-wood, it became dry and was kindled by friction. Not\na trace of solid rock was to be seen. All was obstructed by a thick\novergrowth from where the path ceased, and the ground covered with\na dense bed of damp wood-earth. The following morning was fine, and\nshowed a wide panorama; but, before I had completed my drawing, it\nagain became misty; and as, after several hours of waiting, the heavens\nwere overspread with thick rain-clouds, we set out on our return.",
        "[Butterflies.] Numerous butterflies swarmed around the summit. We\ncould, however, catch only a few, as the passage over the cane-stubble\nwas too difficult for naked feet; and, the badly-stitched soles of\ntwo pairs of new shoes which I had brought from Manila having dropped\noff some time before I reached the summit, I was compelled to perform\nthe journey to Ligao barefoot.",
        "[Native contempt for private Spaniards.] On the following day my\nSpanish host went twice to the tribunal to procure the carabao carts\nwhich were necessary for the furtherance of my collections. His\ncourteous request was unsuccessful; but the command of the parish\npriest, who personally informed the Gobernadorcillo in his house,\nwas immediately obeyed. The Filipino authorities have, as a rule, but\nlittle respect for private Spanish people, and treat them not seldom\nwith open contempt. An official recommendation from the alcalde is\nusually effectual, but not in all the provinces; for many alcaldes do\nhurt to their own authority by engaging the assistance or connivance of\nthe native magistrates in the furtherance of their personal interests.",
        "[Giant bats.] I here shot some panikes, great bats with wings nearly\nfive feet wide when extended, which in the day time hang asleep from\nthe branches of trees, and, among them, two mothers with their young\nsucking ones uninjured. It was affecting to see how the little animals\nclung more and more firmly to the bodies of their dying parents,\nand how tenderly they embraced them even after these were dead. The\napparent feeling, however, was only self-interest at bottom, for,\nwhen their store of milk was exhausted, the old ones were treated\nwithout respect, like empty bottles. As soon as the young ones were\nseparated, they fed on bananas, and lived several days, until I at\nlength placed them in spirits.",
        "[A muddy dry season.] Early in the morning I rode on the priest’s\nhorse to Legaspi, and in the evening through deep mud to the alcalde\nat Albay. We were now (June) in the middle of the so-called dry season,\nbut it rained almost every day; and the road between Albay and Legaspi\nwas worse than ever. During my visit information arrived from the\ncommandant of the faluas on the south coast that, as he was pursuing\ntwo pirate vessels, [Power of Moro pirates.] six others suddenly made\ntheir appearance, in order to cut off his return; for which reason he\nbad quickly made his way back. The faluas are very strongly manned, and\nprovided with cannon, but the crews furnished by the localities on the\ncoast are entirely unpractised in the use of fire-arms, and moreover\nhold the Moros in such dread that, if the smallest chance offers of\nflight, they avail themselves of it to ensure their safety by making\nfor the land. The places on the coast, destitute of other arms than\nwooden pikes, were completely exposed to the pirates, who had firmly\nestablished themselves in Catanduanes, Biri, and several small islands,\nand seized ships with impunity, or robbed men on the land. Almost daily\nfresh robberies and murders were announced from the villages on the\nshore. During a plundering expedition the men caught are employed at\nthe oars and at its close sold as slaves; and, on the division of the\nspoil, one of the crew falls to the share of the dato (Moro chief) who\nfitted out the vessel. [155] The coasting vessels in these waters, it\nis true, are mostly provided with artillery, but it is generally placed\nin the hold of the ship, as no one on board knows how to use it. If\nthe cannon be upon deck, either the powder or the shot is wanting;\nand the captain promises to be better prepared next time. [156] The\nalcalde reported the outrages of the pirates by every post to Manila,\nas well as the great injury done to trade, and spoke of the duty of the\n[No protection from Government.] Government to protect its subjects,\nespecially as the latter were not permitted to use fire-arms; [157] and\nfrom the Bisayan Islands came the same cry for help. The Government,\nhowever, was powerless against the evil. If the complaints were indeed\nvery urgent, they would send a steamer into the waters most infested;\nbut it hardly ever came in sight of pirates, although the latter were\ncarrying on their depredations close in front and behind.",
        "[Government steamer easily eluded.] At Samars, the principal town,\nI subsequently met with a Government steamer, which for fourteen days\npast had been nominally engaged in cruising against the pirates; but\nthe latter, generally forewarned by their spies, perceive the smoke\nof the steamers sufficiently soon to slip away in their flat boats;\nand the officers knew beforehand that their cruise would have no\nother result than to show the distressed provinces that their outcry\nwas not altogether unnoticed. [158]",
        "[Steam gunboats more successful.] Twenty small steam gunboats of light\ndraught had shortly before been ordered from England, and were nearly\nready. The first two indeed arrived soon after in Manila (they had to\nbe transported in pieces round the Cape), and were to be followed by\nthe rest; and they were at one time almost successful in delivering\nthe archipelago from these burdensome pests; [159] at least, from\nthe proscribed Moros who came every year from the Sulu Sea, mostly\nfrom the island of Tawitawi, arriving in May at the Bisayas, and\ncontinuing their depredations in the archipelago until the change\nof the monsoon in October or November compelled them to return.\n[160] [Renegades join pirates and bandits.] In the Philippines they\ngained new recruits among vagabonds, deserters, runaway criminals,\nand ruined spendthrifts; and from the same sources were made up the\nbands of highway robbers (tulisanes), which sometimes started up,\nand perpetuated acts of extraordinary daring. Not long before my\narrival they had made an inroad into a suburb of Manila, and engaged\nwith the military in the highways. Some of the latter are regularly\nemployed in the service against the tulisanes. The robbers are not,\nas a rule, cruel to their victims when no opposition is offered.  [161]",
        "[Plants from Berlin.] In Legaspi I found awaiting me several chests\nwith tin lining, which had been sixteen months on their passage by\noverland route, instead of seven weeks, having been conveyed from\nBerlin by way of Trieste, on account of the Italian war. Their\ncontents, which had been intended for use in the Philippines\nexclusively, were now for the most part useless. In one chest there\nwere two small flasks with glass stoppers, one filled with moist\ncharcoal, and the other with moist clay, both containing seeds of the\nVictoria Regia and tubers of red and blue nymphae (water-lily). Those\nin the first flask were spoiled, as might have been expected; but in\nthat filled with moist clay two tubers had thrown out shoots of half an\ninch in length, and appeared quite sound. I planted them at once, and\nin a few days vigorous leaves were developed. One of these beautiful\nplants, which had been originally intended for the Buitenzorg Garden\nin Java, remained in Legaspi; the other I sent to Manila, where,\non my return, I saw it in full bloom. In the charcoal two Victoria\nseeds had thrown out roots above an inch in length, which had rotted\noff. Most likely they had been torn up by the custom-house inspectors,\nand had afterwards rotted, for the neck of the bottle was broken,\nand the charcoal appeared as if it had been stirred. I communicated\nthe brilliant result of his mode of packing to the Inspector of the\nBotanical Gardens at Berlin, who made a second consignment direct\nto Java, which arrived in the best condition; so that not only the\nVictoria, but also the one which had been derived in Berlin from an\nAfrican father and an Asiatic mother, now adorn the water-basins of\nJava with red pond-roses (the latter plants probably those of the\nPhilippines also).",
        "[Carpentering difficulties.] Being compelled by the continuous rain to\ndry my collections in two ovens before packing them, I found that my\nservant had burned the greater part, so that the remains found a place\nin a roomy chest which I purchased for a dollar at an auction. This\nunfortunately lacked a lid; to procure which I was obliged, in the\nfirst place, to liberate a carpenter who had been imprisoned for a\nsmall debt; secondly, to advance money for the purchase of a board\nand the redemption of his tools out of pawn; and even then the work,\nwhen it was begun, was several times broken off because previous claims\nof violent creditors had to be discharged by labor. In five days the\nlid was completed, at the cost of three dollars. It did not last long,\nhowever, for in Manila I had to get it replaced by a new one.",
        "[Off to Samar.] At Legaspi I availed myself of an opportunity to reach\nthe island of Samar in a small schooner. It is situated south-east\nfrom Luzon, on the farther side of the Strait of San Bernardino,\nwhich is three leagues in breadth. At the moment of my departure,\nto my great regret, my servant left me, “that he might rest a little\nfrom his fatigue,” for Pepe was good-natured, very skilful, and\nalways even-tempered. [Losing a clever assistant.] He had learned\nmuch from the numerous Spanish soldiers and sailors resident in\nCavite, his native place, where he used to be playfully called the\n“Spaniard of Cavite.” Roving from one place to another was his\ndelight; and he quickly acquired acquaintances. He knew especially\nhow to gain the favor of the ladies, for he possessed many social\naccomplishments, being equally able to play the guitar and to milk\nthe carabao-cows. When we came to a pueblo, where a mestiza, or even a\n“daughter of the country” (creole), dwelt, he would, when practicable,\nask permission to milk a cow; and after bringing the señora some\nof the milk, under pretext of being the interpreter of my wishes,\nhe would maintain such a flow of ingeniously courteous conversation,\npraising the beauty and grace of the lady, and most modestly allowing\nhis prodigious travelling adventures to be extracted from him, that\nboth knight and esquire beamed with brilliant radiance. A present\nwas always welcome, and brought us many a little basket of oranges;\nand carabao milk is excellent with chocolate: but it seemed as if\none seldom has the opportunity of milking a cow. Unfortunately Pepe\ndid not like climbing mountains, and when he was to have gone with\nme he either got the stomach-ache or gave away my strong shoes, or\nallowed them to be stolen; the native ones, however, being allowed\nto remain untouched, for he knew well that they were fit only for\nriding, and derived comfort from the fact. In company with me he\nworked quickly and cheerfully; but, when alone, it became tedious to\nhim. Particularly he found friends, who hindered him, and then he would\nabandon his skinning of the birds, which therefore became putrid and\nhad to be thrown away. Packing was still more disagreeable to him, and\nconsequently he did it as quickly as possible, though not always with\nsufficient care, as on one occasion he tied up, in one and the same\nbundle, shoes, arsenic-soap, drawings, and chocolate. Notwithstanding\ntrifling faults of this kind, he was very useful and agreeable to me;\nbut he did not go willingly to such an uncivilized island as Samar;\nand when he received his wages in full for eight months all in a lump,\nand so became a small capitalist, he could not resist the temptation\nto rest a little from his labors.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}