{
    "title": "The Boys’ Life of Mark Twain - XL. “The Prince and the Pauper”",
    "author": "Paine",
    "chapter": "40",
    "content": [
        "\n",
        "\n\n",
        "They went directly to Quarry Farm, where Clemens again took up work on\nhis book, which he hoped to have ready for early publication.  But his\nwriting did not go as well as he had hoped, and it was long after they\nhad returned to Hartford that the book was finally in the printer’s\nhands.",
        "Meantime he had renewed work on a story begun two years before at Quarry\nFarm.  Browsing among the books there one summer day, he happened to pick\nup “The Prince and the Page,” by Charlotte M. Yonge.  It was a story of a\nprince disguised as a blind beggar, and, as Mark Twain read, an idea came\nto him for an altogether different story, or play, of his own.  He would\nhave a prince and a pauper change places, and through a series of\nadventures learn each the trials and burdens of the other life.  He\npresently gave up the play idea, and began it as a story.  His first\nintention had been to make the story quite modern, using the late King\nEdward VII. (then Prince of Wales) as his prince, but it seemed to him\nthat it would not do to lose a prince among the slums of modern London–\nhe could not make it seem real; so he followed back through history until\nhe came to the little son of Henry VIII., Edward Tudor, and decided that\nhe would do.",
        "It was the kind of a story that Mark Twain loved to read and to write.\nBy the end of that first summer he had finished a good portion of the\nexciting adventures of “The Prince and the Pauper,” and then, as was\nlikely to happen, the inspiration waned and the manuscript was laid\naside.",
        "But with the completion of “A Tramp Abroad\"–a task which had grown\nwearisome–he turned to the luxury of romance with a glad heart.  To\nHowells he wrote that he was taking so much pleasure in the writing that\nhe wanted to make it last.",
        "“Did I ever tell you the plot of it?  It begins at 9 A.M., January\n     27, 1547 .  .  .  .  My idea is to afford a realizing sense of the\n     exceeding severity of the laws of that day by inflicting some of\n     their penalties upon the king himself, and allowing him a chance to\n     see the rest of them applied to others.”",
        "Susy and Clara Clemens were old enough now to understand the story, and\nas he finished the chapters he read them aloud to his small home\naudience–a most valuable audience, indeed, for he could judge from its\neager interest, or lack of attention, just the measure of his success.",
        "These little creatures knew all about the writing of books.  Susy’s\nearliest recollection was “Tom Sawyer” read aloud from the manuscript.\nAlso they knew about plays.  They could not remember a time when they did\nnot take part in evening charades–a favorite amusement in the Clemens\nhome.",
        "Mark Twain, who always loved his home and played with his children,\ninvented the charades and their parts for them, at first, but as they\ngrew older they did not need much help.  With the Twichell and Warner\nchildren they organized a little company for their productions, and\nentertained the assembled households.  They did not make any preparation\nfor their parts.  A word was selected and the syllables of it whispered\nto the little actors.  Then they withdrew to the hall, where all sorts of\ncostumes had been laid out for the evening, dressed their parts, and each\ngroup marched into the library, performed its syllable, and retired,\nleaving the audience of parents to guess the answer.  Now and then, even\nat this early day, they gave little plays, and of course Mark Twain could\nnot resist joining them.  In time the plays took the place of the\ncharades and became quite elaborate, with a stage and scenery, but we\nshall hear of this later on.",
        "“The Prince and the Pauper” came to an end in due season, in spite of the\nwish of both author and audience for it to go on forever.  It was not\npublished at once, for several reasons, the main one being that “A Tramp\nAbroad” had just been issued from the press, and a second book might\ninterfere with its sale.",
        "As it was, the “Tramp” proved a successful book–never as successful as\nthe “Innocents,” for neither its humor nor its description had quite the\nfresh quality of the earlier work.  In the beginning, however, the sales\nwere large, the advance orders amounting to twenty-five thousand copies,\nand the return to the author forty thousand dollars for the first year.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}