{
    "title": "The Gatlings at Santiago - “G. O. 18",
    "author": "John H. Parker",
    "chapter": "18",
    "content": [
        "\n\n",
        "(Extract.)",
        "“1. Under instructions to be communicated to the proper commanders,\ntroops will disembark in the following order:",
        "“First–The 2d Division, 5th Corps (Lawton’s). The Gatling Gun\nDetachment will accompany this division.",
        "“Second–Gen. Bates’ Brigade. This brigade will form as a reserve to\nthe 2d Division, 5th Corps.",
        "“Third–The dismounted cavalry division (Wheeler’s).",
        "“Fourth–The 1st Division, 5th Corps (Kent’s).",
        "“Fifth–The squadron of the 2d Cavalry (Rafferty’s).",
        "“Sixth–If the enemy in force vigorously resist the landing, the light\nartillery, or a part of it, will be disembarked by the battalion\ncommander, and brought to the assistance of the troops engaged. If no\nserious opposition be offered this artillery will be unloaded after\nthe mounted squadron.",
        "“2. All troops will carry on the person the blanket-roll (with\nshelter-tent and poncho), three days’ field rations (with coffee,\nground), canteens filled, and 100 rounds of ammunition per man.\nAdditional ammunition, already issued to the troops, tentage, baggage,\nand company cooking utensils will be left under charge of the\nregimental quartermaster, with one non-commissioned officer and two\nprivates from each company.",
        "“3. All persons not immediately on duty with and constituting a part\nof the organizations mentioned in the foregoing paragraphs will remain\naboard ship until the landing be accomplished, and until notified they\ncan land.",
        "“4. The chief quartermaster of the expedition will control all small\nboats and will distribute them to the best advantage to disembark the\ntroops in the order indicated in paragraph 1.",
        "“5. The ordnance officer–2d Lieut. Brooke, 4th Infantry–will put on\nshore at once 100 rounds of ammunition per man, and have it ready for\ndistribution on the firing-line.",
        "“6. The commanding general wishes to impress officers and men with the\ncrushing effect a well-directed fire will have upon the Spanish\ntroops. All officers concerned will rigidly enforce fire discipline,\nand will caution their men to fire only when they can be see the\nenemy.",
        "“By command of Maj.-Gen. Shafter.",
        "“E. J. McClernand,\n“A. A. G.”",
        "The small boats belonging to the Navy and the transports, together\nwith a number of steam launches, furnished by the Navy, were brought\nalongside and loaded with troops as prescribed in the order just\nquoted. When Gen. Lawton’s Division was fairly loaded in the small\nboats, the latter were towed in long lines by the steam launches\ntoward the shore. The sea was somewhat rough, but by the exercise of\ncaution and good judgment the beach was reached and the troops\ndisembarked satisfactorily. As a precaution against a possible attack\nupon the part of any Spaniards who might have been hidden in the\nadjacent block-houses and woods, the Navy opened a furious cannonade\non these places while the troops were moving toward the shore. It was\nlearned afterward that the Spanish garrison had retired in the\ndirection of Siboney soon after daylight.",
        "By night about 6,000 troops were on shore. Gen. Lawton was ordered to\npush down a strong force to seize and hold Siboney.",
        "On the 23d the disembarkation was continued and about 6,000 more men\nlanded. Early on this date Gen. Lawton’s advance reached Siboney, the\nSpanish garrison of about 600 men retiring as he came up, and offering\nno opposition except a few scattering shots at long range. Some of the\nCuban troops pursued the retreating Spaniards and skirmished with\nthem. During the afternoon of this date the disembarkation of Kent’s\nDivision was commenced at Siboney, which enabled me to establish a\nbase eight miles nearer Santiago and to continue the unloading of\ntroops and supplies at both points.",
        "The disembarkation was continued throughout the night of the 23d and\n24th, and by the evening of the 24th the disembarkation of my command\nwas practically completed.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}