{
    "title": "The Gatlings at Santiago - Chapter I: L’Envoi",
    "author": "John H. Parker",
    "chapter": "2",
    "content": [
        "\n\n",
        "The history of the Gatling Gun Detachment, Fifth Army Corps, is to a\ncertain extent the history of the Santiago campaign. The detachment\nwas organized on the spur of the moment, to utilize material which\nwould otherwise have been useless, and was with the Fifth Corps in all\nthe campaign. It participated in all the fighting of that campaign,\nexcept the fight at La Guasimas, and was disbanded upon the return of\nthe Fifth Corps to Montauk. Whatever hardships were endured by the\nFifth Corps were shared by this detachment; whatever dangers were\nfaced by the Fifth Corps were faced by it also; where the hottest\nfighting occurred this detachment went in and stayed; and at the\nsurrender it was paraded, to use the words of General Shafter, “Upon\nthat portion of the line which it occupied so promptly and defended so\nwell.”",
        "But this memoir is not intended as a history of that campaign nor of\nthe Fifth Corps. The author has not the data available to cover so\nlarge a field, nor the ability to do justice to the courage,\nfortitude, and endurance so heroically displayed by that gallant army.\nThat story will be written by abler pens, and will be the wonder of\nthe world when it is told.",
        "This story is that of an experiment. It is told to lay before the\ngeneral public, as well as the military critic, the work of a little\ndetachment of thirty-seven men, armed with an untried weapon,\norganized in the short space of four days preceding July 1, 1898, and\nwhich without proper equipment, adequate instruction, or previous\ntraining, in the face of discouragements and sneers, and in spite of\nobstacles enough to make the mere retrospect sickening, still achieved\nfor itself a warm place in the hearts of all true soldiers, and\ncovered itself with glory upon the hardest fought battle-field of the\nHispano-American War.",
        "This story is to commemorate the gallantry of the enlisted men who\nhelped to make history and revolutionize tactics at Santiago. It will\ntell of the heroism of the plain American Regular, who, without hope\nof preferment or possibility of reward, boldly undertook to confute\nthe erroneous theories of military compilers, who, without originality\nor reason, have unblushingly cribbed the labored efforts of foreign\nofficers, and foisted these compilations of second-hand opinions upon\nthe American Army as military text-books of authority and weight.\nThese literary soldiers declared, following the lead of their foreign\nguides, that “The value of machine guns on the battle-field is\ndoubtful,” and that “Their offensive value is probably very small.\"\nThey also agreed, with most touching unanimity, that “A direct assault\nupon a fortified position, occupied by good, unshaken infantry, armed\nwith the modern rifle and plentifully supplied with ammunition is sure\nto fail, unless made by overwhelming numbers and prepared by strong\nand accurate fire by artillery.”",
        "These servile imitators of foreign pen soldiers were destined to see\nall their pet theories exploded by the grim old mountain puma from\nCalifornia and his brave Fifth Corps. They were to learn, so far as\nthey are capable of learning, that the American Regular makes tactics\nas he needs them; that the rules of war established by pen soldiers do\nnot form the basis of actual operations in the field; that theories\nmust go to the wall before the stern logic of irrefutable facts; and\nthat deductions based on the drill-made automatons of European armies\nare not applicable to an army composed of American Volunteer Regulars,\nled by our trained officers.",
        "We shall see that an army destitute of cavalry, and hence without\n“eyes\"; not supported by artillery; in the most difficult country over\nwhich soldiers ever operated, and without maps or reconnaissance–in\ntwenty days shut up and captured an army of twice its own effective\nstrength, in a strongly fortified city, with better served and more\nnumerous artillery.",
        "We shall find that when the “sledge” was not at hand, American\ningenuity was able to use the “mallet” instead, making light machine\nguns perform all the function of artillery, and dispensing altogether,\nso far as any practical results were concerned, with that expensive\nand much overrated arm; that the Regular private is capable of meeting\nall demands upon his intelligence, and that the American non. com. is\nthe superior of foreign officers.",
        "It is also hoped to place before the intelligent American public some\ncorrect ideas of the new arm which was tried thoroughly at Santiago\nfor the first time in the history of the world. The machine gun is the\nlatest practical product of American inventive genius applied to war.\nThe first form of this weapon tried, the mitrailleuse, was not very\nsuccessful. It failed, not on account of faults of construction, or\nimperfect mechanism, but because its proper tactical employment had\nnot been thought out by the French army. Since that time machine guns\nhave been greatly improved, but no one has succeeded in making their\ngreat value appreciated by military authorities. The failures of the\nFrench brought the gun into disfavor, and created a prejudice against\nits employment.",
        "The Artillery of the world, which poses in every country as an\nelite body of scientific fighters, and is often found on the\nbattle-field to be an aggregation of abstruse theorists, were jealous\nand contemptuous. They said, “See how easily the artillery knocked out\nmachine guns at Gravelotte.” The Cavalry of the world, famous\neverywhere for an esprit-du-corps which looks haughtily down on\nall other arms of the service, were too deeply absorbed in the merits\nof saber vs. revolver, and in the proper length of their\nspectacular plumes, to give a second thought to this new, untried, and\ntherefore worthless weapon. The world’s Infantry, resting upon the\nassumption that it is the backbone of all armies, and the only real,\nreliable fighting body under all conditions, left the consideration of\nthese vague dreams of mechanical destructiveness to lunatics, cranks,\nand philanthropists.",
        "In our own country the Ordnance Department, which is the trial court\nbefore which all military inventions must appear, scouted the idea of\nusefulness of machine guns even after war was declared, and adhered to\nthe view that machine guns, in the very nature of things, could never\nbe useful except in the defense of fortified positions; that they\nnever could be brought up on the battlefield, nor used if they were\nbrought up. This view was that of a prominent young officer of that\ndepartment who wrote a report on the subject, and it seemed to express\nthe views of the department.",
        "This view must have been that of our War Department, for it did not\neven acknowledge the receipt of drawings and specifications for a\nmachine gun carriage, offered freely to the Government as a gift by\nthe inventor six months before the war, together with the first\ncorrect tactical outline of the proper use of machine guns ever filed\nin any War Office in the world. This invention was designed to\nfacilitate the use of the machine gun by making its advance with the\nskirmish line possible on the offensive, and was recommended by the\nwhole staff of the Infantry and Cavalry School as a meritorious\ndevice, worthy of trial. The discussion filed with the invention\npointed out, for the first time, the correct tactical employment of\nthe weapon, and staked the military reputation and ability of the\nauthor and inventor on the correctness of his views.",
        "From these facts it may be gathered that there was required a certain\ndegree of originality and energy to get together and organize a\nmachine gun battery for the Santiago campaign.",
        "The project was conceived and executed. The service rendered by this\nbattery has forever set at rest the question of the proper tactical\nuse of the machine gun arm, both on the offensive and defensive. These\nthings are now beyond the realm of theory. They are a demonstrated\nproblem. The solution is universally acknowledged to be correct.",
        "This is the history of that detachment.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}