{
    "title": "The Sorrows of Young Werther - August 12.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "32",
    "content": [
        "\n\n",
        "Certainly Albert is the best fellow in the world. I had a strange\nscene with him yesterday. I went to take leave of him; for I took\nit into my head to spend a few days in these mountains, from where\nI now write to you. As I was walking up and down his room, my eye\nfell upon his pistols. “Lend me those pistols,” said I, “for my\njourney.” “By all means,” he replied, “if you will take the\ntrouble to load them; for they only hang there for form.” I\ntook down one of them; and he continued, “Ever since I was near\nsuffering for my extreme caution, I will have nothing to do with\nsuch things.” I was curious to hear the story. “I was staying,\"\nsaid he, “some three months ago, at a friend’s house in the country.\nI had a brace of pistols with me, unloaded; and I slept without\nany anxiety. One rainy afternoon I was sitting by myself, doing\nnothing, when it occurred to me I do not know how that the house\nmight be attacked, that we might require the pistols, that we might\nin short, you know how we go on fancying, when we have nothing\nbetter to do. I gave the pistols to the servant, to clean and\nload. He was playing with the maid, and trying to frighten her,\nwhen the pistol went off — God knows how! — the ramrod was in\nthe barrel; and it went straight through her right hand, and\nshattered the thumb. I had to endure all the lamentation, and to\npay the surgeon’s bill; so, since that time, I have kept all my\nweapons unloaded. But, my dear friend, what is the use of prudence?\nWe can never be on our guard against all possible dangers. However,\"\n— now, you must know I can tolerate all men till they come to\n“however;” — for it is self-evident that every universal rule\nmust have its exceptions. But he is so exceedingly accurate, that,\nif he only fancies he has said a word too precipitate, or too\ngeneral, or only half true, he never ceases to qualify, to modify,\nand extenuate, till at last he appears to have said nothing at\nall. Upon this occasion, Albert was deeply immersed in his\nsubject: I ceased to listen to him, and became lost in reverie.\nWith a sudden motion, I pointed the mouth of the pistol to my\nforehead, over the right eye. “What do vou mean?” cried Albert,\nturning back the pistol. “It is not loaded,” said I. “And even\nif not,” he answered with impatience, “what can you mean? I\ncannot cornprehend how a man can be so mad as to shoot himself,\nand the bare idea of it shocks me.”",
        "“But why should any one,” said I, “in speaking of an action, venture\nto pronounce it mad or wise, or good or bad? What is the meaning\nof all this? Have you carefully studied the secret motives of our\nactions? Do you understand — can you explain the causes which\noccasion them, and make them inevitable? If you can, you will be\nless hasty with your decision.”",
        "“But you will allow,” said Albert; “that some actions are criminal,\nlet them spring from whatever motives they may.” I granted it,\nand shrugged my shoulders.",
        "“But still, my good friend,” I continued, “there are some exceptions\nhere too. Theft is a crime; but the man who commits it from extreme\npoverty, with no design but to save his family from perishing, is\nhe an object of pity, or of punishment? Who shall throw the first\nstone at a husband, who, in the heat of just resentment, sacrifices\nhis faithless wife and her perfidious seducer? or at the young\nmaiden, who, in her weak hour of rapture, forgets herself in the\nimpetuous joys of love? Even our laws, cold and cruel as they\nare, relent in such cases, and withhold their punishment.”",
        "“That is quite another thing,” said Albert; “because a man under\nthe influence of violent passion loses alI power of reflection,\nand is regarded as intoxicated or insane.”",
        "“Oh! you people of sound understandings,” I replied, smiling, “are\never ready to exclaim ’Extravagance, and madness, and intoxication!’\nYou moral men are so calm and so subdued! You abhor the drunken\nman, and detest the extravagant; you pass by, like the Levite,\nand thank God, like the Pharisee, that you are not like one of\nthem. I have been more than once intoxicated, my passions have\nalways bordered on extravagance: I am not ashamed to confess it;\nfor I have learned, by my own experience, that all extraordinary\nmen, who have accomplished great and astonishing actions, have\never been decried by the world as drunken or insane. And in\nprivate life, too, is it not intolerable that no one can undertake\nthe execution of a noble or generous deed, without giving rise to\nthe exclamation that the doer is intoxicated or mad? Shame upon\nyou, ye sages!”",
        "“This is another of your extravagant humours,” said Albert: “you\nalways exaggerate a case, and in this matter you are undoubtedly\nwrong; for we were speaking of suicide, which you compare with\ngreat actions, when it is impossible to regard it as anything but\na weakness. It is much easier to die than to bear a life of misery\nwith fortitude.”",
        "I was on the point of breaking off the conversation, for nothing\nputs me so completely out of patience as the utterance of a wretched\ncommonplace when I am talking from my inmost heart. However, I\ncomposed myself, for I had often heard the same observation with\nsufficient vexation; and I answered him, therefore, with a little\nwarmth, “You call this a weakness — beware of being led astray\nby appearances. When a nation, which has long groaned under the\nintolerable yoke of a tyrant, rises at last and throws off its\nchains, do you call that weakness? The man who, to rescue his\nhouse from the flames, finds his physical strength redoubled, so\nthat he lifts burdens with ease, which, in the absence of excitement,\nhe could scarcely move; he who, under the rage of an insult, attacks\nand puts to flight half a score of his enemies, are such persons\nto be called weak? My good friend, if resistance be strength, how\ncan the highest degree of resistance be a weakness?”",
        "Albert looked steadfastly at me, and said, “Pray forgive me, but\nI do not see that the examples you have adduced bear any relation\nto the question.” “Very likely,” I answered; “for I have often\nbeen told that my style of illustration borders a little on the\nabsurd. But let us see if we cannot place the matter in another\npoint of view, by inquiring what can be a man’s state of mind who\nresolves to free himself from the burden of life, — a burden often\nso pleasant to bear, — for we cannot otherwise reason fairly upon\nthe subject.",
        "“Human nature,” I continued, “has its limits. It is able to endure\na certain degree of joy, sorrow, and pain, but becomes annihilated\nas soon as this measure is exceeded. The question, therefore, is,\nnot whether a man is strong or weak, but whether he is able to\nendure the measure of his sufferings. The suffering may be moral\nor physical; and in my opinion it is just as absurd to call a man\na coward who destroys himself, as to call a man a coward who dies\nof a malignant fever.”",
        "“Paradox, all paradox!” exclaimed Albert. “Not so paradoxical as\nyou imagine,” I replied. “You allow that we designate a disease\nas mortal when nature is so severely attacked, and her strength\nso far exhausted, that she cannot possibly recover her former\ncondition under any change that may take place.",
        "“Now, my good friend, apply this to the mind; observe a man in his\nnatural, isolated condition; consider how ideas work, and how\nimpressions fasten on him, till at length a violent passion seizes\nhim, destroying all his powers of calm reflection, and utterly\nruining him.",
        "“It is in vain that a man of sound mind and cool temper understands\nthe condition of such a wretched being, in vain he counsels him.\nHe can no more communicate his own wisdom to him than a healthy\nman can instil his strength into the invalid, by whose bedside he\nis seated.”",
        "Albert thought this too general. I reminded him of a girl who had\ndrowned herself a short time previously, and I related her history.",
        "She was a good creature, who had grown up in the narrow sphere of\nhousehold industry and weekly appointed labour; one who knew no\npleasure beyond indulging in a walk on Sundays, arrayed in her\nbest attire, accompanied by her friends, or perhaps joining in the\ndance now and then at some festival, and chatting away her spare\nhours with a neighbour, discussing the scandal or the quarrels of\nthe village, trifles sufficient to occupy her heart. At length\nthe warmth of her nature is influenced by certain new and unknown\nwishes. Inflamed by the flatteries of men, her former pleasures\nbecome by degrees insipid, till at length she meets with a youth\nto whom she is attracted by an indescribable feeling; upon him she\nnow rests all her hopes; she forgets the world around her; she\nsees, hears, desires nothing but him, and him only. He alone\noccupies all her thoughts. Uncorrupted by the idle indulgence of\nan enervating vanity, her affection moving steadily toward its\nobject, she hopes to become his, and to realise, in an everlasting\nunion with him, all that happiness which she sought, all that bliss\nfor which she longed. His repeated promises confirm her hopes:\nembraces and endearments, which increase the ardour of her desires,\novermaster her soul. She floats in a dim, delusive anticipation\nof her happiness; and her feelings become excited to their utmost\ntension. She stretches out her arms finally to embrace the object\nof all her wishes and her lover forsakes her. Stunned and bewildered,\nshe stands upon a precipice. All is darkness around her. No\nprospect, no hope, no consolation — forsaken by him in whom her\nexistence was centred! She sees nothing of the wide world before\nher, thinks nothing of the many individuals who might supply the\nvoid in her heart; she feels herself deserted, forsaken by the\nworld; and, blinded and impelled by the agony which wrings her\nsoul, she plunges into the deep, to end her sufferings in the broad\nembrace of death. See here, Albert, the history of thousands; and\ntell me, is not this a case of physical infirmity? Nature has no\nway to escape from the labyrinth: her powers are exhausted: she\ncan contend no longer, and the poor soul must die.",
        "“Shame upon him who can look on calmly, and exclaim, ’The foolish\ngirl! she should have waited; she should have allowed time to wear\noff the impression; her despair would have been softened, and she\nwould have found another lover to comfort her.’ One might as well\nsay, ’The fool, to die of a fever! why did he not wait till his\nstrength was restored, till his blood became calm? all would then\nhave gone well, and he would have been alive now.’”",
        "Albert, who could not see the justice of the comparison, offered\nsome further objections, and, amongst others, urged that I had\ntaken the case of a mere ignorant girl. But how any man of sense,\nof more enlarged views and experience, could be excused, he was\nunable to comprehend. “My friend!” I exclaimed, “man is but man;\nand, whatever be the extent of his reasoning powers, they are of\nlittle avail when passion rages within, and he feels himself\nconfined by the narrow limits of nature. It were better, then —\nbut we will talk of this some other time,” I said, and caught up\nmy hat. Alas! my heart was full; and we parted without conviction\non either side. How rarely in this world do men understand each\nother!",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}