{
    "title": "The Golden Sayings of Epictetus - CIV ",
    "author": "Unknown",
    "chapter": "104",
    "content": [
        "\n",
        "\n\n",
        "You would fain be victor at the Olympic games, you say. Yes,\nbut weigh the conditions, weigh the consequences; then and then\nonly, lay to your hand—if it be for your profit. You must live\nby rule, submit to diet, abstain from dainty meats, exercise your\nbody perforce at stated hours, in heat or in cold; drink no cold\nwater, nor, it may be, wine. In a word, you must surrender\nyourself wholly to your trainer, as though to a physician.",
        "Then in the hour of contest, you will have to delve the\nground, it may chance dislocate an arm, sprain an ankle, gulp\ndown abundance of yellow sand, be scourge with the whip—and with\nall this sometimes lose the victory. Count the cost—and then, if\nyour desire still holds, try the wrestler’s life. Else let me\ntell you that you will be behaving like a pack of children\nplaying now at wrestlers, now at gladiators; presently falling to\ntrumpeting and anon to stage-playing, when the fancy takes them\nfor what they have seen. And you are even the same: wrestler,\ngladiator, philosopher, orator all by turns and none of them with\nyour whole soul. Like an ape, you mimic what you see, to one\nthing constant never; the thing that is familiar charms no more.\nThis is because you never undertook aught with due consideration,\nnor after strictly testing and viewing it from every side; no,\nyour choice was thoughtless; the glow of your desire had waxed\ncold . . . .",
        "Friend, bethink you first what it is that you would do, and then\nwhat your own nature is able to bear. Would you be a wrestler,\nconsider your shoulders, your thighs, your lions—not all men are\nformed to the same end. Think you to be a philosopher while\nacting as you do? think you to go on thus eating, thus drinking,\ngiving way in like manner to wrath and to displeasure? Nay, you\nmust watch, you must labour; overcome certain desires; quit your\nfamiliar friends, submit to be despised by your slave, to be held\nin derision by them that meet you, to take the lower place in all\nthings, in office, in positions of authority, in courts of law.",
        "Weigh these things fully, and then, if you will, lay to your\nhand; if as the price of these things you would gain Freedom,\nTranquillity, and passionless Serenity.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}