{
    "title": "The Unseen World and Other Essays - IV. THE CHRIST OF DOGMA.[22]",
    "author": "John Fiske",
    "chapter": "6",
    "content": [
        "\n\n",
        "[22] Saint-Paul, par Ernest Renan. Paris, 1869.",
        "Histoire du Dogme de la Divinite de Jesus-Christ, par Albert\nReville. Paris, 1869.",
        "The End of the World and the Day of Judgment. Two Discourses by\nthe Rev. W. R. Alger. Boston: Roberts Brothers, 1870.",
        "The meagreness of our information concerning the historic career\nof Jesus stands in striking contrast with the mass of information\nwhich lies within our reach concerning the primitive character of\nChristologic speculation. First we have the four epistles of\nPaul, written from twenty to thirty years after the crucifixion,\nwhich, although they tell us next to nothing about what Jesus\ndid, nevertheless give us very plain information as to the\nimpression which he made. Then we have the Apocalypse, written by\nJohn, A. D. 68, which exhibits the Messianic theory entertained\nby the earliest disciples. Next we have the epistles to the\nHebrews, Philippians, Colossians, and Ephesians, besides the four\ngospels, constituting altogether a connected chain of testimony\nto the progress of Christian doctrine from the destruction of\nJerusalem to the time of the Quartodeciman controversy (A. D.\n70-170). Finally, there is the vast collection of apocryphal,\nheretical, and patristic literature, from the writings of Justin\nMartyr, the pseudo-Clement, and the pseudo-Ignatius, down to the\ntime of the Council of Nikaia, when the official theories of\nChrist’s person assumed very nearly the shape which they have\nretained, within the orthodox churches of Christendom, down to\nthe present day. As we pointed out in the foregoing essay, while\nall this voluminous literature throws but an uncertain light upon\nthe life and teachings of the founder of Christianity, it\nnevertheless furnishes nearly all the data which we could desire\nfor knowing what the early Christians thought of the master of\ntheir faith. Having given a brief account of the historic career\nof Jesus, so far as it can now be determined, we propose here to\nsketch the rise and progress of Christologic doctrine, in its\nmost striking features, during the first three centuries.\nBeginning with the apostolic view of the human Messiah sent to\ndeliver Judaism from its spiritual torpor, and prepare it for the\nmillennial kingdom, we shall briefly trace the progressive\nmetamorphosis of this conception until it completely loses its\nidentity in the Athanasian theory, according to which Jesus was\nGod himself, the Creator of the universe, incarnate in human\nflesh.",
        "The earliest dogma held by the apostles concerning Jesus was that\nof his resurrection from the grave after death. It was not only\nthe earliest, but the most essential to the success of the new\nreligion. Christianity might have overspread the Roman Empire,\nand maintained its hold upon men’s faith until to-day, without\nthe dogmas of the incarnation and the Trinity; but without the\ndogma of the resurrection it would probably have failed at the\nvery outset. Its lofty morality would not alone have sufficed to\ninsure its success. For what men needed then, as indeed they\nstill need, and will always need, was not merely a rule of life\nand a mirror to the heart, but also a comprehensive and\nsatisfactory theory of things, a philosophy or theosophy. The\ntimes demanded intellectual as well as moral consolation; and the\ndisintegration of ancient theologies needed to be repaired, that\nthe new ethical impulse imparted by Christianity might rest upon\na plausible speculative basis. The doctrine of the resurrection\nwas but the beginning of a series of speculative innovations\nwhich prepared the way for the new religion to emancipate itself\nfrom Judaism, and achieve the conquest of the Empire. Even the\nfaith of the apostles in the speedy return of their master the\nMessiah must have somewhat lost ground, had it not been supported\nby their belief in his resurrection from the grave and his\nconsequent transfer from Sheol, the gloomy land of shadows, to\nthe regions above the sky.",
        "The origin of the dogma of the resurrection cannot be determined\nwith certainty. The question has, during the past century, been\nthe subject of much discussion, upon which it is not necessary\nfor us here to comment. Such apparent evidence as there is in\nfavour of the old theory of Jesus’ natural recovery from the\neffects of the crucifixion may be found in Salvador’s\n“Jesus-Christ et sa Doctrine\"; but, as Zeller has shown, the\ntheory is utterly unsatisfactory. The natural return of Jesus to\nhis disciples never could have given rise to the notion of his\nresurrection, since the natural explanation would have been the\nmore obvious one; besides which, if we were to adopt this\nhypothesis, we should be obliged to account for the fact that the\nhistoric career of Jesus ends with the crucifixion. The most\nprobable explanation, on the whole, is the one suggested by the\naccounts in the gospels, that the dogma of the resurrection is\ndue originally to the excited imagination of Mary of Magdala.[23]\nThe testimony of Paul may also be cited in favour of this view,\nsince he always alludes to earlier Christophanies in just the\nsame language which he uses in describing his own vision on the\nroad to Damascus.",
        "[23] See Taine, De l’Intelligence, II. 192.",
        "But the question as to how the belief in the resurrection of\nJesus originated is of less importance than the question as to\nhow it should have produced the effect that it did. The dogma of\nthe resurrection has, until recent times, been so rarely treated\nfrom the historical point of view, that the student of history at\nfirst finds some difficulty in thoroughly realizing its import to\nthe minds of those who first proclaimed it. We cannot hope to\nunderstand it without bearing in mind the theories of the Jews\nand early Christians concerning the structure of the world and\nthe cosmic location of departed souls. Since the time of\nCopernicus modern Christians no longer attempt to locate heaven\nand hell; they are conceived merely as mysterious places remote\nfrom the earth. The theological universe no longer corresponds to\nthat which physical science presents for our contemplation. It\nwas quite different with the Jew. His conception of the abode of\nJehovah and the angels, and of departed souls, was exceedingly\nsimple and definite. In the Jewish theory the universe is like a\nsort of three-story house. The flat earth rests upon the waters,\nand under the earth’s surface is the land of graves, called\nSheol, where after death the souls of all men go, the righteous\nas well as the wicked, for the Jew had not arrived at the\ndoctrine of heaven and hell. The Hebrew Sheol corresponds\nstrictly to the Greek Hades, before the notions of Elysium and\nTartarus were added to it,—a land peopled with flitting shadows,\nsuffering no torment, but experiencing no pleasure, like those\nwhom Dante met in one of the upper circles of his Inferno. Sheol\nis the first story of the cosmic house; the earth is the second.\nAbove the earth is the firmament or sky, which, according to the\nbook of Genesis (chap. i. v. 6, Hebrew text), is a vast plate\nhammered out by the gods, and supports a great ocean like that\nupon which the earth rests. Rain is caused by the opening of\nlittle windows or trap-doors in the firmament, through which\npours the water of this upper ocean. Upon this water rests the\nland of heaven, where Jehovah reigns, surrounded by hosts of\nangels. To this blessed land two only of the human race had ever\nbeen admitted,—Enoch and Elijah, the latter of whom had ascended\nin a chariot of fire, and was destined to return to earth as the\nherald and forerunner of the Messiah. Heaven forms the third\nstory of the cosmic house. Between the firmament and the earth is\nthe air, which is the habitation of evil demons ruled by Satan,\nthe “prince of the powers of the air.”",
        "Such was the cosmology of the ancient Jew; and his theology was\nequally simple. Sheol was the destined abode of all men after\ndeath, and no theory of moral retribution was attached to the\nconception. The rewards and punishments known to the authors of\nthe Pentateuch and the early Psalms are all earthly rewards and\npunishments. But in course of time the prosperity of the wicked\nand the misfortunes of the good man furnished a troublesome\nproblem for the Jewish thinker; and after the Babylonish\nCaptivity, we find the doctrine of a resurrection from Sheol\ndevised in order to meet this case. According to this\ndoctrine—which was borrowed from the Zarathustrian theology of\nPersia—the Messiah on his arrival was to free from Sheol all the\nsouls of the righteous, causing them to ascend reinvested in\ntheir bodies to a renewed and beautiful earth, while on the other\nhand the wicked were to be punished with tortures like those of\nthe valley of Hinnom, or were to be immersed in liquid brimstone,\nlike that which had rained upon Sodom and Gomorrah. Here we get\nthe first announcement of a future state of retribution. The\ndoctrine was peculiarly Pharisaic, and the Sadducees, who were\nstrict adherents to the letter of Mosaism, rejected it to the\nlast. By degrees this doctrine became coupled with the Messianic\ntheories of the Pharisees. The loss of Jewish independence under\nthe dominion of Persians, Macedonians, and Romans, caused the\npeople to look ever more earnestly toward the expected time when\nthe Messiah should appear in Jerusalem to deliver them from their\noppressors. The moral doctrines of the Psalms and earlier\nprophets assumed an increasingly political aspect. The Jews were\nthe righteous “under a cloud,” whose sufferings were symbolically\ndepicted by the younger Isaiah as the afflictions of the “servant\nof Jehovah\"; while on the other hand, the “wicked” were the\nGentile oppressors of the holy people. Accordingly the Messiah,\non his arrival, was to sit in judgment in the valley of\nJehoshaphat, rectifying the wrongs of his chosen ones, condemning\nthe Gentile tyrants to the torments of Gehenna, and raising from\nSheol all those Jews who had lived and died during the evil times\nbefore his coming. These were to find in the Messianic kingdom\nthe compensation for the ills which they had suffered in their\nfirst earthly existence. Such are the main outlines of the theory\nfound in the Book of Enoch, written about B. C. 100, and it is\nadopted in the Johannine Apocalypse, with little variation, save\nin the recognition of Jesus as the Messiah, and in the\ntransferrence to his second coming of all these wonderful\nproceedings. The manner of the Messiah’s coming had been\nvariously imagined. According to an earlier view, he was to enter\nJerusalem as a King of the house of David, and therefore of human\nlineage. According to a later view, presented in the Book of\nDaniel, he was to descend from the sky, and appear among the\nclouds. Both these views were adopted by the disciples of Jesus,\nwho harmonized them by referring the one to his first and the\nother to his second appearance.",
        "Now to the imaginations of these earliest disciples the belief in\nthe resurrection of Jesus presented itself as a needful guarantee\nof his Messiahship. Their faith, which must have been shaken by\nhis execution and descent into Sheol, received welcome\nconfirmation by the springing up of the belief that he had been\nagain seen upon the face of the earth. Applying the imagery of\nDaniel, it became a logical conclusion that he must have ascended\ninto the sky, whence he might shortly be expected to make his\nappearance, to enact the scenes foretold in prophecy. That such\nwas the actual process of inference is shown by the legend of the\nAscension in the first chapter of the “Acts,” and especially by\nthe words, “This Jesus who hath been taken up from you into\nheaven, will come in the same manner in which ye beheld him going\ninto heaven.” In the Apocalypse, written A. D. 68, just after the\ndeath of Nero, this second coming is described as something\nimmediately to happen, and the colours in which it is depicted\nshow how closely allied were the Johannine notions to those of\nthe Pharisees. The glories of the New Jerusalem are to be\nreserved for Jews, while for the Roman tyrants of Judaea is\nreserved a fearful retribution. They are to be trodden underfoot\nby the Messiah, like grapes in a wine-press, until the gushing\nblood shall rise to the height of the horse’s bridle.",
        "In the writings of Paul the dogma of the resurrection assumes a\nvery different aspect. Though Paul, like the older apostles, held\nthat Jesus, as the Messiah, was to return to the earth within a\nfew years, yet to his catholic mind this anticipated event had\nbecome divested of its narrow Jewish significance. In the eyes of\nPaul, the religion preached by Jesus was an abrogation of\nMosaism, and the truths contained in it were a free gift to the\nGentile as well as to the Jewish world. According to Paul, death\ncame into the world as a punishment for the sin of Adam. By this\nhe meant that, had it not been for the original transgression,\nall men escaping death would either have remained upon earth or\nhave been conveyed to heaven, like Enoch and Elijah, in\nincorruptible bodies. But in reality as a penance for\ndisobedience, all men, with these two exceptions, had suffered\ndeath, and been exiled to the gloomy caverns of Sheol. The Mosaic\nritual was powerless to free men from this repulsive doom, but it\nhad nevertheless served a good purpose in keeping men’s minds\ndirected toward holiness, preparing them, as a schoolmaster would\nprepare his pupils, to receive the vitalizing truths of Christ.\nNow, at last, the Messiah or Christ had come as a second Adam,\nand being without sin had been raised by Jehovah out of Sheol and\ntaken up into heaven, as testimony to men that the power of sin\nand death was at last defeated. The way henceforth to avoid death\nand escape the exile to Sheol was to live spiritually like Jesus,\nand with him to be dead to sensual requirements. Faith, in Paul’s\napprehension, was not an intellectual assent to definitely\nprescribed dogmas, but, as Matthew Arnold has well pointed out,\nit was an emotional striving after righteousness, a developing\nconsciousness of God in the soul, such as Jesus had possessed,\nor, in Paul’s phraseology, a subjugation of the flesh by the\nspirit. All those who should thus seek spiritual perfection\nshould escape the original curse. The Messiah was destined to\nreturn to the earth to establish the reign of spiritual holiness,\nprobably during Paul’s own lifetime (1 Cor. xv. 51). Then the\ntrue followers of Jesus should be clothed in ethereal bodies,\nfree from the imperfections of “the flesh,” and should ascend to\nheaven without suffering death, while the righteous dead should\nat the same time be released from Sheol, even as Jesus himself\nhad been released.",
        "To the doctrine of the resurrection, in which ethical and\nspeculative elements are thus happily blended by Paul, the new\nreligion doubtless owed in great part its rapid success. Into an\naccount of the causes which favoured the spreading of\nChristianity, it is not our purpose to enter at present. But we\nmay note that the local religions of the ancient pagan world had\npartly destroyed each other by mutual intermingling, and had lost\ntheir hold upon people from the circumstance that their ethical\nteaching no longer corresponded to the advanced ethical feeling\nof the age. Polytheism, in short, was outgrown. It was outgrown\nboth intellectually and morally. People were ceasing to believe\nin its doctrines, and were ceasing to respect its precepts. The\nlearned were taking refuge in philosophy, the ignorant in\nmystical superstitions imported from Asia. The commanding ethical\nmotive of ancient republican times had been patriotism,—devotion\nto the interests of the community. But Roman dominion had\ndestroyed patriotism as a guiding principle of life, and thus in\nevery way the minds of men were left in a sceptical, unsatisfied\nstate,—craving after a new theory of life, and craving after a\nnew stimulus to right action. Obviously the only theology which\ncould now be satisfactory to philosophy or to common-sense was\nsome form of monotheism;—some system of doctrines which should\nrepresent all men as spiritually subjected to the will of a\nsingle God, just as they were subjected to the temporal authority\nof the Emperor. And similarly the only system of ethics which\ncould have a chance of prevailing must be some system which\nshould clearly prescribe the mutual duties of all men without\ndistinction of race or locality. Thus the spiritual morality of\nJesus, and his conception of God as a father and of all men as\nbrothers, appeared at once to meet the ethical and speculative\ndemands of the time.",
        "Yet whatever effect these teachings might have produced, if\nunaided by further doctrinal elaboration, was enhanced myriadfold\nby the elaboration which they received at the hands of Paul.\nPhilosophic Stoics and Epicureans had arrived at the conception\nof the brotherhood of men, and the Greek hymn of Kleanthes had\nexhibited a deep spiritual sense of the fatherhood of God. The\noriginality of Christianity lay not so much in its enunciation of\nnew ethical precepts as in the fact that it furnished a new\nethical sanction,—a commanding incentive to holiness of living.\nThat it might accomplish this result, it was absolutely necessary\nthat it should begin by discarding both the ritualism and the\nnarrow theories of Judaism. The mere desire for a monotheistic\ncreed had led many pagans, in Paul’s time, to embrace Judaism, in\nspite of its requirements, which to Romans and Greeks were\nmeaningless, and often disgusting; but such conversions could\nnever have been numerous. Judaism could never have conquered the\nRoman world; nor is it likely that the Judaical Christianity of\nPeter, James, and John would have been any more successful. The\ndoctrine of the resurrection, in particular, was not likely to\nprove attractive when accompanied by the picture of the Messiah\ntreading the Gentiles in the wine-press of his righteous\nindignation. But here Paul showed his profound originality The\ncondemnation of Jewish formalism which Jesus had pronounced, Paul\nturned against the older apostles, who insisted upon\ncircumcision. With marvellous flexibility of mind, Paul placed\ncircumcision and the Mosaic injunctions about meats upon a level\nwith the ritual observances of pagan nations, allowing each\nfeeble brother to perform such works as might tickle his fancy,\nbut bidding all take heed that salvation was not to be obtained\nafter any such mechanical method, but only by devoting the whole\nsoul to righteousness, after the example of Jesus.",
        "This was the negative part of Paul’s work. This was the knocking\ndown of the barriers which had kept men, and would always have\nkept them, from entering into the kingdom of heaven. But the\npositive part of Paul’s work is contained in his theory of the\nsalvation of men from death through the second Adam, whom Jehovah\nrescued from Sheol for his sinlessness. The resurrection of Jesus\nwas the visible token of the escape from death which might be\nachieved by all men who, with God’s aid, should succeed in\nfreeing themselves from the burden of sin which had encumbered\nall the children of Adam. The end of the world was at hand, and\nthey who would live with Christ must figuratively die with\nChrist, must become dead to sin. Thus to the pure and spiritual\nethics contained in the teachings of Jesus, Paul added an\nincalculably powerful incentive to right action, and a theory of\nlife calculated to satisfy the speculative necessities of the\npagan or Gentile world. To the educated and sceptical Athenian,\nas to the critical scholar of modern times, the physical\nresurrection of Jesus from the grave, and his ascent through the\nvaulted floor of heaven, might seem foolishness or naivete. But\nto the average Greek or Roman the conception presented no serious\ndifficulty. The cosmical theories upon which the conception was\nfounded were essentially the same among Jews and Gentiles, and\nindeed were but little modified until the establishment of the\nCopernican astronomy. The doctrine of the Messiah’s second coming\nwas also received without opposition, and for about a century men\nlived in continual anticipation of that event, until hope long\ndeferred produced its usual results; the writings in which that\nevent was predicted were gradually explained away, ignored, or\nstigmatized as uncanonical; and the Church ended by condemning as\na heresy the very doctrine which Paul and the Judaizing apostles,\nwho agreed in little else, had alike made the basis of their\nspeculative teachings. Nevertheless, by the dint of allegorical\ninterpretation, the belief has maintained an obscure existence\neven down to the present time; the Antiochus of the Book of\nDaniel and the Nero of the Apocalypse having given place to the\nRoman Pontiff or to the Emperor of the French.",
        "But as the millenarism of the primitive Church gradually died out\nduring the second century, the essential principles involved in\nit lost none of their hold on men’s minds. As the generation\ncontemporary with Paul died away and was gathered into Sheol, it\nbecame apparent that the original theory must be somewhat\nmodified, and to this question the author of the second epistle\nto the Thessalonians addresses himself. Instead of literal\npreservation from death, the doctrine of a resurrection from the\ngrave was gradually extended to the case of the new believers,\nwho were to share in the same glorious revival with the righteous\nof ancient times. And thus by slow degrees the victory over\ndeath, of which the resurrection of Jesus was a symbol and a\nwitness, became metamorphosed into the comparatively modern\ndoctrine of the rest of the saints in heaven, while the\nbanishment of the unrighteous to Sheol was made still more\ndreadful by coupling with the vague conception of a gloomy\nsubterranean cavern the horrible imagery of the lake of fire and\nbrimstone borrowed from the apocalyptic descriptions of Gehenna.\nBut in this modification of the original theory, the fundamental\nidea of a future state of retribution was only the more\ndistinctly emphasized; although, in course of time, the original\nincentive to righteousness supplied by Paul was more and more\nsubordinated to the comparatively degrading incentive involved in\nthe fear of damnation. There can hardly be a doubt that the\ndefiniteness and vividness of the Pauline theory of a future life\ncontributed very largely to the rapid spread of the Christian\nreligion; nor can it be doubted that to the desire to be holy\nlike Jesus, in order to escape death and live with Jesus, is due\nthe elevating ethical influence which, even in the worst times of\necclesiastic degeneracy, Christianity has never failed to exert.\nDoubtless, as Lessing long, ago observed, the notion of future\nreward and punishment needs to be eliminated in order that the\nincentive to holiness may be a perfectly pure one. The highest\nvirtue is that which takes no thought of reward or punishment;\nbut for a conception of this sort the mind of antiquity was not\nready, nor is the average mind of to-day yet ready; and the\nsudden or premature dissolution of the Christian theory—which is\nfortunately impossible—might perhaps entail a moral\nretrogradation.",
        "The above is by no means intended as a complete outline of the\nreligious philosophy of Paul. We have aimed only at a clear\ndefinition of the character and scope of the doctrine of the\nresurrection of Jesus, at the time when it was first elaborated.\nWe have now to notice the influence of that doctrine upon the\ndevelopment of Christologic speculation.",
        "In neither or the four genuine epistles of Paul is Jesus\ndescribed as superhuman, or as differing in nature from other\nmen, save in his freedom from sin. As Baur has shown, “the proper\nnature of the Pauline Christ is human. He is a man, but a\nspiritual man, one in whom spirit or pneuma was the essential\nprinciple, so that he was spirit as well as man. The principle of\nan ideal humanity existed before Christ in the bright form of a\ntypical man, but was manifested to mankind in the person of\nChrist.” Such, according to Baur, is Paul’s interpretation of the\nMessianic idea. Paul knows nothing of the miracles, of the\nsupernatural conception, of the incarnation, or of the Logos. The\nChrist whom he preaches is the man Jesus, the founder of a new\nand spiritual order of humanity, as Adam was the father of\nhumanity after the flesh. The resurrection is uniformly described\nby him as a manifestation of the power of Jehovah, not of Jesus\nhimself. The later conception of Christ bursting the barred gates\nof Sheol, and arising by his own might to heaven, finds no\nwarrant in the expressions of Paul. Indeed, it was essential to\nPaul’s theory of the Messiah as a new Adam, that he should be\nhuman and not divine; for the escape of a divine being from Sheol\ncould afford no precedent and furnish no assurance of the future\nescape of human beings. It was expressly because the man Jesus\nhad been rescued from the grave because of his spirituality, that\nother men might hope, by becoming spiritual like him, to be\nrescued also. Accordingly Paul is careful to state that “since\nthrough man came death, through man came also the resurrection of\nthe dead” (1 Cor. xv. 21); a passage which would look like an\nexpress denial of Christ’s superhuman character, were it probable\nthat any of Paul’s contemporaries had ever conceived of Jesus as\nother than essentially human.",
        "But though Paul’s Christology remained in this primitive stage,\nit contained the germs of a more advanced theory. For even Paul\nconceived of Jesus as a man wholly exceptional in spiritual\ncharacter; or, in the phraseology of the time, as consisting to a\nlarger extent of pneuma than any man who had lived before him.\nThe question was sure to arise, Whence came this pneuma or\nspiritual quality? Whether the question ever distinctly presented\nitself to Paul’s mind cannot be determined. Probably it did not.\nIn those writings of his which have come down to us, he shows\nhimself careless of metaphysical considerations. He is mainly\nconcerned with exhibiting the unsatisfactory character of Jewish\nChristianity, and with inculcating a spiritual morality, to which\nthe doctrine of Christ’s resurrection is made to supply a\nsurpassingly powerful sanction. But attempts to solve the problem\nwere not long in coming. According to a very early tradition, of\nwhich the obscured traces remain in the synoptic gospels, Jesus\nreceived the pneuma at the time of his baptism, when the Holy\nSpirit, or visible manifestation of the essence of Jehovah,\ndescended upon him and became incarnate in him. This theory,\nhowever, was exposed to the objection that it implied a sudden\nand entire transformation of an ordinary man into a person\ninspired or possessed by the Deity. Though long maintained by the\nEbionites or primitive Christians, it was very soon rejected by\nthe great body of the Church, which asserted instead that Jesus\nhad been inspired by the Holy Spirit from the moment of his\nconception. From this it was but a step to the theory that Jesus\nwas actually begotten by or of the Holy Spirit; a notion which\nthe Hellenic mind, accustomed to the myths of Leda, Anchises, and\nothers, found no difficulty in entertaining. According to the\nGospel of the Hebrews, as cited by Origen, the Holy Spirit was\nthe mother of Jesus, and Joseph was his father. But according to\nthe prevailing opinion, as represented in the first and third\nsynoptists, the relationship was just the other way. With greater\napparent plausibility, the divine aeon was substituted for the\nhuman father, and a myth sprang up, of which the materialistic\ndetails furnished to the opponents of the new religion an\nopportunity for making the most gross and exasperating\ninsinuations. The dominance of this theory marks the era at which\nour first and third synoptic gospels were composed,—from sixty\nto ninety years after the death of Jesus. In the luxuriant\nmythologic growth there exhibited, we may yet trace the various\nsuccessive phases of Christologic speculation but imperfectly\nblended. In “Matthew” and “Luke” we find the original Messianic\ntheory exemplified in the genealogies of Jesus, in which,\ncontrary to historic probability (cf. Matt. xxii. 41-46), but in\naccordance with a time-honoured tradition, his pedigree is traced\nback to David; “Matthew” referring him to the royal line of\nJudah, while “Luke” more cautiously has recourse to an assumed\nyounger branch. Superposed upon this primitive mythologic\nstratum, we find, in the same narratives, the account of the\ndescent of the pneuma at the time of the baptism; and crowning\nthe whole, there are the two accounts of the nativity which,\nthough conflicting in nearly all their details, agree in\nrepresenting the divine pneuma as the father of Jesus. Of these\nthree stages of Christology, the last becomes entirely\nirreconcilable with the first; and nothing can better illustrate\nthe uncritical character of the synoptists than the fact that the\nassumed descent of Jesus from David through his father Joseph is\nallowed to stand side by side with the account of the miraculous\nconception which completely negatives it. Of this difficulty\n“Matthew” is quite unconscious, and “Luke,” while vaguely\nnoticing it (iii. 23), proposes no solution, and appears\nundisturbed by the contradiction.",
        "Thus far the Christology with which we have been dealing is\npredominantly Jewish, though to some extent influenced by\nHellenic conceptions. None of the successive doctrines presented\nin Paul, “Matthew,” and “Luke” assert or imply the pre-existence\nof Jesus. At this early period he was regarded as a human being\nraised to participation in certain attributes of divinity; and\nthis was as far as the dogma could be carried by the Jewish\nmetaphysics. But soon after the date of our third gospel, a\nHellenic system of Christology arose into prominence, in which\nthe problem was reversed, and Jesus was regarded as a semi-divine\nbeing temporarily lowered to participation in certain attributes\nof humanity. For such a doctrine Jewish mythology supplied no\nprecedents; but the Indo-European mind was familiar with the\nconception of deity incarnate in human form, as in the avatars of\nVishnu, or even suffering III the interests of humanity, as in\nthe noble myth of Prometheus. The elements of Christology\npre-existing in the religious conceptions of Greece, India, and\nPersia, are too rich and numerous to be discussed here. A very\nfull account of them is given in Mr. R. W. Mackay’s acute and\nlearned treatise on the “Religious Development of the Greeks and\nHebrews{.}”",
        "It was in Alexandria, where Jewish theology first came into\ncontact with Hellenic and Oriental ideas, that the way was\nprepared for the dogma of Christ’s pre-existence. The attempt to\nrationalize the conception of deity as embodied in the Jehovah of\nthe Old Testament gave rise to the class of opinions described as\nGnosis, or Gnosticism. The signification of Gnosis is simply\n“rationalism,\"—the endeavour to harmonize the materialistic\nstatements of an old mythology with the more advanced\nspiritualistic philosophy of the time. The Gnostics rejected the\nconception of an anthropomorphic deity who had appeared visibly\nand audibly to the patriarchs; and they were the authors of the\ndoctrine, very widely spread during the second and third\ncenturies, that God could not in person have been the creator of\nthe world. According to them, God, as pure spirit, could not act\ndirectly upon vile and gross matter. The difficulty which\ntroubled them was curiously analogous to that which disturbed the\nCartesians and the followers of Leibnitz in the seventeenth\ncentury; how was spirit to act upon matter, without ceasing, pro\ntanto, to be spirit? To evade this difficulty, the Gnostics\npostulated a series of emanations from God, becoming successively\nless and less spiritual and more and more material, until at the\nlowest end of the scale was reached the Demiurgus or Jehovah of\nthe Old Testament, who created the world and appeared, clothed in\nmaterial form, to the patriarchs. According to some of the\nGnostics this lowest aeon or emanation was identical with the\nJewish Satan, or the Ahriman of the Persians, who is called “the\nprince of this world,” and the creation of the world was an\nessentially evil act. But all did not share in these extreme\nopinions. In the prevailing, theory, this last of the divine\nemanations was identified with the “Sophia,” or personified\n“Wisdom,” of the Book of Proverbs (viii. 22-30), who is described\nas present with God before the foundation of the world. The\ntotality of these aeons constituted the pleroma, or “fulness of\nGod” (Coloss. i. 20; Eph. i. 23), and in a corollary which bears\nunmistakable marks of Buddhist influence, it was argued that, in\nthe final consummation of things, matter should be eliminated and\nall spirit reunited with God, from whom it had primarily flowed.",
        "It was impossible that such views as these should not soon be\ntaken up and applied to the fluctuating Christology of the time.\nAccording to the “Shepherd of Hermas,” an apocalyptic writing\nnearly contemporary with the gospel of “Mark,” the aeon or son of\nGod who existed previous to the creation was not the Christ, or\nthe Sophia, but the Pneuma or Holy Spirit, represented in the Old\nTestament as the “angel of Jehovah.” Jesus, in reward for his\nperfect goodness, was admitted to a share in the privileges of\nthis Pneuma (Reville, p. 39). Here, as M. Reville observes,\nthough a Gnostic idea is adopted, Jesus is nevertheless viewed as\nascending humanity, and not as descending divinity. The author of\nthe “Clementine Homilies” advances a step farther, and clearly\nassumes the pre-existence of Jesus, who, in his opinion, was the\npure, primitive man, successively incarnate in Adam, Enoch, Noah,\nAbraham, Isaac, Jacob, Moses, and finally in the Messiah or\nChrist. The author protests, in vehement language, against those\nHellenists who, misled by their polytheistic associations, would\nelevate Jesus into a god. Nevertheless, his own hypothesis of\npre-existence supplied at once the requisite fulcrum for those\nGnostics who wished to reconcile a strict monotheism with the\nascription of divine attributes to Jesus. Combining with this\nnotion of pre-existence the pneumatic or spiritual quality\nattributed to Jesus in the writings of Paul, the Gnosticizing\nChristians maintained that Christ was an aeon or emanation from\nGod, redeeming men from the consequences entailed by their\nimprisonment in matter. At this stage of Christologic speculation\nappeared the anonymous epistle to the “Hebrews,” and the\npseudo-Pauline epistles to the “Colossians,” “Ephesians,” and\n“Philippians” (A. D. 130). In these epistles, which originated\namong the Pauline Christians, the Gnostic theosophy is skilfully\napplied to the Pauline conception of the scope and purposes of\nChristianity. Jesus is described as the creator of the world\n(Coloss. i. 16), the visible image of the invisible God, the\nchief and ruler of the “throues, dominions, principalities, and\npowers,” into which, in Gnostic phraseology, the emanations of\nGod were classified. Or, according to “Colossians” and\n“Philippians,” all the aeons are summed up in him, in whom dwells\nthe pleroma, or “fulness of God.” Thus Jesus is elevated quite\nabove ordinary humanity, and a close approach is made to\nditheism, although he is still emphatically subordinated to God\nby being made the creator of the world,—an office then regarded\nas incompatible with absolute divine perfection. In the\ncelebrated passage, “Philippians” ii. 6-11, the aeon Jesus is\ndescribed as being the form or visible manifestation of God, yet\nas humbling himself by taking on the form or semblance of\nhumanity, and suffering death, in return for which he is to be\nexalted even above the archangels. A similar view is taken in\n“Hebrews\"; and it is probable that to the growing favour with\nwhich these doctrines were received, we owe the omission of the\nmiraculous conception from the gospel of “Mark,\"—a circumstance\nwhich has misled some critics into assigning to that gospel an\nearlier date than to “Matthew” and “Luke.” Yet the fact that in\nthis gospel Jesus is implicitly ranked above the angels (Mark\nxiii. 32), reveals a later stage of Christologic doctrine than\nthat reached by the first and third synoptists; and it is\naltogether probable that, in accordance with the noticeable\nconciliatory disposition of this evangelist, the supernatural\nconception is omitted out of deference to the Gnosticizing\ntheories of “Colossians” and “Philippians,” in which this\nmaterialistic doctrine seems to have had no assignable place. In\n“Philippians” especially, many expressions seem to verge upon\nDocetism, the extreme form of Gnosticism, according to which the\nhuman body of Jesus was only a phantom. Valentinus, who was\ncontemporary with the Pauline writers of the second century,\nmaintained that Jesus was not born of Mary by any process of\nconception, but merely passed through her, as light traverses a\ntranslucent substance. And finally Marcion (A. D. 140) carried\nthe theory to its extreme limits by declaring that Jesus was the\npure Pneuma or Spirit, who contained nothing in common with\ncarnal humanity.",
        "The pseudo-Pauline writers steered clear of this extravagant\ndoctrine, which erred by breaking entirely with historic\ntradition, and was consequently soon condemned as heretical.\nTheir language, though unmistakably Gnostic, was sufficiently\nneutral and indefinite to allow of their combination with earlier\nand later expositions of dogma, and they were therefore\neventually received into the canon, where they exhibit a stage of\nopinion midway between that of Paul and that of the fourth\ngospel.",
        "For the construction of a durable system of Christology, still\nfurther elaboration was necessary. The pre-existence of Jesus, as\nan emanation from God, in whom were summed up the attributes of\nthe pleroma or full scale of Gnostic aeons, was now generally\nconceded. But the relation of this pleroqma to the Godhead of\nwhich it was the visible manifestation, needed to be more\naccurately defined. And here recourse was had to the conception\nof the “Logos,\"—a notion which Philo had borrowed from Plato,\nlending to it a theosophic significance. In the Platonic\nmetaphysics objective existence was attributed to general terms,\nthe signs of general notions. Besides each particular man, horse,\nor tree, and besides all men, horses, and trees, in the\naggregate, there was supposed to exist an ideal Man, Horse, and\nTree. Each particular man, horse, or tree consisted of abstract\nexistence plus a portion of the ideal man, horse, or tree.\nSokrates, for instance, consisted of Existence, plus Animality,\nplus Humanity, plus Sokraticity. The visible world of particulars\nthus existed only by virtue of its participation in the\nattributes of the ideal world of universals. God created the\nworld by encumbering each idea with an envelopment or clothing of\nvisible matter; and since matter is vile or imperfect, all things\nare more or less perfect as they partake more or less fully of\nthe idea. The pure unencumbered idea, the “Idea of ideas,” is the\nLogos, or divine Reason, which represents the sum-total of the\nactivities which sustain the world, and serves as a mediator\nbetween the absolutely ideal God and the absolutely non-ideal\nmatter. Here we arrive at a Gnostic conception, which the\nPhilonists of Alexandria were not slow to appropriate. The Logos,\nor divine Reason, was identified with the Sophia, or divine\nWisdom of the Jewish Gnostics, which had dwelt with God before\nthe creation of the world. By a subtle play upon the double\nmeaning of the Greek term (logos = “reason” or “word”), a\ndistinction was drawn between the divine Reason and the divine\nWord. The former was the archctypal idea or thought of God,\nexisting from all eternity; the latter was the external\nmanifestation or realization of that idea which occurred at the\nmoment of creation, when, according to Genesis, God SPOKE, and\nthe world was.",
        "In the middle of the second century, this Philonian theory was\nthe one thing needful to add metaphysical precision to the\nGnostic and Pauline speculations concerning the nature of Jesus.\nIn the writings of Justin Martyr (A. D. 150-166), Jesus is for\nthe first time identified with the Philonian Logos or “Word of\nGod.” According to Justin, an impassable abyss exists between the\nInfinite Deity and the Finite World; the one cannot act upon the\nother; pure spirit cannot contaminate itself by contact with\nimpure matter. To meet this difficulty, God evolves from himself\na secondary God, the Logos,—yet without diminishing himself any\nmore than a flame is diminished when it gives birth to a second\nflame. Thus generated, like light begotten of light (lumen de\nlumine), the Logos creates the world, inspires the ancient\nprophets with their divine revelations, and finally reveals\nhimself to mankind in the person of Christ. Yet Justin sedulously\nguards himself against ditheism, insisting frequently and\nemphatically upon the immeasurable inferiority of the Logos as\ncompared with the actual God (gr o ontws qeos).",
        "We have here reached very nearly the ultimate phase of New\nTestament speculation concerning Jesus. The doctrines enunciated\nby Justin became eventually, with slight modification, the\nofficial doctrines of the Church; yet before they could thus be\nreceived, some further elaboration was needed. The pre-existing\nLogos-Christ of Justin was no longer the human Messiah of the\nfirst and third gospels, born of a woman, inspired by the divine\nPneuma, and tempted by the Devil. There was danger that\nChristologic speculation might break quite loose from historic\ntradition, and pass into the metaphysical extreme of Docetism.\nHad this come to pass, there might perhaps have been a fatal\nschism in the Church. Tradition still remained Ebionitish; dogma\nhad become decidedly Gnostic; how were the two to be moulded into\nharmony with each other? Such was the problem which presented\nitself to the author of the fourth gospel (A. D. 170-180). As M.\nReville observes, “if the doctrine of the Logos were really to be\napplied to the person of Jesus, it was necessary to remodel the\nevangelical history.” Tradition must be moulded so as to fit the\ndogma, but the dogma must be restrained by tradition from running\ninto Docetic extravagance. It must be shown historically how “the\nWord became flesh” and dwelt on earth (John i. 14), how the deeds\nof Jesus of Nazareth were the deeds of the incarnate Logos, in\nwhom was exhibited the pleroma or fulness of the divine\nattributes. The author of the fourth gospel is, like Justin, a\nPhilonian Gnostic; but he differs from Justin in his bold and\nskilful treatment of the traditional materials supplied by the\nearlier gospels. The process of development in the theories and\npurposes of Jesus, which can be traced throughout the Messianic\ndescriptions of the first gospel, is entirely obliterated in the\nfourth. Here Jesus appears at the outset as the creator of the\nworld, descended from his glory, but destined soon to be\nreinstated. The title “Son of Man” has lost its original\nsignificance, and become synonymous with “Son of God.” The\ntemptation, the transfiguration, the scene in Gethsemane, are\nomitted, and for the latter is substituted a Philonian prayer.\nNevertheless, the author carefully avoids the extremes of\nDocetism or ditheism. Not only does he represent the human life\nof Jesus as real, and his death as a truly physical death, but he\ndistinctly asserts the inferiority of the Son to the Father (John\nxiv. 28). Indeed, as M. Reville well observes, it is part of the\nvery notion of the Logos that it should be imperfect relatively\nto the absolute God; since it is only its relative imperfection\nwhich allows it to sustain relations to the world and to men\nwhich are incompatible with absolute perfection, from the\nPhilonian point of view. The Athanasian doctrine of the Trinity\nfinds no support in the fourth gospel, any more than in the\nearlier books collected in the New Testament.",
        "The fourth gospel completes the speculative revolution by which\nthe conception of a divine being lowered to humanity was\nsubstituted for that of a human being raised to divinity. We have\nhere travelled a long distance from the risen Messiah of the\ngenuine Pauline epistles, or the preacher of righteousness in the\nfirst gospel. Yet it does not seem probable that the Church of\nthe third century was thoroughly aware of the discrepancy. The\nauthors of the later Christology did not regard themselves as\nadding new truths to Christianity, but merely as giving a fuller\nand more consistent interpretation to what must have been known\nfrom the outset. They were so completely destitute of the\nhistoric sense, and so strictly confined to the dogmatic point of\nview, that they projected their own theories back into the past,\nand vituperated as heretics those who adhered to tradition in its\nearlier and simpler form. Examples from more recent times are not\nwanting, which show that we are dealing here with an inveterate\ntendency of the human mind. New facts and new theories are at\nfirst condemned as heretical or ridiculous; but when once firmly\nestablished, it is immediately maintained that every one knew\nthem before. After the Copernican astronomy had won the day, it\nwas tacitly assumed that the ancient Hebrew astronomy was\nCopernican, and the Biblical conception of the universe as a kind\nof three-story house was ignored, and has been, except by\nscholars, quite forgotten. When the geologic evidence of the\nearth’s immense antiquity could no longer be gainsaid, it was\nsuddenly ascertained that the Bible had from the outset asserted\nthat antiquity; and in our own day we have seen an elegant\npopular writer perverting the testimony of the rocks and\ndistorting the Elohistic cosmogony of the Pentateuch, until the\ntwain have been made to furnish what Bacon long ago described as\n“a heretical religion and a false philosophy.” Now just as in the\npopular thought of the present day the ancient Elohist is\naccredited with a knowledge of modern geology and astronomy, so\nin the opinion of the fourth evangelist and his contemporaries\nthe doctrine of the Logos-Christ was implicitly contained in the\nOld Testament and in the early traditions concerning Jesus, and\nneeded only to be brought into prominence by a fresh\ninterpretation. Hence arose the fourth gospel, which was no more\na conscious violation of historic data than Hugh Miller’s\nimaginative description of the “Mosaic Vision of Creation.” Its\nmetaphysical discourses were readily accepted as equally\nauthentic with the Sermon on the Mount. Its Philonian doctrines\nwere imputed to Paul and the apostles, the pseudo-Pauline\nepistles furnishing the needful texts. The Ebionites—who were\nsimply Judaizing Christians, holding in nearly its original form\nthe doctrine of Peter, James, and John—were ejected from the\nChurch as the most pernicious of heretics; and so completely was\ntheir historic position misunderstood and forgotten, that, in\norder to account for their existence, it became necessary to\ninvent an eponymous heresiarch, Ebion, who was supposed to have\nled them astray from the true faith!",
        "The Christology of the fourth gospel is substantially the same as\nthat which was held in the next two centuries by Tertullian,\nClement of Alexandria, Origen, and Arius. When the doctrine of\nthe Trinity was first announced by Sabellius (A. D. 250-260), it\nwas formally condemned as heretical, the Church being not yet\nquite prepared to receive it. In 269 the Council of Antioch\nsolemnly declared that the Son was NOT consubstantial with the\nFather,—a declaration which, within sixty years, the Council of\nNikaia was destined as solemnly to contradict. The Trinitarian\nChristology struggled long for acceptance, and did not finally\nwin the victory until the end of the fourth century. Yet from the\noutset its ultimate victory was hardly doubtful. The peculiar\ndoctrines of the fourth gospel could retain their integrity only\nso long as Gnostic ideas were prevalent. When Gnosticism declined\nin importance, and its theories faded out of recollection, its\npeculiar phraseology received of necessity a new interpretation.\nThe doctrine that God could not act directly upon the world sank\ngradually into oblivion as the Church grew more and more hostile\nto the Neo-Platonic philosophy. And when this theory was once\nforgotten, it was inevitable that the Logos, as the creator of\nthe world, should be raised to an equality or identity with God\nhimself. In the view of the fourth evangelist, the Creator was\nnecessarily inferior to God; in the view of later ages, the\nCreator could be none other than God. And so the very phrases\nwhich had most emphatically asserted the subordination of the Son\nwere afterward interpreted as asserting his absolute divinity. To\nthe Gnostic formula, lumen de lumine, was added the Athanasian\nscholium, Deum verum de Deo vero; and the Trinitarian dogma of\nthe union of persons in a single Godhead became thus the only\navailable logical device for preserving the purity of monotheism.",
        "  February, 1870.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}