{
    "title": "The World’s Great Sermons - Bossuet",
    "author": "Grenville Kleiser",
    "chapter": "5",
    "content": [
        "\n\n",
        "THE FUNERAL SERMON ON THE DEATH OF THE GRANDE CONDÉ",
        "Jacque Benigne Bossuet was born at Dijon, in Burgundy, in 1627. In an\nillustrious group of French Catholic preachers he occupied a foremost\nplace. In beginning his sermons he was reserved and dignified, but as\nhe moved forward and his passionate utterance captured his hearers,\n“he watched their rising emotion, the rooted glances of a thousand\neyes filled him with a sort of divine frenzy, his notes became a\nburden and a hindrance, and with impetuous ardor he abandoned himself\nto the inspiration of the moment.”",
        "To ripe scholarship Bossuet added a voice that was deep and sonorous,\nan imposing personality, and an animated and graceful style of\ngesture. Lamartine says he had “a voice which, like that of the\nthunder in the clouds, or the organ in the cathedral, had never been\nanything but the medium of power and divine persuasion to the soul; a\nvoice which only spoke to kneeling auditors; a voice which spoke in\nthe name of God, an authority of language unequaled upon earth,\nand against which the lowest murmur was impious and the smallest\nopposition blasphemy.” He died in 1704.",
        "THE FUNERAL SERMON ON THE DEATH OF THE GRANDE CONDÉ",
        "In beginning this address, in which I purpose to celebrate the\nimmortal glory of Louis de Bourbon, Prince de Condé, I feel myself\noverweighted both by the grandeur of the subject and, to be frank, by\nthe fruitlessness of the effort. What part of the inhabited world has\nnot heard of the victories of the Prince de Condé and the wonders of\nhis life? They are recounted everywhere; the Frenchman who boasts of\nthem in the presence of the foreigner tells him nothing which the\nlatter does not know; and in no matter how exalted a strain I might\nsound his praises, I should still feel that in your hearts you were\nconvinced that I deserved the reproach of falling far short of doing\nhim justice. An orator, feeble as he is, can not do anything for the\nperpetuation of the glory of extraordinary souls. Le Sage was right\nwhen he said that “their deeds alone can praise them\"; no other praise\nis of any effect where great names are concerned; and it needs but the\nsimple story of his deeds faithfully recorded to sustain the glory of\nthe Prince de Condé.",
        "But, while awaiting the appearance of the history which is to tell the\nstory of his life to coming ages, it is necessary to satisfy as best\nwe may the public recognition of his merit and bow to the order of the\ngreatest of all sovereigns. What does not the kingdom owe to a prince\nwho has honored the house of France, the French name, his century,\nand, so to speak, all mankind? Louis the Great himself shares these\nsentiments; after having mourned this great man, and by his tears,\nshed in the presence of his entire court, rather than by words,\nuttered the most glorious eulogy he could receive, he assembled\ntogether in this celebrated temple all that is most august in his\nrealm, in order that the last rites to the memory of this prince might\nthere be celebrated; and he wishes that my feeble voice should animate\nall this funeral equipage. Let us try, then, to forget our grief. Here\nan object greater and worthier of this pulpit presents itself to my\nmind: it is God, who makes warriors and conquerors. “It is Thou,” said\nDavid unto Him, “who hast trained my hand to battle, and my fingers to\nhold the sword.” If He inspires courage, no less is He the bestower of\nother great qualities, both of heart and of mind. His mighty hand is\nthe source of everything; it is He who sends from heaven generous\nsentiments, wise counsels and every worthy thought. But He wishes\nus to know how to distinguish between the gifts He abandons to His\nenemies and those He reserves for His servants. What distinguishes His\nfriends from all others is piety. Until this gift of heaven has been\nreceived, all others not only are as naught, but even bring ruin on\nthose who are endowed with them; without this inestimable gift of\npiety what would the Prince de Condé have been, even with his great\nheart and great genius? No, my brethren, if piety had not, as it were,\nconsecrated his other virtues, these princes would have found no\nconsolation for their grief, nor this pontiff any confidence in his\nprayers, nor would I myself utter with conviction the praises which I\nowe so great a man.",
        "Let us, by this example, then set human glory at naught; let us\ndestroy the idol of the ambitious, that it might fall to pieces before\nthis altar. Let us to-day join together (for with a subject so noble\nwe may do it) all the finest qualities of a superior nature; and, for\nthe glory of truth, let us demonstrate, in a prince admired of the\nuniverse, that what makes heroes, that what carries to the highest\npitch worldly glory, worth, magnanimity, natural goodness–all\nattributes of the heart; vivacity, penetration, grandeur and sublimity\nof genius–attributes of the mind; would be but an illusion were piety\nnot a part of them–in a word, that piety is the essence of the man.\nIt is this, gentlemen, which you will see in the forever memorable\nlife of the most high and mighty Prince Louis de Bourbon, Prince de\nCondé, first prince of the blood.",
        "God has revealed to us that He alone creates conquerors, and that He\nmakes them serve His designs. What other created a Cyrus if it is\nnot God, who named him two hundred years before his birth in the\nProphecies of Isaiah? “Thou art as yet unborn,” He said unto him, “but\nI see thee, and I named thee by thy name; thou shalt be called Cyrus.\nI will walk before thee in battle, at thy approach I will put kings to\nflight; I will break down doors of brass. It is I that stretch out the\nheavens, that support the earth, that name that which is not as that\nwhich is,” that is to say, it is I that create everything and I that\nsee, from eternity, all that I create. What other could fashion an\nAlexander, if it is not this same God who caused the unquenchable\nardor of Daniel, His prophet, to see from so great a distance and by\nmeans of foreshadowings so vivid. “Do you see him,” he says, “this\nconqueror; with what rapidity he rises from the west by bounds, as it\nwere, and touches not the earth?”",
        "In the boldness of his leaps, and the lightness of his tread like unto\nsome powerful and frisking beast, he advances by quick and impetuous\nbounds, and nor mountain nor precipice arrests his progress. Already\nhas the King of Persia fallen into his hands. “At his sight he was\nexasperated; efferatus est in eum,” says the prophet; “he strikes\nhim down, he tramples him under foot; none can save him from his blows\nnor cheat him of his prey.” But to hear these words of Daniel, whom\nwould you suppose you perceived, gentlemen, under that figure of\nspeech–Alexander or the Prince de Condé? God gave him that dauntless\nvalor that France might enjoy safety during the minority of a king but\nfour years old. Let him grow up, this king, cherished of Heaven, and\nall will yield to his exploits; rising above his own followers, as\nwell as his enemies, he will know how sometimes to make use of, and\nat others to dispense with, his most illustrious captains, and alone,\nunder the hand of God, who will be his constant aid, he will be seen\nto be the stanch rampart of his dominions. But God chose the Duc\nd’Enghien to defend him in his infancy. So, toward the first days of\nhis reign, at the age of twenty-two years, the duke conceived a plan\nin the armor of which the seasoned veterans could find no vulnerable\npoint; but victory justified his course at Rocroi. The opposing force,\nit is true, is stronger; it is composed of those old Walloon, Italian\nand Spanish regiments that, up to that time, could not be broken; but\nat what valuation should be placed the courage inspired in our troops\nby the pressing necessities of the state, by past successes, and by\na young prince of the blood in whose eyes could be read victory? Don\nFrancisco de Mellos awaits the onset with a firm foot; and, without\nbeing able to retreat, the two generals and the two armies seemed to\nhave wished to imprison themselves in the woods and the marshes in\norder to decide the issue of combat like two champions in the lists.",
        "Then what a sight is presented to the eye! the young prince appears\nanother man; touched by an object so worthy, his great soul displays\nall its sublimity; his courage waxes with the dangers it has to\nencounter, and his penetration becomes keener as his ardor increases.\nThat night, which had to be spent in the presence of the enemy, like\nthe vigilant commander that he was, he was the last to retire. But\nnever were his slumbers more peaceful. On the eve of so momentous\na day, when the first battle is to be fought, his mind is entirely\ntranquil, so thoroughly is he in his element; and it is well known\nthat on the morrow, at the hour he had indicated, it was necessary to\nawaken this second Alexander from a deep slumber. Do you see him as\nhe rushes on to victory or death? No sooner had he inspired the ranks\nwith the ardor with which his soul was animated than he was seen\nalmost at the same time to press the right wing of the enemy, support\nour own shaken by the shock of the charge, rally the disheartened\nand almost vanquished French forces, put to flight the victorious\nSpaniards, carrying dismay everywhere, and terrifying by his lightning\nglances those who escape his blows. There still remained that dreaded\ninfantry of the Spanish army, whose great battalions in close line of\nbattle like so many towers, but towers which knew how to repair their\nbreaches, were unshaken by the onset, and, tho the rest of the army\nwas put to rout, maintained a steady fire. Thrice the young conqueror\nattempted to break the ranks of these intrepid warriors, thrice was\nhe repulsed by the valorous Comte de Fontaines, who was borne to\nthe scene of combat in his invalid’s chair, by reason of his bodily\ninfirmities, thus demonstrating that the warrior’s soul has the\nascendant over the body it animates.",
        "But at last was he forced to yield. In vain does Beck, with a body of\nfresh cavalry, hasten his march through the woods in order to attack\nour exhausted soldiers; the prince has forestalled him; the defeated\nbattalions are asking quarter. But victory for the Duc d’Enghien was\ndestined to be more terrible than the combat. While with an air\nof confidence he advances to receive the surrender of these brave\nfellows, they, on their part, still on their guard, are in dread of\nbeing surprized by a fresh attack. The frightful havoc wrought by the\ndischarge of their musketry infuriates our troops. Carnage is now\nrampant; the bloodshed intoxicates the soldiers to a high degree. But\nthe prince, who could not bear to see these lions slaughtered like so\nmany lambs, calmed their overwrought feeling and enhanced the pleasure\nof victory by that of pardoning the vanquished. What, then, was the\nastonishment of these veteran troops and their brave officers when\nthey perceived that their only salvation was to give themselves up to\ntheir conqueror! With what wonder did they regard the young prince,\nwhose victory had rendered still more impressive his customary proud\nbearing, to which, however, his clemency had imparted a new grace.\nHow willingly would he have saved the life of the brave Comte de\nFontaines, but unhappily he lay stretched upon the field of battle\namong the thousands of dead bodies, those whose loss is still kept by\nSpain. Spain knew not that the prince who caused her the loss of so\nmany of her old regiments on the day of Rocroi was to finish the rest\non the plains of Lens.",
        "Thus the first victory was the guarantee of many others. The prince\nbent his knee and on the field of battle rendered to the Lord of Hosts\nthe glory He had sent him. There was celebrated the deliverance of\nRocroi, and thanksgivings were uttered that the threats of a once\ndreaded enemy had resulted in his own shameful defeat; that the\nregency was strengthened, France calmed, and a reign which was to\nbe so illustrious begun by an augury so auspicious. The army led\nin thanksgiving; all France followed; the first venture of the Duc\nd’Enghien was lauded to the skies. Praise sufficient to render others\nforever illustrious; but for him it was but the first stage in his\ncareer!",
        "As a result of this first campaign, and after the capture of\nThionville–a prize worthy of the victory gained at Rocroi–he was\nregarded as an adversary equally to be feared in sieges and in\nbattles. But there is one trait in the character of the victorious\nyoung prince no less admirable than that which was brought out by\nvictory. The court, which at his arrival was prepared to welcome him\nwith the plaudits he deserved, was surprized at the manner in which\nhe received them. The queen-regent assured him that the king was well\npleased with his services. This from the lips of his sovereign was\na fitting recompense for his labors. If others dared to praise him,\nhowever, he treated their eulogies as insults, and, impatient of\nflattery, he was in dread even of its semblance. Such was the\ndelicacy, or rather the solidity of character, of this prince.\nMoreover his maxim was (listen, for it is a maxim which makes great\nmen), that, in the performance of great deeds, one’s sole thought\nshould be to perform them well, and leave glory to follow in the train\nof virtue. It is this which he has endeavored to instil into others,\nand by this principle has he himself ever been guided. Thus false\nglory had no temptation for him. It was with truth and greatness alone\nthat he was concerned.",
        "Thus it came about that his glory was wrapt up in the service of his\nkind and in the happiness and well-being of the state; They were the\nobjects nearest his heart; these were his first and most cherished\ndesires. The court had but little charm for him, or occupation suited\nto his talents, tho he was there regarded as its greatest hero. It was\ndeemed needful to exhibit everywhere in Germany, as in Flanders, the\nintrepid defender whom God had given us. Remark well what is about to\ntranspire: There is being formed against the prince an enterprise of a\nmore formidable nature than, that at Rocroi; and, in order to put his\ntalents to the test, warfare is about to drain all its resources, and\ncall to its aid every known invention. What is it that is presented\nto my vision? I see not merely men to meet in combat but inaccessible\nmountains: on one side are ravines and precipices; on the other\nimpenetrable forests in the heart of which are marshes, and in\nproximity to streams are impregnable intrenchments; everywhere are\nlofty fortresses and forests of felled trees lying across roads which\nare frightful; and there arises Merci, with his worthy Bavarians\ninflated by the large measure of success which has fallen to their\narms and by the capture of Fribourg; Merci, whom none has ever seen\nretreat from the combat; Merci, whom the Prince de Condé and the\nvigilant Turenne have never surprized in a movement that was not in\naccord with the rales of warfare, and to whom they have conceded this\ngreat mark of admiration–that never has he lost a single favorable\nopportunity, nor failed to anticipate their designs as tho he had\ntaken part in their councils.",
        "Here, then, in the course of eight days, and by four separate attacks,\nis seen how much can be supported and undertaken in war. Our troops\nseem as much dispirited by the frightful condition of the field of\nbattle as by the resistance of the enemy, and for a time the prince\nsees himself, so to speak, abandoned. But like a second Maccabee,\n“his right arm abandons him not, and his courage, inflamed by so many\nperils, came to his aid.” No sooner had he been seen on foot the first\nto scale those inaccessible heights, than his ardor drew the whole\narmy after him. Merci sees himself lost beyond redemption; his best\nregiments are defeated; nightfall is the salvation of the remainder of\nhis army. But a severe rainstorm serves to add to our difficulties and\ndiscouragements, so that we have at the same time to contend with not\nonly the highest courage and the perfection of art, but the forces of\nnature as well. In spite of the advantage that an enemy, as able as he\nis bold, takes of these conditions, and the fact that he intrenches\nhimself anew in his impregnable mountains, hard prest on every side,\nhe is forced not only to allow his cannon and baggage to fall a prey\nto the Duc d’Enghien, but also the country bordering the Rhine. See\nhow everything is shaken to its foundation: Philipsburg is in dire\ndistress in ten days, in spite of the winter now close at hand;\nPhilipsburg, which so long held the Rhine captive under our laws,\nand whose loss the greatest of kings so gloriously retrieved. Worms,\nSpire, Mayence, Landau, twenty other places I might name, open their\nportals: Merci is unable to defend them, and no longer faces his\nconqueror. It is not enough; he must fall at his feet, a worthy victim\nof his valor. Nordlingen will witness his overthrow; it will there\nbe admitted that it is no more possible to withstand the French in\nGermany than in Flanders. And all these benefits we will owe to this\nself-same prince. God, the protector of France and of a king whom He\nhas destined to perform His great works, thus ordains ...",
        "It was not merely for a son nor for his family that he had such tender\nsentiments: I have seen him (and do not think that I here speak in\nterms of exaggeration), I have seen him deeply moved by the perils of\nhis friends. Simple and natural as he was, I have seen his features\nbetray his emotions at the story of their misfortunes, and he was ever\nready to confer with them on the most insignificant details as well as\non affairs of the utmost importance. In the adjustment of quarrels, he\nwas ever ready to soothe turbulent spirits with a patience and good\nnature that one would little have expected from a disposition so\nexcitable, nor from a character so lofty. What a contrast to heroes\ndevoid of human sympathy! Well might the latter command respect and\ncharm the admiration, as do all extraordinary things, but they will\nnot win the heart. When God fashioned the heart of man and endowed him\nwith human affection, He first of all inspired him with the quality\nof kindness, like unto the essence of the divine nature itself, as a\ntoken of the beneficent hand that fashioned us. Kindness, therefore,\nought to be the mainspring and guide of our heart, and ought at the\nsame time to be the chief attraction that should, as it were, be\na part of our very being, with which to win the hearts of others.\nGreatness, which is but the result of good fortune, so far from\ndiminishing the quality of kindness, is but given one that he might\nthe more freely spread broadcast its beneficent effects like a public\nfountain, which is but erected that its waters might be scattered to\nthe sunlight.",
        "This is the value of a good heart; and the great who are devoid of\nthe quality of kindness, justly punished for their disdainful\ninsensibility to the misfortunes of their fellows, are forever\ndeprived of the greatest blessing of human life–that is to say, of\nthe pleasures of society. Never did man enjoy these pleasures more\nkeenly than the prince of whom I am speaking; never was man less\ninspired with the misgiving that familiarity breeds contempt. Is this\nthe man who carried cities by storm and won great battles? Verily, he\nseems to have forgotten the high rank he so well knew how to\nsustain. Do you not recognize in him the hero, who, ever equable and\nconsistent, never having to stand on tiptoe to seem taller than he is,\nnor to stoop to be courteous and obliging, found himself by nature\nall that a man ought to be toward his fellow, like a majestic and\nbountiful stream, which peacefully bears into the cities the abundance\nit has spread in the fields that it has watered, which gives to all\nand never rises above its normal height, nor becomes swollen except\nwhen violent opposition is offered to the gentle slope by which it\ncontinues on its tranquil course. Such, indeed, has also been the\ngentleness and such the might of the Prince de Condé. Have you a\nsecret of importance? Confide it boldly to the safe-keeping of this\nnoble heart; he will reward your confidence by making your affair his\nown. To this prince nothing is more inviolable than the sacred rights\nof friendship. When a favor is asked of him he acts as tho he himself\nwere under obligation; and never has a joy keener and truer been\nwitnessed than he felt at being able to give pleasure to another.",
        "It was a grand spectacle to see during the same period, and in the\nsame campaigns, these two men, who in the common opinion of all Europe\ncould be favorably compared to the greatest captains of past ages,\nsometimes at the head of different bodies of troops; sometimes united\nmore indeed by the concord of their thoughts than by the orders which\nthe subaltern received from his superior; sometimes at the head of\nopposing forces, and each redoubling his customary activity and\nvigilance, as tho God, who, according to the Scriptures, often in His\nwisdom makes a sport of the universe, had desired to show mortals the\nwonders in all their forms that He could work with men. Behold the\nencampments, the splendid marches, the audacity, the precautions, the\nperils, the resources of these brave men! Has there ever been beheld\nin two men virtues such as these in characters so different, not to\nsay diametrically opposite? The one appears to be guided by deep\nreflection, the other by sudden illumination; the latter as a\nconsequence, tho more impetuous, yet never acting with undue\nprecipitation; the former, colder of manner, tho never slow, is bolder\nof action than of speech, and even while having the outward appearance\nof embarrassment, inwardly determined and resolved. The one, from the\nmoment he appears in the army, conveys an exalted idea of his\nworth and makes one expect of him something out of the ordinary;\nnevertheless, he advanced in regular order, and performed, as it\nwere, by degrees, the prodigious deeds which marked the course of his\ncareer. The other, like a man inspired from the date of his first\nbattle, showed himself the equal of the most consummate masters of the\nart of warfare. The one by his prompt and continued efforts commanded\nthe admiration of the human race and silenced the voice of envy; the\nother shone so resplendently from the very beginning that none dared\nattack him. The one, in a word, by the depth of his genius and the\nincredible resources of his courage, rose superior to the greatest\nperils and even knew how to profit by every kind of fickleness of\nfortune; the other, by reason of the advantages derived from high\nbirth, by his great conceptions derived from Heaven, and by a kind of\nadmirable instinct, the secret of which is not given to ordinary\nmen, seemed born to mold fortune to conform to his designs and bring\ndestiny to his feet. And that the great tho diverse characters of\nthese two men might be clearly discerned, it should be borne in mind\nthat the one, his career cut short by an unexpected blow, died for his\ncountry like another Judas Maccabeus, mourned by the army as for a\nfather, while the court and all the people, lamented his fate. His\npiety as well as his courage were universally lauded, and his memory\nwill never fade from the minds of men. The other, raised to the very\nsummit of glory by force of arms like another David, dies like him in\nhis bed, sounding the praises of God and leaving his dying behests to\nhis family, while all hearts were imprest as much by the splendor of\nhis life as by the gentleness of his death.",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}