{
    "title": "The Poetics (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "1",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "In the tenth book of the Republic, when Plato has completed his final\nburning denunciation of Poetry, the false Siren, the imitator of\nthings which themselves are shadows, the ally of all that is low and\nweak in the soul against that which is high and strong, who makes us\nfeed the things we ought to starve and serve the things we ought to\nrule, he ends with a touch of compunction: ’We will give her\nchampions, not poets themselves but poet-lovers, an opportunity to\nmake her defence in plain prose and show that she is not only\nsweet—as we well know—but also helpful to society and the life of\nman, and we will listen in a kindly spirit. For we shall be gainers, I\ntake it, if this can be proved.’ Aristotle certainly knew the passage,\nand it looks as if his treatise on poetry was an answer to Plato’s\nchallenge.",
        "Few of the great works of ancient Greek literature are easy reading.\nThey nearly all need study and comment, and at times help from a good\nteacher, before they yield up their secret. And the Poetics cannot\nbe accounted an exception. For one thing the treatise is fragmentary.\nIt originally consisted of two books, one dealing with Tragedy and\nEpic, the other with Comedy and other subjects. We possess only the\nfirst.  For another, even the book we have seems to be unrevised and\nunfinished. The style, though luminous, vivid, and in its broader\ndivision systematic, is not that of a book intended for publication.\nLike most of Aristotle’s extant writing, it suggests the MS. of an\nexperienced lecturer, full of jottings and adscripts, with occasional\nphrases written carefully out, but never revised as a whole for the\ngeneral reader. Even to accomplished scholars the meaning is often\nobscure, as may be seen by a comparison of the three editions recently\npublished in England, all the work of savants of the first eminence,\n[1] or, still more strikingly, by a study of the long series of\nmisunderstandings and overstatements and corrections which form the\nhistory of the Poetics since the Renaissance.",
        "[1] Prof. Butcher, 1895 and 1898; Prof. Bywater, 1909; and Prof.\nMargoliouth, 1911.",
        "\nBut it is of another cause of misunderstanding that I wish principally\nto speak in this preface. The great edition from which the present\ntranslation is taken was the fruit of prolonged study by one of the\ngreatest Aristotelians of the nineteenth century, and is itself a\nclassic among works of scholarship. In the hands of a student who\nknows even a little Greek, the translation, backed by the commentary,\nmay lead deep into the mind of Aristotle. But when the translation is\nused, as it doubtless will be, by readers who are quite without the\nclue provided by a knowledge of the general habits of the Greek\nlanguage, there must arise a number of new difficulties or\nmisconceptions.",
        "To understand a great foreign book by means of a translation is\npossible enough where the two languages concerned operate with a\ncommon stock of ideas, and belong to the same period of civilization.\nBut between ancient Greece and modern England there yawn immense\ngulfs of human history; the establishment and the partial failure of\na common European religion, the barbarian invasions, the feudal\nsystem, the regrouping of modern Europe, the age of mechanical\ninvention, and the industrial revolution. In an average page of French\nor German philosophy nearly all the nouns can be translated directly\ninto exact equivalents in English; but in Greek that is not so.\nScarcely one in ten of the nouns on the first few pages of the\nPoetics has an exact English equivalent. Every proposition has to be\nreduced to its lowest terms of thought and then re-built. This is a\ndifficulty which no translation can quite deal with; it must be left\nto a teacher who knows Greek. And there is a kindred difficulty which\nflows from it. Where words can be translated into equivalent words,\nthe style of an original can be closely followed; but no translation\nwhich aims at being written in normal English can reproduce the style\nof Aristotle.  I have sometimes played with the idea that a ruthlessly\nliteral translation, helped out by bold punctuation, might be the\nbest. For instance, premising that the words poesis, poetes mean\noriginally ’making’ and ’maker’, one might translate the first\nparagraph of the Poetics thus:—",
        "Making: kinds of making: function of each, and how the Myths ought to\nbe put together if the Making is to go right.",
        "Number of parts: nature of parts: rest of same inquiry.",
        "Begin in order of nature from first principles.",
        "Epos-making, tragedy-making (also comedy), dithyramb-making (and most\nfluting and harping), taken as a whole, are really not Makings but\nImitations. They differ in three points; they imitate (a) different\nobjects, (b) by different means, (c) differently (i.e. different\nmanner).",
        "Some artists imitate (i.e. depict) by shapes and colours. (Obs.\nsometimes by art, sometimes by habit.) Some by voice. Similarly the\nabove arts all imitate by rhythm, language, and tune, and these either\n(1) separate or (2) mixed.",
        "Rhythm and tune alone, harping, fluting, and other arts with same\neffect—e.g. panpipes.",
        "Rhythm without tune: dancing. (Dancers imitate characters, emotions,\nand experiences by means of rhythms expressed in form.)",
        "Language alone (whether prose or verse, and one form of verse or\nmany): this art has no name up to the present (i.e. there is no name\nto cover mimes and dialogues and any similar imitation made in\niambics, elegiacs, &c. Commonly people attach the ’making’ to the\nmetre and say ’elegiac-makers’, ’hexameter-makers,’ giving them a\ncommon class-name by their metre, as if it was not their imitation\nthat makes them ’makers’).",
        "\nSuch an experiment would doubtless be a little absurd, but it would\ngive an English reader some help in understanding both Aristotle’s\nstyle and his meaning.",
        "For example, there i.e.lightenment in the literal phrase, ’how the\nmyths ought to be put together.’ The higher Greek poetry did not make\nup fictitious plots; its business was to express the heroic saga, the\nmyths. Again, the literal translation of poetes, poet, as ’maker’,\nhelps to explain a term that otherwise seems a puzzle in the\nPoetics.  If we wonder why Aristotle, and Plato before him, should\nlay such stress on the theory that art is imitation, it is a help to\nrealize that common language called it ’making’, and it was clearly\nnot ’making’ in the ordinary sense. The poet who was ’maker’ of a\nFall of Troy clearly did not make the real Fall of Troy. He made an\nimitation Fall of Troy. An artist who ’painted Pericles’ really ’made\nan imitation Pericles by means of shapes and colours’. Hence we get\nstarted upon a theory of art which, whether finally satisfactory or\nnot, is of immense importance, and are saved from the error of\ncomplaining that Aristotle did not understand the ’creative power’ of\nart.",
        "As a rule, no doubt, the difficulty, even though merely verbal, lies\nbeyond the reach of so simple a tool as literal translation. To say\nthat tragedy ’imitate.g.od men’ while comedy ’imitates bad men’\nstrikes a modern reader as almost meaningless. The truth is that\nneither ’good’ nor ’bad’ is an exact equivalent of the Greek. It would\nbe nearer perhaps to say that, relatively speaking, you look up to the\ncharacters of tragedy, and down upon those of comedy. High or low,\nserious or trivial, many other pairs of words would have to be called\nin, in order to cover the wide range of the common Greek words. And\nthe point is important, because we have to consider whether in Chapter\nVI Aristotle really lays it down that tragedy, so far from being the\nstory of un-happiness that we think it, is properly an imitation of\neudaimonia—a word often translated ’happiness’, but meaning\nsomething more like ’high life’ or ’blessedness’. [1]",
        "[1] See Margoliouth, p. 121.  By water, with most editors, emends the\ntext.",
        "Another difficult word which constantly recurs in the Poetics is\nprattein or praxis, generally translated ’to act’ or ’action’. But\nprattein, like our ’do’, also has an intransitive meaning ’to fare’\neither well or ill; and Professor Margoliouth has pointed out that it\nseems more true to say that tragedy shows how men ’fare’ than how they\n’act’. It shows thei.e.periences or fortunes rather than merely their\ndeeds. But one must not draw the line too bluntly. I should doubt\nwhether a classical Greek writer was ordinarily conscious of the\ndistinction between the two meanings. Certainly it i.e.sier to regard\nhappiness as a way of faring than as a form of action. Yet Aristotle\ncan use the passive of prattein for things ’done’ or ’gone through’\n(e.g. 52a, 22, 29: 55a, 25).",
        "The fact is that much misunderstanding is often caused by our modern\nattempts to limit too strictly the meaning of a Greek word. Greek was\nvery much a live language, and a language still unconscious of\ngrammar, not, like ours, dominated by definitions and trained upon\ndictionaries. An instance is provided by Aristotle’s famous saying\nthat the typical tragic hero is one who falls from high state or fame,\nnot through vice or depravity, but by some great hamartia.\nHamartia means originally a ’bad shot’ or ’error’, but is currently\nused for ’offence’ or ’sin’. Aristotle clearly means that the typical\nhero is a great man with ’something wrong’ in his life or character;\nbut I think it is a mistake of method to argue whether he means ’an\nintellectual error’ or ’a moral flaw’. The word is not so precise.",
        "Similarly, when Aristotle says that a deed of strife or disaster is\nmore tragic when it occurs ’amid affections’ or ’among people who love\neach other’, no doubt the phrase, as Aristotle’s own examples show,\nwould primarily suggest to a Greek feuds between near relations. Yet\nsome of the meaning is lost if one translates simply ’within the\nfamily’.",
        "There is another series of obscurities or confusions in the Poetics\nwhich, unless I am mistaken, arises from the fact that Aristotle was\nwriting at a time when the great age of Greek tragedy was long past,\nand was using language formed in previous generations. The words and\nphrases remained in the tradition, but the forms of art and activity\nwhich they denoted had sometimes changed in the interval. If we date\nthe Poetics about the year 330 B.C., as seems probable, that is more\nthan two hundred years after the first tragedy of Thespis was produced\nin Athens, and more than seventy after the death of the last great\nmasters of the tragic stage. When we remember that a training in music\nand poetry formed a prominent part of the education of every wellborn\nAthenian, we cannot be surprised at finding in Aristotle, and to a\nless extent in Plato, considerable traces of a tradition of technical\nlanguage and even of aesthetic theory.",
        "It is doubtless one of Aristotle’s great services that he conceived so\nclearly the truth that literature is a thing that grows and has a\nhistory. But no writer, certainly no ancient writer, is always\nvigilant. Sometimes Aristotle analyses his terms, but very often he\ntakes them for granted; and in the latter case, I think, he is\nsometimes deceived by them. Thus there seem to be cases where he has\nbeen affected in his conceptions of fifth-century tragedy by the\npractice of his own day, when the only living form of drama was the\nNew Comedy.",
        "For example, as we have noticed above, true Tragedy had always taken\nits material from the sacred myths, or heroic sagas, which to the\nclassical Greek constituted history. But the New Comedy was in the\nhabit of inventing its plots. Consequently Aristotle falls into using\nthe word mythos practically in the sense of ’plot’, and writing\notherwise in a way that is unsuited to the tragedy of the fifth\ncentury. He says that tragedy adheres to ’the historical names’ for an\naesthetic reason, because what has happened is obviously possible and\ntherefore convincing. The real reason was that the drama and the myth\nwere simply two different expressions of the same religious kernel (p.\n44). Again, he says of the Chorus (p. 65) that it should be an\nintegral part of the play, which is true; but he also says that it’\nshould be regarded as one of the actors’, which shows to what an\nextent the Chorus in his day was dead and its technique forgotten. He\nhad lost the sense of what the Chorus was in the hands of the great\nmasters, say in the Bacchae or the Eumenides. He mistakes, again, the\nuse of that epiphany of a God which is frequent at the end of the\nsingle plays of Euripides, and which seems to have been equally so at\nthe end of the trilogies of Aeschylus. Having lost the living\ntradition, he sees neither the ritual origin nor the dramatic value of\nthese divine epiphanies. He thinks of the convenient gods and\nabstractions who sometimes spoke the prologues of the New Comedy, and\nimagines that the God appears in order to unravel the plot. As a\nmatter of fact, in one play which he often quotes, the Iphigenia\nTaurica, the plot is actually distorted at the very end in order to\ngive an opportunity for the epiphany.[1]",
        "[1] See my Euripides and his Age, pp. 221-45.",
        "One can see the effect of the tradition also in his treatment of the\nterms Anagnorisis and Peripeteia, which Professor Bywater translates\nas ’Discovery and Peripety’ and Professor Butcher as ’Recognition and\nReversal of Fortune’. Aristotle assumes that these two elements are\nnormally present in any tragedy, except those which he calls ’simple’;\nwe may say, roughly, in any tragedy that really has a plot. This\nstrikes a modern reader as a very arbitrary assumption. Reversals of\nFortune of some sort are perhaps usual in any varied plot, but surely\nnot Recognitions? The clue to the puzzle lies, it can scarcely be\ndoubted, in the historical origin of tragedy. Tragedy, according to\nGreek tradition, is originally the ritual play of Dionysus, performed\nat his festival, and representing, as Herodotus tells us, the\n’sufferings’ or ’passion’ of that God. We are never directly told what\nthese ’sufferings’ were which were so represented; but Herodotus\nremarks that he found in Egypt a ritual that was ’in almost all points\nthe same’. [1] This was the well-known ritual of Osiris, in which the\ngod was torn in pieces, lamented, searched for, discovered or\nrecognized, and the mourning by a sudden Reversal turned into joy. In\nany tragedy which still retained the stamp of its Dionysiac origin,\nthis Discovery and Peripety might normally be expected to occur, and\nto occur together. I have tried to show elsewhere how many of our\nextant tragedies do, as a matter of fact, show the marks of this\nritual.[2]",
        "[1] Cf. Hdt. ii. 48; cf. 42,144. The name of Dionysus must not be\nopenly mentioned in connexion with mourning (ib. 61, 132, 86). This\nmay help to explain the transference of the tragic shows to other\nheroes.\n\n[2] In Miss Harrison’s Themis, pp. 341-63.",
        "I hope it is not rash to surmise that the much-debated word\nkatharsis, ’purification’ or ’purgation’, may have come into\nAristotle’s mouth from the same source. It has all the appearance of\nbeing an old word which is accepted and re-interpreted by Aristotle\nrather than a word freely chosen by him to denote the exact phenomenon\nhe wishes to describe. At any rate the Dionysus ritual itself was a\nkatharmos or katharsis—a purification of the community from the\ntaints and poisons of the past year, the old contagion of sin and\ndeath. And the words of Aristotle’s definition of tragedy in Chapter\nVI might have been used in the days of Thespis in a much cruder and\nless metaphorical sense.  According to primitive ideas, the mimic\nrepresentation on the stage of ’incidents arousing pity and fear’ did\nact as a katharsis of such ’passions’ or ’sufferings’ in real life.\n(For the word pathemata means ’sufferings’ as well as ’passions’.)\nIt is worth remembering that in the year 361 B.C., during Aristotle’s\nlifetime, Greek tragedies were introduced into Rome, not on artistic\nbut on superstitious grounds, as a katharmos against a pestilence\n(Livy vii.  2). One cannot but suspect that in his account of the\npurpose of tragedy Aristotle may be using an old traditional formula,\nand consciously or unconsciously investing it with a new meaning, much\nas he has done with the word mythos.",
        "Apart from these historical causes of misunderstanding, a good teacher\nwho uses this book with a class will hardly fail to point out numerous\npoints on which two equally good Greek scholars may well differ in the\nmere interpretation of the words. What, for instance, are the ’two\nnatural causes’ in Chapter IV which have given birth to Poetry? Are\nthey, as our translator takes them, (1) that man is imitative, and (2)\nthat people delight in imitations? Or are they (1) that man is\nimitative and people delight in imitations, and (2) the instinct for\nrhythm, as Professor Butcher prefers? Is it a ’creature’ a thousand\nmiles long, or a ’picture’ a thousand miles long which raises some\ntrouble in Chapter VII? The word zoon means equally ’picture’ and\n’animal’. Did the older poets make their characters speak like\n’statesmen’, politikoi, or merely like ordinary citizens, politai,\nwhile the moderns made theirs like ’professors of rhetoric’? (Chapter\nVI, p. 38; cf. Margoliouth’s note and glossary).",
        "It may seem as if the large uncertainties which we have indicated\ndetract in a ruinous manner from the value of the Poetics to us as a\nwork of criticism. Certainly if any young writer took this book as a\nmanual of rules by which to ’commence poet’, he would find himself\nembarrassed. But, if the book is properly read, not as a dogmatic\ntext-book but as a first attempt, made by a man of astounding genius,\nto build up in the region of creative art a rational order like that\nwhich he established in logic, rhetoric, ethics, politics, physics,\npsychology, and almost every department of knowledge that existed in\nhis day, then the uncertainties become rather a help than a\ndiscouragement. The.g.ve us occasion to think and use our\nimagination. They make us, to the best of our powers, try really to\nfollow and criticize closely the bold gropings of an extraordinary\nthinker; and it is in this process, and not in any mere collection of\ndogmatic results, that we shall find the true value and beauty of the\nPoetics.",
        "The book is of permanent value as a mere intellectual achievement; as\na store of information about Greek literature; and as an original or\nfirst-hand statement of what we may call the classical view of\nartistic criticism. It does not regard poetry as a matter of\nunanalysed inspiration; it makes no concession to personal whims or\nfashion or ennui. It tries by rational methods to find out what is\ngood in art and what makes it good, accepting the belief that there is\njust as truly a good way, and many bad ways, in poetry as in morals or\nin playing billiards. This is no place to try to sum up its main\nconclusions. But it is characteristic of the classical view that\nAristotle lays his greatest stress, first, on the need for Unity in\nthe work of art, the need that each part should subserve the whole,\nwhile irrelevancies, however brilliant in themselves, should be cast\naway; and next, on the demand that great art must have for its subject\nthe great way of living. These judgements have often been\nmisunderstood, but the truth in them is profound and goes near to the\nheart of things.",
        "Characteristic, too, is the observation that different kinds of art\ngrow and develop, but not indefinitely; they develop until they\n’attain their natural form’; also the rule that each form of art should\nproduce ’not every sort of pleasure but its proper pleasure’; and the\nsober language in which Aristotle, instead of speaking about the\nsequence of events in a tragedy being ’inevitable’, as we bombastic\nmoderns do, merely recommends that they should be ’either necessary or\nprobable’ and ’appear to happen because of one another’.",
        "Conceptions and attitudes of mind such as these constitute what we may\ncall the classical faith in matters of art and poetry; a faith which\nis never perhaps fully accepted in any age, yet, unlike others, is\nnever forgotten but lives by being constantly criticized, re-asserted,\nand rebelled against. For the fashions of the ages vary in this\ndirection and that, but they vary for the most part from a central\nroad which was struck out by the imagination of Greece.",
        "G. M",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}