{
    "title": "The War of the Worlds - Chapter Ten",
    "author": "H.G. Wells",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "Leatherhead is about twelve miles from Maybury Hill.\nThe scent of hay was in the air through the lush meadows\nbeyond Pyrford, and the hedges on either side were sweet\nand gay with multitudes of dog-roses.  The heavy firing that\nhad broken out while we were driving down Maybury Hill\nceased as abruptly as it began, leaving the evening very peace-\nful and still.  We got to Leatherhead without misadventure\nabout nine o’clock, and the horse had an hour’s rest while\nI took supper with my cousins and commended my wife to\ntheir care.",
        "My wife was curiously silent throughout the drive, and\nseemed oppressed with forebodings of evil.  I talked to her\nreassuringly, pointing out that the Martians were tied to the\nPit by sheer heaviness, and at the utmost could but crawl\na little out of it; but she answered only in monosyllables.  Had\nit not been for my promise to the innkeeper, she would, I\nthink, have urged me to stay in Leatherhead that night.  Would\nthat I had!  Her face, I remember, was very white as we\nparted.",
        "For my own part, I had been feverishly excited all day.\nSomething very like the war fever that occasionally runs\nthrough a civilised community had got into my blood, and\nin my heart I was not so very sorry that I had to return to\nMaybury that night.  I was even afraid that that last fusillade\nI had heard might mean the extermination of our invaders\nfrom Mars.  I can best express my state of mind by saying\nthat I wanted to be in at the death.",
        "It was nearly eleven when I started to return.  The night\nwas unexpectedly dark; to me, walking out of the lighted\npassage of my cousins’ house, it seemed indeed black, and\nit was as hot and close as the day.  Overhead the clouds were\ndriving fast, albeit not a breath stirred the shrubs about us.\nMy cousins’ man lit both lamps.  Happily, I knew the road\nintimately.  My wife stood in the light of the doorway, and\nwatched me until I jumped up into the dog cart.  Then\nabruptly she turned and went in, leaving my cousins side by\nside wishing me good hap.",
        "I was a little depressed at first with the contagion of my\nwife’s fears, but very soon my thoughts reverted to the\nMartians.  At that time I was absolutely in the dark as to\nthe course of the evening’s fighting.  I did not know even the\ncircumstances that had precipitated the conflict.  As I came\nthrough Ockham (for that was the way I returned, and not\nthrough Send and Old Woking) I saw along the western\nhorizon a blood-red glow, which as I drew nearer, crept\nslowly up the sky.  The driving clouds of the gathering thunder-\nstorm mingled there with masses of black and red smoke.",
        "Ripley Street was deserted, and except for a lighted window\nor so the village showed not a sign of life; but I narrowly\nescaped an accident at the corner of the road to Pyrford,\nwhere a knot of people stood with their backs to me.  They\nsaid nothing to me as I passed.  I do not know what they\nknew of the things happening beyond the hill, nor do I know\nif the silent houses I passed on my way were sleeping securely,\nor deserted and empty, or harassed and watching against the\nterror of the night.",
        "From Ripley until I came through Pyrford I was in the\nvalley of the Wey, and the red glare was hidden from me.\nAs I ascended the little hill beyond Pyrford Church the glare\ncame into view again, and the trees about me shivered with\nthe first intimation of the storm that was upon me.  Then I\nheard midnight pealing out from Pyrford Church behind me,\nand then came the silhouette of Maybury Hill, with its tree-\ntops and roofs black and sharp against the red.",
        "Even as I beheld this a lurid green glare lit the road about\nme and showed the distant woods towards Addlestone.  I felt\na tug at the reins.  I saw that the driving clouds had been\npierced as it were by a thread of green fire, suddenly lighting\ntheir confusion and falling into the field to my left.  It was\nthe third falling star!",
        "Close on its apparition, and blindingly violet by contrast,\ndanced out the first lightning of the gathering storm, and the\nthunder burst like a rocket overhead.  The horse took the bit\nbetween his teeth and bolted.",
        "A moderate incline runs towards the foot of Maybury Hill,\nand down this we clattered.  Once the lightning had begun,\nit went on in as rapid a succession of flashes as I have ever\nseen.  The thunderclaps, treading one on the heels of another\nand with a strange crackling accompaniment, sounded more\nlike the working of a gigantic electric machine than the usual\ndetonating reverberations.  The flickering light was blinding\nand confusing, and a thin hail smote gustily at my face as\nI drove down the slope.",
        "At first I regarded little but the road before me, and then\nabruptly my attention was arrested by something that was\nmoving rapidly down the opposite slope of Maybury Hill.  At\nfirst I took it for the wet roof of a house, but one flash\nfollowing another showed it to be in swift rolling movement.\nIt was an elusive vision--a moment of bewildering darkness, and\nthen, in a flash like daylight, the red masses of the Orphanage\nnear the crest of the hill, the green tops of the pine trees,\nand this problematical object came out clear and sharp and\nbright.",
        "And this Thing I saw!  How can I describe it?  A monstrous\ntripod, higher than many houses, striding over the young\npine trees, and smashing them aside in its career; a walking\nengine of glittering metal, striding now across the heather;\narticulate ropes of steel dangling from it, and the clattering\ntumult of its passage mingling with the riot of the thunder.\nA flash, and it came out vividly, heeling over one way with\ntwo feet in the air, to vanish and reappear almost instantly\nas it seemed, with the next flash, a hundred yards nearer.\nCan you imagine a milking stool tilted and bowled violently\nalong the ground?  That was the impression those instant\nflashes gave.  But instead of a milking stool imagine it a\ngreat body of machinery on a tripod stand.",
        "Then suddenly the trees in the pine wood ahead of me\nwere parted, as brittle reeds are parted by a man thrusting\nthrough them; they were snapped off and driven headlong,\nand a second huge tripod appeared, rushing, as it seemed,\nheadlong towards me.  And I was galloping hard to meet it!\nAt the sight of the second monster my nerve went altogether.\nNot stopping to look again, I wrenched the horse’s head hard\nround to the right and in another moment the dog cart had\nheeled over upon the horse; the shafts smashed noisily, and\nI was flung sideways and fell heavily into a shallow pool of\nwater.",
        "I crawled out almost immediately, and crouched, my feet\nstill in the water, under a clump of furze.  The horse lay\nmotionless (his neck was broken, poor brute!) and by the\nlightning flashes I saw the black bulk of the overturned dog\ncart and the silhouette of the wheel still spinning slowly.  In\nanother moment the colossal mechanism went striding by\nme, and passed uphill towards Pyrford.",
        "Seen nearer, the Thing was incredibly strange, for it was\nno mere insensate machine driving on its way.  Machine it was,\nwith a ringing metallic pace, and long, flexible, glittering\ntentacles (one of which gripped a young pine tree) swinging\nand rattling about its strange body.  It picked its road as it\nwent striding along, and the brazen hood that surmounted\nit moved to and fro with the inevitable suggestion of a head\nlooking about.  Behind the main body was a huge mass of\nwhite metal like a gigantic fisherman’s basket, and puffs of\ngreen smoke squirted out from the joints of the limbs as the\nmonster swept by me.  And in an instant it was gone.",
        "So much I saw then, all vaguely for the flickering of the\nlightning, in blinding highlights and dense black shadows.",
        "As it passed it set up an exultant deafening howl that\ndrowned the thunder--\"Aloo!  Aloo!\"--and in another minute\nit was with its companion, half a mile away, stooping over\nsomething in the field.  I have no doubt this Thing in the field\nwas the third of the ten cylinders they had fired at us from\nMars.",
        "For some minutes I lay there in the rain and darkness\nwatching, by the intermittent light, these monstrous beings\nof metal moving about in the distance over the hedge tops.\nA thin hail was now beginning, and as it came and went their\nfigures grew misty and then flashed into clearness again.  Now\nand then came a gap in the lightning, and the night swallowed\nthem up.",
        "I was soaked with hail above and puddle water below.\nIt was some time before my blank astonishment would let\nme struggle up the bank to a drier position, or think at all of\nmy imminent peril.",
        "Not far from me was a little one-roomed squatter’s hut of\nwood, surrounded by a patch of potato garden.  I struggled\nto my feet at last, and, crouching and making use of every\nchance of cover, I made a run for this.  I hammered at the\ndoor, but I could not make the people hear (if there were\nany people inside), and after a time I desisted, and, availing\nmyself of a ditch for the greater part of the way, succeeded\nin crawling, unobserved by these monstrous machines, into\nthe pine woods towards Maybury.",
        "Under cover of this I pushed on, wet and shivering now,\ntowards my own house.  I walked among the trees trying to\nfind the footpath.  It was very dark indeed in the wood, for\nthe lightning was now becoming infrequent, and the hail,\nwhich was pouring down in a torrent, fell in columns through\nthe gaps in the heavy foliage.",
        "If I had fully realised the meaning of all the things I had\nseen I should have immediately worked my way round through\nByfleet to Street Cobham, and so gone back to rejoin my wife\nat Leatherhead.  But that night the strangeness of things about\nme, and my physical wretchedness, prevented me, for I was\nbruised, weary, wet to the skin, deafened and blinded by\nthe storm.",
        "I had a vague idea of going on to my own house, and\nthat was as much motive as I had.  I staggered through the\ntrees, fell into a ditch and bruised my knees against a plank,\nand finally splashed out into the lane that ran down from\nthe College Arms.  I say splashed, for the storm water was\nsweeping the sand down the hill in a muddy torrent.  There\nin the darkness a man blundered into me and sent me reeling\nback.",
        "He gave a cry of terror, sprang sideways, and rushed on\nbefore I could gather my wits sufficiently to speak to him.\nSo heavy was the stress of the storm just at this place that\nI had the hardest task to win my way up the hill.  I went close\nup to the fence on the left and worked my way along its\npalings.",
        "Near the top I stumbled upon something soft, and, by a\nflash of lightning, saw between my feet a heap of black broad-\ncloth and a pair of boots.  Before I could distinguish clearly\nhow the man lay, the flicker of light had passed.  I stood over\nhim waiting for the next flash.  When it came, I saw that he\nwas a sturdy man, cheaply but not shabbily dressed; his head\nwas bent under his body, and he lay crumpled up close to\nthe fence, as though he had been flung violently against it.",
        "Overcoming the repugnance natural to one who had never\nbefore touched a dead body, I stooped and turned him over\nto feel for his heart.  He was quite dead.  Apparently his neck\nhad been broken.  The lightning flashed for a third time, and\nhis face leaped upon me.  I sprang to my feet.  It was the\nlandlord of the Spotted Dog, whose conveyance I had taken.",
        "I stepped over him gingerly and pushed on up the hill.  I\nmade my way by the police station and the College Arms\ntowards my own house.  Nothing was burning on the hillside,\nthough from the common there still came a red glare and a\nrolling tumult of ruddy smoke beating up against the drench-\ning hail.  So far as I could see by the flashes, the houses\nabout me were mostly uninjured.  By the College Arms a dark\nheap lay in the road.",
        "Down the road towards Maybury Bridge there were voices\nand the sound of feet, but I had not the courage to shout or\nto go to them.  I let myself in with my latchkey, closed, locked\nand bolted the door, staggered to the foot of the staircase, and\nsat down.  My imagination was full of those striding metallic\nmonsters, and of the dead body smashed against the fence.",
        "I crouched at the foot of the staircase with my back to the\nwall, shivering violently.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}