{
    "title": "The Sorrows of Young Werther - June 29.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "15",
    "content": [
        "\n\n",
        "The day before yesterday, the physician came from the town to pay\na visit to the judge. He found me on the floor playing with\nCharlotte’s children. Some of them were scrambling over me, and\nothers romped with me; and, as I caught and tickled them, they\nmade a great noise. The doctor is a formal sort of personage: he\nadjusts the plaits of his ruffles, and continually settles his\nfrill whilst he is talking to you; and he thought my conduct beneath\nthe dignity of a sensible man. I could perceive this by his\ncountenance. But I did not suffer myself to be disturbed. I\nallowed him to continue his wise conversation, whilst I rebuilt\nthe children’s card houses for them as fast as they threw them\ndown. He went about the town afterward, complaining that the\njudge’s children were spoiled enough before, but that now Werther\nwas completely ruining them.",
        "Yes, my dear Wilhelm, nothing on this earth affects my heart so\nmuch as children. When I look on at their doings; when I mark in\nthe little creatures the seeds of all those virtues and qualities\nwhich they will one day find so indispensable; when I behold in\nthe obstinate all the future firmness and constancy of a noble\ncharacter; in the capricious, that levity and gaiety of temper\nwhich will carry them lightly over the dangers and troubles of\nlife, their whole nature simple and unpolluted, — then I call\nto mind the golden words of the Great Teacher of mankind, “Unless\nye become like one of these!” And now, my friend, these children,\nwho are our equals, whom we ought to consider as our models, we\ntreat them as though they were our subjects. They are allowed no\nwill of their own. And have we, then, none ourselves? Whence comes\nour exclusive right? Is it because we are older and more experienced?\nGreat God! from the height of thy heaven thou beholdest great\nchildren and little children, and no others; and thy Son has long\nsince declared which afford thee greatest pleasure. But they\nbelieve in him, and hear him not, —that, too, is an old story;\nand they train their children after their own image, etc.",
        "Adieu, Wilhelm: I will not further bewilder myself with this subject.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}