{
    "title": "The Revolutions of Time - Chapter 10: Devolution",
    "author": "Jonathan Dunn",
    "chapter": "12",
    "content": [
        "\n\n",
        "When I awoke the sun was once more out in its morning glory, at the\nheight it assumes at about the 9 o’clock hour, and the room was warm and\ncozy because of it, as it shone in through the glass walls. My first\nsensation upon waking was one of peace and bliss, the feeling\nexperienced when you wake up late to a nice warm resting place,\nespecially so when all the rest of the world is hard at work and you are\nnot. I breathed in the air deeply and contentedly while stretching my\narms, legs, and back in a most relieving fashion, and then turned\ntowards the table in the center of the room, from whence I smelled an\nextremely appealing smell, that of a hearty breakfast.",
        "As I did so, however, my joy was sent to a bitter, premature death, for\nthere sitting at the table and smiling sardonically at me was the King,\narrayed in all his pomp and splendor with his powerful pose, which,\nwhile it had impressed, and even to a point overwhelmed me, before, did\nno such thing to me now, for I was fresh with indignation at the\nexclusion of the humanoids across the sea from the paradise of Daem.",
        "He saluted me in a polite manner, and I him, though there was little\naffection behind it. Then, without any more ceremony, I sat down and\nbegan to eat, repulsing any attempt of his to start a conversation with\npersistent vigor, until I had finished, when I stood and demanded where\nexactly I was to make my toiletry. He laughed and said that he was\nwondering how long I would last, but as I was still too unpleasant to\nrespond with any familiarity, he showed me to a little room that was\ntucked off of the side of the bell that formed the entrance to the domed\nchambers of the upper tower. The top of the tower itself was a half\ncomplete sphere, while the room only occupied the upper half, so that\nthe bottom was divided between the entry way and the toiletry room. I\nspent a few moments grooming and washing myself and preparing for the\nday, and then rejoined him in the room. He was still sitting on his\nchair and I took the other. The meal had been carried away.",
        "He began the conversation by saying, “My dear Jehu, I must apologize for\nkeeping you in this position, but you must understand that the outcome\nof this war is very serious, and I will not risk it to your\nsensationalism.”",
        "“Sensationalism!” returned I, “Is that how you would describe a touch of\nhumanity?”",
        "“What do you mean?” he questioned, apparently interested in what I said.",
        "“Well,” I began, regaining myself, my former indignation being exhausted\nby the spirit of my opening comments, and my normal sober reasoning\nreturning, “I have been observing your society, which you suppose to be\nenlightened, but I have seen some things, which, I am afraid, are\nevidences of the opposite.”",
        "“Go on,”",
        "“For one, your common folk engage in the most violent entertainment. I\nsaw a vicious game being played not far from here, in the plaza below.\nThere were two sides, and they rushed at each other in a rage and\nclashed when they met until one side tackled the other. This went on for\nsome time, the evident point of the sport being to gain points by making\nit so that one of the opposing players cannot get up at the end of a\nround. It was so brutal that I was disgusted and could watch no more.”",
        "“Yes, I see what you mean,” the King replied, “I myself would much\nrather that such games would be forsaken, but the people really enjoy\nit. I must remind you, as well, that your society had the same type of\nthing, as did every other before it. It was football for you, gladiators\nfor the Romans, and so forth.”",
        "“But I thought that you had no traditions? That you were more\nenlightened than those of the past? You can hardly excuse your\nmisconduct by reminding one of the misconduct of another, especially\nwhen you claim to disclaim the errors of history, or at least, that\naltered and redefined thing that you call history.”",
        "“You are right, I have to admit,” he conceded, “But let me remind you\nthat it is a static characteristic of humanity to confuse the ends with\nthe means. When an intense effort is applied, the melodramatic tendency\nis to honor that effort, despite its uselessness, instead of honoring\nthe product of the effort rather than the effort itself. But, you are\nright, I admit, for we have still a few places left to refine in the\ncommon folk.”",
        "Feeling vainglorious at my victory, I pursued him further, “I also\nobserved that your womenfolk wear face coverings in public, which is\nmost certainly a thing of the past.”",
        "“I must disagree with you there Jehu,” he said, evidentially regaining\nhis confidence and sense of moral footing, “For even in your own time\nthe womenfolk all wore masks and face coverings.”",
        "I was taken aback and cried, “Most certainly they did not, your history\nbooks may say so, but I, dear sir, was alive and would know best!”",
        "“What, then,” he coolly replied, with a sharp grin that reeked of self-\nconfidence, “Would you call all the messes of make-up and perfume and\nother such things which they were virtually forced to wear? I see\nnothing different between wearing face coverings and transplanting an\nentirely new face, hair, and body on oneself everyday. In fact, our\nwomen got together and decided voluntarily to do so, for the very reason\nthat if an artificial covering must be put on, it might as well be one\nthat is easy, for why spend an hour or more a day to change one’s\nappearance, when it can be done in moments with a head covering? That is\na great time saver for us. And why spend the resources to research,\nproduce, and market massive amounts of facial paint to cover up the face\nwhen it is possible to put a covering on and get the same effect much,\nmuch easier? It is only logical.",
        "“And in general, Jehu,” he pursued, warming to the subject matter, “I\nfind the oppression of women in your time to be quite appalling. You\nseemed to think that the liberation of women consisted in transforming\nthem into loveless, materialistic thugs, into workaholics whose only\ndesire is wealth, into aggression driven beings that possessed little\nshred of real humanity, into, in a word, men. I think it would have been\na much better endeavor to have attempted to change men into women.”",
        "I was taken aback by his eloquent defense of the treatment of women in\nhis society, and felt, I must admit, a little impressed by his\narguments, seeing as how it did make more sense to wear a head covering\nthan to paint on a face every morning. Still, I desired to let him see\nthat traditions aren’t all that bad, just as they aren’t all that good,\nand, as I had still won one point out of two so far, I felt it safe to\nmove on to my main argument against his humanistic preponderance.",
        "“You are right there, I admit, but tell me, your majesty,” I said with a\nslow, scoffing voice, meant to show that I had a powerful point to make,\nand as if I had to go slow enough for him to comprehend the eloquence of\nmy speech, “Why, if you are so enlightened and progressive, so\nhumanitarian and merciful, why do you keep a whole race of people, of\nhuman beings, stranded on the far shore, able to see the goodness of\nDaem’s plush lands, but unable to visit them? How can you justify the\nkeeping of people in such conditions when it is in your power to relieve\nthem?”",
        "He sobered up more than he already was and answered in his most\ndignified voice, one calculated to stop opposition by its very graces,\n“Their plight is unfortunate, but as they are not my subjects, it is\nnone of my concern.”",
        "“So you knew of them, but did not care. How typical of powerful men.\nWhat are they called?”",
        "“Munams,” he answered, “Is what we call them, though people of your time\nhad a different name for them, Neanderthal, if I am correct.”",
        "My intrigue superseded my conviction and I asked interestedly, “But, how\nis that possible? The Neanderthals were the ancestors of men in my time,\nand the men of my time were the ancestors of the men of this time, how\ncould they be living now?”",
        "“Very simply, for your scientists and philosophers did not understand\nthe revolution of time, and what they thought was evolution was in fact\ndevolution. You see, when they found all the fossils and other such\nevidence for evolution, they interpreted it to mean that they had\nevolved from lesser organisms. Since they didn’t know that time repeats\nitself over and over again, ages of time being like the years of the\nearth, it was actually the remains of the age before them that they\nthought were the remains of their ancestors. In truth, instead of a\ngreat comet hitting the earth and destroying the dinosaurs and many\nother living beings, it was the Great Wars, the nuclear wars, that\ncaused all the damage. And since their perception of the events was\nbackward, instead of the blasts destroying the dinosaurs and the wholly\nmammoths, it was what actually created them, for, you see, after the\nnuclear weapons had all been used, everything in the world died, or came\nvery close to it, all that is, except Daem, which thrived, because of\nthe delcator beetles.",
        "“There were no ’dinosaurs’, only Zards, for when the radiation levels\nwere still high and unstable, we grew to enormous sizes, and likewise\nthere were no wholly mammoths, but Canitaurs. And the Neanderthals that\nappeared shortly after were not the precursors to humans at all, but the\nMunams, who survived on the mainland near Daem because of the corrected\natmosphere, but who were mutilated more than we by the increased\ncorruption across the sea. The Ice Ages, also, were not as you thought,\nbut instead mark the position in the last age after the doom of humanity\nwas played out and everything destroyed. The Big Bang, also, was not at\nthe beginning, but at the very end, being somehow related to the onset\nof the Ice Ages. Your evolutionary theories were close, but the time\ntables were rearranged to fit the facts, since time was thought to be\nlinear.",
        "“That is where our main trouble lies, Jehu, for through geological and\nbiological evidences, even more advanced than those collected during\nyour times, we can tell that something happens at this very period of\nhistory that will wipe all life from the face of the earth for a long\nperiod of time, many thousands of years, until somehow they start to\nreproduce and grow once more into what they are now. Something very\npowerful happens, even more devastating than the nuclear wars, when all\nthe nations of the world used their entire stock of weapons. Our problem\nis how to prevent it, and a great problem it presents, indeed. You see,\nwhile we would wish to be confident of success, since we know generally\nwhat to expect, we know through research that there have been many, many\nages before us in which the same thing has happened. That is why the\ngeological layers have always been found to be strangely misaligned,\nwith fossils from an earlier period here and with a later period there.\nThat is why things like tree fossils are found in coal mines, where they\nshouldn’t be, and why in general, the evidence found in the ground\ndoesn’t fit a consistent pattern.”",
        "As he finished, I could say nothing, for his revelation was sobering to\nme, bringing me suddenly back to the realization that our doom was\nimpending, that every decision I made had the potential to either bring\nus to safety, or to supply the necessary force to hurl us viscously off\nthe cliff of mortality. He was silent as well and allowed me a few\nmoments of meditation to turn his speech in my mind. As is my tendency,\nI looked abstractly out the window as I thought, fixing my subconscious\nfocus on the road that ran from the northern gate down through the city,\nthe road which formed half of the plaza beneath the temple. A moment or\ntwo passed like a solemn parade of mourning, then, suddenly, or at least\nquite unexpected by myself, a party of Canitaurs came walking down the\nnorthern road, unharassed and unescorted through the heart of the city.\nSince they came freely, I knew that they were not prisoners, but still I\nwas perplexed at how a party of them came to be allowed in Nunami at all\nunder such pretexts, especially as they had attempted to bring it to\nruin but a few days before.",
        "The King saw their coming and my interest in them, and said in a way of\nexplanation, “There is to be a council today between the Zards and\nCanitaurs, with you present, of course. Our war has rampaged for quite\nsome time, but we are forced to peace in light of our impending doom,\nbrought by circumstances outside of ourselves. We will decide tonight,\nor tomorrow, what action to take. It is a grim time, you can be sure, my\ndear Jehu, when Zards and Canitaurs meet in peace, a grim time indeed.”",
        "He said that very importantly, with an air of fright in his voice, as\none who knows his end is near, for both him and his loved ones. There\nwas another moment of silence as he reflected on the meaning of his\nwords, and then he rose and beckoned me to follow him. We made our way\nthrough the bottom half of the room and down the long flight of stairs\nthat wound down the great tower in the Temple of Time. When we reached\nthe bottom, we went again into the long room with the bookshelves, the\ntable, and the altar to Temis. Already there waiting for us were the\nCanitaur emissaries, Wagner and Bernibus.",
        "They rose to greet me, bowing low in a deferential manner, more out of\nforced respect than awe, at least on Wagner’s part, and after the\ncustomary blessing that followed, we all sat down at the long wooden\ntable that stretched lengthwise through the room. Wagner and Bernibus\ntook their chairs on one side and the King and myself on the other, he\nand Wagner being opposite each other, and Bernibus and me being the\nsame; the King and I were facing the altar and the White Eagle that held\nit.",
        "There was a moment of silence as we took our seats, and it continued for\nanother moment as everyone sat in an awkward situation. As there was no\none else in the room besides the four of us, and as Wagner seemed\ndisinclined to begin, the King opened up our conference with the\nfollowing statement:",
        "“Well, dear sirs, what can I say, except that I am glad that you have\nfinally condescended to seek a mutual agreement on the actions which are\nabout to ensue, and that I hope that our conference will be productive\nand informative. Before we begin, I will outline the rules of the debate\nand of the conference, which were agreed upon before the military action\nof the recent past,” here he looked at Wagner with the look of a judge\nwho supposes himself morally superior to the criminal in his holding,\n“And by which we will still govern the council, despite the sudden\nchange in circumstances. The rules are as follows: The decision shall be\nmade by the votes of the three parties involved, namely the Zards, the\nCanitaurs, and Jehu, the kinsman redeemer. A majority of two votes is\nrequired to decide which of the paths will be taken: the Futurist or the\nPastite. As is clearly obvious, my dear Jehu, I shall vote Futurist, and\nWagner shall vote Pastite, and it is up to you to cast the decisive\nvote. You are the kinsman redeemer, and for all intents and purposes,\nyou will be the sole decider of the fate of humanity. It is a great\nresponsibility, but one that you were chosen for by the child of Temis,\nthe God of Time. Wagner and myself will each make our cases, though you\nknow them by now, and then you will have all night to decide and you\nwill tell us your decision in the morning,” thus concluded the King’s\nopening address.",
        "Before anyone else could follow it up, I interjected, “But I was sent by\nOnan to do his work on earth, wouldn’t it only make sense for me to\nchoose the way of Onan?”",
        "The King answered me, saying, “You were sent by Temis, the God of Time,\nJehu, for Onan and Zimri are his children who do his work for him, but\nthey only have the powers that he gave them. Onan is the only one able\nto speak to mortals, for he is in the past, while Zimri is in the\nfuture, but Onan also speaks for Zimri, because he is told what to say\nby Temis, whose agents they both are as much as you are Onan’s. Isn’t\nthat so, Wagner?”",
        "Wagner sighed in the affirmative, and when he had done so, I asked him\npointedly, “Why didn’t you tell me? You led me to believe that Onan was\nthe one who sent me, and by his own power.”",
        "Here the King put in, “He merely wanted to prejudice you to his own\nside, Jehu. He attempted to by-pass our peace treaty of long ago when he\ntried to attack us and capture this very temple for his own plans. We\nagreed twenty-five years ago to do it this way, because enough blood had\nbeen shed, and no good had come from it. He violated it when he took you\ninto hiding, using our pursuit after his treachery as justification. But\ncome, in the face of impending doom we cannot squabble over past wrongs,\nbut must move to prevent future disaster from striking.”",
        "“What is so important about this Temple of Time, though?” I asked.",
        "Wagner and the King mumbled together that “It was an essential part of\nthe restoration of Daem”, but would not elaborate, saying that it was\nunimportant to the present troubles. They looked guilty as they said it,\nthough of what I did not know. I was reminded of my indignation at their\nignoring of the sufferings of the Munams and became once more impatient\nwith their self-importance, so I yielded the floor and they began to\nmake their cases. In order to decide who went first, they drew lots, and\nas the shorter was drawn by Wagner, he went first. His speech is as\nfollows:",
        "“The past is constant, Jehu. It has happened and is secure in its place,\nexplored and known. The traditions and customs of our people are\nsteadfast and immovable, for they have survived the ages like a mountain\nthat is untouched by the weather. They have lasted so long not because\nof the mere namesake of tradition, but because they work, because they\nhave worked thousands of times before, and because we know they will\nwork a thousand times in the future. What was good enough for the\ngenerations before us is good enough for us and our children. A\ntradition, or taboo, is not formed by the decision of some contemporary\ncouncil as a means to control others via social restrictions, for if it\nwas it would never have lasted, instead it is formed because of\nexperience, because when something goes beyond it the result is\ntemporary pleasure, the nectar of the fruits of rebellion, but when the\nrebellious desires have faded, what is left is rotten and decayed.",
        "“It brings only more desires for rebellion and more thirst for the\nforsaking of traditions, and it will not be satisfied. Then another\ntaboo will be broken, but this also will not quench the desires of the\nrebellious, who do what they do not for any independent purpose, but\nonly from a desire to break traditions and taboos and to be different\nthan their forebears. But there is no satisfaction in rebellion, only in\nobedience. Obedience not to some alien divinity, not to some social\nsupremest, not to the blind devotion of parental mandates, but obedience\nto common sense, to practicality, to morality. For a taboo is not formed\nby any one person, instead it is slowly built up upon the experiences of\nmany, experiences which show that when one thing is done, suffering is\nwhat follows, and when another thing is done, happiness is what follows.\nOf course there are a few, isolated taboos that are based instead on\nhuman prejudices, but that doesn’t translate into the abandonment of all\nthe experience of precedents. What comes when there are no longer any\ntaboos and traditions to break? Destruction. For as is seen time and\nagain, the rebellion of societies gains momentum, and while their\nconsequences are slow in gathering, in the end they multiply and force\nthose societies over the edge of power, bringing only suffering and\nruin.",
        "“And not only are the experiences of the past wielded together into that\neuphoria that eludes the rebellious–wisdom–but its constant state\ncontrols the present and the future. What men have seen in the past\nleads them in their future actions, and as a result, it is not the\nfuture that controls the present and defines the past, but it is the\npast which controls the present and defines the future. What sense is\nthere in abandoning the mountain of wisdom that the past has built up\nand leaping blindly into hazy, unknown actions and institutions? The\npast is steady, Jehu, and it is known; it is the only sensible way.\"\nThus spoke Wagner.",
        "It was then the King’s turn, and he said as follows:",
        "“The past is the past, not the present nor the future, its time has been\nspent, its part in the theater of life is over, it is extinct. Jehu,\nWagner speaks of us as rebelliously breaking taboos that were formed by\nour forefathers, but that is not true. In the present more is known than\nwas known in the past, they had outdated views and opinions, and their\nideologies were vulgar and unsophisticated. At present we are more\nknowledgeable, more refined than what has gone before. The people of the\npast waged unjust wars. They had superstition and prejudices that\nclouded their visions of morality, and the product of that is a large\namount of taboos and precedents and traditions that are immoral or\nmeaningless. Now is the age of enlightenment, now and never before is\nthe future at hand, mixing with the present as we learn more and more\nabout our world. We are progressive, learning and growing in philosophy\nand lifestyle.",
        "“If those of the past were so upright and wise, than why are they not\nstill among the living? If they were so powerful, then why are they now\nextinct? The past is gone, but the future is yet to come, it still holds\r\ntangible pleasures, not memories, it has promise and potential, while\nthe past is only the ruins of the same. When the past is looked back\nupon, it is small and immaterial, it is like time crumpled up into a wad\nof memories, and a time yesterday or a thousand years ago looks the\nsame, for it is past, it is no more. Life is not short, but in\nretrospect it seems to be, and its memories are distant, as they float\nlike fish in the oceans of time, lacking both definition and scale, and\nhanging lifelessly around in random arrays. Every moment is of the same\nlength, but a moment in the past is nothing, its thoughts and emotions\nare nothing, they are gone and useless to the present, while a moment in\nthe future is long and touchable. A thought that is past is as nothing,\nand it is forgotten, for the past and the future are like a one-way\nmirror, you can look forward into the future, but looking into the past\nyou can see only the present reflected back at you. What good are the\njoys or sorrows of yesterday? They are as far removed as those of a\nthousand years ago, but it is the joys and sorrows of tomorrow that loom\nthe largest. Why look into the past for completion, when it is found\nonly in the future?” Thus spoke the King.",
        "Once both of them had finished there was a short pause, each reflective\nand absorbed with his own thoughts. At last the King broke through the\nstill waters of the moment and sent his rippling voice across its\nformless surface, which revived at once and was joined by many others,\nuntil the outward expression of consciousness sent the waters of the\nmind again into their complex and interwoven dances. He spoke in the\ndepartment of host and concluded the short session with these words,\n“Now the cases are stated, though but briefly, for they were already\nwell-known. As planned prior to the infractions of the treaty, we will\nadjourn for the night, and in the morning Jehu will deliver his verdict,\nwhether we undo our problem through the future, or through the past.”",
        "We all rose and Bernibus, my only friend on the island, came up to me\nand warmly embraced me, while Wagner and the King conversed formally a\nfew yards away. When they were not looking and our backs were turned to\nthem, Bernibus slipped me a piece of paper that was rolled up into a\ntight scroll. Seeing his caution and secrecy, I quickly stashed it in\nthe inside of my shirt, where it could not be seen. I was alarmed at the\nmomentary expression of his face, which showed that he was greatly\nworried about me, and made me very interested in what the paper would\ncontain. His face quickly returned to its original countenance, an\nimpermeable barrier to his insides, and no one except myself had any\ninclination about what had happened. The other two turned towards us,\nand quickly made their farewells, Wagner and Bernibus departing for\ntheir quarters, and the King to escort me back to my prison.",
        "He took my arm in his genially, though only superficially so, for he\nstill had a subdued sense of distrust about him, and we went through the\ndoor to the long, circling stairway from whence we had come. As we\nascended we engaged in small talk, the usual meaningless pleasantry,\nwhich I assume you have probably had enough of in your experiences to\nallow me to dispense with relating it, for it was of no weight in any of\nthe circumstances that I found myself in, and I especially was not\ninterested in it, as the paper given to me by Bernibus claimed my whole\nattention, and filled me with an anticipation and mystery of what it\nmight contain. I kept up the small talk with the King merely to allay\nany suspicions he might have had, though he had none. After a seeming\neternity we reached the top, and once there I stepped into my chambers,\nas the King jestingly called them. We bade each other goodnight, which\nwas followed by the metallic click of the door locking, and the sound\nhis footsteps as he descended and made his way to his palace.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}