{
    "title": "The True Story of My Life - Chapter I.",
    "author": "Hans Christian Andersen",
    "chapter": "2",
    "content": [
        "\n\n",
        "My life is a lovely story, happy and full of incident. If, when I was a\nboy, and went forth into the world poor and friendless, a good fairy\nhad met me and said, “Choose now thy own course through life, and the\nobject for which thou wilt strive, and then, according to the\ndevelopment of thy mind, and as reason requires, I will guide and\ndefend thee to its attainment,” my fate could not, even then, have been\ndirected more happily, more prudently, or better. The history of my\nlife will say to the world what it says to me–There is a loving God,\nwho directs all things for the best.",
        "My native land, Denmark, is a poetical land, full of popular\ntraditions, old songs, and an eventful history, which has become bound\nup with that of Sweden and Norway. The Danish islands are possessed of\nbeautiful beech woods, and corn and clover fields: they resemble\ngardens on a great scale. Upon one of these green islands, Funen,\nstands Odense, the place of my birth. Odense is called after the pagan\ngod Odin, who, as tradition states, lived here: this place is the\ncapital of the province, and lies twenty-two Danish miles from\nCopenhagen.",
        "In the year 1805 there lived here, in a small mean room, a young\nmarried couple, who were extremely attached to each other; he was a\nshoemaker, scarcely twenty-two years old, a man of a richly gifted and\ntruly poetical mind. His wife, a few years older than himself, was\nignorant of life and of the world, but possessed a heart full of love.\nThe young man had himself made his shoemaking bench, and the bedstead\nwith which he began housekeeping; this bedstead he had made out of the\nwooden frame which had borne only a short time before the coffin of the\ndeceased Count Trampe, as he lay in state, and the remnants of the\nblack cloth on the wood work kept the fact still in remembrance.",
        "Instead of a noble corpse, surrounded by crape and wax-lights, here\nlay, on the second of April, 1805, a living and weeping child,–that\nwas myself, Hans Christian Andersen. During the first day of my\nexistence my father is said to have sate by the bed and read aloud in\nHolberg, but I cried all the time. “Wilt thou go to sleep, or listen\nquietly?” it is reported that my father asked in joke; but I still\ncried on; and even in the church, when I was taken to be baptized, I\ncried so loudly that the preacher, who was a passionate man, said, “The\nyoung one screams like a cat!” which words my mother never forgot. A\npoor emigrant, Gomar, who stood as godfather, consoled her in the mean\ntime by saying that the louder I cried as a child, all the more\nbeautifully should I sing when I grew older.",
        "Our little room, which was almost filled with the shoemaker’s bench,\nthe bed, and my crib, was the abode of my childhood; the walls,\nhowever, were covered with pictures, and over the work-bench was a\ncupboard containing books and songs; the little kitchen was full of\nshining plates and metal pans, and by means of a ladder it was possible\nto go out on the roof, where, in the gutters between and the neighbor’s\nhouse, there stood a great chest filled with soil, my mother’s sole\ngarden, and where she grew her vegetables. In my story of the Snow\nQueen that garden still blooms.",
        "I was the only child, and was extremely spoiled, but I continually\nheard from my mother how very much happier I was than she had been, and\nthat I was brought up like a nobleman’s child. She, as a child, had\nbeen driven out by her parents to beg, and once when she was not able\nto do it, she had sate for a whole day under a bridge and wept. I have\ndrawn her character in two different aspects, in old Dominica, in the\nImprovisatore, and in the mother of Christian, in Only a Fiddler.",
        "My father gratified me in all my wishes. I possessed his whole heart;\nhe lived for me. On Sundays, he made me perspective glasses, theatres,\nand pictures which could be changed; he read to me from Holberg’s plays\nand the Arabian Tales; it was only in such moments as these that I can\nremember to have seen him really cheerful, for he never felt himself\nhappy in his life and as a handicrafts-man. His parents had been\ncountry people in good circumstances, but upon whom many misfortunes\nhad fallen; the cattle had died; the farm house had been burned down;\nand lastly, the husband had lost his reason. On this the wife had\nremoved with him to Odense, and there put her son, whose mind was full\nof intelligence, apprentice to a shoemaker; it could not be otherwise,\nalthough it was his ardent wish to be able to attend the Grammar\nSchool, where he might have learned Latin. A few well-to-do citizens\nhad at one time spoken of this, of clubbing together a sufficient sum\nto pay for his board and education, and thus giving him a start in\nlife; but it never went beyond words. My poor father saw his dearest\nwish unfulfilled; and he never lost the remembrance of it. I recollect\nthat once, as a child, I saw tears in his eyes, and it was when a youth\nfrom the Grammar School came to our house to be measured for a new pair\nof boots, and showed us his books and told us what he learned.",
        "“That was the path upon which I ought to have gone!” said my father,\nkissed me passionately, and was silent the whole evening.",
        "He very seldom associated with his equals. He went out into the woods\non Sundays, when he took me with him; he did not talk much when he was\nout, but would sit silently, sunk in deep thought, whilst I ran about\nand strung strawberries on a straw, or bound garlands. Only twice in\nthe year, and that in the month of May, when the woods were arrayed in\ntheir earliest green, did my mother go with us, and then she wore a\ncotton gown, which she put on only on these occasions, and when she\npartook of the Lord’s Supper, and which, as long as I can remember, was\nher holiday gown. She always took home with her from the wood a great\nmany fresh beech boughs, which were then planted behind the polished\nstone. Later in the year sprigs of St. John’s wort were stuck into the\nchinks of the beams, and we considered their growth as omens whether\nour lives would be long or short. Green branches and pictures\nornamented our little room, which my mother always kept neat and clean;\nshe took great pride in always having the bed-linen and the curtains\nvery white.",
        "The mother of my father came daily to our house, were it only for a\nmoment, in order to see her little grandson. I was her joy and her\ndelight. She was a quiet and most amiable old woman, with mild blue\neyes and a fine figure, which life had severely tried. From having been\nthe wife of a countryman in easy circumstances she had now fallen into\ngreat poverty, and dwelt with her feeble-minded husband in a little\nhouse, which was the last, poor remains of their property. I never saw\nher shed a tear. But it made all the deeper impression upon me when she\nquietly sighed, and told me about her own mother’s mother, how she had\nbeen a rich, noble lady in the city of Cassel, and that she had married\na “comedy-player,” that was as she expressed it, and run away from\nparents and home, for all of which her posterity had now to do penance.\nI never can recollect that I heard her mention the family name of her\ngrandmother; but her own maiden name was Nommesen. She was employed to\ntake care of the garden belonging to a lunatic asylum, and every Sunday\nevening she brought us some flowers, which they gave her permission to\ntake home with her. These flowers adorned my mother’s cupboard; but\nstill they were mine, and to me it was allowed to put them in the glass\nof water. How great was this pleasure! She brought them all to me; she\nloved me with her whole soul. I knew it, and I understood it.",
        "She burned, twice in the year, the green rubbish of the garden; on such\noccasions she took me with her to the asylum, and I lay upon the great\nheaps of green leaves and pea-straw. I had many flowers to play with,\nand–which was a circumstance upon which I set great importanceù I had\nhere better food to eat than I could expect at home.",
        "All such patients as were harmless were permitted to go freely about\nthe court; they often came to us in the garden, and with curiosity and\nterror I listened to them and followed them about; nay, I even ventured\nso far as to go with the attendants to those who were raving mad. A\nlong passage led to their cells. On one occasion, when the attendants\nwere out of the way, I lay down upon the floor, and peeped through the\ncrack of the door into one of these cells. I saw within a lady almost\nnaked, lying on her straw bed; her hair hung down over her shoulders,\nand she sang with a very beautiful voice. All at once she sprang up,\nand threw herself against the door where I lay; the little valve\nthrough which she received her food burst open; she stared down upon\nme, and stretched out her long arm towards me. I screamed for terror–I\nfelt the tips of her fingers touching my clothes–I was half dead when\nthe attendant came; and even in later years that sight and that feeling\nremained within my soul.",
        "Close beside the place where the leaves were burned, the poor old women\nhad their spinning-room. I often went in there, and was very soon a\nfavorite. When with these people, I found myself possessed of an\neloquence which filled them with astonishment. I had accidentally heard\nabout the internal mechanism of the human frame, of course without\nunderstanding anything about it; but all these mysteries were very\ncaptivating to me; and with chalk, therefore, I drew a quantity of\nflourishes on the door, which were to represent the intestines; and my\ndescription of the heart and the lungs made the deepest impression. I\npassed for a remarkably wise child, that would not live long; and they\nrewarded my eloquence by telling me tales in return; and thus a world\nas rich as that of the thousand and one nights was revealed to me. The\nstories told by these old ladies, and the insane figures which I saw\naround me in the asylum, operated in the meantime so powerfully upon\nme, that when it grew dark I scarcely dared to go out of the house. I\nwas therefore permitted, generally at sunset, to lay me down in my\nparents’ bed with its long flowered curtains, because the press-bed in\nwhich I slept could not conveniently be put down so early in the\nevening on account of the room it occupied in our small dwelling; and\nhere, in the paternal bed, lay I in a waking dream, as if the actual\nworld did not concern me. I was very much afraid of my weak-minded\ngrandfather. Only once had he ever spoken to me, and then he had made\nuse of the formal pronoun “you.” He employed himself in cutting out of\nwood strange figures, men with beasts’ heads, and beasts with wings;\nthese he packed in a basket and carried them out into the country,\nwhere he was everywhere well received by the peasant women, because he\ngave to them and their children these strange toys. One day, when he\nwas returning to Odense, I heard the boys in the street shouting after\nhim; I hid myself behind a flight of steps in terror, for I knew that I\nwas of his flesh and blood.",
        "Every circumstance around me tended to excite my imagination. Odense\nitself, in those days in which there was not a single steamboat in\nexistence, and when intercourse with other places was much more rare\nthan now, was a totally different city to what it is in our day; a\nperson might have fancied himself living hundreds of years ago, because\nso many customs prevailed then which belonged to an earlier age. The\nguilds walked in procession through the town with their harlequin\nbefore them with mace and bells; on Shrove Tuesday the butchers led the\nfattest ox through the streets adorned with garlands, whilst a boy in a\nwhite shirt and with great wings on his shoulders rode upon it; the\nsailors paraded through the city with music and all their flags flying,\nand then two of the boldest among them stood and wrestled upon a plank\nplaced between two boats, and the one who was not thrown into the water\nwas the victor.",
        "That, however, which more particularly stamped itself upon my memory,\nand became refreshed by after often-repeated relations, was, the abode\nof the Spaniards in Funen in 1808. It is true that at that time I was\nbut three years old; still I nevertheless perfectly remember the brown\nforeign men who made disturbances in the streets, and the cannon which\nwere fired. I saw the people lying on straw in a half-tumbledown\nchurch, which was near the asylum. One day, a Spanish soldier took me\nin his arms and pressed a silver image, which he wore upon his breast,\nto my lips. I remember that my mother was angry at it, because, she\nsaid, there was something papistical about it; but the image, and the\nstrange man, who danced me about, kissed me and wept, pleased me:\ncertainly he had children at home in Spain. I saw one of his comrades\nled to execution; he had killed a Frenchman. Many years afterwards this\nlittle circumstance occasioned me to write my little poem, “The\nSoldier,” which Chamisso translated into German, and which afterwards\nwas included in the illustrated people’s books of soldier-songs.\n[Footnote: This same little song, sent to me by the author, was\ntranslated by me and published in the 19th No. of Howitt’s Journal.–M.\nH.]  I very seldom played with other boys; even at school I took little\ninterest in their games, but remained sitting within doors. At home I\nhad playthings enough, which my father made for me. My greatest delight\nwas in making clothes for my dolls, or in stretching out one of my\nmother’s aprons between the wall and two sticks before a currant-bush\nwhich I had planted in the yard, and thus to gaze in between the sun-\nillumined leaves. I was a singularly dreamy child, and so constantly\nwent about with my eyes shut, as at last to give the impression of\nhaving weak sight, although the sense of sight was especially\ncultivated by me.",
        "Sometimes, during the harvest, my mother went into the field to glean.\nI accompanied her, and we went, like Ruth in the Bible, to glean in the\nrich fields of Boaz. One day we went to a place, the bailiff of which\nwas well known for being a man of a rude and savage disposition. We saw\nhim coming with a huge whip in his hand, and my mother and all the\nothers ran away. I had wooden shoes on my bare feet, and in my haste I\nlost these, and then the thorns pricked me so that I could not run, and\nthus I was left behind and alone. The man came up and lifted his whip\nto strike me, when I looked him in the face and involuntarily\nexclaimed,–",
        "“How dare you strike me, when God can see it?”",
        "The strong, stern man looked at me, and at once became mild; he patted\nme on my cheeks, asked me my name, and gave me money.",
        "When I brought this to my mother and showed it her, she said to the\nothers, “He is a strange child, my Hans Christian; everybody is kind to\nhim: this bad fellow even has given him money.”",
        "I grew up pious and superstitious. I had no idea of want or need; to be\nsure my parents had only sufficient to live from day to day, but I at\nleast had plenty of every thing; an old woman altered my father’s\nclothes for me. Now and then I went with my parents to the theatre,\nwhere the first representations which I saw were in German. “Das\nDonauweibchen” was the favorite piece of the whole city; there,\nhowever, I saw, for the first time, Holberg’s Village Politicians\ntreated as an opera.",
        "The first impression which a theatre and the crowd assembled there made\nupon me was, at all events, no sign of any thing poetical slumbering in\nme; for my first exclamation on seeing so many people, was, “Now, if we\nonly had as many casks of butter as there are people here, then I would\neat lots of butter!” The theatre, however, soon became my favorite\nplace, but, as I could only very seldom go there, I acquired the\nfriendship of the man who carried out the playbills, and he gave me one\nevery day. With this I seated myself in a corner and imagined an entire\nplay, according to the name of the piece and the characters in it. That\nwas my first, unconscious poetising.",
        "My father’s favorite reading was plays and stories, although he also\nread works of history and the Scriptures. He pondered in silent thought\nafterwards upon that which he had read, but my mother did not\nunderstand him when he talked with her about them, and therefore he\ngrew more and more silent. One day, he closed the Bible with the words,\n“Christ was a man like us, but an extraordinary man!” These words\nhorrified my mother, and she burst into tears. In my distress I prayed\nto God that he would forgive this fearful blasphemy in my father.\n“There is no other devil than that which we have in our own hearts,” I\nheard my father say one day and I made myself miserable about him and\nhis soul; I was therefore entirely of the opinion of my mother and the\nneighbours, when my father, one morning, found three scratches on his\narm, probably occasioned by a nail, that the devil had been to visit\nhim in the night, in order to prove to him that he really existed. My\nfather’s rambles in the wood became more frequent; he had no rest. The\nevents of the war in Germany, which he read in the newspapers with\neager curiosity, occupied him completely. Napoleon was his hero: his\nrise from obscurity was the most beautiful example to him. At that time\nDenmark was in league with France; nothing was talked of but war; my\nfather entered the service as a soldier, in hope of returning home a\nlieutenant. My mother wept. The neighbours shrugged their shoulders,\nand said that it was folly to go out to be shot when there was no\noccasion for it.",
        "The morning on which the corps were to march I heard my father singing\nand talking merrily, but his heart was deeply agitated; I observed that\nby the passionate manner in which he kissed me when he took his leave.\nI lay sick of the measles and alone in the room, when the drums beat\nand my mother accompanied my father, weeping, to the city gate. As soon\nas they were gone my old grandmother came in; she looked at me with her\nmild eyes and said, it would be a good thing if I died; but that God’s\nwill was always the best.",
        "That was the first day of real sorrow which I remember.",
        "The regiment advanced no farther than Holstein, peace was concluded,\nand the voluntary soldier returned to his work-stool. Everything fell\ninto its old course. I played again with my dolls, acted comedies, and\nalways in German, because I had only seen them in this language; but my\nGerman was a sort of gibberish which I made up, and in which there\noccurred only one real German word, and that was ’Besen,” a word\nwhich I had picked up out of the various dialects which my father\nbrought home from Holstein.",
        "“Thou hast indeed some benefit from my travels,” said he in joke. “God\nknows whether thou wilt get as far; but that must be thy care. Think\nabout it, Hans Christian!” But it was my mother’s intention that as\nlong as she had any voice in the matter, I should remain at home, and\nnot lose my health as he had done.",
        "That was the case with him; his health had suffered. One morning he\nwoke in a state of the wildest excitement, and talked only of campaigns\nand Napoleon. He fancied that he had received orders from him to take\nthe command. My mother immediately sent me, not to the physician, but\nto a so-called wise woman some miles from Odense. I went to her. She\nquestioned me, measured my arm with a woolen thread, made extraordinary\nsigns, and at last laid a green twig upon my breast. It was, she said,\na piece of the same kind of tree upon which the Saviour was crucified.",
        "“Go now,” said she, “by the river side towards home. If your father\nwill die this time, then you will meet his ghost.”",
        "My anxiety and distress may be imagined,–I, who was so full of\nsuperstition, and whose imagination was so easily excited.",
        "“And thou hast not met anything, hast thou?” inquired my mother when I\ngot home. I assured her, with beating heart, that I had not.",
        "My father died the third day after that. His corpse lay on the bed: I\ntherefore slept with my mother. A cricket chirped the whole night\nthrough.",
        "“He is dead,” said my mother, addressing it; “thou needest not call\nhim. The ice maiden has fetched him.”",
        "I understood what she meant. I recollected that, in the winter before,\nwhen our window panes were frozen, my father pointed to them and showed\nus a figure as that of a maiden with outstretched arms. “She is come to\nfetch me,” said he, in jest. And now, when he lay dead on the bed, my\nmother remembered this, and it occupied my thoughts also.",
        "He was buried in St. Knud’s churchyard, by the door on the left hand\nside coming from the altar. My grandmother planted roses upon his\ngrave. There are now in the selfsame place two strangers’ graves, and\nthe grass grows green upon them also.",
        "After my father’s death I was entirely left to myself. My mother went\nout washing. I sate alone at home with my little theatre, made dolls’\nclothes and read plays. It has been told me that I was always clean and\nnicely dressed. I had grown tall; my hair was long, bright, and almost\nyellow, and I always went bare-headed. There dwelt in our neighborhood\nthe widow of a clergyman, Madame Bunkeflod, with the sister of her\ndeceased husband. This lady opened to me her door, and hers was the\nfirst house belonging to the educated class into which I was kindly\nreceived. The deceased clergyman had written poems, and had gained a\nreputation in Danish literature. His spinning songs were at that time\nin the mouths of the people. In my vignettes to the Danish poets I thus\nsang of him whom my contemporaries had forgotten:–",
        "  Spindles rattle, wheels turn round,\n    Spinning-songs depart;\n  Songs which youth sings soon become\n    Music of the heart.",
        "Here it was that I heard for the first time the word poetspoken, and that with so much reverence, as proved it to be something\nsacred. It is true that my father had read Holberg’s play to me; but\nhere it was not of these that they spoke, but of verses and poetry. “My\nbrother the poet,” said Bunkeflod’s sister, and her eyes sparkled as\nshe said it. From her I learned that it was a something glorious, a\nsomething fortunate, to be a poet. Here, too, for the first time, I\nread Shakspeare, in a bad translation, to be sure; but the bold\ndescriptions, the heroic incidents, witches, and ghosts were exactly to\nmy taste. I immediately acted Shakspeare’s plays on my little puppet\ntheatre. I saw Hamlet’s ghost, and lived upon the heath with Lear. The\nmore persons died in a play, the more interesting I thought it. At this\ntime I wrote my first piece: it was nothing less than a tragedy,\nwherein, as a matter of course, everybody died. The subject of it I\nborrowed from an old song about Pyramus and Thisbe; but I had increased\nthe incidents through a hermit and his son, who both loved Thisbe, and\nwho both killed themselves when she died. Many speeches of the hermit\nwere passages from the Bible, taken out of the little catechism,\nespecially from our duty to our neighbors. To the piece I gave the\ntitle “Abor and Elvira.”",
        "“It ought to be called ’Perch (Aborre) and Stockfish,’” said one of our\nneighbors wittily to me, as I came with it to her after having read it\nwith great satisfaction and joy to all the people in our street. This\nentirely depressed me, because I felt that she was turning both me and\nmy poem to ridicule. With a troubled heart I told it to my mother.",
        "“She only said so,” replied my mother, “because her son had not done\nit.” I was comforted, and began a new piece, in which a king and queen\nwere among the dramatis personae. I thought it was not quite right that\nthese dignified personages, as in Shakspeare, should speak like other\nmen and women. I asked my mother and different people how a king ought\nproperly to speak, but no one knew exactly. They said that it was so\nmany years since a king had been in Odense, but that he certainly spoke\nin a foreign language. I procured myself, therefore, a sort of lexicon,\nin which were German, French, and English words with Danish meanings,\nand this helped me. I took a word out of each language, and inserted\nthem into the speeches of my king and queen. It was a regular Babel-\nlike language, which I considered only suitable for such elevated\npersonages.",
        "I desired now that everybody should hear my piece. It was a real\nfelicity to me to read it aloud, and it never occurred to me that\nothers should not have the same pleasure in listening to it.",
        "The son of one of our neighbors worked in a cloth manufactory, and\nevery week brought home a sum of money. I was at a loose end, people\nsaid, and got nothing. I was also now to go to the manufactory, “not\nfor the sake of the money,” my mother said, “but that she might know\nwhere I was, and what I was doing.”",
        "My old grandmother took me to the place, therefore, and was very much\naffected, because, said she, she had not expected to live to see the\ntime when I should consort with the poor ragged lads that worked there.",
        "Many of the journeymen who were employed in the manufactory were\nGermans; they sang and were merry fellows, and many a coarse joke of\ntheirs filled the place with loud laughter. I heard them, and I there\nlearned that, to the innocent ears of a child, the impure remains very\nunintelligible. It took no hold upon my heart. I was possessed at that\ntime of a remarkably beautiful and high soprano voice, and I knew it;\nbecause when I sang in my parents’ little garden, the people in the\nstreet stood and listened, and the fine folks in the garden of the\nstates-councillor, which adjoined ours, listened at the fence. When,\ntherefore, the people at the manufactory asked me whether I could sing,\nI immediately began, and all the looms stood still: all the journeymen\nlistened to me. I had to sing again and again, whilst the other boys\nhad my work given them to do. I now told them that I also could act\nplays, and that I knew whole scenes of Holberg and Shakspeare.\nEverybody liked me; and in this way, the first days in the manufactory\npassed on very merrily. One day, however, when I was in my best singing\nvein, and everybody spoke of the extraordinary brilliancy of my voice,\none of the journeymen said that I was a girl, and not a boy. He seized\nhold of me. I cried and screamed. The other journeymen thought it very\namusing, and held me fast by my arms and legs. I screamed aloud, and\nwas as much ashamed as a girl; and then, darting from them, rushed home\nto my mother, who immediately promised me that I should never go there\nagain.",
        "I again visited Madame Bunkeflod, for whose birthday I invented and\nmade a white silk pincushion. I also made an acquaintance with another\nold clergyman’s widow in the neighborhood. She permitted me to read\naloud to her the works which she had from the circulating library. One\nof them began with these words: “It was a tempestuous night; the rain\nbeat against the window-panes.”",
        "“That is an extraordinary book,” said the old lady; and I quite\ninnocently asked her how she knew that it was. “I can tell from the\nbeginning,” said she, “that it will turn out extraordinary.”",
        "I regarded her penetration with a sort of reverence.",
        "Once in the harvest time my mother took me with her many miles from\nOdense to a nobleman’s seat in the neighborhood of Bogense, her native\nplace. The lady who lived there, and with whose parents my mother had\nlived, had said that some time she might come and see her. That was a\ngreat journey for me: we went most of the way on foot, and required, I\nbelieve, two days for the journey. The country here made such a strong\nimpression upon me, that my most earnest wish was to remain in it, and\nbecome a countryman. It was just in the hop-picking season; my mother\nand I sat in the barn with a great many country people round a great\nbinn, and helped to pick the hops. They told tales as they sat at their\nwork, and every one related what wonderful things he had seen or\nexperienced. One afternoon I heard an old man among them say that God\nknew every thing, both what had happened and what would happen. That\nidea occupied my whole mind, and towards evening, as I went alone from\nthe court, where there was a deep pond, and stood upon some stones\nwhich were just within the water, the thought passed through my head,\nwhether God actually knew everything which was to happen there. Yes, he\nhas now determined that I should live and be so many years old, thought\nI; but, if I now were to jump into the water here and drown myself,\nthen it would not be as he wished; and all at once I was firmly and\nresolutely determined to drown myself. I ran to where the water was\ndeepest, and then a new thought passed through my soul. “It is the\ndevil who wishes to have power over me!” I uttered a loud cry, and,\nrunning away from the place as if I were pursued, fell weeping into my\nmother’s arms. But neither she nor any one else could wring from me\nwhat was amiss with me.",
        "“He has certainly seen a ghost,” said one of the women; and I almost\nbelieved so myself.",
        "My mother married a second time, a young handicraftsman; but his\nfamily, who also belonged to the handicraft class, thought that he had\nmarried below himself, and neither my mother nor myself were permitted\nto visit them. My step-father was a young, grave man, who would have\nnothing to do with my education. I spent my time, therefore, over my\npeep show and my puppet theatre, and my greatest happiness consisted in\ncollecting bright colored pieces of cloth and silk, which I cut out\nmyself and sewed. My mother regarded it as good exercise preparatory to\nmy becoming a tailor, and took up the idea that I certainly was born\nfor it. I, on the contrary, said that I would go to the theatre and be\nan actor, a wish which my mother most sedulously opposed, because she\nknew of no other theatre than those of the strolling players and the\nrope-dancers. No, a tailor I must and should be. The only thing which\nin some measure reconciled me to this prospect was, that I should then\nget so many fragments to make up for my theatre.",
        "My passion for reading, the many dramatic scenes which I knew by heart,\nand my remarkably fine voice, had turned upon me in some sort the\nattention of several of the more influential families of Odense. I was\nsent for to their houses, and the peculiar characteristics of my mind\nexcited their interest. Among others who noticed me was the Colonel\nHoegh-Guldberg, who with his family showed me the kindest sympathy; so\nmuch so, indeed, that he introduced me to the present king, then Prince\nChristian.",
        "I grew rapidly, and was a tall lad, of whom my mother said that she\ncould not let him any longer go about without any object in life. I was\nsent, therefore, to the charity school, but learned only religion,\nwriting, and arithmetic, and the last badly enough; I could also\nscarcely spell a word correctly. On the master’s birthday I always wove\nhim a garland and wrote him a poem; he received them half with smiles\nand half as a joke; the last time, however, he scolded me. The street\nlads had also heard from their parents of my peculiar turn of mind, and\nthat I was in the habit of going to the houses of the gentry. I was\ntherefore one day pursued by a wild crowd of them, who shouted after me\nderisively, “There runs the play-writer!” I hid myself at home in a\ncorner, wept, and prayed to God.",
        "My mother said that I must be confirmed, in order that I might be\napprenticed to the tailor trade, and thus do something rational. She\nloved me with her whole heart, but she did not understand my impulses\nand my endeavors, nor indeed at that time did I myself. The people\nabout her always spoke against my odd ways, and turned me to ridicule.",
        "We belonged to the parish of St. Knud, and the candidates for\nconfirmation could either enter their names with the prevost or the\nchaplain. The children of the so-called superior families and the\nscholars of the grammar school went to the first, and the children of\nthe poor to the second. I, however, announced myself as a candidate to\nthe prevost, who was obliged to receive me, although he discovered\nvanity in my placing myself among his catechists, where, although\ntaking the lowest place, I was still above those who were under the\ncare of the chaplain. I would, however, hope that it was not alone\nvanity which impelled me. I had a sort of fear of the poor boys, who\nhad laughed at me, and I always felt as it were an inward drawing\ntowards the scholars of the grammar school, whom I regarded as far\nbetter than other boys. When I saw them playing in the church-yard, I\nwould stand outside the railings, and wish that I were but among the\nfortunate ones,–not for the sake of play, but for the sake of the many\nbooks they had, and for what they might be able to become in the world.\nWith the prevost, therefore, I should be able to come together with\nthem, and be as they were; but I do not remember a single one of them\nnow, so little intercourse would they hold with me. I had daily the\nfeeling of having thrust myself in where people thought that I did not\nbelong. One young girl, however, there was, and one who was considered\ntoo of the highest rank, whom I shall afterwards have to mention; she\nalways looked gently and kindly at me, and even once gave me a rose. I\nreturned home full of happiness, because there was one being who did\nnot overlook and repel me.",
        "An old female tailor altered my deceased father’s great coat into a\nconfirmation suit for me; never before had I worn so good a coat. I had\nalso for the first time in my life a pair of boots. My delight was\nextremely great; my only fear was that everybody would not see them,\nand therefore I drew them up over my trousers, and thus marched through\nthe church. The boots creaked, and that inwardly pleased me, for thus\nthe congregation would hear that they were new. My whole devotion was\ndisturbed; I was aware of it, and it caused me a horrible pang of\nconscience that my thoughts should be as much with my new boots as with\nGod. I prayed him earnestly from my heart to forgive me, and then again\nI thought about my new boots.",
        "During the last year I had saved together a little sum of money. When I\ncounted it over I found it to be thirteen rix dollars banco (about\nthirty shillings) I was quite overjoyed at the possession of so much\nwealth, and as my mother now most resolutely required that I should be\napprenticed to a tailor, I prayed and besought her that I might make a\njourney to Copenhagen, that I might see the greatest city in the world.\n“What wilt thou do there?” asked my mother.",
        "“I will become famous,” returned I, and I then told her all that I had\nread about extraordinary men. “People have,” said I, “at first an\nimmense deal of adversity to go through, and then they will be famous.”",
        "It was a wholly unintelligible impulse that guided me. I wept, I\nprayed, and at last my mother consented, after having first sent for a\nso-called wise woman out of the hospital, that she might read my future\nfortune by the coffee-grounds and cards.",
        "“Your son will become a great man,” said the old woman, “and in honor\nof him, Odense will one day be illuminated.”",
        "My mother wept when she heard that, and I obtained permission to\ntravel. All the neighbors told my mother that it was a dreadful thing\nto let me, at only fourteen years of age, go to Copenhagen, which was\nsuch a long way off, and such a great and intricate city, and where I\nknew nobody.",
        "“Yes,” replied my mother, “but he lets me have no peace; I have\ntherefore given my consent, but I am sure that he will go no further\nthan Nyborg; when he gets sight of the rough sea, he will be frightened\nand turn back again.”",
        "During the summer before my confirmation, a part of the singers and\nperformers of the Theatre Royal had been in Odense, and had given a\nseries of operas and tragedies there. The whole city was taken with\nthem. I, who was on good terms with the man who delivered the play-\nbills, saw the performances behind the scenes, and had even acted a\npart as page, shepherd, etc., and had spoken a few words. My zeal was\nso great on such occasions, that I stood there fully apparelled when\nthe actors arrived to dress. By these means their attention was turned\nto me; my childlike manners and my enthusiasm amused them; they talked\nkindly with me, and I looked up to them as to earthly divinities.\nEverything which I had formerly heard about my musical voice, and my\nrecitation of poetry, became intelligible to me. It was the theatre for\nwhich I was born: it was there that I should become a famous man, and\nfor that reason Copenhagen was the goal of my endeavors. I heard a deal\nsaid about the large theatre in Copenhagen, and that there was to be\nsoon what was called the ballet, a something which surpassed both the\nopera and the play; more especially did I hear the solo-dancer, Madame\nSchall, spoken of as the first of all. She therefore appeared to me as\nthe queen of everything, and in my imagination I regarded her as the\none who would be able to do everything for me, if I could only obtain\nher support. Filled with these thoughts, I went to the old printer\nIversen, one of the most respectable citizens of Odense, and who, as I\nheard, had had considerable intercourse with the actors when they were\nin the town. He, I thought, must of necessity be acquainted with the\nfamous dancer; him I would request to give me a letter of introduction\nto her, and then I would commit the rest to God.",
        "The old man saw me for the first time, and heard my petition with much\nkindness; but he dissuaded me most earnestly from it, and said that I\nmight learn a trade.",
        "“That would actually be a great sin,” returned I.",
        "He was startled at the manner in which I said that, and it prepossessed\nhim in my favor; he confessed that he was not personally acquainted\nwith the dancer, but still that he would give me a letter to her. I\nreceived one from him, and now believed the goal to be nearly won.",
        "My mother packed up my clothes in a small bundle, and made a bargain\nwith the driver of a post carriage to take me back with him to\nCopenhagen for three rix dollars banco. The afternoon on which we were\nto set out came, and my mother accompanied me to the city gate. Here\nstood my old grandmother; in the last few years her beautiful hair had\nbecome grey; she fell upon my neck and wept, without being able to\nspeak a word. I was myself deeply affected. And thus we parted. I saw\nher no more; she died in the following year.",
        "I do not even know her grave; she sleeps in the poor-house burial-\nground.",
        "The postilion blew his horn; it was a glorious sunny afternoon, and the\nsunshine soon entered into my gay child-like mind. I delighted in every\nnovel object which met my eye, and I was journeying towards the goal of\nmy soul’s desires. When, however, I arrived at Nyborg on the great\nBelt, and was borne in the ship away from my native island, I then\ntruly felt how alone and forlorn I was, and that I had no one else\nexcept God in heaven to depend upon.",
        "As soon as I set foot on Zealand, I stepped behind a shed, which stood\non the shore, and falling upon my knees, besought of God to help and\nguide me aright; I felt myself comforted by so doing, and I firmly\ntrusted in God and my own good fortune. The whole day and the following\nnight I travelled through cities and villages; I stood solitarily by\nthe carriage, and ate my bread while it was repacked.–I thought I was\nfar away in the wide world.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}