{
    "title": "The War of the Worlds - Chapter Twelve",
    "author": "H.G. Wells",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "\n   As the dawn grew brighter we withdrew from the win-\ndow from which we had watched the Martians, and went\nvery quietly downstairs.",
        "The artilleryman agreed with me that the house was no\nplace to stay in.  He proposed, he said, to make his way\nLondonward, and thence rejoin his battery--No. 12, of the\nHorse Artillery.  My plan was to return at once to Leather-\nhead; and so greatly had the strength of the Martians im-\npressed me that I had determined to take my wife to New-\nhaven, and go with her out of the country forthwith.  For I\nalready perceived clearly that the country about London\nmust inevitably be the scene of a disastrous struggle before\nsuch creatures as these could be destroyed.",
        "Between us and Leatherhead, however, lay the third cylin-\nder, with its guarding giants.  Had I been alone, I think I\nshould have taken my chance and struck across country.  But\nthe artilleryman dissuaded me: “It’s no kindness to the right\nsort of wife,” he said, “to make her a widow\"; and in the end\nI agreed to go with him, under cover of the woods, northward\nas far as Street Cobham before I parted with him.  Thence I\nwould make a big detour by Epsom to reach Leatherhead.",
        "I should have started at once, but my companion had been\nin active service and he knew better than that.  He made me\nransack the house for a flask, which he filled with whiskey;\nand we lined every available pocket with packets of biscuits\nand slices of meat.  Then we crept out of the house, and ran\nas quickly as we could down the ill-made road by which I\nhad come overnight.  The houses seemed deserted.  In the\nroad lay a group of three charred bodies close together,\nstruck dead by the Heat-Ray; and here and there were things\nthat people had dropped--a clock, a slipper, a silver spoon,\nand the like poor valuables.  At the corner turning up towards\nthe post office a little cart, filled with boxes and furniture,\nand horseless, heeled over on a broken wheel.  A cash box had\nbeen hastily smashed open and thrown under the debris.",
        "Except the lodge at the Orphanage, which was still on fire,\nnone of the houses had suffered very greatly here.  The Heat-\nRay had shaved the chimney tops and passed.  Yet, save our-\nselves, there did not seem to be a living soul on Maybury\nHill.  The majority of the inhabitants had escaped, I suppose,\nby way of the Old Woking road--the road I had taken when\nI drove to Leatherhead--or they had hidden.",
        "We went down the lane, by the body of the man in black,\nsodden now from the overnight hail, and broke into the\nwoods at the foot of the hill.  We pushed through these\ntowards the railway without meeting a soul.  The woods\nacross the line were but the scarred and blackened ruins of\nwoods; for the most part the trees had fallen, but a certain\nproportion still stood, dismal grey stems, with dark brown\nfoliage instead of green.",
        "On our side the fire had done no more than scorch the\nnearer trees; it had failed to secure its footing.  In one place\nthe woodmen had been at work on Saturday; trees, felled\nand freshly trimmed, lay in a clearing, with heaps of sawdust\nby the sawing-machine and its engine.  Hard by was a tem-\nporary hut, deserted.  There was not a breath of wind this\nmorning, and everything was strangely still.  Even the birds\nwere hushed, and as we hurried along I and the artilleryman\ntalked in whispers and looked now and again over our\nshoulders.  Once or twice we stopped to listen.",
        "After a time we drew near the road, and as we did so we\nheard the clatter of hoofs and saw through the tree stems\nthree cavalry soldiers riding slowly towards Woking.  We\nhailed them, and they halted while we hurried towards them.\nIt was a lieutenant and a couple of privates of the 8th Hus-\nsars, with a stand like a theodolite, which the artilleryman\ntold me was a heliograph.",
        "“You are the first men I’ve seen coming this way this morn-\ning,” said the lieutenant.  “What’s brewing?”",
        "His voice and face were eager.  The men behind him stared\ncuriously.  The artilleryman jumped down the bank into the\nroad and saluted.",
        "“Gun destroyed last night, sir.  Have been hiding.  Trying\nto rejoin battery, sir.  You’ll come in sight of the Martians, I\nexpect, about half a mile along this road.”",
        "“What the dickens are they like?” asked the lieutenant.",
        "“Giants in armour, sir.  Hundred feet high.  Three legs and\na body like ’luminium, with a mighty great head in a hood,\nsir.”",
        "“Get out!” said the lieutenant.  “What confounded non-\nsense!”",
        "“You’ll see, sir.  They carry a kind of box, sir, that shoots\nfire and strikes you dead.”",
        "“What d’ye mean--a gun?”",
        "“No, sir,” and the artilleryman began a vivid account of\nthe Heat-Ray.  Halfway through, the lieutenant interrupted\nhim and looked up at me.  I was still standing on the bank by\nthe side of the road.",
        "“It’s perfectly true,” I said.",
        "“Well,” said the lieutenant, “I suppose it’s my business to\nsee it too.  Look here\"--to the artilleryman--\"we’re detailed\nhere clearing people out of their houses.  You’d better go\nalong and report yourself to Brigadier-General Marvin, and\ntell him all you know.  He’s at Weybridge.  Know the way?”",
        "“I do,” I said; and he turned his horse southward again.",
        "“Half a mile, you say?” said he.",
        "“At most,” I answered, and pointed over the treetops south-\nward.  He thanked me and rode on, and we saw them no\nmore.",
        "Farther along we came upon a group of three women and\ntwo children in the road, busy clearing out a labourer’s cot-\ntage.  They had got hold of a little hand truck, and were piling\nit up with unclean-looking bundles and shabby furniture.\nThey were all too assiduously engaged to talk to us as we\npassed.",
        "By Byfleet station we emerged from the pine trees, and\nfound the country calm and peaceful under the morning sun-\nlight.  We were far beyond the range of the Heat-Ray there,\nand had it not been for the silent desertion of some of the\nhouses, the stirring movement of packing in others, and the\nknot of soldiers standing on the bridge over the railway and\nstaring down the line towards Woking, the day would have\nseemed very like any other Sunday.",
        "Several farm waggons and carts were moving creakily\nalong the road to Addlestone, and suddenly through the gate\nof a field we saw, across a stretch of flat meadow, six twelve-\npounders standing neatly at equal distances pointing towards\nWoking.  The gunners stood by the guns waiting, and the\nammunition waggons were at a business-like distance.  The\nmen stood almost as if under inspection.",
        "“That’s good!” said I.  “They will get one fair shot, at any\nrate.”",
        "The artilleryman hesitated at the gate.",
        "“I shall go on,” he said.",
        "Farther on towards Weybridge, just over the bridge, there\nwere a number of men in white fatigue jackets throwing up\na long rampart, and more guns behind.",
        "“It’s bows and arrows against the lightning, anyhow,” said\nthe artilleryman.  “They ’aven’t seen that fire-beam yet.”",
        "The officers who were not actively engaged stood and\nstared over the treetops southwestward, and the men digging\nwould stop every now and again to stare in the same direc-\ntion.",
        "Byfleet was in a tumult; people packing, and a score of\nhussars, some of them dismounted, some on horseback, were\nhunting them about.  Three or four black government wag-\ngons, with crosses in white circles, and an old omnibus, among\nother vehicles, were being loaded in the village street.  There\nwere scores of people, most of them sufficiently sabbatical to\nhave assumed their best clothes.  The soldiers were having\nthe greatest difficulty in making them realise the gravity of\ntheir position.  We saw one shrivelled old fellow with a huge\nbox and a score or more of flower pots containing orchids,\nangrily expostulating with the corporal who would leave them\nbehind.  I stopped and gripped his arm.",
        "“Do you know what’s over there?” I said, pointing at the\npine tops that hid the Martians.",
        "“Eh?” said he, turning.  “I was explainin” these is vallyble.”",
        "“Death!” I shouted.  “Death is coming!  Death!” and leaving\nhim to digest that if he could, I hurried on after the artillery-\nman.  At the corner I looked back.  The soldier had left him,\nand he was still standing by his box, with the pots of orchids\non the lid of it, and staring vaguely over the trees.",
        " No one in Weybridge could tell us where the headquarters\nwere established; the whole place was in such confusion as I\nhad never seen in any town before.  Carts, carriages every-\nwhere, the most astonishing miscellany of conveyances and\nhorseflesh.  The respectable inhabitants of the place, men in\ngolf and boating costumes, wives prettily dressed, were pack-\ning, river-side loafers energetically helping, children excited,\nand, for the most part, highly delighted at this astonishing\nvariation of their Sunday experiences.  In the midst of it all\nthe worthy vicar was very pluckily holding an early celebra-\ntion, and his bell was jangling out above the excitement.",
        "I and the artilleryman, seated on the step of the drinking\nfountain, made a very passable meal upon what we had\nbrought with us.  Patrols of soldiers--here no longer hussars,\nbut grenadiers in white--were warning people to move now\nor to take refuge in their cellars as soon as the firing began.\nWe saw as we crossed the railway bridge that a growing\ncrowd of people had assembled in and about the railway\nstation, and the swarming platform was piled with boxes and\npackages.  The ordinary traffic had been stopped, I believe, in\norder to allow of the passage of troops and guns to Chertsey,\nand I have heard since that a savage struggle occurred for\nplaces in the special trains that were put on at a later hour.",
        "We remained at Weybridge until midday, and at that hour\nwe found ourselves at the place near Shepperton Lock where\nthe Wey and Thames join.  Part of the time we spent helping\ntwo old women to pack a little cart.  The Wey has a treble\nmouth, and at this point boats are to be hired, and there was\na ferry across the river.  On the Shepperton side was an inn\nwith a lawn, and beyond that the tower of Shepperton Church\n--it has been replaced by a spire--rose above the trees.",
        "Here we found an excited and noisy crowd of fugitives.  As\nyet the flight had not grown to a panic, but there were already\nfar more people than all the boats going to and fro could\nenable to cross.  People came panting along under heavy bur-\ndens; one husband and wife were even carrying a small out-\nhouse door between them, with some of their household goods\npiled thereon.  One man told us he meant to try to get away\nfrom Shepperton station.",
        "There was a lot of shouting, and one man was even jesting.\nThe idea people seemed to have here was that the Martians\nwere simply formidable human beings, who might attack and\nsack the town, to be certainly destroyed in the end.  Every\nnow and then people would glance nervously across the Wey,\nat the meadows towards Chertsey, but everything over there\nwas still.",
        "Across the Thames, except just where the boats landed,\neverything was quiet, in vivid contrast with the Surrey side.\nThe people who landed there from the boats went tramping\noff down the lane.  The big ferryboat had just made a\njourney.  Three or four soldiers stood on the lawn of the inn,\nstaring and jesting at the fugitives, without offering to help.\nThe inn was closed, as it was now within prohibited hours.",
        "“What’s that?” cried a boatman, and “Shut up, you fool!\"\nsaid a man near me to a yelping dog.  Then the sound came\nagain, this time from the direction of Chertsey, a muffled\nthud--the sound of a gun.",
        "The fighting was beginning.  Almost immediately unseen\nbatteries across the river to our right, unseen because of the\ntrees, took up the chorus, firing heavily one after the other.\nA woman screamed.  Everyone stood arrested by the sudden\nstir of battle, near us and yet invisible to us.  Nothing was to\nbe seen save flat meadows, cows feeding unconcernedly for\nthe most part, and silvery pollard willows motionless in the\nwarm sunlight.",
        "“The sojers’ll stop ’em,” said a woman beside me, doubt-\nfully.  A haziness rose over the treetops.",
        "Then suddenly we saw a rush of smoke far away up the\nriver, a puff of smoke that jerked up into the air and hung;\nand forthwith the ground heaved under foot and a heavy\nexplosion shook the air, smashing two or three windows in\nthe houses near, and leaving us astonished.",
        "“Here they are!” shouted a man in a blue jersey.  “Yonder!\nD’yer see them?  Yonder!”",
        "Quickly, one after the other, one, two, three, four of the\narmoured Martians appeared, far away over the little trees,\nacross the flat meadows that stretched towards Chertsey, and\nstriding hurriedly towards the river.  Little cowled figures they\nseemed at first, going with a rolling motion and as fast as\nflying birds.",
        "Then, advancing obliquely towards us, came a fifth.  Their\narmoured bodies glittered in the sun as they swept swiftly\nforward upon the guns, growing rapidly larger as they drew\nnearer.  One on the extreme left, the remotest that is, flour-\nished a huge case high in the air, and the ghostly, terrible\nHeat-Ray I had already seen on Friday night smote towards\nChertsey, and struck the town.",
        "At sight of these strange, swift, and terrible creatures the\ncrowd near the water’s edge seemed to me to be for a moment\nhorror-struck.  There was no screaming or shouting, but a\nsilence.  Then a hoarse murmur and a movement of feet--a\nsplashing from the water.  A man, too frightened to drop the\nportmanteau he carried on his shoulder, swung round and\nsent me staggering with a blow from the corner of his burden.\nA woman thrust at me with her hand and rushed past me.  I\nturned with the rush of the people, but I was not too terrified\nfor thought.  The terrible Heat-Ray was in my mind.  To get\nunder water!  That was it!",
        "“Get under water!” I shouted, unheeded.",
        "I faced about again, and rushed towards the approaching\nMartian, rushed right down the gravelly beach and headlong\ninto the water.  Others did the same.  A boatload of people\nputting back came leaping out as I rushed past.  The stones\nunder my feet were muddy and slippery, and the river was\nso low that I ran perhaps twenty feet scarcely waist-deep.\nThen, as the Martian towered overhead scarcely a couple of\nhundred yards away, I flung myself forward under the sur-\nface.  The splashes of the people in the boats leaping into the\nriver sounded like thunderclaps in my ears.  People were\nlanding hastily on both sides of the river.\n  But the Martian machine took no more notice for the\nmoment of the people running this way and that than a man\nwould of the confusion of ants in a nest against which his\nfoot has kicked.  When, half suffocated, I raised my head\nabove water, the Martian’s hood pointed at the batteries that\nwere still firing across the river, and as it advanced it swung\nloose what must have been the generator of the Heat-Ray.",
        "In another moment it was on the bank, and in a stride wad-\ning halfway across.  The knees of its foremost legs bent at\nthe farther bank, and in another moment it had raised itself\nto its full height again, close to the village of Shepperton.\nForthwith the six guns which, unknown to anyone on the\nright bank, had been hidden behind the outskirts of that\nvillage, fired simultaneously.  The sudden near concussion,\nthe last close upon the first, made my heart jump.  The\nmonster was already raising the case generating the Heat-Ray\nas the first shell burst six yards above the hood.",
        "I gave a cry of astonishment.  I saw and thought nothing of\nthe other four Martian monsters; my attention was riveted\nupon the nearer incident.  Simultaneously two other shells\nburst in the air near the body as the hood twisted round in\ntime to receive, but not in time to dodge, the fourth shell.",
        "The shell burst clean in the face of the Thing.  The hood\nbulged, flashed, was whirled off in a dozen tattered frag-\nments of red flesh and glittering metal.",
        "“Hit!” shouted I, with something between a scream and a\ncheer.",
        "I heard answering shouts from the people in the water\nabout me.  I could have leaped out of the water with that\nmomentary exultation.",
        "The decapitated colossus reeled like a drunken giant; but\nit did not fall over.  It recovered its balance by a miracle,\nand, no longer heeding its steps and with the camera that fired\nthe Heat-Ray now rigidly upheld, it reeled swiftly upon Shep-\nperton.  The living intelligence, the Martian within the hood,\nwas slain and splashed to the four winds of heaven, and the\nThing was now but a mere intricate device of metal whirling\nto destruction.  It drove along in a straight line, incapable of\nguidance.  It struck the tower of Shepperton Church, smash-\ning it down as the impact of a battering ram might have\ndone, swerved aside, blundered on and collapsed with tre-\nmendous force into the river out of my sight.",
        "A violent explosion shook the air, and a spout of water,\nsteam, mud, and shattered metal shot far up into the sky.\nAs the camera of the Heat-Ray hit the water, the latter had\nimmediately flashed into steam.  In another moment a huge\nwave, like a muddy tidal bore but almost scaldingly hot, came\nsweeping round the bend upstream.  I saw people struggling\nshorewards, and heard their screaming and shouting faintly\nabove the seething and roar of the Martian’s collapse.",
        "For a moment I heeded nothing of the heat, forgot the\npatent need of self-preservation.  I splashed through the tu-\nmultuous water, pushing aside a man in black to do so, until\nI could see round the bend.  Half a dozen deserted boats\npitched aimlessly upon the confusion of the waves.  The fallen\nMartian came into sight downstream, lying across the river,\nand for the most part submerged.",
        "Thick clouds of steam were pouring off the wreckage, and\nthrough the tumultuously whirling wisps I could see, inter-\nmittently and vaguely, the gigantic limbs churning the water\nand flinging a splash and spray of mud and froth into the air.\nThe tentacles swayed and struck like living arms, and, save\nfor the helpless purposelessness of these movements, it was\nas if some wounded thing were struggling for its life amid\nthe waves.  Enormous quantities of a ruddy-brown fluid were\nspurting up in noisy jets out of the machine.",
        "My attention was diverted from this death flurry by a\nfurious yelling, like that of the thing called a siren in our\nmanufacturing towns.  A man, knee-deep near the towing\npath, shouted inaudibly to me and pointed.  Looking back,\nI saw the other Martians advancing with gigantic strides down\nthe riverbank from the direction of Chertsey.  The Shepperton\nguns spoke this time unavailingly.",
        "At that I ducked at once under water, and, holding my\nbreath until movement was an agony, blundered painfully\nahead under the surface as long as I could.  The water was in\na tumult about me, and rapidly growing hotter.",
        "When for a moment I raised my head to take breath and\nthrow the hair and water from my eyes, the steam was rising\nin a whirling white fog that at first hid the Martians alto-\ngether.  The noise was deafening.  Then I saw them dimly,\ncolossal figures of grey, magnified by the mist.  They had\npassed by me, and two were stooping over the frothing, tu-\nmultuous ruins of their comrade.",
        "The third and fourth stood beside him in the water, one\nperhaps two hundred yards from me, the other towards Lale-\nham.  The generators of the Heat-Rays waved high, and the\nhissing beams smote down this way and that.",
        "The air was full of sound, a deafening and confusing con-\nflict of noises--the clangorous din of the Martians, the crash\nof falling houses, the thud of trees, fences, sheds flashing into\nflame, and the crackling and roaring of fire.  Dense black\nsmoke was leaping up to mingle with the steam from the\nriver, and as the Heat-Ray went to and fro over Weybridge\nits impact was marked by flashes of incandescent white, that\ngave place at once to a smoky dance of lurid flames.  The\nnearer houses still stood intact, awaiting their fate, shadowy,\nfaint and pallid in the steam, with the fire behind them\ngoing to and fro.",
        "For a moment perhaps I stood there, breast-high in the\nalmost boiling water, dumbfounded at my position, hopeless\nof escape.  Through the reek I could see the people who had\nbeen with me in the river scrambling out of the water\nthrough the reeds, like little frogs hurrying through grass\nfrom the advance of a man, or running to and fro in utter\ndismay on the towing path.",
        "Then suddenly the white flashes of the Heat-Ray came\nleaping towards me.  The houses caved in as they dissolved at\nits touch, and darted out flames; the trees changed to fire with\na roar.  The Ray flickered up and down the towing path,\nlicking off the people who ran this way and that, and came\ndown to the water’s edge not fifty yards from where I stood.\nIt swept across the river to Shepperton, and the water in its\ntrack rose in a boiling weal crested with steam.  I turned\nshoreward.",
        "In another moment the huge wave, well-nigh at the boiling-\npoint had rushed upon me.  I screamed aloud, and scalded,\nhalf blinded, agonised, I staggered through the leaping, hiss-\ning water towards the shore.  Had my foot stumbled, it would\nhave been the end.  I fell helplessly, in full sight of the Mar-\ntians, upon the broad, bare gravelly spit that runs down to\nmark the angle of the Wey and Thames.  I expected nothing\nbut death.",
        "I have a dim memory of the foot of a Martian coming\ndown within a score of yards of my head, driving straight\ninto the loose gravel, whirling it this way and that and\nlifting again; of a long suspense, and then of the four carry-\ning the debris of their comrade between them, now clear\nand then presently faint through a veil of smoke, receding\ninterminably, as it seemed to me, across a vast space of river\nand meadow.  And then, very slowly, I realised that by a\nmiracle I had escaped.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}