{
    "title": "The Secret Garden - Chapter XV - Nest Building",
    "author": "Frances Hodgson Burnett",
    "chapter": "15",
    "content": [
        "\n\n",
        "After another week of rain the high arch of blue sky\nappeared again and the sun which poured down was quite hot.\nThough there had been no chance to see either the secret\ngarden or Dickon, Mistress Mary had enjoyed herself\nvery much.  The week had not seemed long.  She had spent\nhours of every day with Colin in his room, talking about\nRajahs or gardens or Dickon and the cottage on the moor.\nThey had looked at the splendid books and pictures and\nsometimes Mary had read things to Colin, and sometimes he\nhad read a little to her.  When he was amused and interested\nshe thought he scarcely looked like an invalid at all,\nexcept that his face was so colorless and he was always\non the sofa.",
        "“You are a sly young one to listen and get out of your\nbed to go following things up like you did that night,\"\nMrs. Medlock said once.  “But there’s no saying it’s\nnot been a sort of blessing to the lot of us.  He’s not\nhad a tantrum or a whining fit since you made friends.\nThe nurse was just going to give up the case because she\nwas so sick of him, but she says she doesn’t mind staying\nnow you’ve gone on duty with her,” laughing a little.",
        "In her talks with Colin, Mary had tried to be very cautious\nabout the secret garden.  There were certain things she\nwanted to find out from him, but she felt that she must\nfind them out without asking him direct questions.\nIn the first place, as she began to like to be with him,\nshe wanted to discover whether he was the kind of boy you\ncould tell a secret to.  He was not in the least like Dickon,\nbut he was evidently so pleased with the idea of a garden\nno one knew anything about that she thought perhaps he\ncould be trusted.  But she had not known him long enough\nto be sure.  The second thing she wanted to find out was\nthis: If he could be trusted–if he really could–wouldn’t\nit be possible to take him to the garden without having\nany one find it out? The grand doctor had said that he must\nhave fresh air and Colin had said that he would not mind\nfresh air in a secret garden.  Perhaps if he had a great\ndeal of fresh air and knew Dickon and the robin and saw\nthings growing he might not think so much about dying.\nMary had seen herself in the glass sometimes lately when she\nhad realized that she looked quite a different creature\nfrom the child she had seen when she arrived from India.\nThis child looked nicer.  Even Martha had seen a change\nin her.",
        "“Th’ air from th’ moor has done thee good already,\"\nshe had said.  “Tha’rt not nigh so yeller and tha’rt not\nnigh so scrawny.  Even tha’ hair doesn’t slamp down on tha’\nhead so flat.  It’s got some life in it so as it sticks\nout a bit.”",
        "“It’s like me,” said Mary.  “It’s growing stronger\nand fatter.  I’m sure there’s more of it.”",
        "“It looks it, for sure,” said Martha, ruffling it up\na little round her face.  “Tha’rt not half so ugly when\nit’s that way an’ there’s a bit o’ red in tha’ cheeks.”",
        "If gardens and fresh air had been good for her perhaps they\nwould be good for Colin.  But then, if he hated people\nto look at him, perhaps he would not like to see Dickon.",
        "“Why does it make you angry when you are looked at?\"\nshe inquired one day.",
        "“I always hated it,” he answered, “even when I was very little.\nThen when they took me to the seaside and I used to lie\nin my carriage everybody used to stare and ladies would\nstop and talk to my nurse and then they would begin to\nwhisper and I knew then they were saying I shouldn’t live\nto grow up.  Then sometimes the ladies would pat my cheeks\nand say `Poor child!’ Once when a lady did that I screamed\nout loud and bit her hand.  She was so frightened she ran away.”",
        "“She thought you had gone mad like a dog,” said Mary,\nnot at all admiringly.",
        "“I don’t care what she thought,” said Colin, frowning.",
        "“I wonder why you didn’t scream and bite me when I came\ninto your room?” said Mary.  Then she began to smile slowly.",
        "“I thought you were a ghost or a dream,” he said.\n“You can’t bite a ghost or a dream, and if you scream they\ndon’t care.”",
        "“Would you hate it if–if a boy looked at you?\"\nMary asked uncertainly.",
        "He lay back on his cushion and paused thoughtfully.",
        "“There’s one boy,” he said quite slowly, as if he were thinking\nover every word, “there’s one boy I believe I shouldn’t mind.\nIt’s that boy who knows where the foxes live–Dickon.”",
        "“I’m sure you wouldn’t mind him,” said Mary.",
        "“The birds don’t and other animals,” he said, still thinking\nit over, “perhaps that’s why I shouldn’t. He’s a sort\nof animal charmer and I am a boy animal.”",
        "Then he laughed and she laughed too; in fact it ended\nin their both laughing a great deal and finding the idea\nof a boy animal hiding in his hole very funny indeed.",
        "What Mary felt afterward was that she need not fear\nabout Dickon.",
        "On that first morning when the sky was blue again Mary wakened\nvery early.  The sun was pouring in slanting rays through\nthe blinds and there was something so joyous in the sight\nof it that she jumped out of bed and ran to the window.\nShe drew up the blinds and opened the window itself\nand a great waft of fresh, scented air blew in upon her.\nThe moor was blue and the whole world looked as if something\nMagic had happened to it.  There were tender little\nfluting sounds here and there and everywhere, as if scores\nof birds were beginning to tune up for a concert.\nMary put her hand out of the window and held it in the sun.",
        "“It’s warm–warm!” she said.  “It will make the green\npoints push up and up and up, and it will make the bulbs\nand roots work and struggle with all their might under\nthe earth.”",
        "She kneeled down and leaned out of the window as far\nas she could, breathing big breaths and sniffing the air\nuntil she laughed because she remembered what Dickon’s\nmother had said about the end of his nose quivering\nlike a rabbit’s. “It must be very early,” she said.\n“The little clouds are all pink and I’ve never seen\nthe sky look like this.  No one is up.  I don’t even hear\nthe stable boys.”",
        "A sudden thought made her scramble to her feet.",
        "“I can’t wait! I am going to see the garden!”",
        "She had learned to dress herself by this time and she put\non her clothes in five minutes.  She knew a small side door\nwhich she could unbolt herself and she flew downstairs\nin her stocking feet and put on her shoes in the hall.\nShe unchained and unbolted and unlocked and when the door\nwas open she sprang across the step with one bound,\nand there she was standing on the grass, which seemed\nto have turned green, and with the sun pouring down on\nher and warm sweet wafts about her and the fluting and\ntwittering and singing coming from every bush and tree.\nShe clasped her hands for pure joy and looked up in the sky\nand it was so blue and pink and pearly and white and flooded\nwith springtime light that she felt as if she must flute\nand sing aloud herself and knew that thrushes and robins\nand skylarks could not possibly help it.  She ran around\nthe shrubs and paths towards the secret garden.",
        "“It is all different already,” she said.  “The grass is\ngreener and things are sticking up everywhere and things\nare uncurling and green buds of leaves are showing.\nThis afternoon I am sure Dickon will come.”",
        "The long warm rain had done strange things to the\nherbaceous beds which bordered the walk by the lower wall.\nThere were things sprouting and pushing out from the\nroots of clumps of plants and there were actually here\nand there glimpses of royal purple and yellow unfurling\namong the stems of crocuses.  Six months before Mistress\nMary would not have seen how the world was waking up,\nbut now she missed nothing.",
        "When she had reached the place where the door hid itself\nunder the ivy, she was startled by a curious loud sound.\nIt was the caw–caw of a crow and it came from the top\nof the wall, and when she looked up, there sat a big\nglossy-plumaged blue-black bird, looking down at her very\nwisely indeed.  She had never seen a crow so close before\nand he made her a little nervous, but the next moment he\nspread his wings and flapped away across the garden.\nShe hoped he was not going to stay inside and she\npushed the door open wondering if he would.  When she\ngot fairly into the garden she saw that he probably\ndid intend to stay because he had alighted on a dwarf\napple-tree and under the apple-tree was lying a little\nreddish animal with a Bushy tail, and both of them were\nwatching the stooping body and rust-red head of Dickon,\nwho was kneeling on the grass working hard.",
        "Mary flew across the grass to him.",
        "“Oh, Dickon! Dickon!” she cried out.  “How could you get\nhere so early! How could you! The sun has only just got up!”",
        "He got up himself, laughing and glowing, and tousled;\nhis eyes like a bit of the sky.",
        "“Eh!” he said.  “I was up long before him.  How could I\nhave stayed abed! Th’ world’s all fair begun again this\nmornin’, it has.  An’ it’s workin’ an’ hummin’ an’ scratchin’\nan’ pipin’ an’ nest-buildin’ an’ breathin’ out scents,\ntill you’ve got to be out on it ’stead o’ lyin’ on your back.\nWhen th’ sun did jump up, th’ moor went mad for joy, an’\nI was in the midst of th’ heather, an’ I run like mad\nmyself, shoutin’ an’ singin’. An’ I come straight here.\nI couldn’t have stayed away.  Why, th’ garden was lyin’\nhere waitin’!”",
        "Mary put her hands on her chest, panting, as if she\nhad been running herself.",
        "“Oh, Dickon! Dickon!” she said.  “I’m so happy I can\nscarcely breathe!”",
        "Seeing him talking to a stranger, the little bushy-tailed\nanimal rose from its place under the tree and came to him,\nand the rook, cawing once, flew down from its branch\nand settled quietly on his shoulder.",
        "“This is th’ little fox cub,” he said, rubbing the little\nreddish animal’s head.  “It’s named Captain.  An’ this\nhere’s Soot.  Soot he flew across th’ moor with me an’\nCaptain he run same as if th’ hounds had been after him.\nThey both felt same as I did.”",
        "Neither of the creatures looked as if he were the least\nafraid of Mary.  When Dickon began to walk about,\nSoot stayed on his shoulder and Captain trotted quietly\nclose to his side.",
        "“See here!” said Dickon.  “See how these has\npushed up, an’ these an’ these! An’ Eh! Look at these here!”",
        "He threw himself upon his knees and Mary went\ndown beside him.  They had come upon a whole clump\nof crocuses burst into purple and orange and gold.\nMary bent her face down and kissed and kissed them.",
        "“You never kiss a person in that way,” she said when she\nlifted her head.  “Flowers are so different.”",
        "He looked puzzled but smiled.",
        "“Eh!” he said, “I’ve kissed mother many a time that way\nwhen I come in from th’ moor after a day’s roamin’ an’\nshe stood there at th’ door in th’ sun, lookin’ so glad an’\ncomfortable.” They ran from one part of the garden to\nanother and found so many wonders that they were obliged\nto remind themselves that they must whisper or speak low.\nHe showed her swelling leafbuds on rose branches which\nhad seemed dead.  He showed her ten thousand new green\npoints pushing through the mould.  They put their eager\nyoung noses close to the earth and sniffed its warmed\nspringtime breathing; they dug and pulled and laughed low\nwith rapture until Mistress Mary’s hair was as tumbled\nas Dickon’s and her cheeks were almost as poppy red as his.",
        "There was every joy on earth in the secret garden\nthat morning, and in the midst of them came a delight\nmore delightful than all, because it was more wonderful.\nSwiftly something flew across the wall and darted through\nthe trees to a close grown corner, a little flare of\nred-breasted bird with something hanging from its beak.\nDickon stood quite still and put his hand on Mary almost\nas if they had suddenly found themselves laughing in a church.",
        "“We munnot stir,” he whispered in broad Yorkshire.\n“We munnot scarce breathe.  I knowed he was mate-huntin’\nwhen I seed him last.  It’s Ben Weatherstaff’s robin.\nHe’s buildin’ his nest.  He’ll stay here if us don’t fight him.\"\nThey settled down softly upon the grass and sat there\nwithout moving.",
        "“Us mustn’t seem as if us was watchin’ him too close,\"\nsaid Dickon.  “He’d be out with us for good if he got th’\nnotion us was interferin’ now.  He’ll be a good bit different\ntill all this is over.  He’s settin’ up housekeepin’.\nHe’ll be shyer an’ readier to take things ill.\nHe’s got no time for visitin’ an’ gossipin’. Us must\nkeep still a bit an’ try to look as if us was grass an’\ntrees an’ bushes.  Then when he’s got used to seein’\nus I’ll chirp a bit an’ he’ll know us’ll not be in\nhis way.”",
        "Mistress Mary was not at all sure that she knew, as Dickon\nseemed to, how to try to look like grass and trees and bushes.\nBut he had said the queer thing as if it were the simplest\nand most natural thing in the world, and she felt it must\nbe quite easy to him, and indeed she watched him for a few\nminutes carefully, wondering if it was possible for him\nto quietly turn green and put out branches and leaves.\nBut he only sat wonderfully still, and when he spoke\ndropped his voice to such a softness that it was curious\nthat she could hear him, but she could.",
        "“It’s part o’ th’ springtime, this nest-buildin’\nis,” he said.  “I warrant it’s been goin’ on in th’\nsame way every year since th’ world was begun.\nThey’ve got their way o’ thinkin’ and doin’ things an’\na body had better not meddle.  You can lose a friend\nin springtime easier than any other season if you’re too\ncurious.”",
        "“If we talk about him I can’t help looking at him,” Mary said\nas softly as possible.  “We must talk of something else.\nThere is something I want to tell you.”",
        "“He’ll like it better if us talks o’ somethin’ else,\"\nsaid Dickon.  “What is it tha’s got to tell me?”",
        "“Well–do you know about Colin?” she whispered.",
        "He turned his head to look at her.",
        "“What does tha’ know about him?” he asked.",
        "“I’ve seen him.  I have been to talk to him every day\nthis week.  He wants me to come.  He says I’m making him\nforget about being ill and dying,” answered Mary.",
        "Dickon looked actually relieved as soon as the surprise\ndied away from his round face.",
        "“I am glad o’ that,” he exclaimed.  “I’m right down glad.\nIt makes me easier.  I knowed I must say nothin’ about him an’\nI don’t like havin’ to hide things.”",
        "“Don’t you like hiding the garden?” said Mary.",
        "“I’ll never tell about it,” he answered.  “But I says\nto mother, `Mother,’ I says, `I got a secret to keep.\nIt’s not a bad ’un, tha’ knows that.  It’s no worse\nthan hidin’ where a bird’s nest is.  Tha’ doesn’t mind it,\ndoes tha’?’”",
        "Mary always wanted to hear about mother.",
        "“What did she say?” she asked, not at all afraid to hear.",
        "Dickon grinned sweet-temperedly.",
        "“It was just like her, what she said,” he answered.\n“She give my head a bit of a rub an’ laughed an’ she says,\n’Eh, lad, tha’ can have all th’ secrets tha’ likes.\nI’ve knowed thee twelve year’.’”",
        "“How did you know about Colin?” asked Mary.",
        "“Everybody as knowed about Mester Craven knowed there was\na little lad as was like to be a cripple, an’ they knowed\nMester Craven didn’t like him to be talked about.  Folks is\nsorry for Mester Craven because Mrs. Craven was such a pretty\nyoung lady an’ they was so fond of each other.  Mrs. Medlock\nstops in our cottage whenever she goes to Thwaite an’\nshe doesn’t mind talkin’ to mother before us children,\nbecause she knows us has been brought up to be trusty.\nHow did tha’ find out about him? Martha was in fine\ntrouble th’ last time she came home.  She said tha’d\nheard him frettin’ an’ tha’ was askin’ questions an’\nshe didn’t know what to say.”",
        "Mary told him her story about the midnight wuthering\nof the wind which had wakened her and about the faint\nfar-off sounds of the complaining voice which had led\nher down the dark corridors with her candle and had\nended with her opening of the door of the dimly lighted\nroom with the carven four-posted bed in the corner.\nWhen she described the small ivory-white face and the\nstrange black-rimmed eyes Dickon shook his head.",
        "“Them’s just like his mother’s eyes, only hers was\nalways laughin’, they say,” he said.  “They say as\nMr. Craven can’t bear to see him when he’s awake an’\nit’s because his eyes is so like his mother’s an’\nyet looks so different in his miserable bit of a face.”",
        "“Do you think he wants to die?” whispered Mary.",
        "“No, but he wishes he’d never been born.  Mother she\nsays that’s th’ worst thing on earth for a child.\nThem as is not wanted scarce ever thrives.  Mester Craven\nhe’d buy anythin’ as money could buy for th’ poor lad\nbut he’d like to forget as he’s on earth.  For one thing,\nhe’s afraid he’ll look at him some day and find he’s\ngrowed hunchback.”",
        "“Colin’s so afraid of it himself that he won’t sit up,\"\nsaid Mary.  “He says he’s always thinking that if he\nshould feel a lump coming he should go crazy and scream\nhimself to death.”",
        "“Eh! he oughtn’t to lie there thinkin’ things like that,\"\nsaid Dickon.  “No lad could get well as thought them\nsort o’ things.”",
        "The fox was lying on the grass close by him, looking up to\nask for a pat now and then, and Dickon bent down and rubbed\nhis neck softly and thought a few minutes in silence.\nPresently he lifted his head and looked round the garden.",
        "“When first we got in here,” he said, “it seemed like\neverything was gray.  Look round now and tell me if tha’\ndoesn’t see a difference.”",
        "Mary looked and caught her breath a little.",
        "“Why!” she cried, “the gray wall is changing.\nIt is as if a green mist were creeping over it.\nIt’s almost like a green gauze veil.”",
        "“Aye,” said Dickon.  “An’ it’ll be greener and greener till th’\ngray’s all gone.  Can tha’ guess what I was thinkin’?”",
        "“I know it was something nice,” said Mary eagerly.\n“I believe it was something about Colin.”",
        "“I was thinkin’ that if he was out here he wouldn’t be watchin’\nfor lumps to grow on his back; he’d be watchin’ for buds\nto break on th’ rose-bushes, an’ he’d likely be healthier,\"\nexplained Dickon.  “I was wonderin’ if us could ever\nget him in th’ humor to come out here an’ lie under th’\ntrees in his carriage.”",
        "“I’ve been wondering that myself.  I’ve thought of it\nalmost every time I’ve talked to him,” said Mary.\n“I’ve wondered if he could keep a secret and I’ve wondered\nif we could bring him here without any one seeing us.\nI thought perhaps you could push his carriage.  The doctor\nsaid he must have fresh air and if he wants us to take him\nout no one dare disobey him.  He won’t go out for other people\nand perhaps they will be glad if he will go out with us.\nHe could order the gardeners to keep away so they wouldn’t\nfind out.”",
        "Dickon was thinking very hard as he scratched Captain’s back.",
        "“It’d be good for him, I’ll warrant,” he said.\n“Us’d not be thinkin’ he’d better never been born.\nUs’d be just two children watchin’ a garden grow, an’\nhe’d be another.  Two lads an’ a little lass just lookin’\non at th’ springtime.  I warrant it’d be better than\ndoctor’s stuff.”",
        "“He’s been lying in his room so long and he’s always\nbeen so afraid of his back that it has made him queer,\"\nsaid Mary.  “He knows a good many things out of books\nbut he doesn’t know anything else.  He says he has been\ntoo ill to notice things and he hates going out of doors\nand hates gardens and gardeners.  But he likes to hear\nabout this garden because it is a secret.  I daren’t tell\nhim much but he said he wanted to see it.”",
        "“Us’ll have him out here sometime for sure,” said Dickon.\n“I could push his carriage well enough.  Has tha’\nnoticed how th’ robin an’ his mate has been workin’\nwhile we’ve been sittin’ here? Look at him perched on that\nbranch wonderin’ where it’d be best to put that twig he’s\ngot in his beak.”",
        "He made one of his low whistling calls and the robin turned\nhis head and looked at him inquiringly, still holding\nhis twig.  Dickon spoke to him as Ben Weatherstaff did,\nbut Dickon’s tone was one of friendly advice.",
        "“Wheres’ever tha’ puts it,” he said, “it’ll be\nall right.  Tha’ knew how to build tha’ nest before tha’\ncame out o’ th’ egg.  Get on with thee, lad.  Tha’st got\nno time to lose.”",
        "“Oh, I do like to hear you talk to him!” Mary said,\nlaughing delightedly.  “Ben Weatherstaff scolds him\nand makes fun of him, and he hops about and looks as\nif he understood every word, and I know he likes it.\nBen Weatherstaff says he is so conceited he would rather\nhave stones thrown at him than not be noticed.”",
        "Dickon laughed too and went on talking.",
        "“Tha’ knows us won’t trouble thee,” he said to the robin.\n“Us is near bein’ wild things ourselves.  Us is nest-buildin’\ntoo, bless thee.  Look out tha’ doesn’t tell on us.”",
        "And though the robin did not answer, because his beak\nwas occupied, Mary knew that when he flew away with his\ntwig to his own corner of the garden the darkness of his\ndew-bright eye meant that he would not tell their secret\nfor the world.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}