{
    "title": "The Jungle Book - Rudyard Kipling [Authorama]",
    "author": "Unknown",
    "chapter": "book",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Contents",
        "   Now Rann the Kite brings home the night\n      That Mang the Bat sets free–\n   The herds are shut in byre and hut\n      For loosed till dawn are we.\n   This is the hour of pride and power,\n      Talon and tush and claw.\n   Oh, hear the call!–Good hunting all\n      That keep the Jungle Law!\n   Night-Song in the Jungle",
        "It was seven o’clock of a very warm evening in the Seeonee hills\nwhen Father Wolf woke up from his day’s rest, scratched himself,\nyawned, and spread out his paws one after the other to get rid of\nthe sleepy feeling in their tips.  Mother Wolf lay with her big\ngray nose dropped across her four tumbling, squealing cubs, and\nthe moon shone into the mouth of the cave where they all lived.\n\"Augrh!” said Father Wolf.  “It is time to hunt again.”  He was\ngoing to spring down hill when a little shadow with a bushy tail\ncrossed the threshold and whined: “Good luck go with you, O Chief\nof the Wolves.  And good luck and strong white teeth go with noble\nchildren that they may never forget the hungry in this world.”",
        "It was the jackal–Tabaqui, the Dish-licker–and the\nwolves of India despise Tabaqui because he runs about making\nmischief, and telling tales, and eating rags and pieces of leather\nfrom the village rubbish-heaps.  But they are afraid of him too,\nbecause Tabaqui, more than anyone else in the jungle, is apt to go\nmad, and then he forgets that he was ever afraid of anyone, and\nruns through the forest biting everything in his way.  Even the\ntiger runs and hides when little Tabaqui goes mad, for madness is\nthe most disgraceful thing that can overtake a wild creature.  We\ncall it hydrophobia, but they call it dewanee–the madness–\nand run.",
        "“Enter, then, and look,” said Father Wolf stiffly, “but there\nis no food here.”",
        "“For a wolf, no,” said Tabaqui, “but for so mean a person as\nmyself a dry bone is a good feast.  Who are we, the Gidur-log [the\njackal people], to pick and choose?”  He scuttled to the back of\nthe cave, where he found the bone of a buck with some meat on it,\nand sat cracking the end merrily.",
        "“All thanks for this good meal,” he said, licking his lips.\n\"How beautiful are the noble children!  How large are their eyes!\nAnd so young too!  Indeed, indeed, I might have remembered that\nthe children of kings are men from the beginning.”",
        "Now, Tabaqui knew as well as anyone else that there is nothing\nso unlucky as to compliment children to their faces.  It pleased\nhim to see Mother and Father Wolf look uncomfortable.",
        "Tabaqui sat still, rejoicing in the mischief that he had made,\nand then he said spitefully:",
        "“Shere Khan, the Big One, has shifted his hunting grounds.  He\nwill hunt among these hills for the next moon, so he has told me.”",
        "Shere Khan was the tiger who lived near the Waingunga River,\ntwenty miles away.",
        "“He has no right!” Father Wolf began angrily–\"By the Law\nof the Jungle he has no right to change his quarters without due\nwarning.  He will frighten every head of game within ten miles,\nand I–I have to kill for two, these days.”",
        "“His mother did not call him Lungri [the Lame One] for\nnothing,” said Mother Wolf quietly.  “He has been lame in one foot\nfrom his birth.  That is why he has only killed cattle.  Now the\nvillagers of the Waingunga are angry with him, and he has come\nhere to make our villagers angry.  They will scour the jungle for\nhim when he is far away, and we and our children must run when the\ngrass is set alight.  Indeed, we are very grateful to Shere Khan!”",
        "“Shall I tell him of your gratitude?” said Tabaqui.",
        "“Out!” snapped Father Wolf.  “Out and hunt with thy master.\nThou hast done harm enough for one night.”",
        "“I go,” said Tabaqui quietly.  “Ye can hear Shere Khan below\nin the thickets.  I might have saved myself the message.”",
        "Father Wolf listened, and below in the valley that ran down to\na little river he heard the dry, angry, snarly, singsong whine of\na tiger who has caught nothing and does not care if all the jungle\nknows it.",
        "“The fool!” said Father Wolf.  “To begin a night’s work with\nthat noise!  Does he think that our buck are like his fat\nWaingunga bullocks?”",
        "“H’sh.  It is neither bullock nor buck he hunts to-night,\"\nsaid Mother Wolf.  “It is Man.”",
        "The whine had changed to a sort of humming purr that seemed to\ncome from every quarter of the compass.  It was the noise that\nbewilders woodcutters and gypsies sleeping in the open, and makes\nthem run sometimes into the very mouth of the tiger.",
        "“Man!” said Father Wolf, showing all his white teeth.  “Faugh!\nAre there not enough beetles and frogs in the tanks that he must\neat Man, and on our ground too!”",
        "The Law of the Jungle, which never orders anything without a\nreason, forbids every beast to eat Man except when he is killing\nto show his children how to kill, and then he must hunt outside\nthe hunting grounds of his pack or tribe.  The real reason for\nthis is that man-killing means, sooner or later, the arrival of\nwhite men on elephants, with guns, and hundreds of brown men with\ngongs and rockets and torches.  Then everybody in the jungle\nsuffers.  The reason the beasts give among themselves is that Man\nis the weakest and most defenseless of all living things, and it\nis unsportsmanlike to touch him.  They say too–and it is true\n–that man-eaters become mangy, and lose their teeth.",
        "The purr grew louder, and ended in the full-throated “Aaarh!\"\nof the tiger’s charge.",
        "Then there was a howl–an untigerish howl–from Shere\nKhan.  “He has missed,” said Mother Wolf.  “What is it?”",
        "Father Wolf ran out a few paces and heard Shere Khan muttering\nand mumbling savagely as he tumbled about in the scrub.",
        "“The fool has had no more sense than to jump at a woodcutter’s\ncampfire, and has burned his feet,” said Father Wolf with a grunt.\n\"Tabaqui is with him.”",
        "“Something is coming uphill,” said Mother Wolf, twitching one\near.  “Get ready.”",
        "The bushes rustled a little in the thicket, and Father Wolf\ndropped with his haunches under him, ready for his leap.  Then, if\nyou had been watching, you would have seen the most wonderful\nthing in the world–the wolf checked in mid-spring.  He made his\nbound before he saw what it was he was jumping at, and then he\ntried to stop himself.  The result was that he shot up straight\ninto the air for four or five feet, landing almost where he left\nground.",
        "“Man!” he snapped.  “A man’s cub.  Look!”",
        "Directly in front of him, holding on by a low branch, stood a\nnaked brown baby who could just walk–as soft and as dimpled a\nlittle atom as ever came to a wolf’s cave at night.  He looked up\ninto Father Wolf’s face, and laughed.",
        "“Is that a man’s cub?” said Mother Wolf.  “I have never seen\none.  Bring it here.”",
        "A Wolf accustomed to moving his own cubs can, if necessary,\nmouth an egg without breaking it, and though Father Wolf’s jaws\nclosed right on the child’s back not a tooth even scratched the\nskin as he laid it down among the cubs.",
        "“How little!  How naked, and–how bold!” said Mother Wolf\nsoftly.  The baby was pushing his way between the cubs to get\nclose to the warm hide.  “Ahai!  He is taking his meal with the\nothers.  And so this is a man’s cub.  Now, was there ever a wolf\nthat could boast of a man’s cub among her children?”",
        "“I have heard now and again of such a thing, but never in our\nPack or in my time,” said Father Wolf.  “He is altogether without\nhair, and I could kill him with a touch of my foot.  But see, he\nlooks up and is not afraid.”",
        "The moonlight was blocked out of the mouth of the cave, for\nShere Khan’s great square head and shoulders were thrust into the\nentrance.  Tabaqui, behind him, was squeaking: “My lord, my lord,\nit went in here!”",
        "“Shere Khan does us great honor,” said Father Wolf, but his\neyes were very angry.  “What does Shere Khan need?”",
        "“My quarry.  A man’s cub went this way,” said Shere Khan.\n\"Its parents have run off.  Give it to me.”",
        "Shere Khan had jumped at a woodcutter’s campfire, as Father\nWolf had said, and was furious from the pain of his burned feet.\nBut Father Wolf knew that the mouth of the cave was too narrow for\na tiger to come in by.  Even where he was, Shere Khan’s shoulders\nand forepaws were cramped for want of room, as a man’s would be if\nhe tried to fight in a barrel.",
        "“The Wolves are a free people,” said Father Wolf.  “They take\norders from the Head of the Pack, and not from any striped\ncattle-killer.  The man’s cub is ours–to kill if we choose.”",
        "“Ye choose and ye do not choose!  What talk is this of\nchoosing?  By the bull that I killed, am I to stand nosing into\nyour dog’s den for my fair dues?  It is I, Shere Khan, who speak!”",
        "The tiger’s roar filled the cave with thunder.  Mother Wolf\nshook herself clear of the cubs and sprang forward, her eyes, like\ntwo green moons in the darkness, facing the blazing eyes of Shere\nKhan.",
        "“And it is I, Raksha [The Demon], who answers.  The man’s cub\nis mine, Lungri–mine to me!  He shall not be killed.  He shall\nlive to run with the Pack and to hunt with the Pack; and in the\nend, look you, hunter of little naked cubs–frog-eater–\nfish-killer–he shall hunt thee!  Now get hence, or by the\nSambhur that I killed (I eat no starved cattle), back thou goest\nto thy mother, burned beast of the jungle, lamer than ever thou\ncamest into the world!  Go!”",
        "Father Wolf looked on amazed.  He had almost forgotten the\ndays when he won Mother Wolf in fair fight from five other wolves,\nwhen she ran in the Pack and was not called The Demon for\ncompliment’s sake.  Shere Khan might have faced Father Wolf, but\nhe could not stand up against Mother Wolf, for he knew that where\nhe was she had all the advantage of the ground, and would fight to\nthe death.  So he backed out of the cave mouth growling, and when\nhe was clear he shouted:",
        "“Each dog barks in his own yard!  We will see what the Pack\nwill say to this fostering of man-cubs.  The cub is mine, and to\nmy teeth he will come in the end, O bush-tailed thieves!”",
        "Mother Wolf threw herself down panting among the cubs, and\nFather Wolf said to her gravely:",
        "“Shere Khan speaks this much truth.  The cub must be shown to\nthe Pack.  Wilt thou still keep him, Mother?”",
        "“Keep him!” she gasped.  “He came naked, by night, alone and\nvery hungry; yet he was not afraid!  Look, he has pushed one of my\nbabes to one side already.  And that lame butcher would have\nkilled him and would have run off to the Waingunga while the\nvillagers here hunted through all our lairs in revenge!  Keep him?\nAssuredly I will keep him.  Lie still, little frog.  O thou Mowgli\n–for Mowgli the Frog I will call thee–the time will come when\nthou wilt hunt Shere Khan as he has hunted thee.”",
        "“But what will our Pack say?” said Father Wolf.",
        "The Law of the Jungle lays down very clearly that any wolf\nmay, when he marries, withdraw from the Pack he belongs to.  But\nas soon as his cubs are old enough to stand on their feet he must\nbring them to the Pack Council, which is generally held once a\nmonth at full moon, in order that the other wolves may identify\nthem.  After that inspection the cubs are free to run where they\nplease, and until they have killed their first buck no excuse is\naccepted if a grown wolf of the Pack kills one of them.  The\npunishment is death where the murderer can be found; and if you\nthink for a minute you will see that this must be so.",
        "Father Wolf waited till his cubs could run a little, and then\non the night of the Pack Meeting took them and Mowgli and Mother\nWolf to the Council Rock–a hilltop covered with stones and\nboulders where a hundred wolves could hide.  Akela, the great gray\nLone Wolf, who led all the Pack by strength and cunning, lay out\nat full length on his rock, and below him sat forty or more wolves\nof every size and color, from badger-colored veterans who could\nhandle a buck alone to young black three-year-olds who thought\nthey could.  The Lone Wolf had led them for a year now.  He had\nfallen twice into a wolf trap in his youth, and once he had been\nbeaten and left for dead; so he knew the manners and customs of\nmen.  There was very little talking at the Rock.  The cubs tumbled\nover each other in the center of the circle where their mothers\nand fathers sat, and now and again a senior wolf would go quietly\nup to a cub, look at him carefully, and return to his place on\nnoiseless feet.  Sometimes a mother would push her cub far out\ninto the moonlight to be sure that he had not been overlooked.\nAkela from his rock would cry: “Ye know the Law–ye know the\nLaw.  Look well, O Wolves!”  And the anxious mothers would take up\nthe call: “Look–look well, O Wolves!”",
        "At last–and Mother Wolf’s neck bristles lifted as the time\ncame–Father Wolf pushed “Mowgli the Frog,” as they called him,\ninto the center, where he sat laughing and playing with some\npebbles that glistened in the moonlight.",
        "Akela never raised his head from his paws, but went on with\nthe monotonous cry: “Look well!”  A muffled roar came up from\nbehind the rocks–the voice of Shere Khan crying: “The cub is\nmine.  Give him to me.  What have the Free People to do with a\nman’s cub?”  Akela never even twitched his ears.  All he said was:\n\"Look well, O Wolves!  What have the Free People to do with the\norders of any save the Free People?  Look well!”",
        "There was a chorus of deep growls, and a young wolf in his\nfourth year flung back Shere Khan’s question to Akela: “What have\nthe Free People to do with a man’s cub?”  Now, the Law of the\nJungle lays down that if there is any dispute as to the right of a\ncub to be accepted by the Pack, he must be spoken for by at least\ntwo members of the Pack who are not his father and mother.",
        "“Who speaks for this cub?” said Akela.  “Among the Free People\nwho speaks?”  There was no answer and Mother Wolf got ready for\nwhat she knew would be her last fight, if things came to fighting.",
        "Then the only other creature who is allowed at the Pack\nCouncil–Baloo, the sleepy brown bear who teaches the wolf cubs\nthe Law of the Jungle: old Baloo, who can come and go where he\npleases because he eats only nuts and roots and honey–rose upon\nhis hind quarters and grunted.",
        "“The man’s cub–the man’s cub?” he said.  “I speak for the\nman’s cub.  There is no harm in a man’s cub.  I have no gift of\nwords, but I speak the truth.  Let him run with the Pack, and be\nentered with the others.  I myself will teach him.”",
        "“We need yet another,” said Akela.  “Baloo has spoken, and he\nis our teacher for the young cubs.  Who speaks besides Baloo?”",
        "A black shadow dropped down into the circle.  It was Bagheera\nthe Black Panther, inky black all over, but with the panther\nmarkings showing up in certain lights like the pattern of watered\nsilk.  Everybody knew Bagheera, and nobody cared to cross his\npath; for he was as cunning as Tabaqui, as bold as the wild\nbuffalo, and as reckless as the wounded elephant.  But he had a\nvoice as soft as wild honey dripping from a tree, and a skin\nsofter than down.",
        "“O Akela, and ye the Free People,” he purred, “I have no right\nin your assembly, but the Law of the Jungle says that if there is\na doubt which is not a killing matter in regard to a new cub, the\nlife of that cub may be bought at a price.  And the Law does not\nsay who may or may not pay that price.  Am I right?”",
        "“Good!  Good!” said the young wolves, who are always hungry.\n\"Listen to Bagheera.  The cub can be bought for a price.  It is\nthe Law.”",
        "“Knowing that I have no right to speak here, I ask your\nleave.”",
        "“Speak then,” cried twenty voices.",
        "“To kill a naked cub is shame.  Besides, he may make better\nsport for you when he is grown.  Baloo has spoken in his behalf.\nNow to Baloo’s word I will add one bull, and a fat one, newly\nkilled, not half a mile from here, if ye will accept the man’s cub\naccording to the Law.  Is it difficult?”",
        "There was a clamor of scores of voices, saying: “What matter?\nHe will die in the winter rains.  He will scorch in the sun.  What\nharm can a naked frog do us?  Let him run with the Pack.  Where is\nthe bull, Bagheera?  Let him be accepted.”  And then came Akela’s\ndeep bay, crying: “Look well–look well, O Wolves!”",
        "Mowgli was still deeply interested in the pebbles, and he did\nnot notice when the wolves came and looked at him one by one.  At\nlast they all went down the hill for the dead bull, and only\nAkela, Bagheera, Baloo, and Mowgli’s own wolves were left.  Shere\nKhan roared still in the night, for he was very angry that Mowgli\nhad not been handed over to him.",
        "“Ay, roar well,” said Bagheera, under his whiskers, “for the\ntime will come when this naked thing will make thee roar to\nanother tune, or I know nothing of man.”",
        "“It was well done,” said Akela.  “Men and their cubs are very\nwise.  He may be a help in time.”",
        "“Truly, a help in time of need; for none can hope to lead the\nPack forever,” said Bagheera.",
        "Akela said nothing.  He was thinking of the time that comes to\nevery leader of every pack when his strength goes from him and he\ngets feebler and feebler, till at last he is killed by the wolves\nand a new leader comes up–to be killed in his turn.",
        "“Take him away,” he said to Father Wolf, “and train him as\nbefits one of the Free People.”",
        "And that is how Mowgli was entered into the Seeonee Wolf Pack\nfor the price of a bull and on Baloo’s good word.",
        "Now you must be content to skip ten or eleven whole years, and\nonly guess at all the wonderful life that Mowgli led among the\nwolves, because if it were written out it would fill ever so many\nbooks.  He grew up with the cubs, though they, of course, were\ngrown wolves almost before he was a child.  And Father Wolf taught\nhim his business, and the meaning of things in the jungle, till\nevery rustle in the grass, every breath of the warm night air,\nevery note of the owls above his head, every scratch of a bat’s\nclaws as it roosted for a while in a tree, and every splash of\nevery little fish jumping in a pool meant just as much to him as\nthe work of his office means to a business man.  When he was not\nlearning he sat out in the sun and slept, and ate and went to\nsleep again.  When he felt dirty or hot he swam in the forest\npools; and when he wanted honey (Baloo told him that honey and\nnuts were just as pleasant to eat as raw meat) he climbed up for\nit, and that Bagheera showed him how to do.  Bagheera would lie\nout on a branch and call, “Come along, Little Brother,” and at\nfirst Mowgli would cling like the sloth, but afterward he would\nfling himself through the branches almost as boldly as the gray\nape.  He took his place at the Council Rock, too, when the Pack\nmet, and there he discovered that if he stared hard at any wolf,\nthe wolf would be forced to drop his eyes, and so he used to stare\nfor fun.  At other times he would pick the long thorns out of the\npads of his friends, for wolves suffer terribly from thorns and\nburs in their coats.  He would go down the hillside into the\ncultivated lands by night, and look very curiously at the\nvillagers in their huts, but he had a mistrust of men because\nBagheera showed him a square box with a drop gate so cunningly\nhidden in the jungle that he nearly walked into it, and told him\nthat it was a trap.  He loved better than anything else to go with\nBagheera into the dark warm heart of the forest, to sleep all\nthrough the drowsy day, and at night see how Bagheera did his\nkilling.  Bagheera killed right and left as he felt hungry, and so\ndid Mowgli–with one exception.  As soon as he was old enough to\nunderstand things, Bagheera told him that he must never touch\ncattle because he had been bought into the Pack at the price of a\nbull’s life.  “All the jungle is thine,” said Bagheera, “and thou\ncanst kill everything that thou art strong enough to kill; but for\nthe sake of the bull that bought thee thou must never kill or eat\nany cattle young or old.  That is the Law of the Jungle.”  Mowgli\nobeyed faithfully.",
        "And he grew and grew strong as a boy must grow who does not\nknow that he is learning any lessons, and who has nothing in the\nworld to think of except things to eat.",
        "Mother Wolf told him once or twice that Shere Khan was not a\ncreature to be trusted, and that some day he must kill Shere Khan.\nBut though a young wolf would have remembered that advice every\nhour, Mowgli forgot it because he was only a boy–though he\nwould have called himself a wolf if he had been able to speak in\nany human tongue.",
        "Shere Khan was always crossing his path in the jungle, for as\nAkela grew older and feebler the lame tiger had come to be great\nfriends with the younger wolves of the Pack, who followed him for\nscraps, a thing Akela would never have allowed if he had dared to\npush his authority to the proper bounds.  Then Shere Khan would\nflatter them and wonder that such fine young hunters were content\nto be led by a dying wolf and a man’s cub.  “They tell me,” Shere\nKhan would say, “that at Council ye dare not look him between the\neyes.”  And the young wolves would growl and bristle.",
        "Bagheera, who had eyes and ears everywhere, knew something of\nthis, and once or twice he told Mowgli in so many words that Shere\nKhan would kill him some day.  Mowgli would laugh and answer: “I\nhave the Pack and I have thee; and Baloo, though he is so lazy,\nmight strike a blow or two for my sake.  Why should I be afraid?”",
        "It was one very warm day that a new notion came to Bagheera–\nborn of something that he had heard.  Perhaps Ikki the Porcupine\nhad told him; but he said to Mowgli when they were deep in the\njungle, as the boy lay with his head on Bagheera’s beautiful black\nskin, “Little Brother, how often have I told thee that Shere Khan\nis thy enemy?”",
        "“As many times as there are nuts on that palm,” said Mowgli,\nwho, naturally, could not count.  “What of it?  I am sleepy,\nBagheera, and Shere Khan is all long tail and loud talk–like\nMao, the Peacock.”",
        "“But this is no time for sleeping.  Baloo knows it; I know it;\nthe Pack know it; and even the foolish, foolish deer know.\nTabaqui has told thee too.”",
        "“Ho! ho!” said Mowgli.  “Tabaqui came to me not long ago with\nsome rude talk that I was a naked man’s cub and not fit to dig\npig-nuts.  But I caught Tabaqui by the tail and swung him twice\nagainst a palm-tree to teach him better manners.”",
        "“That was foolishness, for though Tabaqui is a mischief-maker,\nhe would have told thee of something that concerned thee closely.\nOpen those eyes, Little Brother.  Shere Khan dare not kill thee in\nthe jungle.  But remember, Akela is very old, and soon the day\ncomes when he cannot kill his buck, and then he will be leader no\nmore.  Many of the wolves that looked thee over when thou wast\nbrought to the Council first are old too, and the young wolves\nbelieve, as Shere Khan has taught them, that a man-cub has no\nplace with the Pack.  In a little time thou wilt be a man.”",
        "“And what is a man that he should not run with his brothers?\"\nsaid Mowgli.  “I was born in the jungle.  I have obeyed the Law of\nthe Jungle, and there is no wolf of ours from whose paws I have\nnot pulled a thorn.  Surely they are my brothers!”",
        "Bagheera stretched himself at full length and half shut his\neyes.  “Little Brother,” said he, “feel under my jaw.”",
        "Mowgli put up his strong brown hand, and just under Bagheera’s\nsilky chin, where the giant rolling muscles were all hid by the\nglossy hair, he came upon a little bald spot.",
        "“There is no one in the jungle that knows that I, Bagheera,\ncarry that mark–the mark of the collar; and yet, Little\nBrother, I was born among men, and it was among men that my mother\ndied–in the cages of the king’s palace at Oodeypore.  It was\nbecause of this that I paid the price for thee at the Council when\nthou wast a little naked cub.  Yes, I too was born among men.  I\nhad never seen the jungle.  They fed me behind bars from an iron\npan till one night I felt that I was Bagheera–the Panther–\nand no man’s plaything, and I broke the silly lock with one blow\nof my paw and came away.  And because I had learned the ways of\nmen, I became more terrible in the jungle than Shere Khan.  Is it\nnot so?”",
        "“Yes,” said Mowgli, “all the jungle fear Bagheera–all\nexcept Mowgli.”",
        "“Oh, thou art a man’s cub,” said the Black Panther very\ntenderly.  “And even as I returned to my jungle, so thou must go\nback to men at last–to the men who are thy brothers–if thou\nart not killed in the Council.”",
        "“But why–but why should any wish to kill me?” said Mowgli.",
        "“Look at me,” said Bagheera.  And Mowgli looked at him\nsteadily between the eyes.  The big panther turned his head away\nin half a minute.",
        "“That is why,” he said, shifting his paw on the leaves.  “Not\neven I can look thee between the eyes, and I was born among men,\nand I love thee, Little Brother.  The others they hate thee\nbecause their eyes cannot meet thine; because thou art wise;\nbecause thou hast pulled out thorns from their feet–because\nthou art a man.”",
        "“I did not know these things,” said Mowgli sullenly, and he\nfrowned under his heavy black eyebrows.",
        "“What is the Law of the Jungle?  Strike first and then give\ntongue.  By thy very carelessness they know that thou art a man.\nBut be wise.  It is in my heart that when Akela misses his next\nkill–and at each hunt it costs him more to pin the buck–the\nPack will turn against him and against thee.  They will hold a\njungle Council at the Rock, and then–and then–I have it!\"\nsaid Bagheera, leaping up.  “Go thou down quickly to the men’s\nhuts in the valley, and take some of the Red Flower which they\ngrow there, so that when the time comes thou mayest have even a\nstronger friend than I or Baloo or those of the Pack that love\nthee.  Get the Red Flower.”",
        "By Red Flower Bagheera meant fire, only no creature in the\njungle will call fire by its proper name.  Every beast lives in\ndeadly fear of it, and invents a hundred ways of describing it.",
        "“The Red Flower?” said Mowgli.  “That grows outside their huts\nin the twilight.  I will get some.”",
        "“There speaks the man’s cub,” said Bagheera proudly.\n\"Remember that it grows in little pots.  Get one swiftly, and keep\nit by thee for time of need.”",
        "“Good!” said Mowgli.  “I go.  But art thou sure, O my\nBagheera\"–he slipped his arm around the splendid neck and\nlooked deep into the big eyes–\"art thou sure that all this is\nShere Khan’s doing?”",
        "“By the Broken Lock that freed me, I am sure, Little Brother.”",
        "“Then, by the Bull that bought me, I will pay Shere Khan full\ntale for this, and it may be a little over,” said Mowgli, and he\nbounded away.",
        "“That is a man.  That is all a man,” said Bagheera to himself,\nlying down again.  “Oh, Shere Khan, never was a blacker hunting\nthan that frog-hunt of thine ten years ago!”",
        "Mowgli was far and far through the forest, running hard, and\nhis heart was hot in him.  He came to the cave as the evening mist\nrose, and drew breath, and looked down the valley.  The cubs were\nout, but Mother Wolf, at the back of the cave, knew by his\nbreathing that something was troubling her frog.",
        "“What is it, Son?” she said.",
        "“Some bat’s chatter of Shere Khan,” he called back.  “I hunt\namong the plowed fields tonight,” and he plunged downward through\nthe bushes, to the stream at the bottom of the valley.  There he\nchecked, for he heard the yell of the Pack hunting, heard the\nbellow of a hunted Sambhur, and the snort as the buck turned at\nbay.  Then there were wicked, bitter howls from the young wolves:\n\"Akela!  Akela!  Let the Lone Wolf show his strength.  Room for\nthe leader of the Pack!  Spring, Akela!”",
        "The Lone Wolf must have sprung and missed his hold, for Mowgli\nheard the snap of his teeth and then a yelp as the Sambhur knocked\nhim over with his forefoot.",
        "He did not wait for anything more, but dashed on; and the\nyells grew fainter behind him as he ran into the croplands where\nthe villagers lived.",
        "“Bagheera spoke truth,” he panted, as he nestled down in some\ncattle fodder by the window of a hut.  “To-morrow is one day both\nfor Akela and for me.”",
        "Then he pressed his face close to the window and watched the\nfire on the hearth.  He saw the husbandman’s wife get up and feed\nit in the night with black lumps.  And when the morning came and\nthe mists were all white and cold, he saw the man’s child pick up\na wicker pot plastered inside with earth, fill it with lumps of\nred-hot charcoal, put it under his blanket, and go out to tend the\ncows in the byre.",
        "“Is that all?” said Mowgli.  “If a cub can do it, there is\nnothing to fear.”  So he strode round the corner and met the boy,\ntook the pot from his hand, and disappeared into the mist while\nthe boy howled with fear.",
        "“They are very like me,” said Mowgli, blowing into the pot as\nhe had seen the woman do.  “This thing will die if I do not give\nit things to eat\"; and he dropped twigs and dried bark on the red\nstuff.  Halfway up the hill he met Bagheera with the morning dew\nshining like moonstones on his coat.",
        "“Akela has missed,” said the Panther.  “They would have killed\nhim last night, but they needed thee also.  They were looking for\nthee on the hill.”",
        "“I was among the plowed lands.  I am ready.  See!”  Mowgli\nheld up the fire-pot.",
        "“Good!  Now, I have seen men thrust a dry branch into that\nstuff, and presently the Red Flower blossomed at the end of it.\nArt thou not afraid?”",
        "“No.  Why should I fear?  I remember now–if it is not a\ndream–how, before I was a Wolf, I lay beside the Red Flower,\nand it was warm and pleasant.”",
        "All that day Mowgli sat in the cave tending his fire pot and\ndipping dry branches into it to see how they looked.  He found a\nbranch that satisfied him, and in the evening when Tabaqui came to\nthe cave and told him rudely enough that he was wanted at the\nCouncil Rock, he laughed till Tabaqui ran away.  Then Mowgli went\nto the Council, still laughing.",
        "Akela the Lone Wolf lay by the side of his rock as a sign that\nthe leadership of the Pack was open, and Shere Khan with his\nfollowing of scrap-fed wolves walked to and fro openly being\nflattered.  Bagheera lay close to Mowgli, and the fire pot was\nbetween Mowgli’s knees.  When they were all gathered together,\nShere Khan began to speak–a thing he would never have dared to\ndo when Akela was in his prime.",
        "“He has no right,” whispered Bagheera.  “Say so.  He is a\ndog’s son.  He will be frightened.”",
        "Mowgli sprang to his feet.  “Free People,” he cried, “does\nShere Khan lead the Pack?  What has a tiger to do with our\nleadership?”",
        "“Seeing that the leadership is yet open, and being asked to\nspeak–” Shere Khan began.",
        "“By whom?” said Mowgli.  “Are we all jackals, to fawn on this\ncattle butcher?  The leadership of the Pack is with the Pack\nalone.”",
        "There were yells of “Silence, thou man’s cub!”  “Let him\nspeak.  He has kept our Law\"; and at last the seniors of the Pack\nthundered: “Let the Dead Wolf speak.”  When a leader of the Pack\nhas missed his kill, he is called the Dead Wolf as long as he\nlives, which is not long.",
        "Akela raised his old head wearily:–",
        "“Free People, and ye too, jackals of Shere Khan, for twelve\nseasons I have led ye to and from the kill, and in all that time\nnot one has been trapped or maimed.  Now I have missed my kill.\nYe know how that plot was made.  Ye know how ye brought me up to\nan untried buck to make my weakness known.  It was cleverly done.\nYour right is to kill me here on the Council Rock, now.\nTherefore, I ask, who comes to make an end of the Lone Wolf?  For\nit is my right, by the Law of the Jungle, that ye come one by\none.”",
        "There was a long hush, for no single wolf cared to fight Akela\nto the death.  Then Shere Khan roared: “Bah!  What have we to do\nwith this toothless fool?  He is doomed to die!  It is the man-cub\nwho has lived too long.  Free People, he was my meat from the\nfirst.  Give him to me.  I am weary of this man-wolf folly.  He\nhas troubled the jungle for ten seasons.  Give me the man-cub, or\nI will hunt here always, and not give you one bone.  He is a man,\na man’s child, and from the marrow of my bones I hate him!”",
        "Then more than half the Pack yelled: “A man!  A man!  What has\na man to do with us?  Let him go to his own place.”",
        "“And turn all the people of the villages against us?” clamored\nShere Khan.  “No, give him to me.  He is a man, and none of us can\nlook him between the eyes.”",
        "Akela lifted his head again and said, “He has eaten our food.\nHe has slept with us.  He has driven game for us.  He has broken\nno word of the Law of the Jungle.”",
        "“Also, I paid for him with a bull when he was accepted.  The\nworth of a bull is little, but Bagheera’s honor is something that\nhe will perhaps fight for,” said Bagheera in his gentlest voice.",
        "“A bull paid ten years ago!” the Pack snarled.  “What do we\ncare for bones ten years old?”",
        "“Or for a pledge?” said Bagheera, his white teeth bared under\nhis lip.  “Well are ye called the Free People!”",
        "“No man’s cub can run with the people of the jungle,” howled\nShere Khan.  “Give him to me!”",
        "“He is our brother in all but blood,” Akela went on, “and ye\nwould kill him here!  In truth, I have lived too long.  Some of ye\nare eaters of cattle, and of others I have heard that, under Shere\nKhan’s teaching, ye go by dark night and snatch children from the\nvillager’s doorstep.  Therefore I know ye to be cowards, and it is\nto cowards I speak.  It is certain that I must die, and my life is\nof no worth, or I would offer that in the man-cub’s place.  But\nfor the sake of the Honor of the Pack,–a little matter that by\nbeing without a leader ye have forgotten,–I promise that if ye\nlet the man-cub go to his own place, I will not, when my time\ncomes to die, bare one tooth against ye.  I will die without\nfighting.  That will at least save the Pack three lives.  More I\ncannot do; but if ye will, I can save ye the shame that comes of\nkilling a brother against whom there is no fault–a brother\nspoken for and bought into the Pack according to the Law of the\nJungle.”",
        "“He is a man–a man–a man!” snarled the Pack.  And most\nof the wolves began to gather round Shere Khan, whose tail was\nbeginning to switch.",
        "“Now the business is in thy hands,” said Bagheera to Mowgli.\n\"We can do no more except fight.”",
        "Mowgli stood upright–the fire pot in his hands.  Then he\nstretched out his arms, and yawned in the face of the Council; but\nhe was furious with rage and sorrow, for, wolflike, the wolves had\nnever told him how they hated him.  “Listen you!” he cried.\n\"There is no need for this dog’s jabber.  Ye have told me so often\ntonight that I am a man (and indeed I would have been a wolf with\nyou to my life’s end) that I feel your words are true.  So I do\nnot call ye my brothers any more, but sag [dogs], as a man should.\nWhat ye will do, and what ye will not do, is not yours to say.\nThat matter is with me; and that we may see the matter more\nplainly, I, the man, have brought here a little of the Red Flower\nwhich ye, dogs, fear.”",
        "He flung the fire pot on the ground, and some of the red coals\nlit a tuft of dried moss that flared up, as all the Council drew\nback in terror before the leaping flames.",
        "Mowgli thrust his dead branch into the fire till the twigs lit\nand crackled, and whirled it above his head among the cowering\nwolves.",
        "“Thou art the master,” said Bagheera in an undertone.  “Save\nAkela from the death.  He was ever thy friend.”",
        "Akela, the grim old wolf who had never asked for mercy in his\nlife, gave one piteous look at Mowgli as the boy stood all naked,\nhis long black hair tossing over his shoulders in the light of the\nblazing branch that made the shadows jump and quiver.",
        "“Good!” said Mowgli, staring round slowly.  “I see that ye are\ndogs.  I go from you to my own people–if they be my own people.\nThe jungle is shut to me, and I must forget your talk and your\ncompanionship.  But I will be more merciful than ye are.  Because\nI was all but your brother in blood, I promise that when I am a\nman among men I will not betray ye to men as ye have betrayed me.\"\nHe kicked the fire with his foot, and the sparks flew up.  “There\nshall be no war between any of us in the Pack.  But here is a debt\nto pay before I go.”  He strode forward to where Shere Khan sat\nblinking stupidly at the flames, and caught him by the tuft on his\nchin.  Bagheera followed in case of accidents.  “Up, dog!”  Mowgli\ncried.  “Up, when a man speaks, or I will set that coat ablaze!”",
        "Shere Khan’s ears lay flat back on his head, and he shut his\neyes, for the blazing branch was very near.",
        "“This cattle-killer said he would kill me in the Council\nbecause he had not killed me when I was a cub.  Thus and thus,\nthen, do we beat dogs when we are men.  Stir a whisker, Lungri,\nand I ram the Red Flower down thy gullet!”  He beat Shere Khan\nover the head with the branch, and the tiger whimpered and whined\nin an agony of fear.",
        "“Pah!  Singed jungle cat–go now!  But remember when next I\ncome to the Council Rock, as a man should come, it will be with\nShere Khan’s hide on my head.  For the rest, Akela goes free to\nlive as he pleases.  Ye will not kill him, because that is not my\nwill.  Nor do I think that ye will sit here any longer, lolling\nout your tongues as though ye were somebodies, instead of dogs\nwhom I drive out–thus!  Go!”  The fire was burning furiously at\nthe end of the branch, and Mowgli struck right and left round the\ncircle, and the wolves ran howling with the sparks burning their\nfur.  At last there were only Akela, Bagheera, and perhaps ten\nwolves that had taken Mowgli’s part.  Then something began to hurt\nMowgli inside him, as he had never been hurt in his life before,\nand he caught his breath and sobbed, and the tears ran down his\nface.",
        "“What is it?  What is it?” he said.  “I do not wish to leave\nthe jungle, and I do not know what this is.  Am I dying,\nBagheera?”",
        "“No, Little Brother.  That is only tears such as men use,\"\nsaid Bagheera.  “Now I know thou art a man, and a man’s cub no\nlonger.  The jungle is shut indeed to thee henceforward.  Let them\nfall, Mowgli.  They are only tears.”  So Mowgli sat and cried as\nthough his heart would break; and he had never cried in all his\nlife before.",
        "“Now,” he said, “I will go to men.  But first I must say\nfarewell to my mother.”  And he went to the cave where she lived\nwith Father Wolf, and he cried on her coat, while the four cubs\nhowled miserably.",
        "“Ye will not forget me?” said Mowgli.",
        "“Never while we can follow a trail,” said the cubs.  “Come to\nthe foot of the hill when thou art a man, and we will talk to\nthee; and we will come into the croplands to play with thee by\nnight.”",
        "“Come soon!” said Father Wolf.  “Oh, wise little frog, come\nagain soon; for we be old, thy mother and I.”",
        "“Come soon,” said Mother Wolf, “little naked son of mine.\nFor, listen, child of man, I loved thee more than ever I loved my\ncubs.”",
        "“I will surely come,” said Mowgli.  “And when I come it will\nbe to lay out Shere Khan’s hide upon the Council Rock.  Do not\nforget me!  Tell them in the jungle never to forget me!”",
        "The dawn was beginning to break when Mowgli went down the\nhillside alone, to meet those mysterious things that are called\nmen.",
        "       As the dawn was breaking the Sambhur belled\n           Once, twice and again!\n       And a doe leaped up, and a doe leaped up\n       From the pond in the wood where the wild deer sup.\n       This I, scouting alone, beheld,\n           Once, twice and again!",
        "       As the dawn was breaking the Sambhur belled\n           Once, twice and again!\n       And a wolf stole back, and a wolf stole back\n       To carry the word to the waiting pack,\n       And we sought and we found and we bayed on his track\n           Once, twice and again!",
        "       As the dawn was breaking the Wolf Pack yelled\n           Once, twice and again!\n       Feet in the jungle that leave no mark!",
        "       Eyes that can see in the dark–the dark!\n       Tongue–give tongue to it!  Hark!  O hark!\n           Once, twice and again!",
        "  His spots are the joy of the Leopard: his horns are the\n     Buffalo’s pride.\n  Be clean, for the strength of the hunter is known by the\n     gloss of his hide.\n  If ye find that the Bullock can toss you, or the heavy-browed\n     Sambhur can gore;\n  Ye need not stop work to inform us: we knew it ten seasons\n     before.\n  Oppress not the cubs of the stranger, but hail them as Sister\n     and Brother,\n  For though they are little and fubsy, it may be the Bear is\n     their mother.\n  “There is none like to me!” says the Cub in the pride of his\n     earliest kill;\n  But the jungle is large and the Cub he is small.  Let him\n     think and be still.\n                                 Maxims of Baloo",
        "All that is told here happened some time before Mowgli was turned\nout of the Seeonee Wolf Pack, or revenged himself on Shere Khan\nthe tiger.  It was in the days when Baloo was teaching him the Law\nof the Jungle.  The big, serious, old brown bear was delighted to\nhave so quick a pupil, for the young wolves will only learn as\nmuch of the Law of the Jungle as applies to their own pack and\ntribe, and run away as soon as they can repeat the Hunting Verse\n–\"Feet that make no noise; eyes that can see in the dark; ears\nthat can hear the winds in their lairs, and sharp white teeth, all\nthese things are the marks of our brothers except Tabaqui the\nJackal and the Hyaena whom we hate.”  But Mowgli, as a man-cub,\nhad to learn a great deal more than this.  Sometimes Bagheera the\nBlack Panther would come lounging through the jungle to see how\nhis pet was getting on, and would purr with his head against a\ntree while Mowgli recited the day’s lesson to Baloo.  The boy\ncould climb almost as well as he could swim, and swim almost as\nwell as he could run.  So Baloo, the Teacher of the Law, taught\nhim the Wood and Water Laws: how to tell a rotten branch from a\nsound one; how to speak politely to the wild bees when he came\nupon a hive of them fifty feet above ground; what to say to Mang\nthe Bat when he disturbed him in the branches at midday; and how\nto warn the water-snakes in the pools before he splashed down\namong them.  None of the Jungle People like being disturbed, and\nall are very ready to fly at an intruder.  Then, too, Mowgli was\ntaught the Strangers’ Hunting Call, which must be repeated aloud\ntill it is answered, whenever one of the Jungle-People hunts\noutside his own grounds.  It means, translated, “Give me leave to\nhunt here because I am hungry.”  And the answer is, “Hunt then for\nfood, but not for pleasure.”",
        "All this will show you how much Mowgli had to learn by heart,\nand he grew very tired of saying the same thing over a hundred\ntimes.  But, as Baloo said to Bagheera, one day when Mowgli had\nbeen cuffed and run off in a temper, “A man’s cub is a man’s cub,\nand he must learn all the Law of the Jungle.”",
        "“But think how small he is,” said the Black Panther, who would\nhave spoiled Mowgli if he had had his own way.  “How can his\nlittle head carry all thy long talk?”",
        "“Is there anything in the jungle too little to be killed?  No.\nThat is why I teach him these things, and that is why I hit him,\nvery softly, when he forgets.”",
        "“Softly!  What dost thou know of softness, old Iron-feet?\"\nBagheera grunted.  “His face is all bruised today by thy–\nsoftness.  Ugh.”",
        "“Better he should be bruised from head to foot by me who love\nhim than that he should come to harm through ignorance,” Baloo\nanswered very earnestly.  “I am now teaching him the Master Words\nof the Jungle that shall protect him with the birds and the Snake\nPeople, and all that hunt on four feet, except his own pack.  He\ncan now claim protection, if he will only remember the words, from\nall in the jungle.  Is not that worth a little beating?”",
        "“Well, look to it then that thou dost not kill the man-cub.\nHe is no tree trunk to sharpen thy blunt claws upon.  But what are\nthose Master Words?  I am more likely to give help than to ask it\"\n–Bagheera stretched out one paw and admired the steel-blue,\nripping-chisel talons at the end of it–\"still I should like to\nknow.”",
        "“I will call Mowgli and he shall say them–if he will.\nCome, Little Brother!”",
        "“My head is ringing like a bee tree,” said a sullen little\nvoice over their heads, and Mowgli slid down a tree trunk very\nangry and indignant, adding as he reached the ground: “I come for\nBagheera and not for thee, fat old Baloo!”",
        "“That is all one to me,” said Baloo, though he was hurt and\ngrieved.  “Tell Bagheera, then, the Master Words of the Jungle\nthat I have taught thee this day.”",
        "“Master Words for which people?” said Mowgli, delighted to\nshow off.  “The jungle has many tongues.  I know them all.”",
        "“A little thou knowest, but not much.  See, O Bagheera, they\nnever thank their teacher.  Not one small wolfling has ever come\nback to thank old Baloo for his teachings.  Say the word for the\nHunting-People, then–great scholar.”",
        "“We be of one blood, ye and I,” said Mowgli, giving the words\nthe Bear accent which all the Hunting People use.",
        "“Good.  Now for the birds.”",
        "Mowgli repeated, with the Kite’s whistle at the end of the\nsentence.",
        "“Now for the Snake-People,” said Bagheera.",
        "The answer was a perfectly indescribable hiss, and Mowgli\nkicked up his feet behind, clapped his hands together to applaud\nhimself, and jumped on to Bagheera’s back, where he sat sideways,\ndrumming with his heels on the glossy skin and making the worst\nfaces he could think of at Baloo.",
        "“There–there!  That was worth a little bruise,” said the\nbrown bear tenderly.  “Some day thou wilt remember me.”  Then he\nturned aside to tell Bagheera how he had begged the Master Words\nfrom Hathi the Wild Elephant, who knows all about these things,\nand how Hathi had taken Mowgli down to a pool to get the Snake\nWord from a water-snake, because Baloo could not pronounce it, and\nhow Mowgli was now reasonably safe against all accidents in the\njungle, because neither snake, bird, nor beast would hurt him.",
        "“No one then is to be feared,” Baloo wound up, patting his big\nfurry stomach with pride.",
        "“Except his own tribe,” said Bagheera, under his breath; and\nthen aloud to Mowgli, “Have a care for my ribs, Little Brother!\nWhat is all this dancing up and down?”",
        "Mowgli had been trying to make himself heard by pulling at\nBagheera’s shoulder fur and kicking hard.  When the two listened\nto him he was shouting at the top of his voice, “And so I shall\nhave a tribe of my own, and lead them through the branches all day\nlong.”",
        "“What is this new folly, little dreamer of dreams?” said\nBagheera.",
        "“Yes, and throw branches and dirt at old Baloo,” Mowgli went\non.  “They have promised me this.  Ah!”",
        "“Whoof!”  Baloo’s big paw scooped Mowgli off Bagheera’s back,\nand as the boy lay between the big fore-paws he could see the Bear\nwas angry.",
        "“Mowgli,” said Baloo, “thou hast been talking with the\nBandar-log–the Monkey People.”",
        "Mowgli looked at Bagheera to see if the Panther was angry too,\nand Bagheera’s eyes were as hard as jade stones.",
        "“Thou hast been with the Monkey People–the gray apes–the\npeople without a law–the eaters of everything.  That is great\nshame.”",
        "“When Baloo hurt my head,” said Mowgli (he was still on his\nback), “I went away, and the gray apes came down from the trees\nand had pity on me.  No one else cared.”  He snuffled a little.",
        "“The pity of the Monkey People!” Baloo snorted.  “The\nstillness of the mountain stream!  The cool of the summer sun!\nAnd then, man-cub?”",
        "“And then, and then, they gave me nuts and pleasant things to\neat, and they–they carried me in their arms up to the top of\nthe trees and said I was their blood brother except that I had no\ntail, and should be their leader some day.”",
        "“They have no leader,” said Bagheera.  “They lie.  They have\nalways lied.”",
        "“They were very kind and bade me come again.  Why have I never\nbeen taken among the Monkey People?  They stand on their feet as I\ndo.  They do not hit me with their hard paws.  They play all day.\nLet me get up!  Bad Baloo, let me up!  I will play with them\nagain.”",
        "“Listen, man-cub,” said the Bear, and his voice rumbled like\nthunder on a hot night.  “I have taught thee all the Law of the\nJungle for all the peoples of the jungle–except the Monkey-Folk\nwho live in the trees.  They have no law.  They are outcasts.\nThey have no speech of their own, but use the stolen words which\nthey overhear when they listen, and peep, and wait up above in\nthe branches.  Their way is not our way.  They are without\nleaders.  They have no remembrance.  They boast and chatter and\npretend that they are a great people about to do great affairs in\nthe jungle, but the falling of a nut turns their minds to laughter\nand all is forgotten.  We of the jungle have no dealings with\nthem.  We do not drink where the monkeys drink; we do not go where\nthe monkeys go; we do not hunt where they hunt; we do not die\nwhere they die.  Hast thou ever heard me speak of the Bandar-log\ntill today?”",
        "“No,” said Mowgli in a whisper, for the forest was very still\nnow Baloo had finished.",
        "“The Jungle-People put them out of their mouths and out of\ntheir minds.  They are very many, evil, dirty, shameless, and they\ndesire, if they have any fixed desire, to be noticed by the Jungle\nPeople.  But we do not notice them even when they throw nuts and\nfilth on our heads.”",
        "He had hardly spoken when a shower of nuts and twigs spattered\ndown through the branches; and they could hear coughings and\nhowlings and angry jumpings high up in the air among the thin\nbranches.",
        "“The Monkey-People are forbidden,” said Baloo, “forbidden to\nthe Jungle-People.  Remember.”",
        "“Forbidden,” said Bagheera, “but I still think Baloo should\nhave warned thee against them.”",
        "“I–I?  How was I to guess he would play with such dirt.\nThe Monkey People!  Faugh!”",
        "A fresh shower came down on their heads and the two trotted\naway, taking Mowgli with them.  What Baloo had said about the\nmonkeys was perfectly true.  They belonged to the tree-tops, and as\nbeasts very seldom look up, there was no occasion for the monkeys\nand the Jungle-People to cross each other’s path.  But whenever\nthey found a sick wolf, or a wounded tiger, or bear, the monkeys\nwould torment him, and would throw sticks and nuts at any beast\nfor fun and in the hope of being noticed.  Then they would howl\nand shriek senseless songs, and invite the Jungle-People to climb\nup their trees and fight them, or would start furious battles over\nnothing among themselves, and leave the dead monkeys where the\nJungle-People could see them.  They were always just going to have\na leader, and laws and customs of their own, but they never did,\nbecause their memories would not hold over from day to day, and so\nthey compromised things by making up a saying, “What the\nBandar-log think now the jungle will think later,” and that\ncomforted them a great deal.  None of the beasts could reach them,\nbut on the other hand none of the beasts would notice them, and\nthat was why they were so pleased when Mowgli came to play with\nthem, and they heard how angry Baloo was.",
        "They never meant to do any more–the Bandar-log never mean\nanything at all; but one of them invented what seemed to him a\nbrilliant idea, and he told all the others that Mowgli would be a\nuseful person to keep in the tribe, because he could weave sticks\ntogether for protection from the wind; so, if they caught him,\nthey could make him teach them.  Of course Mowgli, as a\nwoodcutter’s child, inherited all sorts of instincts, and used to\nmake little huts of fallen branches without thinking how he came\nto do it.  The Monkey-People, watching in the trees, considered\nhis play most wonderful.  This time, they said, they were really\ngoing to have a leader and become the wisest people in the jungle\n–so wise that everyone else would notice and envy them.\nTherefore they followed Baloo and Bagheera and Mowgli through the\njungle very quietly till it was time for the midday nap, and\nMowgli, who was very much ashamed of himself, slept between the\nPanther and the Bear, resolving to have no more to do with the\nMonkey People.",
        "The next thing he remembered was feeling hands on his legs and\narms–hard, strong, little hands–and then a swash of branches\nin his face, and then he was staring down through the swaying\nboughs as Baloo woke the jungle with his deep cries and Bagheera\nbounded up the trunk with every tooth bared.  The Bandar-log\nhowled with triumph and scuffled away to the upper branches where\nBagheera dared not follow, shouting: “He has noticed us!  Bagheera\nhas noticed us.  All the Jungle-People admire us for our skill and\nour cunning.”  Then they began their flight; and the flight of the\nMonkey-People through tree-land is one of the things nobody can\ndescribe.  They have their regular roads and crossroads, up hills\nand down hills, all laid out from fifty to seventy or a hundred\nfeet above ground, and by these they can travel even at night if\nnecessary.  Two of the strongest monkeys caught Mowgli under the\narms and swung off with him through the treetops, twenty feet at a\nbound.  Had they been alone they could have gone twice as fast,\nbut the boy’s weight held them back.  Sick and giddy as Mowgli was\nhe could not help enjoying the wild rush, though the glimpses of\nearth far down below frightened him, and the terrible check and\njerk at the end of the swing over nothing but empty air brought\nhis heart between his teeth.  His escort would rush him up a tree\ntill he felt the thinnest topmost branches crackle and bend under\nthem, and then with a cough and a whoop would fling themselves\ninto the air outward and downward, and bring up, hanging by their\nhands or their feet to the lower limbs of the next tree.\nSometimes he could see for miles and miles across the still green\njungle, as a man on the top of a mast can see for miles across the\nsea, and then the branches and leaves would lash him across the\nface, and he and his two guards would be almost down to earth\nagain.  So, bounding and crashing and whooping and yelling, the\nwhole tribe of Bandar-log swept along the tree-roads with Mowgli\ntheir prisoner.",
        "For a time he was afraid of being dropped.  Then he grew angry\nbut knew better than to struggle, and then he began to think.  The\nfirst thing was to send back word to Baloo and Bagheera, for, at\nthe pace the monkeys were going, he knew his friends would be left\nfar behind.  It was useless to look down, for he could only see\nthe topsides of the branches, so he stared upward and saw, far\naway in the blue, Rann the Kite balancing and wheeling as he kept\nwatch over the jungle waiting for things to die.  Rann saw that\nthe monkeys were carrying something, and dropped a few hundred\nyards to find out whether their load was good to eat.  He whistled\nwith surprise when he saw Mowgli being dragged up to a treetop and\nheard him give the Kite call for–\"We be of one blood, thou and\nI.”  The waves of the branches closed over the boy, but Chil\nbalanced away to the next tree in time to see the little brown\nface come up again.  “Mark my trail!” Mowgli shouted.  “Tell\nBaloo of the Seeonee Pack and Bagheera of the Council Rock.”",
        "“In whose name, Brother?” Rann had never seen Mowgli before,\nthough of course he had heard of him.",
        "“Mowgli, the Frog.  Man-cub they call me!  Mark my tra-il!”",
        "The last words were shrieked as he was being swung through the\nair, but Rann nodded and rose up till he looked no bigger than a\nspeck of dust, and there he hung, watching with his telescope eyes\nthe swaying of the treetops as Mowgli’s escort whirled along.",
        "“They never go far,” he said with a chuckle.  “They never do\nwhat they set out to do.  Always pecking at new things are the\nBandar-log.  This time, if I have any eye-sight, they have pecked\ndown trouble for themselves, for Baloo is no fledgling and\nBagheera can, as I know, kill more than goats.”",
        "So he rocked on his wings, his feet gathered up under him, and\nwaited.",
        "Meantime, Baloo and Bagheera were furious with rage and grief.\nBagheera climbed as he had never climbed before, but the thin\nbranches broke beneath his weight, and he slipped down, his claws\nfull of bark.",
        "“Why didst thou not warn the man-cub?” he roared to poor\nBaloo, who had set off at a clumsy trot in the hope of overtaking\nthe monkeys.  “What was the use of half slaying him with blows if\nthou didst not warn him?”",
        "“Haste!  O haste!  We–we may catch them yet!”  Baloo\npanted.",
        "“At that speed!  It would not tire a wounded cow.  Teacher of\nthe Law–cub-beater–a mile of that rolling to and fro would\nburst thee open.  Sit still and think!  Make a plan.  This is no\ntime for chasing.  They may drop him if we follow too close.”",
        "“Arrula!  Whoo!  They may have dropped him already, being\ntired of carrying him.  Who can trust the Bandar-log?  Put dead\nbats on my head!  Give me black bones to eat!  Roll me into the\nhives of the wild bees that I may be stung to death, and bury me\nwith the Hyaena, for I am most miserable of bears!  Arulala!\nWahooa!  O Mowgli, Mowgli!  Why did I not warn thee against the\nMonkey-Folk instead of breaking thy head?  Now perhaps I may have\nknocked the day’s lesson out of his mind, and he will be alone in\nthe jungle without the Master Words.”",
        "Baloo clasped his paws over his ears and rolled to and fro\nmoaning.",
        "“At least he gave me all the Words correctly a little time\nago,” said Bagheera impatiently.  “Baloo, thou hast neither memory\nnor respect.  What would the jungle think if I, the Black Panther,\ncurled myself up like Ikki the Porcupine, and howled?”",
        "“What do I care what the jungle thinks?  He may be dead by\nnow.”",
        "“Unless and until they drop him from the branches in sport, or\nkill him out of idleness, I have no fear for the man-cub.  He is\nwise and well taught, and above all he has the eyes that make the\nJungle-People afraid.  But (and it is a great evil) he is in the\npower of the Bandar-log, and they, because they live in trees,\nhave no fear of any of our people.”  Bagheera licked one forepaw\nthoughtfully.",
        "“Fool that I am!  Oh, fat, brown, root-digging fool that I\nam,” said Baloo, uncoiling himself with a jerk, “it is true what\nHathi the Wild Elephant says: `To each his own fear’; and they,\nthe Bandar-log, fear Kaa the Rock Snake.  He can climb as well as\nthey can.  He steals the young monkeys in the night.  The whisper\nof his name makes their wicked tails cold.  Let us go to Kaa.”",
        "“What will he do for us?  He is not of our tribe, being\nfootless–and with most evil eyes,” said Bagheera.",
        "“He is very old and very cunning.  Above all, he is always\nhungry,” said Baloo hopefully.  “Promise him many goats.”",
        "“He sleeps for a full month after he has once eaten.  He may\nbe asleep now, and even were he awake what if he would rather kill\nhis own goats?”  Bagheera, who did not know much about Kaa, was\nnaturally suspicious.",
        "“Then in that case, thou and I together, old hunter, might\nmake him see reason.”  Here Baloo rubbed his faded brown shoulder\nagainst the Panther, and they went off to look for Kaa the Rock\nPython.",
        "They found him stretched out on a warm ledge in the afternoon\nsun, admiring his beautiful new coat, for he had been in\nretirement for the last ten days changing his skin, and now he was\nvery splendid–darting his big blunt-nosed head along the\nground, and twisting the thirty feet of his body into fantastic\nknots and curves, and licking his lips as he thought of his dinner\nto come.",
        "“He has not eaten,” said Baloo, with a grunt of relief, as\nsoon as he saw the beautifully mottled brown and yellow jacket.\n\"Be careful, Bagheera!  He is always a little blind after he has\nchanged his skin, and very quick to strike.”",
        "Kaa was not a poison snake–in fact he rather despised the\npoison snakes as cowards–but his strength lay in his hug, and\nwhen he had once lapped his huge coils round anybody there was no\nmore to be said.  “Good hunting!” cried Baloo, sitting up on his\nhaunches.  Like all snakes of his breed Kaa was rather deaf, and\ndid not hear the call at first.  Then he curled up ready for any\naccident, his head lowered.",
        "“Good hunting for us all,” he answered.  “Oho, Baloo, what\ndost thou do here?  Good hunting, Bagheera.  One of us at least\nneeds food.  Is there any news of game afoot?  A doe now, or even\na young buck?  I am as empty as a dried well.”",
        "“We are hunting,” said Baloo carelessly.  He knew that you\nmust not hurry Kaa.  He is too big.",
        "“Give me permission to come with you,” said Kaa.  “A blow more\nor less is nothing to thee, Bagheera or Baloo, but I–I have to\nwait and wait for days in a wood-path and climb half a night on\nthe mere chance of a young ape.  Psshaw!  The branches are not\nwhat they were when I was young.  Rotten twigs and dry boughs are\nthey all.”",
        "“Maybe thy great weight has something to do with the matter,\"\nsaid Baloo.",
        "“I am a fair length–a fair length,” said Kaa with a little\npride.  “But for all that, it is the fault of this new-grown\ntimber.  I came very near to falling on my last hunt–very near\nindeed–and the noise of my slipping, for my tail was not tight\nwrapped around the tree, waked the Bandar-log, and they called me\nmost evil names.”",
        "“Footless, yellow earth-worm,” said Bagheera under his\nwhiskers, as though he were trying to remember something.",
        "“Sssss!  Have they ever called me that?” said Kaa.",
        "“Something of that kind it was that they shouted to us last\nmoon, but we never noticed them.  They will say anything–even\nthat thou hast lost all thy teeth, and wilt not face anything\nbigger than a kid, because (they are indeed shameless, these\nBandar-log)–because thou art afraid of the he-goat’s horns,\"\nBagheera went on sweetly.",
        "Now a snake, especially a wary old python like Kaa, very\nseldom shows that he is angry, but Baloo and Bagheera could see\nthe big swallowing muscles on either side of Kaa’s throat ripple\nand bulge.",
        "“The Bandar-log have shifted their grounds,” he said quietly.\n\"When I came up into the sun today I heard them whooping among the\ntree-tops.”",
        "“It–it is the Bandar-log that we follow now,” said Baloo,\nbut the words stuck in his throat, for that was the first time in\nhis memory that one of the Jungle-People had owned to being\ninterested in the doings of the monkeys.",
        "“Beyond doubt then it is no small thing that takes two such\nhunters–leaders in their own jungle I am certain–on the\ntrail of the Bandar-log,” Kaa replied courteously, as he swelled\nwith curiosity.",
        "“Indeed,” Baloo began, “I am no more than the old and\nsometimes very foolish Teacher of the Law to the Seeonee\nwolf-cubs, and Bagheera here–”",
        "“Is Bagheera,” said the Black Panther, and his jaws shut with\na snap, for he did not believe in being humble.  “The trouble is\nthis, Kaa.  Those nut-stealers and pickers of palm leaves have\nstolen away our man-cub of whom thou hast perhaps heard.”",
        "“I heard some news from Ikki (his quills make him\npresumptuous) of a man-thing that was entered into a wolf pack,\nbut I did not believe.  Ikki is full of stories half heard and\nvery badly told.”",
        "“But it is true.  He is such a man-cub as never was,” said\nBaloo.  “The best and wisest and boldest of man-cubs–my own\npupil, who shall make the name of Baloo famous through all the\njungles; and besides, I–we–love him, Kaa.”",
        "“Ts!  Ts!” said Kaa, weaving his head to and fro.  “I also\nhave known what love is.  There are tales I could tell that–”",
        "“That need a clear night when we are all well fed to praise\nproperly,” said Bagheera quickly.  “Our man-cub is in the hands of\nthe Bandar-log now, and we know that of all the Jungle-People they\nfear Kaa alone.”",
        "“They fear me alone.  They have good reason,” said Kaa.\n\"Chattering, foolish, vain–vain, foolish, and chattering, are\nthe monkeys.  But a man-thing in their hands is in no good luck.\nThey grow tired of the nuts they pick, and throw them down.  They\ncarry a branch half a day, meaning to do great things with it, and\nthen they snap it in two.  That man-thing is not to be envied.\nThey called me also–`yellow fish’ was it not?”",
        "“Worm–worm–earth-worm,” said Bagheera, “as well as other\nthings which I cannot now say for shame.”",
        "“We must remind them to speak well of their master.  Aaa-ssp!\nWe must help their wandering memories.  Now, whither went they\nwith the cub?”",
        "“The jungle alone knows.  Toward the sunset, I believe,” said\nBaloo.  “We had thought that thou wouldst know, Kaa.”",
        "“I?  How?  I take them when they come in my way, but I do not\nhunt the Bandar-log, or frogs–or green scum on a water-hole,\nfor that matter.”",
        "“Up, Up!  Up, Up!  Hillo!  Illo!  Illo, look up, Baloo of the\nSeeonee Wolf Pack!”",
        "Baloo looked up to see where the voice came from, and there\nwas Rann the Kite, sweeping down with the sun shining on the\nupturned flanges of his wings.  It was near Rann’s bedtime, but he\nhad ranged all over the jungle looking for the Bear and had missed\nhim in the thick foliage.",
        "“What is it?” said Baloo.",
        "“I have seen Mowgli among the Bandar-log.  He bade me tell\nyou.  I watched.  The Bandar-log have taken him beyond the river\nto the monkey city–to the Cold Lairs.  They may stay there for\na night, or ten nights, or an hour.  I have told the bats to watch\nthrough the dark time.  That is my message.  Good hunting, all you\nbelow!”",
        "“Full gorge and a deep sleep to you, Rann,” cried Bagheera.\n\"I will remember thee in my next kill, and put aside the head for\nthee alone, O best of kites!”",
        "“It is nothing.  It is nothing.  The boy held the Master Word.\nI could have done no less,” and Rann circled up again to his\nroost.",
        "“He has not forgotten to use his tongue,” said Baloo with a\nchuckle of pride.  “To think of one so young remembering the\nMaster Word for the birds too while he was being pulled across\ntrees!”",
        "“It was most firmly driven into him,” said Bagheera.  “But I\nam proud of him, and now we must go to the Cold Lairs.”",
        "They all knew where that place was, but few of the Jungle\nPeople ever went there, because what they called the Cold Lairs\nwas an old deserted city, lost and buried in the jungle, and\nbeasts seldom use a place that men have once used.  The wild boar\nwill, but the hunting tribes do not.  Besides, the monkeys lived\nthere as much as they could be said to live anywhere, and no\nself-respecting animal would come within eyeshot of it except in\ntimes of drought, when the half-ruined tanks and reservoirs held a\nlittle water.",
        "“It is half a night’s journey–at full speed,” said\nBagheera, and Baloo looked very serious.  “I will go as fast as I\ncan,” he said anxiously.",
        "“We dare not wait for thee.  Follow, Baloo.  We must go on the\nquick-foot–Kaa and I.”",
        "“Feet or no feet, I can keep abreast of all thy four,” said\nKaa shortly.  Baloo made one effort to hurry, but had to sit down\npanting, and so they left him to come on later, while Bagheera\nhurried forward, at the quick panther-canter.  Kaa said nothing,\nbut, strive as Bagheera might, the huge Rock-python held level\nwith him.  When they came to a hill stream, Bagheera gained,\nbecause he bounded across while Kaa swam, his head and two feet of\nhis neck clearing the water, but on level ground Kaa made up the\ndistance.",
        "“By the Broken Lock that freed me,” said Bagheera, when\ntwilight had fallen, “thou art no slow goer!”",
        "“I am hungry,” said Kaa.  “Besides, they called me speckled\nfrog.”",
        "“Worm–earth-worm, and yellow to boot.”",
        "“All one.  Let us go on,” and Kaa seemed to pour himself along\nthe ground, finding the shortest road with his steady eyes, and\nkeeping to it.",
        "In the Cold Lairs the Monkey-People were not thinking of\nMowgli’s friends at all.  They had brought the boy to the Lost\nCity, and were very much pleased with themselves for the time.\nMowgli had never seen an Indian city before, and though this was\nalmost a heap of ruins it seemed very wonderful and splendid.\nSome king had built it long ago on a little hill.  You could still\ntrace the stone causeways that led up to the ruined gates where\nthe last splinters of wood hung to the worn, rusted hinges.  Trees\nhad grown into and out of the walls; the battlements were tumbled\ndown and decayed, and wild creepers hung out of the windows of the\ntowers on the walls in bushy hanging clumps.",
        "A great roofless palace crowned the hill, and the marble of\nthe courtyards and the fountains was split, and stained with red\nand green, and the very cobblestones in the courtyard where the\nking’s elephants used to live had been thrust up and apart by\ngrasses and young trees.  From the palace you could see the rows\nand rows of roofless houses that made up the city looking like\nempty honeycombs filled with blackness; the shapeless block of\nstone that had been an idol in the square where four roads met;\nthe pits and dimples at street corners where the public wells once\nstood, and the shattered domes of temples with wild figs sprouting\non their sides.  The monkeys called the place their city, and\npretended to despise the Jungle-People because they lived in the\nforest.  And yet they never knew what the buildings were made for\nnor how to use them.  They would sit in circles on the hall of the\nking’s council chamber, and scratch for fleas and pretend to be\nmen; or they would run in and out of the roofless houses and\ncollect pieces of plaster and old bricks in a corner, and forget\nwhere they had hidden them, and fight and cry in scuffling crowds,\nand then break off to play up and down the terraces of the king’s\ngarden, where they would shake the rose trees and the oranges in\nsport to see the fruit and flowers fall.  They explored all the\npassages and dark tunnels in the palace and the hundreds of little\ndark rooms, but they never remembered what they had seen and what\nthey had not; and so drifted about in ones and twos or crowds\ntelling each other that they were doing as men did.  They drank at\nthe tanks and made the water all muddy, and then they fought over\nit, and then they would all rush together in mobs and shout:\n\"There is no one in the jungle so wise and good and clever and\nstrong and gentle as the Bandar-log.”  Then all would begin again\ntill they grew tired of the city and went back to the tree-tops,\nhoping the Jungle-People would notice them.",
        "Mowgli, who had been trained under the Law of the Jungle, did\nnot like or understand this kind of life.  The monkeys dragged him\ninto the Cold Lairs late in the afternoon, and instead of going to\nsleep, as Mowgli would have done after a long journey, they joined\nhands and danced about and sang their foolish songs.  One of the\nmonkeys made a speech and told his companions that Mowgli’s\ncapture marked a new thing in the history of the Bandar-log, for\nMowgli was going to show them how to weave sticks and canes\ntogether as a protection against rain and cold.  Mowgli picked up\nsome creepers and began to work them in and out, and the monkeys\ntried to imitate; but in a very few minutes they lost interest and\nbegan to pull their friends’ tails or jump up and down on all\nfours, coughing.",
        "“I wish to eat,” said Mowgli.  “I am a stranger in this part\nof the jungle.  Bring me food, or give me leave to hunt here.”",
        "Twenty or thirty monkeys bounded away to bring him nuts and\nwild pawpaws.  But they fell to fighting on the road, and it was\ntoo much trouble to go back with what was left of the fruit.\nMowgli was sore and angry as well as hungry, and he roamed through\nthe empty city giving the Strangers’ Hunting Call from time to\ntime, but no one answered him, and Mowgli felt that he had reached\na very bad place indeed.  “All that Baloo has said about the\nBandar-log is true,” he thought to himself.  “They have no Law, no\nHunting Call, and no leaders–nothing but foolish words and\nlittle picking thievish hands.  So if I am starved or killed here,\nit will be all my own fault.  But I must try to return to my own\njungle.  Baloo will surely beat me, but that is better than\nchasing silly rose leaves with the Bandar-log.”",
        "No sooner had he walked to the city wall than the monkeys\npulled him back, telling him that he did not know how happy he\nwas, and pinching him to make him grateful.  He set his teeth and\nsaid nothing, but went with the shouting monkeys to a terrace\nabove the red sandstone reservoirs that were half-full of rain\nwater.  There was a ruined summer-house of white marble in the\ncenter of the terrace, built for queens dead a hundred years ago.\nThe domed roof had half fallen in and blocked up the underground\npassage from the palace by which the queens used to enter.  But\nthe walls were made of screens of marble tracery–beautiful\nmilk-white fretwork, set with agates and cornelians and jasper and\nlapis lazuli, and as the moon came up behind the hill it shone\nthrough the open work, casting shadows on the ground like black\nvelvet embroidery.  Sore, sleepy, and hungry as he was, Mowgli\ncould not help laughing when the Bandar-log began, twenty at a\ntime, to tell him how great and wise and strong and gentle they\nwere, and how foolish he was to wish to leave them.  “We are\ngreat.  We are free.  We are wonderful.  We are the most wonderful\npeople in all the jungle!  We all say so, and so it must be true,\"\nthey shouted.  “Now as you are a new listener and can carry our\nwords back to the Jungle-People so that they may notice us in\nfuture, we will tell you all about our most excellent selves.\"\nMowgli made no objection, and the monkeys gathered by hundreds and\nhundreds on the terrace to listen to their own speakers singing\nthe praises of the Bandar-log, and whenever a speaker stopped for\nwant of breath they would all shout together: “This is true; we\nall say so.”  Mowgli nodded and blinked, and said “Yes” when they\nasked him a question, and his head spun with the noise.  “Tabaqui\nthe Jackal must have bitten all these people,” he said to himself,\n\"and now they have madness.  Certainly this is dewanee, the\nmadness.  Do they never go to sleep?  Now there is a cloud coming\nto cover that moon.  If it were only a big enough cloud I might\ntry to run away in the darkness.  But I am tired.”",
        "That same cloud was being watched by two good friends in the\nruined ditch below the city wall, for Bagheera and Kaa, knowing\nwell how dangerous the Monkey-People were in large numbers, did\nnot wish to run any risks.  The monkeys never fight unless they\nare a hundred to one, and few in the jungle care for those odds.",
        "“I will go to the west wall,” Kaa whispered, “and come down\nswiftly with the slope of the ground in my favor.  They will not\nthrow themselves upon my back in their hundreds, but–”",
        "“I know it,” said Bagheera.  “Would that Baloo were here, but\nwe must do what we can.  When that cloud covers the moon I shall\ngo to the terrace.  They hold some sort of council there over the\nboy.”",
        "“Good hunting,” said Kaa grimly, and glided away to the west\nwall.  That happened to be the least ruined of any, and the big\nsnake was delayed awhile before he could find a way up the stones.\nThe cloud hid the moon, and as Mowgli wondered what would come\nnext he heard Bagheera’s light feet on the terrace.  The Black\nPanther had raced up the slope almost without a sound and was\nstriking–he knew better than to waste time in biting–right\nand left among the monkeys, who were seated round Mowgli in\ncircles fifty and sixty deep.  There was a howl of fright and\nrage, and then as Bagheera tripped on the rolling kicking bodies\nbeneath him, a monkey shouted: “There is only one here!  Kill him!\nKill.”  A scuffling mass of monkeys, biting, scratching, tearing,\nand pulling, closed over Bagheera, while five or six laid hold of\nMowgli, dragged him up the wall of the summerhouse and pushed him\nthrough the hole of the broken dome.  A man-trained boy would have\nbeen badly bruised, for the fall was a good fifteen feet, but\nMowgli fell as Baloo had taught him to fall, and landed on his\nfeet.",
        "“Stay there,” shouted the monkeys, “till we have killed thy\nfriends, and later we will play with thee–if the Poison-People\nleave thee alive.”",
        "“We be of one blood, ye and I,” said Mowgli, quickly giving\nthe Snake’s Call.  He could hear rustling and hissing in the\nrubbish all round him and gave the Call a second time, to make\nsure.",
        "“Even ssso!  Down hoods all!” said half a dozen low voices\n(every ruin in India becomes sooner or later a dwelling place of\nsnakes, and the old summerhouse was alive with cobras).  “Stand\nstill, Little Brother, for thy feet may do us harm.”",
        "Mowgli stood as quietly as he could, peering through the open\nwork and listening to the furious din of the fight round the Black\nPanther–the yells and chatterings and scufflings, and\nBagheera’s deep, hoarse cough as he backed and bucked and twisted\nand plunged under the heaps of his enemies.  For the first time\nsince he was born, Bagheera was fighting for his life.",
        "“Baloo must be at hand; Bagheera would not have come alone,\"\nMowgli thought.  And then he called aloud: “To the tank, Bagheera.\nRoll to the water tanks.  Roll and plunge!  Get to the water!”",
        "Bagheera heard, and the cry that told him Mowgli was safe gave\nhim new courage.  He worked his way desperately, inch by inch,\nstraight for the reservoirs, halting in silence.  Then from the\nruined wall nearest the jungle rose up the rumbling war-shout of\nBaloo.  The old Bear had done his best, but he could not come\nbefore.  “Bagheera,” he shouted, “I am here.  I climb!  I haste!\nAhuwora!  The stones slip under my feet!  Wait my coming, O most\ninfamous Bandar-log!”  He panted up the terrace only to disappear\nto the head in a wave of monkeys, but he threw himself squarely on\nhis haunches, and, spreading out his forepaws, hugged as many as\nhe could hold, and then began to hit with a regular bat-bat-bat,\nlike the flipping strokes of a paddle wheel.  A crash and a splash\ntold Mowgli that Bagheera had fought his way to the tank where the\nmonkeys could not follow.  The Panther lay gasping for breath, his\nhead just out of the water, while the monkeys stood three deep on\nthe red steps, dancing up and down with rage, ready to spring upon\nhim from all sides if he came out to help Baloo.  It was then that\nBagheera lifted up his dripping chin, and in despair gave the\nSnake’s Call for protection–\"We be of one blood, ye and I\"–\nfor he believed that Kaa had turned tail at the last minute.  Even\nBaloo, half smothered under the monkeys on the edge of the\nterrace, could not help chuckling as he heard the Black Panther\nasking for help.",
        "Kaa had only just worked his way over the west wall, landing\nwith a wrench that dislodged a coping stone into the ditch.  He\nhad no intention of losing any advantage of the ground, and coiled\nand uncoiled himself once or twice, to be sure that every foot of\nhis long body was in working order.  All that while the fight with\nBaloo went on, and the monkeys yelled in the tank round Bagheera,\nand Mang the Bat, flying to and fro, carried the news of the great\nbattle over the jungle, till even Hathi the Wild Elephant\ntrumpeted, and, far away, scattered bands of the Monkey-Folk woke\nand came leaping along the tree-roads to help their comrades in\nthe Cold Lairs, and the noise of the fight roused all the day\nbirds for miles round.  Then Kaa came straight, quickly, and\nanxious to kill.  The fighting strength of a python is in the\ndriving blow of his head backed by all the strength and weight of\nhis body.  If you can imagine a lance, or a battering ram, or a\nhammer weighing nearly half a ton driven by a cool, quiet mind\nliving in the handle of it, you can roughly imagine what Kaa was\nlike when he fought.  A python four or five feet long can knock a\nman down if he hits him fairly in the chest, and Kaa was thirty\nfeet long, as you know.  His first stroke was delivered into the\nheart of the crowd round Baloo.  It was sent home with shut mouth\nin silence, and there was no need of a second.  The monkeys\nscattered with cries of–\"Kaa!  It is Kaa!  Run!  Run!”",
        "Generations of monkeys had been scared into good behavior by\nthe stories their elders told them of Kaa, the night thief, who\ncould slip along the branches as quietly as moss grows, and steal\naway the strongest monkey that ever lived; of old Kaa, who could\nmake himself look so like a dead branch or a rotten stump that the\nwisest were deceived, till the branch caught them.  Kaa was\neverything that the monkeys feared in the jungle, for none of them\nknew the limits of his power, none of them could look him in the\nface, and none had ever come alive out of his hug.  And so they\nran, stammering with terror, to the walls and the roofs of the\nhouses, and Baloo drew a deep breath of relief.  His fur was much\nthicker than Bagheera’s, but he had suffered sorely in the fight.\nThen Kaa opened his mouth for the first time and spoke one long\nhissing word, and the far-away monkeys, hurrying to the defense of\nthe Cold Lairs, stayed where they were, cowering, till the loaded\nbranches bent and crackled under them.  The monkeys on the walls\nand the empty houses stopped their cries, and in the stillness\nthat fell upon the city Mowgli heard Bagheera shaking his wet\nsides as he came up from the tank.  Then the clamor broke out\nagain.  The monkeys leaped higher up the walls.  They clung around\nthe necks of the big stone idols and shrieked as they skipped\nalong the battlements, while Mowgli, dancing in the summerhouse,\nput his eye to the screenwork and hooted owl-fashion between his\nfront teeth, to show his derision and contempt.",
        "“Get the man-cub out of that trap; I can do no more,” Bagheera\ngasped.  “Let us take the man-cub and go.  They may attack again.”",
        "“They will not move till I order them.  Stay you sssso!”  Kaa\nhissed, and the city was silent once more.  “I could not come\nbefore, Brother, but I think I heard thee call\"–this was to\nBagheera.",
        "“I–I may have cried out in the battle,” Bagheera answered.\n\"Baloo, art thou hurt?",
        "“I am not sure that they did not pull me into a hundred little\nbearlings,” said Baloo, gravely shaking one leg after the other.\n\"Wow! I am sore.  Kaa, we owe thee, I think, our lives–Bagheera\nand I.”",
        "“No matter.  Where is the manling?”",
        "“Here, in a trap.  I cannot climb out,” cried Mowgli.  The\ncurve of the broken dome was above his head.",
        "“Take him away.  He dances like Mao the Peacock.  He will\ncrush our young,” said the cobras inside.",
        "“Hah!” said Kaa with a chuckle, “he has friends everywhere,\nthis manling.  Stand back, manling.  And hide you, O Poison\nPeople.  I break down the wall.”",
        "Kaa looked carefully till he found a discolored crack in the\nmarble tracery showing a weak spot, made two or three light taps\nwith his head to get the distance, and then lifting up six feet of\nhis body clear of the ground, sent home half a dozen full-power\nsmashing blows, nose-first.  The screen-work broke and fell away\nin a cloud of dust and rubbish, and Mowgli leaped through the\nopening and flung himself between Baloo and Bagheera–an arm\naround each big neck.",
        "“Art thou hurt?” said Baloo, hugging him softly.",
        "“I am sore, hungry, and not a little bruised.  But, oh, they\nhave handled ye grievously, my Brothers!  Ye bleed.”",
        "“Others also,” said Bagheera, licking his lips and looking at\nthe monkey-dead on the terrace and round the tank.",
        "“It is nothing, it is nothing, if thou art safe, oh, my pride\nof all little frogs!” whimpered Baloo.",
        "“Of that we shall judge later,” said Bagheera, in a dry voice\nthat Mowgli did not at all like.  “But here is Kaa to whom we owe\nthe battle and thou owest thy life.  Thank him according to our\ncustoms, Mowgli.”",
        "Mowgli turned and saw the great Python’s head swaying a foot\nabove his own.",
        "“So this is the manling,” said Kaa.  “Very soft is his skin,\nand he is not unlike the Bandar-log.  Have a care, manling, that I\ndo not mistake thee for a monkey some twilight when I have newly\nchanged my coat.”",
        "“We be one blood, thou and I,” Mowgli answered.  “I take my\nlife from thee tonight.  My kill shall be thy kill if ever thou\nart hungry, O Kaa.”",
        "“All thanks, Little Brother,” said Kaa, though his eyes\ntwinkled.  “And what may so bold a hunter kill?  I ask that I may\nfollow when next he goes abroad.”",
        "“I kill nothing,–I am too little,–but I drive goats\ntoward such as can use them.  When thou art empty come to me and\nsee if I speak the truth.  I have some skill in these [he held out\nhis hands], and if ever thou art in a trap, I may pay the debt\nwhich I owe to thee, to Bagheera, and to Baloo, here.  Good\nhunting to ye all, my masters.”",
        "“Well said,” growled Baloo, for Mowgli had returned thanks\nvery prettily.  The Python dropped his head lightly for a minute\non Mowgli’s shoulder.  “A brave heart and a courteous tongue,\"\nsaid he.  “They shall carry thee far through the jungle, manling.\nBut now go hence quickly with thy friends.  Go and sleep, for the\nmoon sets, and what follows it is not well that thou shouldst\nsee.”",
        "The moon was sinking behind the hills and the lines of\ntrembling monkeys huddled together on the walls and battlements\nlooked like ragged shaky fringes of things.  Baloo went down to\nthe tank for a drink and Bagheera began to put his fur in order,\nas Kaa glided out into the center of the terrace and brought his\njaws together with a ringing snap that drew all the monkeys’ eyes\nupon him.",
        "“The moon sets,” he said.  “Is there yet light enough to see?”",
        "From the walls came a moan like the wind in the tree-tops–\n\"We see, O Kaa.”",
        "“Good.  Begins now the dance–the Dance of the Hunger of\nKaa.  Sit still and watch.”",
        "He turned twice or thrice in a big circle, weaving his head\nfrom right to left.  Then he began making loops and figures of\neight with his body, and soft, oozy triangles that melted into\nsquares and five-sided figures, and coiled mounds, never resting,\nnever hurrying, and never stopping his low humming song.  It grew\ndarker and darker, till at last the dragging, shifting coils\ndisappeared, but they could hear the rustle of the scales.",
        "Baloo and Bagheera stood still as stone, growling in their\nthroats, their neck hair bristling, and Mowgli watched and\nwondered.",
        "“Bandar-log,” said the voice of Kaa at last, “can ye stir foot\nor hand without my order?  Speak!”",
        "“Without thy order we cannot stir foot or hand, O Kaa!”",
        "“Good!  Come all one pace nearer to me.”",
        "The lines of the monkeys swayed forward helplessly, and Baloo\nand Bagheera took one stiff step forward with them.",
        "“Nearer!” hissed Kaa, and they all moved again.",
        "Mowgli laid his hands on Baloo and Bagheera to get them away,\nand the two great beasts started as though they had been waked\nfrom a dream.",
        "“Keep thy hand on my shoulder,” Bagheera whispered.  “Keep it\nthere, or I must go back–must go back to Kaa.  Aah!”",
        "“It is only old Kaa making circles on the dust,” said Mowgli.\n\"Let us go.”  And the three slipped off through a gap in the walls\nto the jungle.",
        "“Whoof!” said Baloo, when he stood under the still trees\nagain.  “Never more will I make an ally of Kaa,” and he shook\nhimself all over.",
        "“He knows more than we,” said Bagheera, trembling.  “In a\nlittle time, had I stayed, I should have walked down his throat.”",
        "“Many will walk by that road before the moon rises again,\"\nsaid Baloo.  “He will have good hunting–after his own fashion.”",
        "“But what was the meaning of it all?” said Mowgli, who did not\nknow anything of a python’s powers of fascination.  “I saw no more\nthan a big snake making foolish circles till the dark came.  And\nhis nose was all sore.  Ho!  Ho!”",
        "“Mowgli,” said Bagheera angrily, “his nose was sore on thy\naccount, as my ears and sides and paws, and Baloo’s neck and\nshoulders are bitten on thy account.  Neither Baloo nor Bagheera\nwill be able to hunt with pleasure for many days.”",
        "“It is nothing,” said Baloo; “we have the man-cub again.”",
        "“True, but he has cost us heavily in time which might have\nbeen spent in good hunting, in wounds, in hair–I am half\nplucked along my back–and last of all, in honor.  For,\nremember, Mowgli, I, who am the Black Panther, was forced to call\nupon Kaa for protection, and Baloo and I were both made stupid as\nlittle birds by the Hunger Dance.  All this, man-cub, came of thy\nplaying with the Bandar-log.”",
        "“True, it is true,” said Mowgli sorrowfully.  “I am an evil\nman-cub, and my stomach is sad in me.”",
        "“Mf!  What says the Law of the Jungle, Baloo?”",
        "Baloo did not wish to bring Mowgli into any more trouble, but\nhe could not tamper with the Law, so he mumbled: “Sorrow never\nstays punishment.  But remember, Bagheera, he is very little.”",
        "“I will remember.  But he has done mischief, and blows must be\ndealt now.  Mowgli, hast thou anything to say?”",
        "“Nothing.  I did wrong.  Baloo and thou are wounded.  It is\njust.”",
        "Bagheera gave him half a dozen love-taps from a panther’s\npoint of view (they would hardly have waked one of his own cubs),\nbut for a seven-year-old boy they amounted to as severe a beating\nas you could wish to avoid.  When it was all over Mowgli sneezed,\nand picked himself up without a word.",
        "“Now,” said Bagheera, “jump on my back, Little Brother, and we\nwill go home.”",
        "One of the beauties of Jungle Law is that punishment settles\nall scores.  There is no nagging afterward.",
        "Mowgli laid his head down on Bagheera’s back and slept so\ndeeply that he never waked when he was put down in the home-cave.",
        "     Here we go in a flung festoon,\n     Half-way up to the jealous moon!\n     Don’t you envy our pranceful bands?\n     Don’t you wish you had extra hands?\n     Wouldn’t you like if your tails were–so–\n     Curved in the shape of a Cupid’s bow?\n         Now you’re angry, but–never mind,\n         Brother, thy tail hangs down behind!",
        "     Here we sit in a branchy row,\n     Thinking of beautiful things we know;\n     Dreaming of deeds that we mean to do,\n     All complete, in a minute or two–\n     Something noble and wise and good,\n     Done by merely wishing we could.\n         We’ve forgotten, but–never mind,\n         Brother, thy tail hangs down behind!",
        "     All the talk we ever have heard\n     Uttered by bat or beast or bird–\n     Hide or fin or scale or feather–\n     Jabber it quickly and all together!\n     Excellent!  Wonderful!  Once again!",
        "     Now we are talking just like men!\n        Let’s pretend we are ... never mind,\n        Brother, thy tail hangs down behind!\n        This is the way of the Monkey-kind.",
        "    Then join our leaping lines that scumfish through the pines,\n    That rocket by where, light and high, the wild grape swings.\n    By the rubbish in our wake, and the noble noise we make,\n    Be sure, be sure, we’re going to do some splendid things!",
        "             What of the hunting, hunter bold?\n                Brother, the watch was long and cold.\n             What of the quarry ye went to kill?\n                Brother, he crops in the jungle still.\n             Where is the power that made your pride?\n                Brother, it ebbs from my flank and side.\n             Where is the haste that ye hurry by?\n                Brother, I go to my lair–to die.",
        "Now we must go back to the first tale.  When Mowgli left the\nwolf’s cave after the fight with the Pack at the Council Rock, he\nwent down to the plowed lands where the villagers lived, but he\nwould not stop there because it was too near to the jungle, and he\nknew that he had made at least one bad enemy at the Council.  So\nhe hurried on, keeping to the rough road that ran down the valley,\nand followed it at a steady jog-trot for nearly twenty miles, till\nhe came to a country that he did not know.  The valley opened out\ninto a great plain dotted over with rocks and cut up by ravines.\nAt one end stood a little village, and at the other the thick\njungle came down in a sweep to the grazing-grounds, and stopped\nthere as though it had been cut off with a hoe.  All over the\nplain, cattle and buffaloes were grazing, and when the little boys\nin charge of the herds saw Mowgli they shouted and ran away, and\nthe yellow pariah dogs that hang about every Indian village\nbarked.  Mowgli walked on, for he was feeling hungry, and when he\ncame to the village gate he saw the big thorn-bush that was drawn\nup before the gate at twilight, pushed to one side.",
        "“Umph!” he said, for he had come across more than one such\nbarricade in his night rambles after things to eat.  “So men are\nafraid of the People of the Jungle here also.”  He sat down by the\ngate, and when a man came out he stood up, opened his mouth, and\npointed down it to show that he wanted food.  The man stared, and\nran back up the one street of the village shouting for the priest,\nwho was a big, fat man dressed in white, with a red and yellow\nmark on his forehead.  The priest came to the gate, and with him\nat least a hundred people, who stared and talked and shouted and\npointed at Mowgli.",
        "“They have no manners, these Men Folk,” said Mowgli to\nhimself.  “Only the gray ape would behave as they do.”  So he\nthrew back his long hair and frowned at the crowd.",
        "“What is there to be afraid of?” said the priest.  “Look at\nthe marks on his arms and legs.  They are the bites of wolves.  He\nis but a wolf-child run away from the jungle.”",
        "Of course, in playing together, the cubs had often nipped\nMowgli harder than they intended, and there were white scars all\nover his arms and legs.  But he would have been the last person in\nthe world to call these bites, for he knew what real biting meant.",
        "“Arre! Arre!” said two or three women together.  “To be bitten\nby wolves, poor child!  He is a handsome boy.  He has eyes like\nred fire.  By my honor, Messua, he is not unlike thy boy that was\ntaken by the tiger.”",
        "“Let me look,” said a woman with heavy copper rings on her\nwrists and ankles, and she peered at Mowgli under the palm of her\nhand.  “Indeed he is not.  He is thinner, but he has the very look\nof my boy.”",
        "The priest was a clever man, and he knew that Messua was wife\nto the richest villager in the place.  So he looked up at the sky\nfor a minute and said solemnly: “What the jungle has taken the\njungle has restored.  Take the boy into thy house, my sister, and\nforget not to honor the priest who sees so far into the lives of\nmen.”",
        "“By the Bull that bought me,” said Mowgli to himself, “but all\nthis talking is like another looking-over by the Pack!  Well, if I\nam a man, a man I must become.”",
        "The crowd parted as the woman beckoned Mowgli to her hut,\nwhere there was a red lacquered bedstead, a great earthen grain\nchest with funny raised patterns on it, half a dozen copper\ncooking pots, an image of a Hindu god in a little alcove, and on\nthe wall a real looking glass, such as they sell at the country\nfairs.",
        "She gave him a long drink of milk and some bread, and then she\nlaid her hand on his head and looked into his eyes; for she\nthought perhaps that he might be her real son come back from the\njungle where the tiger had taken him.  So she said, “Nathoo, O\nNathoo!”  Mowgli did not show that he knew the name.  “Dost thou\nnot remember the day when I gave thee thy new shoes?”  She touched\nhis foot, and it was almost as hard as horn.  “No,” she said\nsorrowfully, “those feet have never worn shoes, but thou art very\nlike my Nathoo, and thou shalt be my son.”",
        "Mowgli was uneasy, because he had never been under a roof\nbefore.  But as he looked at the thatch, he saw that he could tear\nit out any time if he wanted to get away, and that the window had\nno fastenings.  “What is the good of a man,” he said to himself at\nlast, “if he does not understand man’s talk?  Now I am as silly\nand dumb as a man would be with us in the jungle.  I must speak\ntheir talk.”",
        "It was not for fun that he had learned while he was with the\nwolves to imitate the challenge of bucks in the jungle and the\ngrunt of the little wild pig.  So, as soon as Messua pronounced a\nword Mowgli would imitate it almost perfectly, and before dark he\nhad learned the names of many things in the hut.",
        "There was a difficulty at bedtime, because Mowgli would not\nsleep under anything that looked so like a panther trap as that\nhut, and when they shut the door he went through the window.\n\"Give him his will,” said Messua’s husband.  “Remember he can\nnever till now have slept on a bed.  If he is indeed sent in the\nplace of our son he will not run away.”",
        "So Mowgli stretched himself in some long, clean grass at the\nedge of the field, but before he had closed his eyes a soft gray\nnose poked him under the chin.",
        "“Phew!” said Gray Brother (he was the eldest of Mother Wolf’s\ncubs).  “This is a poor reward for following thee twenty miles.\nThou smellest of wood smoke and cattle–altogether like a man\nalready.  Wake, Little Brother; I bring news.”",
        "“Are all well in the jungle?” said Mowgli, hugging him.",
        "“All except the wolves that were burned with the Red Flower.\nNow, listen.  Shere Khan has gone away to hunt far off till his\ncoat grows again, for he is badly singed.  When he returns he\nswears that he will lay thy bones in the Waingunga.”",
        "“There are two words to that.  I also have made a little\npromise.  But news is always good.  I am tired to-night,–very\ntired with new things, Gray Brother,–but bring me the news\nalways.”",
        "“Thou wilt not forget that thou art a wolf?  Men will not make\nthee forget?” said Gray Brother anxiously.",
        "“Never.  I will always remember that I love thee and all in\nour cave.  But also I will always remember that I have been cast\nout of the Pack.”",
        "“And that thou mayest be cast out of another pack.  Men are\nonly men, Little Brother, and their talk is like the talk of frogs\nin a pond.  When I come down here again, I will wait for thee in\nthe bamboos at the edge of the grazing-ground.”",
        "For three months after that night Mowgli hardly ever left the\nvillage gate, he was so busy learning the ways and customs of men.\nFirst he had to wear a cloth round him, which annoyed him\nhorribly; and then he had to learn about money, which he did not\nin the least understand, and about plowing, of which he did not\nsee the use.  Then the little children in the village made him\nvery angry.  Luckily, the Law of the Jungle had taught him to keep\nhis temper, for in the jungle life and food depend on keeping your\ntemper; but when they made fun of him because he would not play\ngames or fly kites, or because he mispronounced some word, only\nthe knowledge that it was unsportsmanlike to kill little naked\ncubs kept him from picking them up and breaking them in two.",
        "He did not know his own strength in the least.  In the jungle\nhe knew he was weak compared with the beasts, but in the village\npeople said that he was as strong as a bull.",
        "And Mowgli had not the faintest idea of the difference that\ncaste makes between man and man.  When the potter’s donkey slipped\nin the clay pit, Mowgli hauled it out by the tail, and helped to\nstack the pots for their journey to the market at Khanhiwara.\nThat was very shocking, too, for the potter is a low-caste man,\nand his donkey is worse.  When the priest scolded him, Mowgli\nthreatened to put him on the donkey too, and the priest told\nMessua’s husband that Mowgli had better be set to work as soon as\npossible; and the village head-man told Mowgli that he would have\nto go out with the buffaloes next day, and herd them while they\ngrazed.  No one was more pleased than Mowgli; and that night,\nbecause he had been appointed a servant of the village, as it\nwere, he went off to a circle that met every evening on a masonry\nplatform under a great fig-tree.  It was the village club, and the\nhead-man and the watchman and the barber, who knew all the gossip\nof the village, and old Buldeo, the village hunter, who had a\nTower musket, met and smoked.  The monkeys sat and talked in the\nupper branches, and there was a hole under the platform where a\ncobra lived, and he had his little platter of milk every night\nbecause he was sacred; and the old men sat around the tree and\ntalked, and pulled at the big huqas (the water-pipes) till far\ninto the night.  They told wonderful tales of gods and men and\nghosts; and Buldeo told even more wonderful ones of the ways of\nbeasts in the jungle, till the eyes of the children sitting\noutside the circle bulged out of their heads.  Most of the tales\nwere about animals, for the jungle was always at their door.  The\ndeer and the wild pig grubbed up their crops, and now and again\nthe tiger carried off a man at twilight, within sight of the\nvillage gates.",
        "Mowgli, who naturally knew something about what they were\ntalking of, had to cover his face not to show that he was\nlaughing, while Buldeo, the Tower musket across his knees, climbed\non from one wonderful story to another, and Mowgli’s shoulders\nshook.",
        "Buldeo was explaining how the tiger that had carried away\nMessua’s son was a ghost-tiger, and his body was inhabited by the\nghost of a wicked, old money-lender, who had died some years ago.\n\"And I know that this is true,” he said, “because Purun Dass\nalways limped from the blow that he got in a riot when his account\nbooks were burned, and the tiger that I speak of he limps, too,\nfor the tracks of his pads are unequal.”",
        "“True, true, that must be the truth,” said the gray-beards,\nnodding together.",
        "“Are all these tales such cobwebs and moon talk?” said Mowgli.\n\"That tiger limps because he was born lame, as everyone knows.  To\ntalk of the soul of a money-lender in a beast that never had the\ncourage of a jackal is child’s talk.”",
        "Buldeo was speechless with surprise for a moment, and the\nhead-man stared.",
        "“Oho!  It is the jungle brat, is it?” said Buldeo.  “If thou\nart so wise, better bring his hide to Khanhiwara, for the\nGovernment has set a hundred rupees on his life.  Better still,\ntalk not when thy elders speak.”",
        "Mowgli rose to go.  “All the evening I have lain here\nlistening,” he called back over his shoulder, “and, except once or\ntwice, Buldeo has not said one word of truth concerning the\njungle, which is at his very doors.  How, then, shall I believe\nthe tales of ghosts and gods and goblins which he says he has\nseen?”",
        "“It is full time that boy went to herding,” said the head-man,\nwhile Buldeo puffed and snorted at Mowgli’s impertinence.",
        "The custom of most Indian villages is for a few boys to take\nthe cattle and buffaloes out to graze in the early morning, and\nbring them back at night.  The very cattle that would trample a\nwhite man to death allow themselves to be banged and bullied and\nshouted at by children that hardly come up to their noses.  So\nlong as the boys keep with the herds they are safe, for not even\nthe tiger will charge a mob of cattle.  But if they straggle to\npick flowers or hunt lizards, they are sometimes carried off.\nMowgli went through the village street in the dawn, sitting on the\nback of Rama, the great herd bull.  The slaty-blue buffaloes, with\ntheir long, backward-sweeping horns and savage eyes, rose out\ntheir byres, one by one, and followed him, and Mowgli made it very\nclear to the children with him that he was the master.  He beat\nthe buffaloes with a long, polished bamboo, and told Kamya, one of\nthe boys, to graze the cattle by themselves, while he went on with\nthe buffaloes, and to be very careful not to stray away from the\nherd.",
        "An Indian grazing ground is all rocks and scrub and tussocks\nand little ravines, among which the herds scatter and disappear.\nThe buffaloes generally keep to the pools and muddy places, where\nthey lie wallowing or basking in the warm mud for hours.  Mowgli\ndrove them on to the edge of the plain where the Waingunga came\nout of the jungle; then he dropped from Rama’s neck, trotted off\nto a bamboo clump, and found Gray Brother.  “Ah,” said Gray\nBrother, “I have waited here very many days.  What is the meaning\nof this cattle-herding work?”",
        "“It is an order,” said Mowgli.  “I am a village herd for a\nwhile.  What news of Shere Khan?”",
        "“He has come back to this country, and has waited here a long\ntime for thee.  Now he has gone off again, for the game is scarce.\nBut he means to kill thee.”",
        "“Very good,” said Mowgli.  “So long as he is away do thou or\none of the four brothers sit on that rock, so that I can see thee\nas I come out of the village.  When he comes back wait for me in\nthe ravine by the dhak tree in the center of the plain.  We need\nnot walk into Shere Khan’s mouth.”",
        "Then Mowgli picked out a shady place, and lay down and slept\nwhile the buffaloes grazed round him.  Herding in India is one of\nthe laziest things in the world.  The cattle move and crunch, and\nlie down, and move on again, and they do not even low.  They only\ngrunt, and the buffaloes very seldom say anything, but get down\ninto the muddy pools one after another, and work their way into\nthe mud till only their noses and staring china-blue eyes show\nabove the surface, and then they lie like logs.  The sun makes the\nrocks dance in the heat, and the herd children hear one kite\n(never any more) whistling almost out of sight overhead, and they\nknow that if they died, or a cow died, that kite would sweep down,\nand the next kite miles away would see him drop and follow, and\nthe next, and the next, and almost before they were dead there\nwould be a score of hungry kites come out of nowhere.  Then they\nsleep and wake and sleep again, and weave little baskets of dried\ngrass and put grasshoppers in them; or catch two praying mantises\nand make them fight; or string a necklace of red and black jungle\nnuts; or watch a lizard basking on a rock, or a snake hunting a\nfrog near the wallows.  Then they sing long, long songs with odd\nnative quavers at the end of them, and the day seems longer than\nmost people’s whole lives, and perhaps they make a mud castle with\nmud figures of men and horses and buffaloes, and put reeds into\nthe men’s hands, and pretend that they are kings and the figures\nare their armies, or that they are gods to be worshiped.  Then\nevening comes and the children call, and the buffaloes lumber up\nout of the sticky mud with noises like gunshots going off one\nafter the other, and they all string across the gray plain back to\nthe twinkling village lights.",
        "Day after day Mowgli would lead the buffaloes out to their\nwallows, and day after day he would see Gray Brother’s back a mile\nand a half away across the plain (so he knew that Shere Khan had\nnot come back), and day after day he would lie on the grass\nlistening to the noises round him, and dreaming of old days in the\njungle.  If Shere Khan had made a false step with his lame paw up\nin the jungles by the Waingunga, Mowgli would have heard him in\nthose long, still mornings.",
        "At last a day came when he did not see Gray Brother at the\nsignal place, and he laughed and headed the buffaloes for the\nravine by the dhk tree, which was all covered with golden-red\nflowers.  There sat Gray Brother, every bristle on his back\nlifted.",
        "“He has hidden for a month to throw thee off thy guard.  He\ncrossed the ranges last night with Tabaqui, hot-foot on thy\ntrail,” said the Wolf, panting.",
        "Mowgli frowned.  “I am not afraid of Shere Khan, but Tabaqui\nis very cunning.”",
        "“Have no fear,” said Gray Brother, licking his lips a little.\n\"I met Tabaqui in the dawn.  Now he is telling all his wisdom to\nthe kites, but he told me everything before I broke his back.\nShere Khan’s plan is to wait for thee at the village gate this\nevening–for thee and for no one else.  He is lying up now, in\nthe big dry ravine of the Waingunga.”",
        "“Has he eaten today, or does he hunt empty?” said Mowgli, for\nthe answer meant life and death to him.",
        "“He killed at dawn,–a pig,–and he has drunk too.\nRemember, Shere Khan could never fast, even for the sake of\nrevenge.”",
        "“Oh!  Fool, fool!  What a cub’s cub it is!  Eaten and drunk\ntoo, and he thinks that I shall wait till he has slept!  Now,\nwhere does he lie up?  If there were but ten of us we might pull\nhim down as he lies.  These buffaloes will not charge unless they\nwind him, and I cannot speak their language.  Can we get behind\nhis track so that they may smell it?”",
        "“He swam far down the Waingunga to cut that off,” said Gray\nBrother.",
        "“Tabaqui told him that, I know.  He would never have thought\nof it alone.”  Mowgli stood with his finger in his mouth,\nthinking.  “The big ravine of the Waingunga.  That opens out on\nthe plain not half a mile from here.  I can take the herd round\nthrough the jungle to the head of the ravine and then sweep down\n–but he would slink out at the foot.  We must block that end.\nGray Brother, canst thou cut the herd in two for me?”",
        "“Not I, perhaps–but I have brought a wise helper.”  Gray\nBrother trotted off and dropped into a hole.  Then there lifted up\na huge gray head that Mowgli knew well, and the hot air was filled\nwith the most desolate cry of all the jungle–the hunting howl\nof a wolf at midday.",
        "“Akela!  Akela!” said Mowgli, clapping his hands.  “I might\nhave known that thou wouldst not forget me.  We have a big work in\nhand.  Cut the herd in two, Akela.  Keep the cows and calves\ntogether, and the bulls and the plow buffaloes by themselves.”",
        "The two wolves ran, ladies’-chain fashion, in and out of the\nherd, which snorted and threw up its head, and separated into two\nclumps.  In one, the cow-buffaloes stood with their calves in the\ncenter, and glared and pawed, ready, if a wolf would only stay\nstill, to charge down and trample the life out of him.  In the\nother, the bulls and the young bulls snorted and stamped, but\nthough they looked more imposing they were much less dangerous,\nfor they had no calves to protect.  No six men could have divided\nthe herd so neatly.",
        "“What orders!” panted Akela.  “They are trying to join again.”",
        "Mowgli slipped on to Rama’s back.  “Drive the bulls away to\nthe left, Akela.  Gray Brother, when we are gone, hold the cows\ntogether, and drive them into the foot of the ravine.”",
        "“How far?” said Gray Brother, panting and snapping.",
        "“Till the sides are higher than Shere Khan can jump,” shouted\nMowgli.  “Keep them there till we come down.”  The bulls swept off\nas Akela bayed, and Gray Brother stopped in front of the cows.\nThey charged down on him, and he ran just before them to the foot\nof the ravine, as Akela drove the bulls far to the left.",
        "“Well done!  Another charge and they are fairly started.\nCareful, now–careful, Akela.  A snap too much and the bulls\nwill charge.  Hujah!  This is wilder work than driving black-buck.\nDidst thou think these creatures could move so swiftly?”  Mowgli\ncalled.",
        "“I have–have hunted these too in my time,” gasped Akela in\nthe dust.  “Shall I turn them into the jungle?”",
        "“Ay!  Turn.  Swiftly turn them!  Rama is mad with rage.  Oh,\nif I could only tell him what I need of him to-day.”",
        "The bulls were turned, to the right this time, and crashed\ninto the standing thicket.  The other herd children, watching with\nthe cattle half a mile away, hurried to the village as fast as\ntheir legs could carry them, crying that the buffaloes had gone\nmad and run away.",
        "But Mowgli’s plan was simple enough.  All he wanted to do was\nto make a big circle uphill and get at the head of the ravine, and\nthen take the bulls down it and catch Shere Khan between the bulls\nand the cows; for he knew that after a meal and a full drink Shere\nKhan would not be in any condition to fight or to clamber up the\nsides of the ravine.  He was soothing the buffaloes now by voice,\nand Akela had dropped far to the rear, only whimpering once or\ntwice to hurry the rear-guard.  It was a long, long circle, for\nthey did not wish to get too near the ravine and give Shere Khan\nwarning.  At last Mowgli rounded up the bewildered herd at the\nhead of the ravine on a grassy patch that sloped steeply down to\nthe ravine itself.  From that height you could see across the tops\nof the trees down to the plain below; but what Mowgli looked at\nwas the sides of the ravine, and he saw with a great deal of\nsatisfaction that they ran nearly straight up and down, while the\nvines and creepers that hung over them would give no foothold to a\ntiger who wanted to get out.",
        "“Let them breathe, Akela,” he said, holding up his hand.\n\"They have not winded him yet.  Let them breathe.  I must tell\nShere Khan who comes.  We have him in the trap.”",
        "He put his hands to his mouth and shouted down the ravine–\nit was almost like shouting down a tunnel–and the echoes jumped\nfrom rock to rock.",
        "After a long time there came back the drawling, sleepy snarl\nof a full-fed tiger just wakened.",
        "“Who calls?” said Shere Khan, and a splendid peacock fluttered\nup out of the ravine screeching.",
        "“I, Mowgli.  Cattle thief, it is time to come to the Council\nRock!  Down–hurry them down, Akela!  Down, Rama, down!”",
        "The herd paused for an instant at the edge of the slope, but\nAkela gave tongue in the full hunting-yell, and they pitched over\none after the other, just as steamers shoot rapids, the sand and\nstones spurting up round them.  Once started, there was no chance\nof stopping, and before they were fairly in the bed of the ravine\nRama winded Shere Khan and bellowed.",
        "“Ha!  Ha!” said Mowgli, on his back.  “Now thou knowest!” and\nthe torrent of black horns, foaming muzzles, and staring eyes\nwhirled down the ravine just as boulders go down in floodtime; the\nweaker buffaloes being shouldered out to the sides of the ravine\nwhere they tore through the creepers.  They knew what the business\nwas before them–the terrible charge of the buffalo herd against\nwhich no tiger can hope to stand.  Shere Khan heard the thunder of\ntheir hoofs, picked himself up, and lumbered down the ravine,\nlooking from side to side for some way of escape, but the walls of\nthe ravine were straight and he had to hold on, heavy with his\ndinner and his drink, willing to do anything rather than fight.\nThe herd splashed through the pool he had just left, bellowing\ntill the narrow cut rang.  Mowgli heard an answering bellow from\nthe foot of the ravine, saw Shere Khan turn (the tiger knew if the\nworst came to the worst it was better to meet the bulls than the\ncows with their calves), and then Rama tripped, stumbled, and went\non again over something soft, and, with the bulls at his heels,\ncrashed full into the other herd, while the weaker buffaloes were\nlifted clean off their feet by the shock of the meeting.  That\ncharge carried both herds out into the plain, goring and stamping\nand snorting.  Mowgli watched his time, and slipped off Rama’s\nneck, laying about him right and left with his stick.",
        "“Quick, Akela!  Break them up.  Scatter them, or they will be\nfighting one another.  Drive them away, Akela.  Hai, Rama!  Hai,\nhai, hai! my children.  Softly now, softly!  It is all over.”",
        "Akela and Gray Brother ran to and fro nipping the buffaloes’\nlegs, and though the herd wheeled once to charge up the ravine\nagain, Mowgli managed to turn Rama, and the others followed him to\nthe wallows.",
        "Shere Khan needed no more trampling.  He was dead, and the\nkites were coming for him already.",
        "“Brothers, that was a dog’s death,” said Mowgli, feeling for\nthe knife he always carried in a sheath round his neck now that he\nlived with men.  “But he would never have shown fight.  His hide\nwill look well on the Council Rock.  We must get to work swiftly.”",
        "A boy trained among men would never have dreamed of skinning a\nten-foot tiger alone, but Mowgli knew better than anyone else how\nan animal’s skin is fitted on, and how it can be taken off.  But\nit was hard work, and Mowgli slashed and tore and grunted for an\nhour, while the wolves lolled out their tongues, or came forward\nand tugged as he ordered them.  Presently a hand fell on his\nshoulder, and looking up he saw Buldeo with the Tower musket.  The\nchildren had told the village about the buffalo stampede, and\nBuldeo went out angrily, only too anxious to correct Mowgli for\nnot taking better care of the herd.  The wolves dropped out of\nsight as soon as they saw the man coming.",
        "“What is this folly?” said Buldeo angrily.  “To think that\nthou canst skin a tiger!  Where did the buffaloes kill him?  It is\nthe Lame Tiger too, and there is a hundred rupees on his head.\nWell, well, we will overlook thy letting the herd run off, and\nperhaps I will give thee one of the rupees of the reward when I\nhave taken the skin to Khanhiwara.”  He fumbled in his waist cloth\nfor flint and steel, and stooped down to singe Shere Khan’s\nwhiskers.  Most native hunters always singe a tiger’s whiskers to\nprevent his ghost from haunting them.",
        "“Hum!” said Mowgli, half to himself as he ripped back the skin\nof a forepaw.  “So thou wilt take the hide to Khanhiwara for the\nreward, and perhaps give me one rupee?  Now it is in my mind that\nI need the skin for my own use.  Heh!  Old man, take away that\nfire!”",
        "“What talk is this to the chief hunter of the village?  Thy\nluck and the stupidity of thy buffaloes have helped thee to this\nkill.  The tiger has just fed, or he would have gone twenty miles\nby this time.  Thou canst not even skin him properly, little\nbeggar brat, and forsooth I, Buldeo, must be told not to singe his\nwhiskers.  Mowgli, I will not give thee one anna of the reward,\nbut only a very big beating.  Leave the carcass!”",
        "“By the Bull that bought me,” said Mowgli, who was trying to\nget at the shoulder, “must I stay babbling to an old ape all noon?\nHere, Akela, this man plagues me.”",
        "Buldeo, who was still stooping over Shere Khan’s head, found\nhimself sprawling on the grass, with a gray wolf standing over\nhim, while Mowgli went on skinning as though he were alone in all\nIndia.",
        "“Ye-es,” he said, between his teeth.  “Thou art altogether\nright, Buldeo.  Thou wilt never give me one anna of the reward.\nThere is an old war between this lame tiger and myself–a very\nold war, and–I have won.”",
        "To do Buldeo justice, if he had been ten years younger he\nwould have taken his chance with Akela had he met the wolf in the\nwoods, but a wolf who obeyed the orders of this boy who had\nprivate wars with man-eating tigers was not a common animal.  It\nwas sorcery, magic of the worst kind, thought Buldeo, and he\nwondered whether the amulet round his neck would protect him.  He\nlay as still as still, expecting every minute to see Mowgli turn\ninto a tiger too.",
        "“Maharaj!  Great King,” he said at last in a husky whisper.",
        "“Yes,” said Mowgli, without turning his head, chuckling a\nlittle.",
        "“I am an old man.  I did not know that thou wast anything more\nthan a herdsboy.  May I rise up and go away, or will thy servant\ntear me to pieces?”",
        "“Go, and peace go with thee.  Only, another time do not meddle\nwith my game.  Let him go, Akela.”",
        "Buldeo hobbled away to the village as fast as he could,\nlooking back over his shoulder in case Mowgli should change into\nsomething terrible.  When he got to the village he told a tale of\nmagic and enchantment and sorcery that made the priest look very\ngrave.",
        "Mowgli went on with his work, but it was nearly twilight\nbefore he and the wolves had drawn the great gay skin clear of the\nbody.",
        "“Now we must hide this and take the buffaloes home!  Help me\nto herd them, Akela.”",
        "The herd rounded up in the misty twilight, and when they got\nnear the village Mowgli saw lights, and heard the conches and\nbells in the temple blowing and banging.  Half the village seemed\nto be waiting for him by the gate.  “That is because I have killed\nShere Khan,” he said to himself.  But a shower of stones whistled\nabout his ears, and the villagers shouted: “Sorcerer!  Wolf’s\nbrat!  Jungle demon!  Go away!  Get hence quickly or the priest\nwill turn thee into a wolf again.  Shoot, Buldeo, shoot!”",
        "The old Tower musket went off with a bang, and a young buffalo\nbellowed in pain.",
        "“More sorcery!” shouted the villagers.  “He can turn bullets.\nBuldeo, that was thy buffalo.”",
        "“Now what is this?” said Mowgli, bewildered, as the stones\nflew thicker.",
        "“They are not unlike the Pack, these brothers of thine,” said\nAkela, sitting down composedly.  “It is in my head that, if\nbullets mean anything, they would cast thee out.”",
        "“Wolf!  Wolf’s cub!  Go away!” shouted the priest, waving a\nsprig of the sacred tulsi plant.",
        "“Again?  Last time it was because I was a man.  This time it\nis because I am a wolf.  Let us go, Akela.”",
        "A woman–it was Messua–ran across to the herd, and cried:\n\"Oh, my son, my son!  They say thou art a sorcerer who can turn\nhimself into a beast at will.  I do not believe, but go away or\nthey will kill thee.  Buldeo says thou art a wizard, but I know\nthou hast avenged Nathoo’s death.”",
        "“Come back, Messua!” shouted the crowd.  “Come back, or we\nwill stone thee.”",
        "Mowgli laughed a little short ugly laugh, for a stone had hit\nhim in the mouth.  “Run back, Messua.  This is one of the foolish\ntales they tell under the big tree at dusk.  I have at least paid\nfor thy son’s life.  Farewell; and run quickly, for I shall send\nthe herd in more swiftly than their brickbats.  I am no wizard,\nMessua.  Farewell!”",
        "“Now, once more, Akela,” he cried.  “Bring the herd in.”",
        "The buffaloes were anxious enough to get to the village.  They\nhardly needed Akela’s yell, but charged through the gate like a\nwhirlwind, scattering the crowd right and left.",
        "“Keep count!” shouted Mowgli scornfully.  “It may be that I\nhave stolen one of them.  Keep count, for I will do your herding\nno more.  Fare you well, children of men, and thank Messua that I\ndo not come in with my wolves and hunt you up and down your\nstreet.”",
        "He turned on his heel and walked away with the Lone Wolf, and\nas he looked up at the stars he felt happy.  “No more sleeping in\ntraps for me, Akela.  Let us get Shere Khan’s skin and go away.\nNo, we will not hurt the village, for Messua was kind to me.”",
        "When the moon rose over the plain, making it look all milky,\nthe horrified villagers saw Mowgli, with two wolves at his heels\nand a bundle on his head, trotting across at the steady wolf’s\ntrot that eats up the long miles like fire.  Then they banged the\ntemple bells and blew the conches louder than ever.  And Messua\ncried, and Buldeo embroidered the story of his adventures in the\njungle, till he ended by saying that Akela stood up on his hind\nlegs and talked like a man.",
        "The moon was just going down when Mowgli and the two wolves\ncame to the hill of the Council Rock, and they stopped at Mother\nWolf’s cave.",
        "“They have cast me out from the Man-Pack, Mother,” shouted\nMowgli, “but I come with the hide of Shere Khan to keep my word.”",
        "Mother Wolf walked stiffly from the cave with the cubs behind\nher, and her eyes glowed as she saw the skin.",
        "“I told him on that day, when he crammed his head and\nshoulders into this cave, hunting for thy life, Little Frog–I\ntold him that the hunter would be the hunted.  It is well done.”",
        "“Little Brother, it is well done,” said a deep voice in the\nthicket.  “We were lonely in the jungle without thee, and Bagheera\ncame running to Mowgli’s bare feet.  They clambered up the Council\nRock together, and Mowgli spread the skin out on the flat stone\nwhere Akela used to sit, and pegged it down with four slivers of\nbamboo, and Akela lay down upon it, and called the old call to the\nCouncil, “Look–look well, O Wolves,” exactly as he had called\nwhen Mowgli was first brought there.",
        "Ever since Akela had been deposed, the Pack had been without a\nleader, hunting and fighting at their own pleasure.  But they\nanswered the call from habit; and some of them were lame from the\ntraps they had fallen into, and some limped from shot wounds, and\nsome were mangy from eating bad food, and many were missing.  But\nthey came to the Council Rock, all that were left of them, and saw\nShere Khan’s striped hide on the rock, and the huge claws dangling\nat the end of the empty dangling feet.  It was then that Mowgli\nmade up a song that came up into his throat all by itself, and he\nshouted it aloud, leaping up and down on the rattling skin, and\nbeating time with his heels till he had no more breath left, while\nGray Brother and Akela howled between the verses.",
        "“Look well, O Wolves.  Have I kept my word?” said Mowgli.  And\nthe wolves bayed “Yes,” and one tattered wolf howled:",
        "“Lead us again, O Akela.  Lead us again, O Man-cub, for we be\nsick of this lawlessness, and we would be the Free People once\nmore.”",
        "“Nay,” purred Bagheera, “that may not be.  When ye are\nfull-fed, the madness may come upon you again.  Not for nothing\nare ye called the Free People.  Ye fought for freedom, and it is\nyours.  Eat it, O Wolves.”",
        "“Man-Pack and Wolf-Pack have cast me out,” said Mowgli.  “Now\nI will hunt alone in the jungle.”",
        "“And we will hunt with thee,” said the four cubs.",
        "So Mowgli went away and hunted with the four cubs in the\njungle from that day on.  But he was not always alone, because,\nyears afterward, he became a man and married.",
        "But that is a story for grown-ups.",
        "             THAT HE SANG AT THE COUNCIL ROCK WHEN HE\n                    DANCED ON SHERE KHAN’S HIDE",
        "The Song of Mowgli–I, Mowgli, am singing.  Let the jungle\n   listen to the things I have done.",
        "Shere Khan said he would kill–would kill!  At the gates in the\n   twilight he would kill Mowgli, the Frog!",
        "He ate and he drank.  Drink deep, Shere Khan, for when wilt thou\n   drink again?  Sleep and dream of the kill.",
        "I am alone on the grazing-grounds.  Gray Brother, come to me!\n   Come to me, Lone Wolf, for there is big game afoot!",
        "Bring up the great bull buffaloes, the blue-skinned herd bulls\n   with the angry eyes.  Drive them to and fro as I order.",
        "Sleepest thou still, Shere Khan?  Wake, oh, wake!  Here come I,\n   and the bulls are behind.",
        "Rama, the King of the Buffaloes, stamped with his foot.  Waters of\n   the Waingunga, whither went Shere Khan?",
        "He is not Ikki to dig holes, nor Mao, the Peacock, that he should\n   fly.  He is not Mang the Bat, to hang in the branches.  Little\n   bamboos that creak together, tell me where he ran?",
        "Ow!  He is there.  Ahoo!  He is there.  Under the feet of Rama\n   lies the Lame One!  Up, Shere Khan!",
        "Up and kill!  Here is meat; break the necks of the bulls!",
        "Hsh!  He is asleep.  We will not wake him, for his strength is\n   very great.  The kites have come down to see it.  The black\n   ants have come up to know it.  There is a great assembly in his\n   honor.",
        "Alala!  I have no cloth to wrap me.  The kites will see that I am\n   naked.  I am ashamed to meet all these people.",
        "Lend me thy coat, Shere Khan.  Lend me thy gay striped coat that I\n   may go to the Council Rock.",
        "By the Bull that bought me I made a promise–a little promise.\n   Only thy coat is lacking before I keep my word.",
        "With the knife, with the knife that men use, with the knife of the\n   hunter, I will stoop down for my gift.",
        "Waters of the Waingunga, Shere Khan gives me his coat for the love\n   that he bears me.  Pull, Gray Brother!  Pull, Akela!  Heavy is\n   the hide of Shere Khan.",
        "The Man Pack are angry.  They throw stones and talk child’s talk.\n   My mouth is bleeding.  Let me run away.",
        "Through the night, through the hot night, run swiftly with me, my\n   brothers.  We will leave the lights of the village and go to\n   the low moon.",
        "Waters of the Waingunga, the Man-Pack have cast me out.  I did\n   them no harm, but they were afraid of me.  Why?",
        "Wolf Pack, ye have cast me out too.  The jungle is shut to me and\n   the village gates are shut.  Why?",
        "As Mang flies between the beasts and birds, so fly I between the\n   village and the jungle.  Why?",
        "I dance on the hide of Shere Khan, but my heart is very heavy.  My\n   mouth is cut and wounded with the stones from the village, but\n   my heart is very light, because I have come back to the jungle.\n   Why?",
        "These two things fight together in me as the snakes fight in the\n   spring.  The water comes out of my eyes; yet I laugh while it\n   falls.  Why?",
        "I am two Mowglis, but the hide of Shere Khan is under my feet.",
        "All the jungle knows that I have killed Shere Khan.  Look–look\n   well, O Wolves!",
        "Ahae!  My heart is heavy with the things that I do not understand.",
        "      Oh! hush thee, my baby, the night is behind us,\n        And black are the waters that sparkled so green.\n      The moon, o’er the combers, looks downward to find us\n        At rest in the hollows that rustle between.\n      Where billow meets billow, then soft be thy pillow,\n        Ah, weary wee flipperling, curl at thy ease!\n      The storm shall not wake thee, nor shark overtake thee,\n        Asleep in the arms of the slow-swinging seas!\n                                 Seal Lullaby",
        "All these things happened several years ago at a place called\nNovastoshnah, or North East Point, on the Island of St. Paul, away\nand away in the Bering Sea.  Limmershin, the Winter Wren, told me\nthe tale when he was blown on to the rigging of a steamer going to\nJapan, and I took him down into my cabin and warmed and fed him\nfor a couple of days till he was fit to fly back to St. Paul’s\nagain.  Limmershin is a very quaint little bird, but he knows how\nto tell the truth.",
        "Nobody comes to Novastoshnah except on business, and the only\npeople who have regular business there are the seals.  They come\nin the summer months by hundreds and hundreds of thousands out of\nthe cold gray sea.  For Novastoshnah Beach has the finest\naccommodation for seals of any place in all the world.",
        "Sea Catch knew that, and every spring would swim from whatever\nplace he happened to be in–would swim like a torpedo-boat\nstraight for Novastoshnah and spend a month fighting with his\ncompanions for a good place on the rocks, as close to the sea as\npossible.  Sea Catch was fifteen years old, a huge gray fur seal\nwith almost a mane on his shoulders, and long, wicked dog teeth.\nWhen he heaved himself up on his front flippers he stood more than\nfour feet clear of the ground, and his weight, if anyone had been\nbold enough to weigh him, was nearly seven hundred pounds.  He was\nscarred all over with the marks of savage fights, but he was\nalways ready for just one fight more.  He would put his head on\none side, as though he were afraid to look his enemy in the face;\nthen he would shoot it out like lightning, and when the big teeth\nwere firmly fixed on the other seal’s neck, the other seal might\nget away if he could, but Sea Catch would not help him.",
        "Yet Sea Catch never chased a beaten seal, for that was against\nthe Rules of the Beach.  He only wanted room by the sea for his\nnursery.  But as there were forty or fifty thousand other seals\nhunting for the same thing each spring, the whistling, bellowing,\nroaring, and blowing on the beach was something frightful.",
        "From a little hill called Hutchinson’s Hill, you could look\nover three and a half miles of ground covered with fighting seals;\nand the surf was dotted all over with the heads of seals hurrying\nto land and begin their share of the fighting.  They fought in the\nbreakers, they fought in the sand, and they fought on the\nsmooth-worn basalt rocks of the nurseries, for they were just as\nstupid and unaccommodating as men.  Their wives never came to the\nisland until late in May or early in June, for they did not care\nto be torn to pieces; and the young two-, three-, and\nfour-year-old seals who had not begun housekeeping went inland\nabout half a mile through the ranks of the fighters and played\nabout on the sand dunes in droves and legions, and rubbed off\nevery single green thing that grew.  They were called the\nholluschickie–the bachelors–and there were perhaps two or\nthree hundred thousand of them at Novastoshnah alone.",
        "Sea Catch had just finished his forty-fifth fight one spring\nwhen Matkah, his soft, sleek, gentle-eyed wife, came up out of the\nsea, and he caught her by the scruff of the neck and dumped her\ndown on his reservation, saying gruffly: “Late as usual.  Where\nhave you been?”",
        "It was not the fashion for Sea Catch to eat anything during\nthe four months he stayed on the beaches, and so his temper was\ngenerally bad.  Matkah knew better than to answer back.  She\nlooked round and cooed: “How thoughtful of you.  You’ve taken the\nold place again.”",
        "“I should think I had,” said Sea Catch.  “Look at me!”",
        "He was scratched and bleeding in twenty places; one eye was\nalmost out, and his sides were torn to ribbons.",
        "“Oh, you men, you men!”  Matkah said, fanning herself with her\nhind flipper.  “Why can’t you be sensible and settle your places\nquietly?  You look as though you had been fighting with the Killer\nWhale.”",
        "“I haven’t been doing anything but fight since the middle of\nMay.  The beach is disgracefully crowded this season.  I’ve met at\nleast a hundred seals from Lukannon Beach, house hunting.  Why\ncan’t people stay where they belong?”",
        "“I’ve often thought we should be much happier if we hauled out\nat Otter Island instead of this crowded place,” said Matkah.",
        "“Bah!  Only the holluschickie go to Otter Island.  If we went\nthere they would say we were afraid.  We must preserve\nappearances, my dear.”",
        "Sea Catch sunk his head proudly between his fat shoulders and\npretended to go to sleep for a few minutes, but all the time he\nwas keeping a sharp lookout for a fight.  Now that all the seals\nand their wives were on the land, you could hear their clamor\nmiles out to sea above the loudest gales.  At the lowest counting\nthere were over a million seals on the beach–old seals, mother\nseals, tiny babies, and holluschickie, fighting, scuffling,\nbleating, crawling, and playing together–going down to the sea\nand coming up from it in gangs and regiments, lying over every\nfoot of ground as far as the eye could reach, and skirmishing\nabout in brigades through the fog.  It is nearly always foggy at\nNovastoshnah, except when the sun comes out and makes everything\nlook all pearly and rainbow-colored for a little while.",
        "Kotick, Matkah’s baby, was born in the middle of that\nconfusion, and he was all head and shoulders, with pale, watery\nblue eyes, as tiny seals must be, but there was something about\nhis coat that made his mother look at him very closely.",
        "“Sea Catch,” she said, at last, “our baby’s going to be\nwhite!”",
        "“Empty clam-shells and dry seaweed!” snorted Sea Catch.\n\"There never has been such a thing in the world as a white seal.”",
        "“I can’t help that,” said Matkah; “there’s going to be now.\"\nAnd she sang the low, crooning seal song that all the mother seals\nsing to their babies:",
        "            You mustn’t swim till you’re six weeks old,\n              Or your head will be sunk by your heels;\n            And summer gales and Killer Whales\n              Are bad for baby seals.",
        "            Are bad for baby seals, dear rat,\n              As bad as bad can be;\n            But splash and grow strong,\n            And you can’t be wrong.\n              Child of the Open Sea!",
        "Of course the little fellow did not understand the words at\nfirst.  He paddled and scrambled about by his mother’s side, and\nlearned to scuffle out of the way when his father was fighting\nwith another seal, and the two rolled and roared up and down the\nslippery rocks.  Matkah used to go to sea to get things to eat,\nand the baby was fed only once in two days, but then he ate all he\ncould and throve upon it.",
        "The first thing he did was to crawl inland, and there he met\ntens of thousands of babies of his own age, and they played\ntogether like puppies, went to sleep on the clean sand, and played\nagain.  The old people in the nurseries took no notice of them,\nand the holluschickie kept to their own grounds, and the babies\nhad a beautiful playtime.",
        "When Matkah came back from her deep-sea fishing she would go\nstraight to their playground and call as a sheep calls for a lamb,\nand wait until she heard Kotick bleat.  Then she would take the\nstraightest of straight lines in his direction, striking out with\nher fore flippers and knocking the youngsters head over heels\nright and left.  There were always a few hundred mothers hunting\nfor their children through the playgrounds, and the babies were\nkept lively.  But, as Matkah told Kotick, “So long as you don’t\nlie in muddy water and get mange, or rub the hard sand into a cut\nor scratch, and so long as you never go swimming when there is a\nheavy sea, nothing will hurt you here.”",
        "Little seals can no more swim than little children, but they\nare unhappy till they learn.  The first time that Kotick went down\nto the sea a wave carried him out beyond his depth, and his big\nhead sank and his little hind flippers flew up exactly as his\nmother had told him in the song, and if the next wave had not\nthrown him back again he would have drowned.",
        "After that, he learned to lie in a beach pool and let the wash\nof the waves just cover him and lift him up while he paddled, but\nhe always kept his eye open for big waves that might hurt.  He was\ntwo weeks learning to use his flippers; and all that while he\nfloundered in and out of the water, and coughed and grunted and\ncrawled up the beach and took catnaps on the sand, and went back\nagain, until at last he found that he truly belonged to the water.",
        "Then you can imagine the times that he had with his\ncompanions, ducking under the rollers; or coming in on top of a\ncomber and landing with a swash and a splutter as the big wave\nwent whirling far up the beach; or standing up on his tail and\nscratching his head as the old people did; or playing “I’m the\nKing of the Castle” on slippery, weedy rocks that just stuck out\nof the wash.  Now and then he would see a thin fin, like a big\nshark’s fin, drifting along close to shore, and he knew that that\nwas the Killer Whale, the Grampus, who eats young seals when he\ncan get them; and Kotick would head for the beach like an arrow,\nand the fin would jig off slowly, as if it were looking for\nnothing at all.",
        "Late in October the seals began to leave St. Paul’s for the\ndeep sea, by families and tribes, and there was no more fighting\nover the nurseries, and the holluschickie played anywhere they\nliked.  “Next year,” said Matkah to Kotick, “you will be a\nholluschickie; but this year you must learn how to catch fish.”",
        "They set out together across the Pacific, and Matkah showed\nKotick how to sleep on his back with his flippers tucked down by\nhis side and his little nose just out of the water.  No cradle is\nso comfortable as the long, rocking swell of the Pacific.  When\nKotick felt his skin tingle all over, Matkah told him he was\nlearning the “feel of the water,” and that tingly, prickly\nfeelings meant bad weather coming, and he must swim hard and get\naway.",
        "“In a little time,” she said, “you’ll know where to swim to,\nbut just now we’ll follow Sea Pig, the Porpoise, for he is very\nwise.”  A school of porpoises were ducking and tearing through the\nwater, and little Kotick followed them as fast as he could.  “How\ndo you know where to go to?” he panted.  The leader of the school\nrolled his white eye and ducked under.  “My tail tingles,\nyoungster,” he said.  “That means there’s a gale behind me.  Come\nalong!  When you’re south of the Sticky Water [he meant the\nEquator] and your tail tingles, that means there’s a gale in front\nof you and you must head north.  Come along!  The water feels bad\nhere.”",
        "This was one of very many things that Kotick learned, and he\nwas always learning.  Matkah taught him to follow the cod and the\nhalibut along the under-sea banks and wrench the rockling out of\nhis hole among the weeds; how to skirt the wrecks lying a hundred\nfathoms below water and dart like a rifle bullet in at one\nporthole and out at another as the fishes ran; how to dance on the\ntop of the waves when the lightning was racing all over the sky,\nand wave his flipper politely to the stumpy-tailed Albatross and\nthe Man-of-war Hawk as they went down the wind; how to jump three\nor four feet clear of the water like a dolphin, flippers close to\nthe side and tail curved; to leave the flying fish alone because\nthey are all bony; to take the shoulder-piece out of a cod at full\nspeed ten fathoms deep, and never to stop and look at a boat or a\nship, but particularly a row-boat.  At the end of six months what\nKotick did not know about deep-sea fishing was not worth the\nknowing.  And all that time he never set flipper on dry ground.",
        "One day, however, as he was lying half asleep in the warm\nwater somewhere off the Island of Juan Fernandez, he felt faint\nand lazy all over, just as human people do when the spring is in\ntheir legs, and he remembered the good firm beaches of\nNovastoshnah seven thousand miles away, the games his companions\nplayed, the smell of the seaweed, the seal roar, and the fighting.\nThat very minute he turned north, swimming steadily, and as he\nwent on he met scores of his mates, all bound for the same place,\nand they said: “Greeting, Kotick!  This year we are all\nholluschickie, and we can dance the Fire-dance in the breakers off\nLukannon and play on the new grass.  But where did you get that\ncoat?”",
        "Kotick’s fur was almost pure white now, and though he felt\nvery proud of it, he only said, “Swim quickly!  My bones are\naching for the land.”  And so they all came to the beaches where\nthey had been born, and heard the old seals, their fathers,\nfighting in the rolling mist.",
        "That night Kotick danced the Fire-dance with the yearling\nseals.  The sea is full of fire on summer nights all the way down\nfrom Novastoshnah to Lukannon, and each seal leaves a wake like\nburning oil behind him and a flaming flash when he jumps, and the\nwaves break in great phosphorescent streaks and swirls.  Then they\nwent inland to the holluschickie grounds and rolled up and down in\nthe new wild wheat and told stories of what they had done while\nthey had been at sea.  They talked about the Pacific as boys would\ntalk about a wood that they had been nutting in, and if anyone had\nunderstood them he could have gone away and made such a chart of\nthat ocean as never was.  The three- and four-year-old\nholluschickie romped down from Hutchinson’s Hill crying: “Out of\nthe way, youngsters!  The sea is deep and you don’t know all\nthat’s in it yet.  Wait till you’ve rounded the Horn.  Hi, you\nyearling, where did you get that white coat?”",
        "“I didn’t get it,” said Kotick.  “It grew.”  And just as he\nwas going to roll the speaker over, a couple of black-haired men\nwith flat red faces came from behind a sand dune, and Kotick, who\nhad never seen a man before, coughed and lowered his head.  The\nholluschickie just bundled off a few yards and sat staring\nstupidly.  The men were no less than Kerick Booterin, the chief of\nthe seal-hunters on the island, and Patalamon, his son.  They came\nfrom the little village not half a mile from the sea nurseries,\nand they were deciding what seals they would drive up to the\nkilling pens–for the seals were driven just like sheep–to be\nturned into seal-skin jackets later on.",
        "“Ho!” said Patalamon.  “Look!  There’s a white seal!”",
        "Kerick Booterin turned nearly white under his oil and smoke,\nfor he was an Aleut, and Aleuts are not clean people.  Then he\nbegan to mutter a prayer.  “Don’t touch him, Patalamon.  There has\nnever been a white seal since–since I was born.  Perhaps it is\nold Zaharrof’s ghost.  He was lost last year in the big gale.”",
        "“I’m not going near him,” said Patalamon.  “He’s unlucky.  Do\nyou really think he is old Zaharrof come back?  I owe him for some\ngulls’ eggs.”",
        "“Don’t look at him,” said Kerick.  “Head off that drove of\nfour-year-olds.  The men ought to skin two hundred to-day, but\nit’s the beginning of the season and they are new to the work.  A\nhundred will do.  Quick!”",
        "Patalamon rattled a pair of seal’s shoulder bones in front of\na herd of holluschickie and they stopped dead, puffing and\nblowing.  Then he stepped near and the seals began to move, and\nKerick headed them inland, and they never tried to get back to\ntheir companions.  Hundreds and hundreds of thousands of seals\nwatched them being driven, but they went on playing just the same.\nKotick was the only one who asked questions, and none of his\ncompanions could tell him anything, except that the men always\ndrove seals in that way for six weeks or two months of every year.",
        "“I am going to follow,” he said, and his eyes nearly popped\nout of his head as he shuffled along in the wake of the herd.",
        "“The white seal is coming after us,” cried Patalamon.  “That’s\nthe first time a seal has ever come to the killing-grounds alone.”",
        "“Hsh!  Don’t look behind you,” said Kerick.  “It is Zaharrof’s\nghost!  I must speak to the priest about this.”",
        "The distance to the killing-grounds was only half a mile, but\nit took an hour to cover, because if the seals went too fast\nKerick knew that they would get heated and then their fur would\ncome off in patches when they were skinned.  So they went on very\nslowly, past Sea Lion’s Neck, past Webster House, till they came\nto the Salt House just beyond the sight of the seals on the beach.\nKotick followed, panting and wondering.  He thought that he was at\nthe world’s end, but the roar of the seal nurseries behind him\nsounded as loud as the roar of a train in a tunnel.  Then Kerick\nsat down on the moss and pulled out a heavy pewter watch and let\nthe drove cool off for thirty minutes, and Kotick could hear the\nfog-dew dripping off the brim of his cap.  Then ten or twelve men,\neach with an iron-bound club three or four feet long, came up, and\nKerick pointed out one or two of the drove that were bitten by\ntheir companions or too hot, and the men kicked those aside with\ntheir heavy boots made of the skin of a walrus’s throat, and then\nKerick said, “Let go!” and then the men clubbed the seals on the\nhead as fast as they could.",
        "Ten minutes later little Kotick did not recognize his friends\nany more, for their skins were ripped off from the nose to the\nhind flippers, whipped off and thrown down on the ground in a\npile.  That was enough for Kotick.  He turned and galloped (a seal\ncan gallop very swiftly for a short time) back to the sea; his\nlittle new mustache bristling with horror.  At Sea Lion’s Neck,\nwhere the great sea lions sit on the edge of the surf, he flung\nhimself flipper-overhead into the cool water and rocked there,\ngasping miserably.  “What’s here?” said a sea lion gruffly, for as\na rule the sea lions keep themselves to themselves.",
        "“Scoochnie!  Ochen scoochnie!”  (\"I’m lonesome, very\nlonesome!”) said Kotick.  “They’re killing all the holluschickie\non all the beaches!”",
        "The Sea Lion turned his head inshore.  “Nonsense!” he said.\n\"Your friends are making as much noise as ever.  You must have\nseen old Kerick polishing off a drove.  He’s done that for thirty\nyears.”",
        "“It’s horrible,” said Kotick, backing water as a wave went\nover him, and steadying himself with a screw stroke of his\nflippers that brought him all standing within three inches of a\njagged edge of rock.",
        "“Well done for a yearling!” said the Sea Lion, who could\nappreciate good swimming.  “I suppose it is rather awful from your\nway of looking at it, but if you seals will come here year after\nyear, of course the men get to know of it, and unless you can find\nan island where no men ever come you will always be driven.”",
        "“Isn’t there any such island?” began Kotick.",
        "“I’ve followed the poltoos [the halibut] for twenty years, and\nI can’t say I’ve found it yet.  But look here–you seem to have\na fondness for talking to your betters–suppose you go to Walrus\nIslet and talk to Sea Vitch.  He may know something.  Don’t\nflounce off like that.  It’s a six-mile swim, and if I were you I\nshould haul out and take a nap first, little one.”",
        "Kotick thought that that was good advice, so he swam round to\nhis own beach, hauled out, and slept for half an hour, twitching\nall over, as seals will.  Then he headed straight for Walrus\nIslet, a little low sheet of rocky island almost due northeast\nfrom Novastoshnah, all ledges and rock and gulls’ nests, where the\nwalrus herded by themselves.",
        "He landed close to old Sea Vitch–the big, ugly, bloated,\npimpled, fat-necked, long-tusked walrus of the North Pacific, who\nhas no manners except when he is asleep–as he was then, with\nhis hind flippers half in and half out of the surf.",
        "“Wake up!” barked Kotick, for the gulls were making a great\nnoise.",
        "“Hah!  Ho!  Hmph!  What’s that?” said Sea Vitch, and he struck\nthe next walrus a blow with his tusks and waked him up, and the\nnext struck the next, and so on till they were all awake and\nstaring in every direction but the right one.",
        "“Hi!  It’s me,” said Kotick, bobbing in the surf and looking\nlike a little white slug.",
        "“Well!  May I be–skinned!” said Sea Vitch, and they all\nlooked at Kotick as you can fancy a club full of drowsy old\ngentlemen would look at a little boy.  Kotick did not care to hear\nany more about skinning just then; he had seen enough of it.  So\nhe called out: “Isn’t there any place for seals to go where men\ndon’t ever come?”",
        "“Go and find out,” said Sea Vitch, shutting his eyes.  “Run\naway.  We’re busy here.”",
        "Kotick made his dolphin-jump in the air and shouted as loud as\nhe could: “Clam-eater!  Clam-eater!”  He knew that Sea Vitch never\ncaught a fish in his life but always rooted for clams and seaweed;\nthough he pretended to be a very terrible person.  Naturally the\nChickies and the Gooverooskies and the Epatkas–the Burgomaster\nGulls and the Kittiwakes and the Puffins, who are always looking\nfor a chance to be rude, took up the cry, and–so Limmershin\ntold me–for nearly five minutes you could not have heard a gun\nfired on Walrus Islet.  All the population was yelling and\nscreaming “Clam-eater!  Stareek [old man]!” while Sea Vitch rolled\nfrom side to side grunting and coughing.",
        "“Now will you tell?” said Kotick, all out of breath.",
        "“Go and ask Sea Cow,” said Sea Vitch.  “If he is living still,\nhe’ll be able to tell you.”",
        "“How shall I know Sea Cow when I meet him?” said Kotick,\nsheering off.",
        "“He’s the only thing in the sea uglier than Sea Vitch,\"\nscreamed a Burgomaster gull, wheeling under Sea Vitch’s nose.\n\"Uglier, and with worse manners!  Stareek!”",
        "Kotick swam back to Novastoshnah, leaving the gulls to scream.\nThere he found that no one sympathized with him in his little\nattempt to discover a quiet place for the seals.  They told him\nthat men had always driven the holluschickie–it was part of the\nday’s work–and that if he did not like to see ugly things he\nshould not have gone to the killing grounds.  But none of the\nother seals had seen the killing, and that made the difference\nbetween him and his friends.  Besides, Kotick was a white seal.",
        "“What you must do,” said old Sea Catch, after he had heard his\nson’s adventures, “is to grow up and be a big seal like your\nfather, and have a nursery on the beach, and then they will leave\nyou alone.  In another five years you ought to be able to fight\nfor yourself.”  Even gentle Matkah, his mother, said: “You will\nnever be able to stop the killing.  Go and play in the sea,\nKotick.”  And Kotick went off and danced the Fire-dance with a\nvery heavy little heart.",
        "That autumn he left the beach as soon as he could, and set off\nalone because of a notion in his bullet-head.  He was going to\nfind Sea Cow, if there was such a person in the sea, and he was\ngoing to find a quiet island with good firm beaches for seals to\nlive on, where men could not get at them.  So he explored and\nexplored by himself from the North to the South Pacific, swimming\nas much as three hundred miles in a day and a night.  He met with\nmore adventures than can be told, and narrowly escaped being\ncaught by the Basking Shark, and the Spotted Shark, and the\nHammerhead, and he met all the untrustworthy ruffians that loaf up\nand down the seas, and the heavy polite fish, and the scarlet\nspotted scallops that are moored in one place for hundreds of\nyears, and grow very proud of it; but he never met Sea Cow, and he\nnever found an island that he could fancy.",
        "If the beach was good and hard, with a slope behind it for\nseals to play on, there was always the smoke of a whaler on the\nhorizon, boiling down blubber, and Kotick knew what that meant.\nOr else he could see that seals had once visited the island and\nbeen killed off, and Kotick knew that where men had come once they\nwould come again.",
        "He picked up with an old stumpy-tailed albatross, who told him\nthat Kerguelen Island was the very place for peace and quiet, and\nwhen Kotick went down there he was all but smashed to pieces\nagainst some wicked black cliffs in a heavy sleet-storm with\nlightning and thunder.  Yet as he pulled out against the gale he\ncould see that even there had once been a seal nursery.  And it\nwas so in all the other islands that he visited.",
        "Limmershin gave a long list of them, for he said that Kotick\nspent five seasons exploring, with a four months’ rest each year\nat Novastoshnah, when the holluschickie used to make fun of him\nand his imaginary islands.  He went to the Gallapagos, a horrid\ndry place on the Equator, where he was nearly baked to death; he\nwent to the Georgia Islands, the Orkneys, Emerald Island, Little\nNightingale Island, Gough’s Island, Bouvet’s Island, the Crossets,\nand even to a little speck of an island south of the Cape of Good\nHope.  But everywhere the People of the Sea told him the same\nthings.  Seals had come to those islands once upon a time, but men\nhad killed them all off.  Even when he swam thousands of miles out\nof the Pacific and got to a place called Cape Corrientes (that was\nwhen he was coming back from Gough’s Island), he found a few\nhundred mangy seals on a rock and they told him that men came\nthere too.",
        "That nearly broke his heart, and he headed round the Horn back\nto his own beaches; and on his way north he hauled out on an\nisland full of green trees, where he found an old, old seal who\nwas dying, and Kotick caught fish for him and told him all his\nsorrows.  “Now,” said Kotick, “I am going back to Novastoshnah,\nand if I am driven to the killing-pens with the holluschickie I\nshall not care.”",
        "The old seal said, “Try once more.  I am the last of the Lost\nRookery of Masafuera, and in the days when men killed us by the\nhundred thousand there was a story on the beaches that some day a\nwhite seal would come out of the North and lead the seal people to\na quiet place.  I am old, and I shall never live to see that day,\nbut others will.  Try once more.”",
        "And Kotick curled up his mustache (it was a beauty) and said,\n\"I am the only white seal that has ever been born on the beaches,\nand I am the only seal, black or white, who ever thought of\nlooking for new islands.”",
        "This cheered him immensely; and when he came back to\nNovastoshnah that summer, Matkah, his mother, begged him to marry\nand settle down, for he was no longer a holluschick but a\nfull-grown sea-catch, with a curly white mane on his shoulders, as\nheavy, as big, and as fierce as his father.  “Give me another\nseason,” he said.  “Remember, Mother, it is always the seventh\nwave that goes farthest up the beach.”",
        "Curiously enough, there was another seal who thought that she\nwould put off marrying till the next year, and Kotick danced the\nFire-dance with her all down Lukannon Beach the night before he\nset off on his last exploration.  This time he went westward,\nbecause he had fallen on the trail of a great shoal of halibut,\nand he needed at least one hundred pounds of fish a day to keep\nhim in good condition.  He chased them till he was tired, and then\nhe curled himself up and went to sleep on the hollows of the\nground swell that sets in to Copper Island.  He knew the coast\nperfectly well, so about midnight, when he felt himself gently\nbumped on a weed-bed, he said, “Hm, tide’s running strong\ntonight,” and turning over under water opened his eyes slowly and\nstretched.  Then he jumped like a cat, for he saw huge things\nnosing about in the shoal water and browsing on the heavy fringes\nof the weeds.",
        "“By the Great Combers of Magellan!” he said, beneath his\nmustache.  “Who in the Deep Sea are these people?”",
        "They were like no walrus, sea lion, seal, bear, whale, shark,\nfish, squid, or scallop that Kotick had ever seen before.  They\nwere between twenty and thirty feet long, and they had no hind\nflippers, but a shovel-like tail that looked as if it had been\nwhittled out of wet leather.  Their heads were the most\nfoolish-looking things you ever saw, and they balanced on the ends\nof their tails in deep water when they weren’t grazing, bowing\nsolemnly to each other and waving their front flippers as a fat\nman waves his arm.",
        "“Ahem!” said Kotick.  “Good sport, gentlemen?”  The big things\nanswered by bowing and waving their flippers like the Frog\nFootman.  When they began feeding again Kotick saw that their\nupper lip was split into two pieces that they could twitch apart\nabout a foot and bring together again with a whole bushel of\nseaweed between the splits.  They tucked the stuff into their\nmouths and chumped solemnly.",
        "“Messy style of feeding, that,” said Kotick.  They bowed\nagain, and Kotick began to lose his temper.  “Very good,” he said.\n\"If you do happen to have an extra joint in your front flipper you\nneedn’t show off so.  I see you bow gracefully, but I should like\nto know your names.”  The split lips moved and twitched; and the\nglassy green eyes stared, but they did not speak.",
        "“Well!” said Kotick.  “You’re the only people I’ve ever met\nuglier than Sea Vitch–and with worse manners.”",
        "Then he remembered in a flash what the Burgomaster gull had\nscreamed to him when he was a little yearling at Walrus Islet, and\nhe tumbled backward in the water, for he knew that he had found\nSea Cow at last.",
        "The sea cows went on schlooping and grazing and chumping in\nthe weed, and Kotick asked them questions in every language that\nhe had picked up in his travels; and the Sea People talk nearly as\nmany languages as human beings.  But the sea cows did not answer\nbecause Sea Cow cannot talk.  He has only six bones in his neck\nwhere he ought to have seven, and they say under the sea that that\nprevents him from speaking even to his companions.  But, as you\nknow, he has an extra joint in his foreflipper, and by waving it\nup and down and about he makes what answers to a sort of clumsy\ntelegraphic code.",
        "By daylight Kotick’s mane was standing on end and his temper\nwas gone where the dead crabs go.  Then the Sea Cow began to\ntravel northward very slowly, stopping to hold absurd bowing\ncouncils from time to time, and Kotick followed them, saying to\nhimself, “People who are such idiots as these are would have been\nkilled long ago if they hadn’t found out some safe island.  And\nwhat is good enough for the Sea Cow is good enough for the Sea\nCatch.  All the same, I wish they’d hurry.”",
        "It was weary work for Kotick.  The herd never went more than\nforty or fifty miles a day, and stopped to feed at night, and kept\nclose to the shore all the time; while Kotick swam round them, and\nover them, and under them, but he could not hurry them up one-half\nmile.  As they went farther north they held a bowing council every\nfew hours, and Kotick nearly bit off his mustache with impatience\ntill he saw that they were following up a warm current of water,\nand then he respected them more.",
        "One night they sank through the shiny water–sank like\nstones–and for the first time since he had known them began to\nswim quickly.  Kotick followed, and the pace astonished him, for\nhe never dreamed that Sea Cow was anything of a swimmer.  They\nheaded for a cliff by the shore–a cliff that ran down into deep\nwater, and plunged into a dark hole at the foot of it, twenty\nfathoms under the sea.  It was a long, long swim, and Kotick badly\nwanted fresh air before he was out of the dark tunnel they led him\nthrough.",
        "“My wig!” he said, when he rose, gasping and puffing, into\nopen water at the farther end.  “It was a long dive, but it was\nworth it.”",
        "The sea cows had separated and were browsing lazily along the\nedges of the finest beaches that Kotick had ever seen.  There were\nlong stretches of smooth-worn rock running for miles, exactly\nfitted to make seal-nurseries, and there were play-grounds of hard\nsand sloping inland behind them, and there were rollers for seals\nto dance in, and long grass to roll in, and sand dunes to climb up\nand down, and, best of all, Kotick knew by the feel of the water,\nwhich never deceives a true sea catch, that no men had ever come\nthere.",
        "The first thing he did was to assure himself that the fishing\nwas good, and then he swam along the beaches and counted up the\ndelightful low sandy islands half hidden in the beautiful rolling\nfog.  Away to the northward, out to sea, ran a line of bars and\nshoals and rocks that would never let a ship come within six miles\nof the beach, and between the islands and the mainland was a\nstretch of deep water that ran up to the perpendicular cliffs, and\nsomewhere below the cliffs was the mouth of the tunnel.",
        "“It’s Novastoshnah over again, but ten times better,” said\nKotick.  “Sea Cow must be wiser than I thought.  Men can’t come\ndown the cliffs, even if there were any men; and the shoals to\nseaward would knock a ship to splinters.  If any place in the sea\nis safe, this is it.”",
        "He began to think of the seal he had left behind him, but\nthough he was in a hurry to go back to Novastoshnah, he thoroughly\nexplored the new country, so that he would be able to answer all\nquestions.",
        "Then he dived and made sure of the mouth of the tunnel, and\nraced through to the southward.  No one but a sea cow or a seal\nwould have dreamed of there being such a place, and when he looked\nback at the cliffs even Kotick could hardly believe that he had\nbeen under them.",
        "He was six days going home, though he was not swimming slowly;\nand when he hauled out just above Sea Lion’s Neck the first person\nhe met was the seal who had been waiting for him, and she saw by\nthe look in his eyes that he had found his island at last.",
        "But the holluschickie and Sea Catch, his father, and all the\nother seals laughed at him when he told them what he had\ndiscovered, and a young seal about his own age said, “This is all\nvery well, Kotick, but you can’t come from no one knows where and\norder us off like this.  Remember we’ve been fighting for our\nnurseries, and that’s a thing you never did.  You preferred\nprowling about in the sea.”",
        "The other seals laughed at this, and the young seal began\ntwisting his head from side to side.  He had just married that\nyear, and was making a great fuss about it.",
        "“I’ve no nursery to fight for,” said Kotick.  “I only want to\nshow you all a place where you will be safe.  What’s the use of\nfighting?”",
        "“Oh, if you’re trying to back out, of course I’ve no more to\nsay,” said the young seal with an ugly chuckle.",
        "“Will you come with me if I win?” said Kotick.  And a green\nlight came into his eye, for he was very angry at having to fight\nat all.",
        "“Very good,” said the young seal carelessly.  “If you win,\nI’ll come.”",
        "He had no time to change his mind, for Kotick’s head was out\nand his teeth sunk in the blubber of the young seal’s neck.  Then\nhe threw himself back on his haunches and hauled his enemy down\nthe beach, shook him, and knocked him over.  Then Kotick roared to\nthe seals: “I’ve done my best for you these five seasons past.\nI’ve found you the island where you’ll be safe, but unless your\nheads are dragged off your silly necks you won’t believe.  I’m\ngoing to teach you now.  Look out for yourselves!”",
        "Limmershin told me that never in his life–and Limmershin\nsees ten thousand big seals fighting every year–never in all\nhis little life did he see anything like Kotick’s charge into the\nnurseries.  He flung himself at the biggest sea catch he could\nfind, caught him by the throat, choked him and bumped him and\nbanged him till he grunted for mercy, and then threw him aside and\nattacked the next.  You see, Kotick had never fasted for four\nmonths as the big seals did every year, and his deep-sea swimming\ntrips kept him in perfect condition, and, best of all, he had\nnever fought before.  His curly white mane stood up with rage, and\nhis eyes flamed, and his big dog teeth glistened, and he was\nsplendid to look at.  Old Sea Catch, his father, saw him tearing\npast, hauling the grizzled old seals about as though they had been\nhalibut, and upsetting the young bachelors in all directions; and\nSea Catch gave a roar and shouted: “He may be a fool, but he is\nthe best fighter on the beaches!  Don’t tackle your father, my\nson!  He’s with you!”",
        "Kotick roared in answer, and old Sea Catch waddled in with his\nmustache on end, blowing like a locomotive, while Matkah and the\nseal that was going to marry Kotick cowered down and admired their\nmen-folk.  It was a gorgeous fight, for the two fought as long as\nthere was a seal that dared lift up his head, and when there were\nnone they paraded grandly up and down the beach side by side,\nbellowing.",
        "At night, just as the Northern Lights were winking and\nflashing through the fog, Kotick climbed a bare rock and looked\ndown on the scattered nurseries and the torn and bleeding seals.\n\"Now,” he said, “I’ve taught you your lesson.”",
        "“My wig!” said old Sea Catch, boosting himself up stiffly, for\nhe was fearfully mauled.  “The Killer Whale himself could not have\ncut them up worse.  Son, I’m proud of you, and what’s more, I’ll\ncome with you to your island–if there is such a place.”",
        "“Hear you, fat pigs of the sea.  Who comes with me to the Sea\nCow’s tunnel?  Answer, or I shall teach you again,” roared Kotick.",
        "There was a murmur like the ripple of the tide all up and down\nthe beaches.  “We will come,” said thousands of tired voices.  “We\nwill follow Kotick, the White Seal.”",
        "Then Kotick dropped his head between his shoulders and shut\nhis eyes proudly.  He was not a white seal any more, but red from\nhead to tail.  All the same he would have scorned to look at or\ntouch one of his wounds.",
        "A week later he and his army (nearly ten thousand\nholluschickie and old seals) went away north to the Sea Cow’s\ntunnel, Kotick leading them, and the seals that stayed at\nNovastoshnah called them idiots.  But next spring, when they all\nmet off the fishing banks of the Pacific, Kotick’s seals told such\ntales of the new beaches beyond Sea Cow’s tunnel that more and\nmore seals left Novastoshnah.  Of course it was not all done at\nonce, for the seals are not very clever, and they need a long time\nto turn things over in their minds, but year after year more seals\nwent away from Novastoshnah, and Lukannon, and the other\nnurseries, to the quiet, sheltered beaches where Kotick sits all\nthe summer through, getting bigger and fatter and stronger each\nyear, while the holluschickie play around him, in that sea where\nno man comes.",
        "This is the great deep-sea song that all the St. Paul seals sing\nwhen they are heading back to their beaches in the summer.  It is\na sort of very sad seal National Anthem.",
        "    I met my mates in the morning (and, oh, but I am old!)\n    Where roaring on the ledges the summer ground-swell rolled;\n    I heard them lift the chorus that drowned the breakers’ song–\n    The Beaches of Lukannon–two million voices strong.",
        "    The song of pleasant stations beside the salt lagoons,\n    The song of blowing squadrons that shuffled down the dunes,\n    The song of midnight dances that churned the sea to flame–\n    The Beaches of Lukannon–before the sealers came!",
        "    I met my mates in the morning (I’ll never meet them more!);\n    They came and went in legions that darkened all the shore.\n    And o’er the foam-flecked offing as far as voice could reach\n    We hailed the landing-parties and we sang them up the beach.",
        "    The Beaches of Lukannon–the winter wheat so tall–\n    The dripping, crinkled lichens, and the sea-fog drenching all!\n    The platforms of our playground, all shining smooth and worn!\n    The Beaches of Lukannon–the home where we were born!",
        "    I met my mates in the morning, a broken, scattered band.\n    Men shoot us in the water and club us on the land;\n    Men drive us to the Salt House like silly sheep and tame,\n    And still we sing Lukannon–before the sealers came.",
        "    Wheel down, wheel down to southward; oh, Gooverooska, go!\n    And tell the Deep-Sea Viceroys the story of our woe;\n    Ere, empty as the shark’s egg the tempest flings ashore,\n    The Beaches of Lukannon shall know their sons no more!",
        "               At the hole where he went in\n               Red-Eye called to Wrinkle-Skin.\n               Hear what little Red-Eye saith:\n               “Nag, come up and dance with death!”",
        "               Eye to eye and head to head,\n                 (Keep the measure, Nag.)\n               This shall end when one is dead;\n                 (At thy pleasure, Nag.)\n               Turn for turn and twist for twist–\n                 (Run and hide thee, Nag.)\n               Hah!  The hooded Death has missed!\n                 (Woe betide thee, Nag!)",
        "This is the story of the great war that Rikki-tikki-tavi fought\nsingle-handed, through the bath-rooms of the big bungalow in\nSegowlee cantonment.  Darzee, the Tailorbird, helped him, and\nChuchundra, the musk-rat, who never comes out into the middle of\nthe floor, but always creeps round by the wall, gave him advice,\nbut Rikki-tikki did the real fighting.",
        "He was a mongoose, rather like a little cat in his fur and his\ntail, but quite like a weasel in his head and his habits.  His\neyes and the end of his restless nose were pink.  He could scratch\nhimself anywhere he pleased with any leg, front or back, that he\nchose to use.  He could fluff up his tail till it looked like a\nbottle brush, and his war cry as he scuttled through the long\ngrass was: “Rikk-tikk-tikki-tikki-tchk!”",
        "One day, a high summer flood washed him out of the burrow\nwhere he lived with his father and mother, and carried him,\nkicking and clucking, down a roadside ditch.  He found a little\nwisp of grass floating there, and clung to it till he lost his\nsenses.  When he revived, he was lying in the hot sun on the\nmiddle of a garden path, very draggled indeed, and a small boy was\nsaying, “Here’s a dead mongoose.  Let’s have a funeral.”",
        "“No,” said his mother, “let’s take him in and dry him.\nPerhaps he isn’t really dead.”",
        "They took him into the house, and a big man picked him up\nbetween his finger and thumb and said he was not dead but half\nchoked.  So they wrapped him in cotton wool, and warmed him over a\nlittle fire, and he opened his eyes and sneezed.",
        "“Now,” said the big man (he was an Englishman who had just\nmoved into the bungalow), “don’t frighten him, and we’ll see what\nhe’ll do.”",
        "It is the hardest thing in the world to frighten a mongoose,\nbecause he is eaten up from nose to tail with curiosity.  The\nmotto of all the mongoose family is “Run and find out,” and\nRikki-tikki was a true mongoose.  He looked at the cotton wool,\ndecided that it was not good to eat, ran all round the table, sat\nup and put his fur in order, scratched himself, and jumped on the\nsmall boy’s shoulder.",
        "“Don’t be frightened, Teddy,” said his father.  “That’s his\nway of making friends.”",
        "“Ouch!  He’s tickling under my chin,” said Teddy.",
        "Rikki-tikki looked down between the boy’s collar and neck,\nsnuffed at his ear, and climbed down to the floor, where he sat\nrubbing his nose.",
        "“Good gracious,” said Teddy’s mother, “and that’s a wild\ncreature!  I suppose he’s so tame because we’ve been kind to him.”",
        "“All mongooses are like that,” said her husband.  “If Teddy\ndoesn’t pick him up by the tail, or try to put him in a cage,\nhe’ll run in and out of the house all day long.  Let’s give him\nsomething to eat.”",
        "They gave him a little piece of raw meat.  Rikki-tikki liked\nit immensely, and when it was finished he went out into the\nveranda and sat in the sunshine and fluffed up his fur to make it\ndry to the roots.  Then he felt better.",
        "“There are more things to find out about in this house,” he\nsaid to himself, “than all my family could find out in all their\nlives.  I shall certainly stay and find out.”",
        "He spent all that day roaming over the house.  He nearly\ndrowned himself in the bath-tubs, put his nose into the ink on a\nwriting table, and burned it on the end of the big man’s cigar,\nfor he climbed up in the big man’s lap to see how writing was\ndone.  At nightfall he ran into Teddy’s nursery to watch how\nkerosene lamps were lighted, and when Teddy went to bed\nRikki-tikki climbed up too.  But he was a restless companion,\nbecause he had to get up and attend to every noise all through the\nnight, and find out what made it.  Teddy’s mother and father came\nin, the last thing, to look at their boy, and Rikki-tikki was\nawake on the pillow.  “I don’t like that,” said Teddy’s mother.\n\"He may bite the child.”  “He’ll do no such thing,” said the\nfather.  “Teddy’s safer with that little beast than if he had a\nbloodhound to watch him.  If a snake came into the nursery now–”",
        "But Teddy’s mother wouldn’t think of anything so awful.",
        "Early in the morning Rikki-tikki came to early breakfast in\nthe veranda riding on Teddy’s shoulder, and they gave him banana\nand some boiled egg.  He sat on all their laps one after the\nother, because every well-brought-up mongoose always hopes to be a\nhouse mongoose some day and have rooms to run about in; and\nRikki-tikki’s mother (she used to live in the general’s house at\nSegowlee) had carefully told Rikki what to do if ever he came\nacross white men.",
        "Then Rikki-tikki went out into the garden to see what was to\nbe seen.  It was a large garden, only half cultivated, with\nbushes, as big as summer-houses, of Marshal Niel roses, lime and\norange trees, clumps of bamboos, and thickets of high grass.\nRikki-tikki licked his lips.  “This is a splendid hunting-ground,\"\nhe said, and his tail grew bottle-brushy at the thought of it, and\nhe scuttled up and down the garden, snuffing here and there till\nhe heard very sorrowful voices in a thorn-bush.",
        "It was Darzee, the Tailorbird, and his wife.  They had made a\nbeautiful nest by pulling two big leaves together and stitching\nthem up the edges with fibers, and had filled the hollow with\ncotton and downy fluff.  The nest swayed to and fro, as they sat\non the rim and cried.",
        "“What is the matter?” asked Rikki-tikki.",
        "“We are very miserable,” said Darzee.  “One of our babies fell\nout of the nest yesterday and Nag ate him.”",
        "“H’m!” said Rikki-tikki, “that is very sad–but I am a\nstranger here.  Who is Nag?”",
        "Darzee and his wife only cowered down in the nest without\nanswering, for from the thick grass at the foot of the bush there\ncame a low hiss–a horrid cold sound that made Rikki-tikki jump\nback two clear feet.  Then inch by inch out of the grass rose up\nthe head and spread hood of Nag, the big black cobra, and he was\nfive feet long from tongue to tail.  When he had lifted one-third\nof himself clear of the ground, he stayed balancing to and fro\nexactly as a dandelion tuft balances in the wind, and he looked at\nRikki-tikki with the wicked snake’s eyes that never change their\nexpression, whatever the snake may be thinking of.",
        "“Who is Nag?” said he.  “I am Nag.  The great God Brahm put\nhis mark upon all our people, when the first cobra spread his hood\nto keep the sun off Brahm as he slept.  Look, and be afraid!”",
        "He spread out his hood more than ever, and Rikki-tikki saw the\nspectacle-mark on the back of it that looks exactly like the eye\npart of a hook-and-eye fastening.  He was afraid for the minute,\nbut it is impossible for a mongoose to stay frightened for any\nlength of time, and though Rikki-tikki had never met a live cobra\nbefore, his mother had fed him on dead ones, and he knew that all\na grown mongoose’s business in life was to fight and eat snakes.\nNag knew that too and, at the bottom of his cold heart, he was\nafraid.",
        "“Well,” said Rikki-tikki, and his tail began to fluff up\nagain, “marks or no marks, do you think it is right for you to eat\nfledglings out of a nest?”",
        "Nag was thinking to himself, and watching the least little\nmovement in the grass behind Rikki-tikki.  He knew that mongooses\nin the garden meant death sooner or later for him and his family,\nbut he wanted to get Rikki-tikki off his guard.  So he dropped his\nhead a little, and put it on one side.",
        "“Let us talk,” he said.  “You eat eggs.  Why should not I eat\nbirds?”",
        "“Behind you!  Look behind you!” sang Darzee.",
        "Rikki-tikki knew better than to waste time in staring.  He\njumped up in the air as high as he could go, and just under him\nwhizzed by the head of Nagaina, Nag’s wicked wife.  She had crept\nup behind him as he was talking, to make an end of him.  He heard\nher savage hiss as the stroke missed.  He came down almost across\nher back, and if he had been an old mongoose he would have known\nthat then was the time to break her back with one bite; but he was\nafraid of the terrible lashing return stroke of the cobra.  He\nbit, indeed, but did not bite long enough, and he jumped clear of\nthe whisking tail, leaving Nagaina torn and angry.",
        "“Wicked, wicked Darzee!” said Nag, lashing up as high as he\ncould reach toward the nest in the thorn-bush.  But Darzee had\nbuilt it out of reach of snakes, and it only swayed to and fro.",
        "Rikki-tikki felt his eyes growing red and hot (when a\nmongoose’s eyes grow red, he is angry), and he sat back on his\ntail and hind legs like a little kangaroo, and looked all round\nhim, and chattered with rage.  But Nag and Nagaina had disappeared\ninto the grass.  When a snake misses its stroke, it never says\nanything or gives any sign of what it means to do next.\nRikki-tikki did not care to follow them, for he did not feel sure\nthat he could manage two snakes at once.  So he trotted off to the\ngravel path near the house, and sat down to think.  It was a\nserious matter for him.",
        "If you read the old books of natural history, you will find\nthey say that when the mongoose fights the snake and happens to\nget bitten, he runs off and eats some herb that cures him.  That\nis not true.  The victory is only a matter of quickness of eye and\nquickness of foot–snake’s blow against mongoose’s jump–and\nas no eye can follow the motion of a snake’s head when it strikes,\nthis makes things much more wonderful than any magic herb.\nRikki-tikki knew he was a young mongoose, and it made him all the\nmore pleased to think that he had managed to escape a blow from\nbehind.  It gave him confidence in himself, and when Teddy came\nrunning down the path, Rikki-tikki was ready to be petted.",
        "But just as Teddy was stooping, something wriggled a little in\nthe dust, and a tiny voice said: “Be careful.  I am Death!”  It\nwas Karait, the dusty brown snakeling that lies for choice on the\ndusty earth; and his bite is as dangerous as the cobra’s.  But he\nis so small that nobody thinks of him, and so he does the more\nharm to people.",
        "Rikki-tikki’s eyes grew red again, and he danced up to Karait\nwith the peculiar rocking, swaying motion that he had inherited\nfrom his family.  It looks very funny, but it is so perfectly\nbalanced a gait that you can fly off from it at any angle you\nplease, and in dealing with snakes this is an advantage.  If\nRikki-tikki had only known, he was doing a much more dangerous\nthing than fighting Nag, for Karait is so small, and can turn so\nquickly, that unless Rikki bit him close to the back of the head,\nhe would get the return stroke in his eye or his lip.  But Rikki\ndid not know.  His eyes were all red, and he rocked back and\nforth, looking for a good place to hold.  Karait struck out.\nRikki jumped sideways and tried to run in, but the wicked little\ndusty gray head lashed within a fraction of his shoulder, and he\nhad to jump over the body, and the head followed his heels close.",
        "Teddy shouted to the house: “Oh, look here!  Our mongoose is\nkilling a snake.”  And Rikki-tikki heard a scream from Teddy’s\nmother.  His father ran out with a stick, but by the time he came\nup, Karait had lunged out once too far, and Rikki-tikki had\nsprung, jumped on the snake’s back, dropped his head far between\nhis forelegs, bitten as high up the back as he could get hold, and\nrolled away.  That bite paralyzed Karait, and Rikki-tikki was just\ngoing to eat him up from the tail, after the custom of his family\nat dinner, when he remembered that a full meal makes a slow\nmongoose, and if he wanted all his strength and quickness ready,\nhe must keep himself thin.",
        "He went away for a dust bath under the castor-oil bushes,\nwhile Teddy’s father beat the dead Karait.  “What is the use of\nthat?” thought Rikki-tikki.  “I have settled it all;” and then\nTeddy’s mother picked him up from the dust and hugged him, crying\nthat he had saved Teddy from death, and Teddy’s father said that\nhe was a providence, and Teddy looked on with big scared eyes.\nRikki-tikki was rather amused at all the fuss, which, of course,\nhe did not understand.  Teddy’s mother might just as well have\npetted Teddy for playing in the dust.  Rikki was thoroughly\nenjoying himself.",
        "That night at dinner, walking to and fro among the\nwine-glasses on the table, he might have stuffed himself three\ntimes over with nice things.  But he remembered Nag and Nagaina,\nand though it was very pleasant to be patted and petted by Teddy’s\nmother, and to sit on Teddy’s shoulder, his eyes would get red\nfrom time to time, and he would go off into his long war cry of\n\"Rikk-tikk-tikki-tikki-tchk!”",
        "Teddy carried him off to bed, and insisted on Rikki-tikki\nsleeping under his chin.  Rikki-tikki was too well bred to bite or\nscratch, but as soon as Teddy was asleep he went off for his\nnightly walk round the house, and in the dark he ran up against\nChuchundra, the musk-rat, creeping around by the wall.  Chuchundra\nis a broken-hearted little beast.  He whimpers and cheeps all the\nnight, trying to make up his mind to run into the middle of the\nroom.  But he never gets there.",
        "“Don’t kill me,” said Chuchundra, almost weeping.\n\"Rikki-tikki, don’t kill me!”",
        "“Do you think a snake-killer kills muskrats?” said Rikki-tikki\nscornfully.",
        "“Those who kill snakes get killed by snakes,” said Chuchundra,\nmore sorrowfully than ever.  “And how am I to be sure that Nag\nwon’t mistake me for you some dark night?”",
        "“There’s not the least danger,” said Rikki-tikki.  “But Nag is\nin the garden, and I know you don’t go there.”",
        "“My cousin Chua, the rat, told me–” said Chuchundra, and\nthen he stopped.",
        "“Told you what?”",
        "“H’sh!  Nag is everywhere, Rikki-tikki.  You should have\ntalked to Chua in the garden.”",
        "“I didn’t–so you must tell me.  Quick, Chuchundra, or I’ll\nbite you!”",
        "Chuchundra sat down and cried till the tears rolled off his\nwhiskers.  “I am a very poor man,” he sobbed.  “I never had spirit\nenough to run out into the middle of the room.  H’sh!  I mustn’t\ntell you anything.  Can’t you hear, Rikki-tikki?”",
        "Rikki-tikki listened.  The house was as still as still, but he\nthought he could just catch the faintest scratch-scratch in the\nworld–a noise as faint as that of a wasp walking on a\nwindow-pane–the dry scratch of a snake’s scales on brick-work.",
        "“That’s Nag or Nagaina,” he said to himself, “and he is\ncrawling into the bath-room sluice.  You’re right, Chuchundra; I\nshould have talked to Chua.”",
        "He stole off to Teddy’s bath-room, but there was nothing\nthere, and then to Teddy’s mother’s bathroom.  At the bottom of\nthe smooth plaster wall there was a brick pulled out to make a\nsluice for the bath water, and as Rikki-tikki stole in by the\nmasonry curb where the bath is put, he heard Nag and Nagaina\nwhispering together outside in the moonlight.",
        "“When the house is emptied of people,” said Nagaina to her\nhusband, “he will have to go away, and then the garden will be our\nown again.  Go in quietly, and remember that the big man who\nkilled Karait is the first one to bite.  Then come out and tell\nme, and we will hunt for Rikki-tikki together.”",
        "“But are you sure that there is anything to be gained by\nkilling the people?” said Nag.",
        "“Everything.  When there were no people in the bungalow, did\nwe have any mongoose in the garden?  So long as the bungalow is\nempty, we are king and queen of the garden; and remember that as\nsoon as our eggs in the melon bed hatch (as they may tomorrow),\nour children will need room and quiet.”",
        "“I had not thought of that,” said Nag.  “I will go, but there\nis no need that we should hunt for Rikki-tikki afterward.  I will\nkill the big man and his wife, and the child if I can, and come\naway quietly.  Then the bungalow will be empty, and Rikki-tikki\nwill go.”",
        "Rikki-tikki tingled all over with rage and hatred at this, and\nthen Nag’s head came through the sluice, and his five feet of cold\nbody followed it.  Angry as he was, Rikki-tikki was very\nfrightened as he saw the size of the big cobra.  Nag coiled\nhimself up, raised his head, and looked into the bathroom in the\ndark, and Rikki could see his eyes glitter.",
        "“Now, if I kill him here, Nagaina will know; and if I fight\nhim on the open floor, the odds are in his favor.  What am I to\ndo?” said Rikki-tikki-tavi.",
        "Nag waved to and fro, and then Rikki-tikki heard him drinking\nfrom the biggest water-jar that was used to fill the bath.  “That\nis good,” said the snake.  “Now, when Karait was killed, the big\nman had a stick.  He may have that stick still, but when he comes\nin to bathe in the morning he will not have a stick.  I shall wait\nhere till he comes.  Nagaina–do you hear me?–I shall wait\nhere in the cool till daytime.”",
        "There was no answer from outside, so Rikki-tikki knew Nagaina\nhad gone away.  Nag coiled himself down, coil by coil, round the\nbulge at the bottom of the water jar, and Rikki-tikki stayed still\nas death.  After an hour he began to move, muscle by muscle,\ntoward the jar.  Nag was asleep, and Rikki-tikki looked at his big\nback, wondering which would be the best place for a good hold.\n\"If I don’t break his back at the first jump,” said Rikki, “he can\nstill fight.  And if he fights–O Rikki!”  He looked at the\nthickness of the neck below the hood, but that was too much for\nhim; and a bite near the tail would only make Nag savage.",
        "“It must be the head\"’ he said at last; “the head above the\nhood.  And, when I am once there, I must not let go.”",
        "Then he jumped.  The head was lying a little clear of the\nwater jar, under the curve of it; and, as his teeth met, Rikki\nbraced his back against the bulge of the red earthenware to hold\ndown the head.  This gave him just one second’s purchase, and he\nmade the most of it.  Then he was battered to and fro as a rat is\nshaken by a dog–to and fro on the floor, up and down, and\naround in great circles, but his eyes were red and he held on as\nthe body cart-whipped over the floor, upsetting the tin dipper and\nthe soap dish and the flesh brush, and banged against the tin side\nof the bath.  As he held he closed his jaws tighter and tighter,\nfor he made sure he would be banged to death, and, for the honor\nof his family, he preferred to be found with his teeth locked.  He\nwas dizzy, aching, and felt shaken to pieces when something went\noff like a thunderclap just behind him.  A hot wind knocked him\nsenseless and red fire singed his fur.  The big man had been\nwakened by the noise, and had fired both barrels of a shotgun into\nNag just behind the hood.",
        "Rikki-tikki held on with his eyes shut, for now he was quite\nsure he was dead.  But the head did not move, and the big man\npicked him up and said, “It’s the mongoose again, Alice.  The\nlittle chap has saved our lives now.”",
        "Then Teddy’s mother came in with a very white face, and saw\nwhat was left of Nag, and Rikki-tikki dragged himself to Teddy’s\nbedroom and spent half the rest of the night shaking himself\ntenderly to find out whether he really was broken into forty\npieces, as he fancied.",
        "When morning came he was very stiff, but well pleased with his\ndoings.  “Now I have Nagaina to settle with, and she will be worse\nthan five Nags, and there’s no knowing when the eggs she spoke of\nwill hatch.  Goodness!  I must go and see Darzee,” he said.",
        "Without waiting for breakfast, Rikki-tikki ran to the\nthornbush where Darzee was singing a song of triumph at the top of\nhis voice.  The news of Nag’s death was all over the garden, for\nthe sweeper had thrown the body on the rubbish-heap.",
        "“Oh, you stupid tuft of feathers!” said Rikki-tikki angrily.\n\"Is this the time to sing?”",
        "“Nag is dead–is dead–is dead!” sang Darzee.  “The\nvaliant Rikki-tikki caught him by the head and held fast.  The big\nman brought the bang-stick, and Nag fell in two pieces!  He will\nnever eat my babies again.”",
        "“All that’s true enough.  But where’s Nagaina?” said\nRikki-tikki, looking carefully round him.",
        "“Nagaina came to the bathroom sluice and called for Nag,\"\nDarzee went on, “and Nag came out on the end of a stick–the\nsweeper picked him up on the end of a stick and threw him upon the\nrubbish heap.  Let us sing about the great, the red-eyed\nRikki-tikki!”  And Darzee filled his throat and sang.",
        "“If I could get up to your nest, I’d roll your babies out!\"\nsaid Rikki-tikki.  “You don’t know when to do the right thing at\nthe right time.  You’re safe enough in your nest there, but it’s\nwar for me down here.  Stop singing a minute, Darzee.”",
        "“For the great, the beautiful Rikki-tikki’s sake I will stop,\"\nsaid Darzee.  “What is it, O Killer of the terrible Nag?”",
        "“Where is Nagaina, for the third time?”",
        "“On the rubbish heap by the stables, mourning for Nag.  Great\nis Rikki-tikki with the white teeth.”",
        "“Bother my white teeth!  Have you ever heard where she keeps\nher eggs?”",
        "“In the melon bed, on the end nearest the wall, where the sun\nstrikes nearly all day.  She hid them there weeks ago.”",
        "“And you never thought it worth while to tell me?  The end\nnearest the wall, you said?”",
        "“Rikki-tikki, you are not going to eat her eggs?”",
        "“Not eat exactly; no.  Darzee, if you have a grain of sense\nyou will fly off to the stables and pretend that your wing is\nbroken, and let Nagaina chase you away to this bush.  I must get\nto the melon-bed, and if I went there now she’d see me.”",
        "Darzee was a feather-brained little fellow who could never\nhold more than one idea at a time in his head.  And just because\nhe knew that Nagaina’s children were born in eggs like his own, he\ndidn’t think at first that it was fair to kill them.  But his wife\nwas a sensible bird, and she knew that cobra’s eggs meant young\ncobras later on.  So she flew off from the nest, and left Darzee\nto keep the babies warm, and continue his song about the death of\nNag.  Darzee was very like a man in some ways.",
        "She fluttered in front of Nagaina by the rubbish heap and\ncried out, “Oh, my wing is broken!  The boy in the house threw a\nstone at me and broke it.”  Then she fluttered more desperately\nthan ever.",
        "Nagaina lifted up her head and hissed, “You warned Rikki-tikki\nwhen I would have killed him.  Indeed and truly, you’ve chosen a\nbad place to be lame in.”  And she moved toward Darzee’s wife,\nslipping along over the dust.",
        "“The boy broke it with a stone!” shrieked Darzee’s wife.",
        "“Well!  It may be some consolation to you when you’re dead to\nknow that I shall settle accounts with the boy.  My husband lies\non the rubbish heap this morning, but before night the boy in the\nhouse will lie very still.  What is the use of running away?  I am\nsure to catch you.  Little fool, look at me!”",
        "Darzee’s wife knew better than to do that, for a bird who\nlooks at a snake’s eyes gets so frightened that she cannot move.\nDarzee’s wife fluttered on, piping sorrowfully, and never leaving\nthe ground, and Nagaina quickened her pace.",
        "Rikki-tikki heard them going up the path from the stables, and\nhe raced for the end of the melon patch near the wall.  There, in\nthe warm litter above the melons, very cunningly hidden, he found\ntwenty-five eggs, about the size of a bantam’s eggs, but with\nwhitish skin instead of shell.",
        "“I was not a day too soon,” he said, for he could see the baby\ncobras curled up inside the skin, and he knew that the minute they\nwere hatched they could each kill a man or a mongoose.  He bit off\nthe tops of the eggs as fast as he could, taking care to crush the\nyoung cobras, and turned over the litter from time to time to see\nwhether he had missed any.  At last there were only three eggs\nleft, and Rikki-tikki began to chuckle to himself, when he heard\nDarzee’s wife screaming:",
        "“Rikki-tikki, I led Nagaina toward the house, and she has gone\ninto the veranda, and–oh, come quickly–she means killing!”",
        "Rikki-tikki smashed two eggs, and tumbled backward down the\nmelon-bed with the third egg in his mouth, and scuttled to the\nveranda as hard as he could put foot to the ground.  Teddy and his\nmother and father were there at early breakfast, but Rikki-tikki\nsaw that they were not eating anything.  They sat stone-still, and\ntheir faces were white.  Nagaina was coiled up on the matting by\nTeddy’s chair, within easy striking distance of Teddy’s bare leg,\nand she was swaying to and fro, singing a song of triumph.",
        "“Son of the big man that killed Nag,” she hissed, “stay still.\nI am not ready yet.  Wait a little.  Keep very still, all you\nthree!  If you move I strike, and if you do not move I strike.\nOh, foolish people, who killed my Nag!”",
        "Teddy’s eyes were fixed on his father, and all his father\ncould do was to whisper, “Sit still, Teddy.  You mustn’t move.\nTeddy, keep still.”",
        "Then Rikki-tikki came up and cried, “Turn round, Nagaina.\nTurn and fight!”",
        "“All in good time,” said she, without moving her eyes.  “I\nwill settle my account with you presently.  Look at your friends,\nRikki-tikki.  They are still and white.  They are afraid.  They\ndare not move, and if you come a step nearer I strike.”",
        "“Look at your eggs,” said Rikki-tikki, “in the melon bed near\nthe wall.  Go and look, Nagaina!”",
        "The big snake turned half around, and saw the egg on the\nveranda.  “Ah-h!  Give it to me,” she said.",
        "Rikki-tikki put his paws one on each side of the egg, and his\neyes were blood-red.  “What price for a snake’s egg?  For a young\ncobra?  For a young king cobra?  For the last–the very last of\nthe brood?  The ants are eating all the others down by the melon\nbed.”",
        "Nagaina spun clear round, forgetting everything for the sake\nof the one egg.  Rikki-tikki saw Teddy’s father shoot out a big\nhand, catch Teddy by the shoulder, and drag him across the little\ntable with the tea-cups, safe and out of reach of Nagaina.",
        "“Tricked!  Tricked!  Tricked!  Rikk-tck-tck!” chuckled\nRikki-tikki.  “The boy is safe, and it was I–I–I that caught\nNag by the hood last night in the bathroom.”  Then he began to\njump up and down, all four feet together, his head close to the\nfloor.  “He threw me to and fro, but he could not shake me off.\nHe was dead before the big man blew him in two.  I did it!\nRikki-tikki-tck-tck!  Come then, Nagaina.  Come and fight with me.\nYou shall not be a widow long.”",
        "Nagaina saw that she had lost her chance of killing Teddy, and\nthe egg lay between Rikki-tikki’s paws.  “Give me the egg,\nRikki-tikki.  Give me the last of my eggs, and I will go away and\nnever come back,” she said, lowering her hood.",
        "“Yes, you will go away, and you will never come back.  For you\nwill go to the rubbish heap with Nag.  Fight, widow!  The big man\nhas gone for his gun!  Fight!”",
        "Rikki-tikki was bounding all round Nagaina, keeping just out\nof reach of her stroke, his little eyes like hot coals.  Nagaina\ngathered herself together and flung out at him.  Rikki-tikki\njumped up and backward.  Again and again and again she struck, and\neach time her head came with a whack on the matting of the veranda\nand she gathered herself together like a watch spring.  Then\nRikki-tikki danced in a circle to get behind her, and Nagaina spun\nround to keep her head to his head, so that the rustle of her tail\non the matting sounded like dry leaves blown along by the wind.",
        "He had forgotten the egg.  It still lay on the veranda, and\nNagaina came nearer and nearer to it, till at last, while\nRikki-tikki was drawing breath, she caught it in her mouth, turned\nto the veranda steps, and flew like an arrow down the path, with\nRikki-tikki behind her.  When the cobra runs for her life, she\ngoes like a whip-lash flicked across a horse’s neck.",
        "Rikki-tikki knew that he must catch her, or all the trouble\nwould begin again.  She headed straight for the long grass by the\nthorn-bush, and as he was running Rikki-tikki heard Darzee still\nsinging his foolish little song of triumph.  But Darzee’s wife was\nwiser.  She flew off her nest as Nagaina came along, and flapped\nher wings about Nagaina’s head.  If Darzee had helped they might\nhave turned her, but Nagaina only lowered her hood and went on.\nStill, the instant’s delay brought Rikki-tikki up to her, and as\nshe plunged into the rat-hole where she and Nag used to live, his\nlittle white teeth were clenched on her tail, and he went down\nwith her–and very few mongooses, however wise and old they may\nbe, care to follow a cobra into its hole.  It was dark in the\nhole; and Rikki-tikki never knew when it might open out and give\nNagaina room to turn and strike at him.  He held on savagely, and\nstuck out his feet to act as brakes on the dark slope of the hot,\nmoist earth.",
        "Then the grass by the mouth of the hole stopped waving, and\nDarzee said, “It is all over with Rikki-tikki!  We must sing his\ndeath song.  Valiant Rikki-tikki is dead!  For Nagaina will surely\nkill him underground.”",
        "So he sang a very mournful song that he made up on the spur of\nthe minute, and just as he got to the most touching part, the\ngrass quivered again, and Rikki-tikki, covered with dirt, dragged\nhimself out of the hole leg by leg, licking his whiskers.  Darzee\nstopped with a little shout.  Rikki-tikki shook some of the dust\nout of his fur and sneezed.  “It is all over,” he said.  “The\nwidow will never come out again.”  And the red ants that live\nbetween the grass stems heard him, and began to troop down one\nafter another to see if he had spoken the truth.",
        "Rikki-tikki curled himself up in the grass and slept where he\nwas–slept and slept till it was late in the afternoon, for he\nhad done a hard day’s work.",
        "“Now,” he said, when he awoke, “I will go back to the house.\nTell the Coppersmith, Darzee, and he will tell the garden that\nNagaina is dead.”",
        "The Coppersmith is a bird who makes a noise exactly like the\nbeating of a little hammer on a copper pot; and the reason he is\nalways making it is because he is the town crier to every Indian\ngarden, and tells all the news to everybody who cares to listen.\nAs Rikki-tikki went up the path, he heard his “attention” notes\nlike a tiny dinner gong, and then the steady “Ding-dong-tock!  Nag\nis dead–dong!  Nagaina is dead!  Ding-dong-tock!”  That set all\nthe birds in the garden singing, and the frogs croaking, for Nag\nand Nagaina used to eat frogs as well as little birds.",
        "When Rikki got to the house, Teddy and Teddy’s mother (she\nlooked very white still, for she had been fainting) and Teddy’s\nfather came out and almost cried over him; and that night he ate\nall that was given him till he could eat no more, and went to bed\non Teddy’s shoulder, where Teddy’s mother saw him when she came to\nlook late at night.",
        "“He saved our lives and Teddy’s life,” she said to her\nhusband.  “Just think, he saved all our lives.”",
        "Rikki-tikki woke up with a jump, for the mongooses are light\nsleepers.",
        "“Oh, it’s you,” said he.  “What are you bothering for?  All\nthe cobras are dead.  And if they weren’t, I’m here.”",
        "Rikki-tikki had a right to be proud of himself.  But he did\nnot grow too proud, and he kept that garden as a mongoose should\nkeep it, with tooth and jump and spring and bite, till never a\ncobra dared show its head inside the walls.",
        "\n                (Sung in honor of Rikki-tikki-tavi)",
        "                Singer and tailor am I–\n                  Doubled the joys that I know–\n                Proud of my lilt to the sky,\n                  Proud of the house that I sew–\nOver and under, so weave I my music–so weave I the house that I\n   sew.",
        "                Sing to your fledglings again,\n                  Mother, oh lift up your head!\n                Evil that plagued us is slain,\n                  Death in the garden lies dead.\nTerror that hid in the roses is impotent–flung on the dung-hill\n  and dead!",
        "                Who has delivered us, who?\n                  Tell me his nest and his name.\n                Rikki, the valiant, the true,\n                  Tikki, with eyeballs of flame,\nRikk-tikki-tikki, the ivory-fanged, the hunter with eyeballs of\n   flame!",
        "                Give him the Thanks of the Birds,\n                  Bowing with tail feathers spread!\n                Praise him with nightingale words–\n                  Nay, I will praise him instead.\nHear!  I will sing you the praise of the bottle-tailed Rikki, with\n   eyeballs of red!",
        "    (Here Rikki-tikki interrupted, and the rest of the song is\nlost.)",
        "I will remember what I was, I am sick of rope and chain–\n  I will remember my old strength and all my forest affairs.\nI will not sell my back to man for a bundle of sugar-cane:\n  I will go out to my own kind, and the wood-folk in their lairs.",
        "I will go out until the day, until the morning break–\n  Out to the wind’s untainted kiss, the water’s clean caress;\nI will forget my ankle-ring and snap my picket stake.\n  I will revisit my lost loves, and playmates masterless!",
        "Kala Nag, which means Black Snake, had served the Indian\nGovernment in every way that an elephant could serve it for\nforty-seven years, and as he was fully twenty years old when he\nwas caught, that makes him nearly seventy–a ripe age for an\nelephant.  He remembered pushing, with a big leather pad on his\nforehead, at a gun stuck in deep mud, and that was before the\nAfghan War of 1842, and he had not then come to his full strength.",
        "His mother Radha Pyari,–Radha the darling,–who had been\ncaught in the same drive with Kala Nag, told him, before his\nlittle milk tusks had dropped out, that elephants who were afraid\nalways got hurt.  Kala Nag knew that that advice was good, for the\nfirst time that he saw a shell burst he backed, screaming, into a\nstand of piled rifles, and the bayonets pricked him in all his\nsoftest places.  So, before he was twenty-five, he gave up being\nafraid, and so he was the best-loved and the best-looked-after\nelephant in the service of the Government of India.  He had\ncarried tents, twelve hundred pounds’ weight of tents, on the\nmarch in Upper India.  He had been hoisted into a ship at the end\nof a steam crane and taken for days across the water, and made to\ncarry a mortar on his back in a strange and rocky country very far\nfrom India, and had seen the Emperor Theodore lying dead in\nMagdala, and had come back again in the steamer entitled, so the\nsoldiers said, to the Abyssinian War medal.  He had seen his\nfellow elephants die of cold and epilepsy and starvation and\nsunstroke up at a place called Ali Musjid, ten years later; and\nafterward he had been sent down thousands of miles south to haul\nand pile big balks of teak in the timberyards at Moulmein.  There\nhe had half killed an insubordinate young elephant who was\nshirking his fair share of work.",
        "After that he was taken off timber-hauling, and employed, with\na few score other elephants who were trained to the business, in\nhelping to catch wild elephants among the Garo hills.  Elephants\nare very strictly preserved by the Indian Government.  There is\none whole department which does nothing else but hunt them, and\ncatch them, and break them in, and send them up and down the\ncountry as they are needed for work.",
        "Kala Nag stood ten fair feet at the shoulders, and his tusks\nhad been cut off short at five feet, and bound round the ends, to\nprevent them splitting, with bands of copper; but he could do more\nwith those stumps than any untrained elephant could do with the\nreal sharpened ones.  When, after weeks and weeks of cautious\ndriving of scattered elephants across the hills, the forty or\nfifty wild monsters were driven into the last stockade, and the\nbig drop gate, made of tree trunks lashed together, jarred down\nbehind them, Kala Nag, at the word of command, would go into that\nflaring, trumpeting pandemonium (generally at night, when the\nflicker of the torches made it difficult to judge distances), and,\npicking out the biggest and wildest tusker of the mob, would\nhammer him and hustle him into quiet while the men on the backs of\nthe other elephants roped and tied the smaller ones.",
        "There was nothing in the way of fighting that Kala Nag, the\nold wise Black Snake, did not know, for he had stood up more than\nonce in his time to the charge of the wounded tiger, and, curling\nup his soft trunk to be out of harm’s way, had knocked the\nspringing brute sideways in mid-air with a quick sickle cut of his\nhead, that he had invented all by himself; had knocked him over,\nand kneeled upon him with his huge knees till the life went out\nwith a gasp and a howl, and there was only a fluffy striped thing\non the ground for Kala Nag to pull by the tail.",
        "“Yes,” said Big Toomai, his driver, the son of Black Toomai\nwho had taken him to Abyssinia, and grandson of Toomai of the\nElephants who had seen him caught, “there is nothing that the\nBlack Snake fears except me.  He has seen three generations of us\nfeed him and groom him, and he will live to see four.”",
        "“He is afraid of me also,” said Little Toomai, standing up to\nhis full height of four feet, with only one rag upon him.  He was\nten years old, the eldest son of Big Toomai, and, according to\ncustom, he would take his father’s place on Kala Nag’s neck when\nhe grew up, and would handle the heavy iron ankus, the elephant\ngoad, that had been worn smooth by his father, and his\ngrandfather, and his great-grandfather.",
        "He knew what he was talking of; for he had been born under\nKala Nag’s shadow, had played with the end of his trunk before he\ncould walk, had taken him down to water as soon as he could walk,\nand Kala Nag would no more have dreamed of disobeying his shrill\nlittle orders than he would have dreamed of killing him on that\nday when Big Toomai carried the little brown baby under Kala Nag’s\ntusks, and told him to salute his master that was to be.",
        "“Yes,” said Little Toomai, “he is afraid of me,” and he took\nlong strides up to Kala Nag, called him a fat old pig, and made\nhim lift up his feet one after the other.",
        "“Wah!” said Little Toomai, “thou art a big elephant,” and he\nwagged his fluffy head, quoting his father.  “The Government may\npay for elephants, but they belong to us mahouts.  When thou art\nold, Kala Nag, there will come some rich rajah, and he will buy\nthee from the Government, on account of thy size and thy manners,\nand then thou wilt have nothing to do but to carry gold earrings\nin thy ears, and a gold howdah on thy back, and a red cloth\ncovered with gold on thy sides, and walk at the head of the\nprocessions of the King.  Then I shall sit on thy neck, O Kala\nNag, with a silver ankus, and men will run before us with golden\nsticks, crying, `Room for the King’s elephant!’  That will be\ngood, Kala Nag, but not so good as this hunting in the jungles.”",
        "“Umph!” said Big Toomai.  “Thou art a boy, and as wild as a\nbuffalo-calf.  This running up and down among the hills is not the\nbest Government service.  I am getting old, and I do not love wild\nelephants.  Give me brick elephant lines, one stall to each\nelephant, and big stumps to tie them to safely, and flat, broad\nroads to exercise upon, instead of this come-and-go camping.  Aha,\nthe Cawnpore barracks were good.  There was a bazaar close by, and\nonly three hours’ work a day.”",
        "Little Toomai remembered the Cawnpore elephant-lines and said\nnothing.  He very much preferred the camp life, and hated those\nbroad, flat roads, with the daily grubbing for grass in the forage\nreserve, and the long hours when there was nothing to do except to\nwatch Kala Nag fidgeting in his pickets.",
        "What Little Toomai liked was to scramble up bridle paths that\nonly an elephant could take; the dip into the valley below; the\nglimpses of the wild elephants browsing miles away; the rush of\nthe frightened pig and peacock under Kala Nag’s feet; the blinding\nwarm rains, when all the hills and valleys smoked; the beautiful\nmisty mornings when nobody knew where they would camp that night;\nthe steady, cautious drive of the wild elephants, and the mad rush\nand blaze and hullabaloo of the last night’s drive, when the\nelephants poured into the stockade like boulders in a landslide,\nfound that they could not get out, and flung themselves at the\nheavy posts only to be driven back by yells and flaring torches\nand volleys of blank cartridge.",
        "Even a little boy could be of use there, and Toomai was as\nuseful as three boys.  He would get his torch and wave it, and\nyell with the best.  But the really good time came when the\ndriving out began, and the Keddah–that is, the stockade–\nlooked like a picture of the end of the world, and men had to make\nsigns to one another, because they could not hear themselves\nspeak.  Then Little Toomai would climb up to the top of one of the\nquivering stockade posts, his sun-bleached brown hair flying loose\nall over his shoulders, and he looking like a goblin in the\ntorch-light.  And as soon as there was a lull you could hear his\nhigh-pitched yells of encouragement to Kala Nag, above the\ntrumpeting and crashing, and snapping of ropes, and groans of the\ntethered elephants.  “Mael, mael, Kala Nag!  (Go on, go on, Black\nSnake!)  Dant do!  (Give him the tusk!)  Somalo!  Somalo!\n(Careful, careful!)  Maro!  Mar!  (Hit him, hit him!)  Mind the\npost!  Arre!  Arre!  Hai!  Yai!  Kya-a-ah!” he would shout, and\nthe big fight between Kala Nag and the wild elephant would sway to\nand fro across the Keddah, and the old elephant catchers would\nwipe the sweat out of their eyes, and find time to nod to Little\nToomai wriggling with joy on the top of the posts.",
        "He did more than wriggle.  One night he slid down from the\npost and slipped in between the elephants and threw up the loose\nend of a rope, which had dropped, to a driver who was trying to\nget a purchase on the leg of a kicking young calf (calves always\ngive more trouble than full-grown animals).  Kala Nag saw him,\ncaught him in his trunk, and handed him up to Big Toomai, who\nslapped him then and there, and put him back on the post.",
        "Next morning he gave him a scolding and said, “Are not good\nbrick elephant lines and a little tent carrying enough, that thou\nmust needs go elephant catching on thy own account, little\nworthless?  Now those foolish hunters, whose pay is less than my\npay, have spoken to Petersen Sahib of the matter.”  Little Toomai\nwas frightened.  He did not know much of white men, but Petersen\nSahib was the greatest white man in the world to him.  He was the\nhead of all the Keddah operations–the man who caught all the\nelephants for the Government of India, and who knew more about the\nways of elephants than any living man.",
        "“What–what will happen?” said Little Toomai.",
        "“Happen!  The worst that can happen.  Petersen Sahib is a\nmadman.  Else why should he go hunting these wild devils?  He may\neven require thee to be an elephant catcher, to sleep anywhere in\nthese fever-filled jungles, and at last to be trampled to death in\nthe Keddah.  It is well that this nonsense ends safely.  Next week\nthe catching is over, and we of the plains are sent back to our\nstations.  Then we will march on smooth roads, and forget all this\nhunting.  But, son, I am angry that thou shouldst meddle in the\nbusiness that belongs to these dirty Assamese jungle folk.  Kala\nNag will obey none but me, so I must go with him into the Keddah,\nbut he is only a fighting elephant, and he does not help to rope\nthem.  So I sit at my ease, as befits a mahout,–not a mere\nhunter,–a mahout, I say, and a man who gets a pension at the\nend of his service.  Is the family of Toomai of the Elephants to\nbe trodden underfoot in the dirt of a Keddah?  Bad one!  Wicked\none!  Worthless son!  Go and wash Kala Nag and attend to his ears,\nand see that there are no thorns in his feet.  Or else Petersen\nSahib will surely catch thee and make thee a wild hunter–a\nfollower of elephant’s foot tracks, a jungle bear.  Bah!  Shame!\nGo!”",
        "Little Toomai went off without saying a word, but he told Kala\nNag all his grievances while he was examining his feet.  “No\nmatter,” said Little Toomai, turning up the fringe of Kala Nag’s\nhuge right ear.  “They have said my name to Petersen Sahib, and\nperhaps–and perhaps–and perhaps–who knows?  Hai!  That is\na big thorn that I have pulled out!”",
        "The next few days were spent in getting the elephants\ntogether, in walking the newly caught wild elephants up and down\nbetween a couple of tame ones to prevent them giving too much\ntrouble on the downward march to the plains, and in taking stock\nof the blankets and ropes and things that had been worn out or\nlost in the forest.",
        "Petersen Sahib came in on his clever she-elephant Pudmini; he\nhad been paying off other camps among the hills, for the season\nwas coming to an end, and there was a native clerk sitting at a\ntable under a tree, to pay the drivers their wages.  As each man\nwas paid he went back to his elephant, and joined the line that\nstood ready to start.  The catchers, and hunters, and beaters, the\nmen of the regular Keddah, who stayed in the jungle year in and\nyear out, sat on the backs of the elephants that belonged to\nPetersen Sahib’s permanent force, or leaned against the trees with\ntheir guns across their arms, and made fun of the drivers who were\ngoing away, and laughed when the newly caught elephants broke the\nline and ran about.",
        "Big Toomai went up to the clerk with Little Toomai behind him,\nand Machua Appa, the head tracker, said in an undertone to a\nfriend of his, “There goes one piece of good elephant stuff at\nleast.  ’Tis a pity to send that young jungle-cock to molt in the\nplains.”",
        "Now Petersen Sahib had ears all over him, as a man must have\nwho listens to the most silent of all living things–the wild\nelephant.  He turned where he was lying all along on Pudmini’s\nback and said, “What is that?  I did not know of a man among the\nplains-drivers who had wit enough to rope even a dead elephant.”",
        "“This is not a man, but a boy.  He went into the Keddah at the\nlast drive, and threw Barmao there the rope, when we were trying\nto get that young calf with the blotch on his shoulder away from\nhis mother.”",
        "Machua Appa pointed at Little Toomai, and Petersen Sahib\nlooked, and Little Toomai bowed to the earth.",
        "“He throw a rope?  He is smaller than a picket-pin.  Little\none, what is thy name?” said Petersen Sahib.",
        "Little Toomai was too frightened to speak, but Kala Nag was\nbehind him, and Toomai made a sign with his hand, and the elephant\ncaught him up in his trunk and held him level with Pudmini’s\nforehead, in front of the great Petersen Sahib.  Then Little\nToomai covered his face with his hands, for he was only a child,\nand except where elephants were concerned, he was just as bashful\nas a child could be.",
        "“Oho!” said Petersen Sahib, smiling underneath his mustache,\n\"and why didst thou teach thy elephant that trick?  Was it to help\nthee steal green corn from the roofs of the houses when the ears\nare put out to dry?”",
        "“Not green corn, Protector of the Poor,–melons,” said\nLittle Toomai, and all the men sitting about broke into a roar of\nlaughter.  Most of them had taught their elephants that trick when\nthey were boys.  Little Toomai was hanging eight feet up in the\nair, and he wished very much that he were eight feet underground.",
        "“He is Toomai, my son, Sahib,” said Big Toomai, scowling.  “He\nis a very bad boy, and he will end in a jail, Sahib.”",
        "“Of that I have my doubts,” said Petersen Sahib.  “A boy who\ncan face a full Keddah at his age does not end in jails.  See,\nlittle one, here are four annas to spend in sweetmeats because\nthou hast a little head under that great thatch of hair.  In time\nthou mayest become a hunter too.”  Big Toomai scowled more than\never.  “Remember, though, that Keddahs are not good for children\nto play in,” Petersen Sahib went on.",
        "“Must I never go there, Sahib?” asked Little Toomai with a big\ngasp.",
        "“Yes.”  Petersen Sahib smiled again.  “When thou hast seen the\nelephants dance.  That is the proper time.  Come to me when thou\nhast seen the elephants dance, and then I will let thee go into\nall the Keddahs.”",
        "There was another roar of laughter, for that is an old joke\namong elephant-catchers, and it means just never.  There are great\ncleared flat places hidden away in the forests that are called\nelephants’ ball-rooms, but even these are only found by accident,\nand no man has ever seen the elephants dance.  When a driver\nboasts of his skill and bravery the other drivers say, “And when\ndidst thou see the elephants dance?”",
        "Kala Nag put Little Toomai down, and he bowed to the earth\nagain and went away with his father, and gave the silver four-anna\npiece to his mother, who was nursing his baby brother, and they\nall were put up on Kala Nag’s back, and the line of grunting,\nsquealing elephants rolled down the hill path to the plains.  It\nwas a very lively march on account of the new elephants, who gave\ntrouble at every ford, and needed coaxing or beating every other\nminute.",
        "Big Toomai prodded Kala Nag spitefully, for he was very angry,\nbut Little Toomai was too happy to speak.  Petersen Sahib had\nnoticed him, and given him money, so he felt as a private soldier\nwould feel if he had been called out of the ranks and praised by\nhis commander-in-chief.",
        "“What did Petersen Sahib mean by the elephant dance?” he said,\nat last, softly to his mother.",
        "Big Toomai heard him and grunted.  “That thou shouldst never\nbe one of these hill buffaloes of trackers.  That was what he\nmeant.  Oh, you in front, what is blocking the way?”",
        "An Assamese driver, two or three elephants ahead, turned round\nangrily, crying: “Bring up Kala Nag, and knock this youngster of\nmine into good behavior.  Why should Petersen Sahib have chosen me\nto go down with you donkeys of the rice fields?  Lay your beast\nalongside, Toomai, and let him prod with his tusks.  By all the\nGods of the Hills, these new elephants are possessed, or else they\ncan smell their companions in the jungle.”  Kala Nag hit the new\nelephant in the ribs and knocked the wind out of him, as Big\nToomai said, “We have swept the hills of wild elephants at the\nlast catch.  It is only your carelessness in driving.  Must I keep\norder along the whole line?”",
        "“Hear him!” said the other driver.  “We have swept the hills!\nHo!  Ho!  You are very wise, you plains people.  Anyone but a\nmud-head who never saw the jungle would know that they know that\nthe drives are ended for the season.  Therefore all the wild\nelephants to-night will–but why should I waste wisdom on a\nriver-turtle?”",
        "“What will they do?”  Little Toomai called out.",
        "“Ohe, little one.  Art thou there?  Well, I will tell thee,\nfor thou hast a cool head.  They will dance, and it behooves thy\nfather, who has swept all the hills of all the elephants, to\ndouble-chain his pickets to-night.”",
        "“What talk is this?” said Big Toomai.  “For forty years,\nfather and son, we have tended elephants, and we have never heard\nsuch moonshine about dances.”",
        "“Yes; but a plainsman who lives in a hut knows only the four\nwalls of his hut.  Well, leave thy elephants unshackled tonight\nand see what comes.  As for their dancing, I have seen the place\nwhere–Bapree-bap!  How many windings has the Dihang River?\nHere is another ford, and we must swim the calves.  Stop still,\nyou behind there.”",
        "And in this way, talking and wrangling and splashing through\nthe rivers, they made their first march to a sort of receiving\ncamp for the new elephants.  But they lost their tempers long\nbefore they got there.",
        "Then the elephants were chained by their hind legs to their\nbig stumps of pickets, and extra ropes were fitted to the new\nelephants, and the fodder was piled before them, and the hill\ndrivers went back to Petersen Sahib through the afternoon light,\ntelling the plains drivers to be extra careful that night, and\nlaughing when the plains drivers asked the reason.",
        "Little Toomai attended to Kala Nag’s supper, and as evening\nfell, wandered through the camp, unspeakably happy, in search of a\ntom-tom.  When an Indian child’s heart is full, he does not run\nabout and make a noise in an irregular fashion.  He sits down to a\nsort of revel all by himself.  And Little Toomai had been spoken\nto by Petersen Sahib!  If he had not found what he wanted, I\nbelieve he would have been ill.  But the sweetmeat seller in the\ncamp lent him a little tom-tom–a drum beaten with the flat of\nthe hand–and he sat down, cross-legged, before Kala Nag as the\nstars began to come out, the tom-tom in his lap, and he thumped\nand he thumped and he thumped, and the more he thought of the\ngreat honor that had been done to him, the more he thumped, all\nalone among the elephant fodder.  There was no tune and no words,\nbut the thumping made him happy.",
        "The new elephants strained at their ropes, and squealed and\ntrumpeted from time to time, and he could hear his mother in the\ncamp hut putting his small brother to sleep with an old, old song\nabout the great God Shiv, who once told all the animals what they\nshould eat.  It is a very soothing lullaby, and the first verse\nsays:",
        "     Shiv, who poured the harvest and made the winds to blow,\n     Sitting at the doorways of a day of long ago,\n     Gave to each his portion, food and toil and fate,\n     From the King upon the guddee to the Beggar at the gate.\n       All things made he–Shiva the Preserver.\n     Mahadeo!  Mahadeo!  He made all–\n     Thorn for the camel, fodder for the kine,\n     And mother’s heart for sleepy head, O little son of mine!",
        "Little Toomai came in with a joyous tunk-a-tunk at the end of\neach verse, till he felt sleepy and stretched himself on the\nfodder at Kala Nag’s side.  At last the elephants began to lie\ndown one after another as is their custom, till only Kala Nag at\nthe right of the line was left standing up; and he rocked slowly\nfrom side to side, his ears put forward to listen to the night\nwind as it blew very slowly across the hills.  The air was full of\nall the night noises that, taken together, make one big silence–\nthe click of one bamboo stem against the other, the rustle of\nsomething alive in the undergrowth, the scratch and squawk of a\nhalf-waked bird (birds are awake in the night much more often than\nwe imagine), and the fall of water ever so far away.  Little\nToomai slept for some time, and when he waked it was brilliant\nmoonlight, and Kala Nag was still standing up with his ears\ncocked.  Little Toomai turned, rustling in the fodder, and watched\nthe curve of his big back against half the stars in heaven, and\nwhile he watched he heard, so far away that it sounded no more\nthan a pinhole of noise pricked through the stillness, the\n\"hoot-toot” of a wild elephant.",
        "All the elephants in the lines jumped up as if they had been\nshot, and their grunts at last waked the sleeping mahouts, and\nthey came out and drove in the picket pegs with big mallets, and\ntightened this rope and knotted that till all was quiet.  One new\nelephant had nearly grubbed up his picket, and Big Toomai took off\nKala Nag’s leg chain and shackled that elephant fore-foot to\nhind-foot, but slipped a loop of grass string round Kala Nag’s\nleg, and told him to remember that he was tied fast.  He knew that\nhe and his father and his grandfather had done the very same thing\nhundreds of times before.  Kala Nag did not answer to the order by\ngurgling, as he usually did.  He stood still, looking out across\nthe moonlight, his head a little raised and his ears spread like\nfans, up to the great folds of the Garo hills.",
        "“Tend to him if he grows restless in the night,” said Big\nToomai to Little Toomai, and he went into the hut and slept.\nLittle Toomai was just going to sleep, too, when he heard the coir\nstring snap with a little “tang,” and Kala Nag rolled out of his\npickets as slowly and as silently as a cloud rolls out of the\nmouth of a valley.  Little Toomai pattered after him, barefooted,\ndown the road in the moonlight, calling under his breath, “Kala\nNag!  Kala Nag!  Take me with you, O Kala Nag!”  The elephant\nturned, without a sound, took three strides back to the boy in the\nmoonlight, put down his trunk, swung him up to his neck, and\nalmost before Little Toomai had settled his knees, slipped into\nthe forest.",
        "There was one blast of furious trumpeting from the lines, and\nthen the silence shut down on everything, and Kala Nag began to\nmove.  Sometimes a tuft of high grass washed along his sides as a\nwave washes along the sides of a ship, and sometimes a cluster of\nwild-pepper vines would scrape along his back, or a bamboo would\ncreak where his shoulder touched it.  But between those times he\nmoved absolutely without any sound, drifting through the thick\nGaro forest as though it had been smoke.  He was going uphill, but\nthough Little Toomai watched the stars in the rifts of the trees,\nhe could not tell in what direction.",
        "Then Kala Nag reached the crest of the ascent and stopped for\na minute, and Little Toomai could see the tops of the trees lying\nall speckled and furry under the moonlight for miles and miles,\nand the blue-white mist over the river in the hollow.  Toomai\nleaned forward and looked, and he felt that the forest was awake\nbelow him–awake and alive and crowded.  A big brown\nfruit-eating bat brushed past his ear; a porcupine’s quills\nrattled in the thicket; and in the darkness between the tree stems\nhe heard a hog-bear digging hard in the moist warm earth, and\nsnuffing as it digged.",
        "Then the branches closed over his head again, and Kala Nag\nbegan to go down into the valley–not quietly this time, but as\na runaway gun goes down a steep bank–in one rush.  The huge\nlimbs moved as steadily as pistons, eight feet to each stride, and\nthe wrinkled skin of the elbow points rustled.  The undergrowth on\neither side of him ripped with a noise like torn canvas, and the\nsaplings that he heaved away right and left with his shoulders\nsprang back again and banged him on the flank, and great trails of\ncreepers, all matted together, hung from his tusks as he threw his\nhead from side to side and plowed out his pathway.  Then Little\nToomai laid himself down close to the great neck lest a swinging\nbough should sweep him to the ground, and he wished that he were\nback in the lines again.",
        "The grass began to get squashy, and Kala Nag’s feet sucked and\nsquelched as he put them down, and the night mist at the bottom of\nthe valley chilled Little Toomai.  There was a splash and a\ntrample, and the rush of running water, and Kala Nag strode\nthrough the bed of a river, feeling his way at each step.  Above\nthe noise of the water, as it swirled round the elephant’s legs,\nLittle Toomai could hear more splashing and some trumpeting both\nupstream and down–great grunts and angry snortings, and all the\nmist about him seemed to be full of rolling, wavy shadows.",
        "“Ai!” he said, half aloud, his teeth chattering.  “The\nelephant-folk are out tonight.  It is the dance, then!”",
        "Kala Nag swashed out of the water, blew his trunk clear, and\nbegan another climb.  But this time he was not alone, and he had\nnot to make his path.  That was made already, six feet wide, in\nfront of him, where the bent jungle-grass was trying to recover\nitself and stand up.  Many elephants must have gone that way only\na few minutes before.  Little Toomai looked back, and behind him a\ngreat wild tusker with his little pig’s eyes glowing like hot\ncoals was just lifting himself out of the misty river.\nThen the trees closed up again, and they went on and up, with\ntrumpetings and crashings, and the sound of breaking branches on\nevery side of them.",
        "At last Kala Nag stood still between two tree-trunks at the\nvery top of the hill.  They were part of a circle of trees that\ngrew round an irregular space of some three or four acres, and in\nall that space, as Little Toomai could see, the ground had been\ntrampled down as hard as a brick floor.  Some trees grew in the\ncenter of the clearing, but their bark was rubbed away, and the\nwhite wood beneath showed all shiny and polished in the patches of\nmoonlight.  There were creepers hanging from the upper branches,\nand the bells of the flowers of the creepers, great waxy white\nthings like convolvuluses, hung down fast asleep.  But within the\nlimits of the clearing there was not a single blade of green–\nnothing but the trampled earth.",
        "The moonlight showed it all iron gray, except where some\nelephants stood upon it, and their shadows were inky black.\nLittle Toomai looked, holding his breath, with his eyes starting\nout of his head, and as he looked, more and more and more\nelephants swung out into the open from between the tree trunks.\nLittle Toomai could only count up to ten, and he counted again and\nagain on his fingers till he lost count of the tens, and his head\nbegan to swim.  Outside the clearing he could hear them crashing\nin the undergrowth as they worked their way up the hillside, but\nas soon as they were within the circle of the tree trunks they\nmoved like ghosts.",
        "There were white-tusked wild males, with fallen leaves and\nnuts and twigs lying in the wrinkles of their necks and the folds\nof their ears; fat, slow-footed she-elephants, with restless,\nlittle pinky black calves only three or four feet high running\nunder their stomachs; young elephants with their tusks just\nbeginning to show, and very proud of them; lanky, scraggy old-maid\nelephants, with their hollow anxious faces, and trunks like rough\nbark; savage old bull elephants, scarred from shoulder to flank\nwith great weals and cuts of bygone fights, and the caked dirt of\ntheir solitary mud baths dropping from their shoulders; and there\nwas one with a broken tusk and the marks of the full-stroke, the\nterrible drawing scrape, of a tiger’s claws on his side.",
        "They were standing head to head, or walking to and fro across\nthe ground in couples, or rocking and swaying all by themselves–\nscores and scores of elephants.",
        "Toomai knew that so long as he lay still on Kala Nag’s neck\nnothing would happen to him, for even in the rush and scramble of\na Keddah drive a wild elephant does not reach up with his trunk\nand drag a man off the neck of a tame elephant.  And these\nelephants were not thinking of men that night.  Once they started\nand put their ears forward when they heard the chinking of a leg\niron in the forest, but it was Pudmini, Petersen Sahib’s pet\nelephant, her chain snapped short off, grunting, snuffling up the\nhillside.  She must have broken her pickets and come straight from\nPetersen Sahib’s camp; and Little Toomai saw another elephant, one\nthat he did not know, with deep rope galls on his back and breast.\nHe, too, must have run away from some camp in the hills about.",
        "At last there was no sound of any more elephants moving in the\nforest, and Kala Nag rolled out from his station between the trees\nand went into the middle of the crowd, clucking and gurgling, and\nall the elephants began to talk in their own tongue, and to move\nabout.",
        "Still lying down, Little Toomai looked down upon scores and\nscores of broad backs, and wagging ears, and tossing trunks, and\nlittle rolling eyes.  He heard the click of tusks as they crossed\nother tusks by accident, and the dry rustle of trunks twined\ntogether, and the chafing of enormous sides and shoulders in the\ncrowd, and the incessant flick and hissh of the great tails.  Then\na cloud came over the moon, and he sat in black darkness.  But the\nquiet, steady hustling and pushing and gurgling went on just the\nsame.  He knew that there were elephants all round Kala Nag, and\nthat there was no chance of backing him out of the assembly; so he\nset his teeth and shivered.  In a Keddah at least there was\ntorchlight and shouting, but here he was all alone in the dark,\nand once a trunk came up and touched him on the knee.",
        "Then an elephant trumpeted, and they all took it up for five\nor ten terrible seconds.  The dew from the trees above spattered\ndown like rain on the unseen backs, and a dull booming noise\nbegan, not very loud at first, and Little Toomai could not tell\nwhat it was.  But it grew and grew, and Kala Nag lifted up one\nforefoot and then the other, and brought them down on the ground\n–one-two, one-two, as steadily as trip-hammers.  The elephants\nwere stamping all together now, and it sounded like a war drum\nbeaten at the mouth of a cave.  The dew fell from the trees till\nthere was no more left to fall, and the booming went on, and the\nground rocked and shivered, and Little Toomai put his hands up to\nhis ears to shut out the sound.  But it was all one gigantic jar\nthat ran through him–this stamp of hundreds of heavy feet on\nthe raw earth.  Once or twice he could feel Kala Nag and all the\nothers surge forward a few strides, and the thumping would change\nto the crushing sound of juicy green things being bruised, but in\na minute or two the boom of feet on hard earth began again.  A\ntree was creaking and groaning somewhere near him.  He put out his\narm and felt the bark, but Kala Nag moved forward, still tramping,\nand he could not tell where he was in the clearing.  There was no\nsound from the elephants, except once, when two or three little\ncalves squeaked together.  Then he heard a thump and a shuffle,\nand the booming went on.  It must have lasted fully two hours, and\nLittle Toomai ached in every nerve, but he knew by the smell of\nthe night air that the dawn was coming.",
        "The morning broke in one sheet of pale yellow behind the green\nhills, and the booming stopped with the first ray, as though the\nlight had been an order.  Before Little Toomai had got the ringing\nout of his head, before even he had shifted his position, there\nwas not an elephant in sight except Kala Nag, Pudmini, and the\nelephant with the rope-galls, and there was neither sign nor\nrustle nor whisper down the hillsides to show where the others had\ngone.",
        "Little Toomai stared again and again.  The clearing, as he\nremembered it, had grown in the night.  More trees stood in the\nmiddle of it, but the undergrowth and the jungle grass at the\nsides had been rolled back.  Little Toomai stared once more.  Now\nhe understood the trampling.  The elephants had stamped out more\nroom–had stamped the thick grass and juicy cane to trash, the\ntrash into slivers, the slivers into tiny fibers, and the fibers\ninto hard earth.",
        "“Wah!” said Little Toomai, and his eyes were very heavy.\n\"Kala Nag, my lord, let us keep by Pudmini and go to Petersen\nSahib’s camp, or I shall drop from thy neck.”",
        "The third elephant watched the two go away, snorted, wheeled\nround, and took his own path.  He may have belonged to some little\nnative king’s establishment, fifty or sixty or a hundred miles\naway.",
        "Two hours later, as Petersen Sahib was eating early breakfast,\nhis elephants, who had been double chained that night, began to\ntrumpet, and Pudmini, mired to the shoulders, with Kala Nag, very\nfootsore, shambled into the camp.  Little Toomai’s face was gray\nand pinched, and his hair was full of leaves and drenched with\ndew, but he tried to salute Petersen Sahib, and cried faintly:\n\"The dance–the elephant dance!  I have seen it, and–I die!\"\nAs Kala Nag sat down, he slid off his neck in a dead faint.",
        "But, since native children have no nerves worth speaking of,\nin two hours he was lying very contentedly in Petersen Sahib’s\nhammock with Petersen Sahib’s shooting-coat under his head, and a\nglass of warm milk, a little brandy, with a dash of quinine,\ninside of him, and while the old hairy, scarred hunters of the\njungles sat three deep before him, looking at him as though he\nwere a spirit, he told his tale in short words, as a child will,\nand wound up with:",
        "“Now, if I lie in one word, send men to see, and they will\nfind that the elephant folk have trampled down more room in their\ndance-room, and they will find ten and ten, and many times ten,\ntracks leading to that dance-room.  They made more room with their\nfeet.  I have seen it.  Kala Nag took me, and I saw.  Also Kala\nNag is very leg-weary!”",
        "Little Toomai lay back and slept all through the long\nafternoon and into the twilight, and while he slept Petersen Sahib\nand Machua Appa followed the track of the two elephants for\nfifteen miles across the hills.  Petersen Sahib had spent eighteen\nyears in catching elephants, and he had only once before found\nsuch a dance-place.  Machua Appa had no need to look twice at the\nclearing to see what had been done there, or to scratch with his\ntoe in the packed, rammed earth.",
        "“The child speaks truth,” said he.  “All this was done last\nnight, and I have counted seventy tracks crossing the river.  See,\nSahib, where Pudmini’s leg-iron cut the bark of that tree!  Yes;\nshe was there too.”",
        "They looked at one another and up and down, and they wondered.\nFor the ways of elephants are beyond the wit of any man, black or\nwhite, to fathom.",
        "“Forty years and five,” said Machua Appa, “have I followed my\nlord, the elephant, but never have I heard that any child of man\nhad seen what this child has seen.  By all the Gods of the Hills,\nit is–what can we say?” and he shook his head.",
        "When they got back to camp it was time for the evening meal.\nPetersen Sahib ate alone in his tent, but he gave orders that the\ncamp should have two sheep and some fowls, as well as a double\nration of flour and rice and salt, for he knew that there would be\na feast.",
        "Big Toomai had come up hotfoot from the camp in the plains to\nsearch for his son and his elephant, and now that he had found\nthem he looked at them as though he were afraid of them both.  And\nthere was a feast by the blazing campfires in front of the lines\nof picketed elephants, and Little Toomai was the hero of it all.\nAnd the big brown elephant catchers, the trackers and drivers and\nropers, and the men who know all the secrets of breaking the\nwildest elephants, passed him from one to the other, and they\nmarked his forehead with blood from the breast of a newly killed\njungle-cock, to show that he was a forester, initiated and free of\nall the jungles.",
        "And at last, when the flames died down, and the red light of\nthe logs made the elephants look as though they had been dipped in\nblood too, Machua Appa, the head of all the drivers of all the\nKeddahs–Machua Appa, Petersen Sahib’s other self, who had never\nseen a made road in forty years: Machua Appa, who was so great\nthat he had no other name than Machua Appa,–leaped to his feet,\nwith Little Toomai held high in the air above his head, and\nshouted: “Listen, my brothers.  Listen, too, you my lords in the\nlines there, for I, Machua Appa, am speaking!  This little one\nshall no more be called Little Toomai, but Toomai of the\nElephants, as his great-grandfather was called before him.  What\nnever man has seen he has seen through the long night, and the\nfavor of the elephant-folk and of the Gods of the Jungles is with\nhim.  He shall become a great tracker.  He shall become greater\nthan I, even I, Machua Appa!  He shall follow the new trail, and\nthe stale trail, and the mixed trail, with a clear eye!  He shall\ntake no harm in the Keddah when he runs under their bellies to\nrope the wild tuskers; and if he slips before the feet of the\ncharging bull elephant, the bull elephant shall know who he is and\nshall not crush him.  Aihai! my lords in the chains,\"–he\nwhirled up the line of pickets–\"here is the little one that has\nseen your dances in your hidden places,–the sight that never\nman saw!  Give him honor, my lords!  Salaam karo, my children.\nMake your salute to Toomai of the Elephants!  Gunga Pershad, ahaa!\nHira Guj, Birchi Guj, Kuttar Guj, ahaa!  Pudmini,–thou hast\nseen him at the dance, and thou too, Kala Nag, my pearl among\nelephants!–ahaa!  Together!  To Toomai of the Elephants.\nBarrao!”",
        "And at that last wild yell the whole line flung up their\ntrunks till the tips touched their foreheads, and broke out into\nthe full salute–the crashing trumpet-peal that only the Viceroy\nof India hears, the Salaamut of the Keddah.",
        "But it was all for the sake of Little Toomai, who had seen\nwhat never man had seen before–the dance of the elephants at\nnight and alone in the heart of the Garo hills!",
        "         (The song that Toomai’s mother sang to the baby)",
        "Shiv, who poured the harvest and made the winds to blow,\nSitting at the doorways of a day of long ago,\nGave to each his portion, food and toil and fate,\nFrom the King upon the guddee to the Beggar at the gate.\n    All things made he–Shiva the Preserver.\n    Mahadeo!  Mahadeo!  He made all,–\n    Thorn for the camel, fodder for the kine,\n    And mother’s heart for sleepy head, O little son of mine!",
        "Wheat he gave to rich folk, millet to the poor,\nBroken scraps for holy men that beg from door to door;\nBattle to the tiger, carrion to the kite,\nAnd rags and bones to wicked wolves without the wall at night.\nNaught he found too lofty, none he saw too low–\nParbati beside him watched them come and go;\nThought to cheat her husband, turning Shiv to jest–\nStole the little grasshopper and hid it in her breast.\n    So she tricked him, Shiva the Preserver.\n    Mahadeo!  Mahadeo!  Turn and see.\n    Tall are the camels, heavy are the kine,\n    But this was Least of Little Things, O little son of mine!",
        "When the dole was ended, laughingly she said,\nMaster, of a million mouths, is not one unfed?\"\nLaughing, Shiv made answer, “All have had their part,\nEven he, the little one, hidden ’neath thy heart.\"\nFrom her breast she plucked it, Parbati the thief,\nSaw the Least of Little Things gnawed a new-grown leaf!\nSaw and feared and wondered, making prayer to Shiv,\nWho hath surely given meat to all that live.\n    All things made he–Shiva the Preserver.\n    Mahadeo!  Mahadeo!  He made all,–\n    Thorn for the camel, fodder for the kine,\n    And mother’s heart for sleepy head, O little son of mine!",
        "  You can work it out by Fractions or by simple Rule of Three,\n  But the way of Tweedle-dum is not the way of Tweedle-dee.\n  You can twist it, you can turn it, you can plait it till you drop,\n  But the way of Pilly Winky’s not the way of Winkie Pop!",
        "It had been raining heavily for one whole month–raining on a\ncamp of thirty thousand men and thousands of camels, elephants,\nhorses, bullocks, and mules all gathered together at a place\ncalled Rawal Pindi, to be reviewed by the Viceroy of India.  He\nwas receiving a visit from the Amir of Afghanistan–a wild king\nof a very wild country.  The Amir had brought with him for a\nbodyguard eight hundred men and horses who had never seen a camp\nor a locomotive before in their lives–savage men and savage\nhorses from somewhere at the back of Central Asia.  Every night a\nmob of these horses would be sure to break their heel ropes and\nstampede up and down the camp through the mud in the dark, or the\ncamels would break loose and run about and fall over the ropes of\nthe tents, and you can imagine how pleasant that was for men\ntrying to go to sleep.  My tent lay far away from the camel lines,\nand I thought it was safe.  But one night a man popped his head in\nand shouted, “Get out, quick!  They’re coming!  My tent’s gone!”",
        "I knew who “they” were, so I put on my boots and waterproof\nand scuttled out into the slush.  Little Vixen, my fox terrier,\nwent out through the other side; and then there was a roaring and\na grunting and bubbling, and I saw the tent cave in, as the pole\nsnapped, and begin to dance about like a mad ghost.  A camel had\nblundered into it, and wet and angry as I was, I could not help\nlaughing.  Then I ran on, because I did not know how many camels\nmight have got loose, and before long I was out of sight of the\ncamp, plowing my way through the mud.",
        "At last I fell over the tail-end of a gun, and by that knew I\nwas somewhere near the artillery lines where the cannon were\nstacked at night.  As I did not want to plowter about any more in\nthe drizzle and the dark, I put my waterproof over the muzzle of\none gun, and made a sort of wigwam with two or three rammers that\nI found, and lay along the tail of another gun, wondering where\nVixen had got to, and where I might be.",
        "Just as I was getting ready to go to sleep I heard a jingle of\nharness and a grunt, and a mule passed me shaking his wet ears.\nHe belonged to a screw-gun battery, for I could hear the rattle of\nthe straps and rings and chains and things on his saddle pad.  The\nscrew-guns are tiny little cannon made in two pieces, that are\nscrewed together when the time comes to use them.  They are taken\nup mountains, anywhere that a mule can find a road, and they are\nvery useful for fighting in rocky country.",
        "Behind the mule there was a camel, with his big soft feet\nsquelching and slipping in the mud, and his neck bobbing to and\nfro like a strayed hen’s.  Luckily, I knew enough of beast\nlanguage–not wild-beast language, but camp-beast language, of\ncourse–from the natives to know what he was saying.",
        "He must have been the one that flopped into my tent, for he\ncalled to the mule, “What shall I do?  Where shall I go?  I have\nfought with a white thing that waved, and it took a stick and hit\nme on the neck.”  (That was my broken tent pole, and I was very\nglad to know it.)  “Shall we run on?”",
        "“Oh, it was you,” said the mule, “you and your friends, that\nhave been disturbing the camp?  All right.  You’ll be beaten for\nthis in the morning.  But I may as well give you something on\naccount now.”",
        "I heard the harness jingle as the mule backed and caught the\ncamel two kicks in the ribs that rang like a drum.  “Another\ntime,” he said, “you’ll know better than to run through a mule\nbattery at night, shouting `Thieves and fire!’  Sit down, and keep\nyour silly neck quiet.”",
        "The camel doubled up camel-fashion, like a two-foot rule, and\nsat down whimpering.  There was a regular beat of hoofs in the\ndarkness, and a big troop-horse cantered up as steadily as though\nhe were on parade, jumped a gun tail, and landed close to the\nmule.",
        "“It’s disgraceful,” he said, blowing out his nostrils.  “Those\ncamels have racketed through our lines again–the third time\nthis week.  How’s a horse to keep his condition if he isn’t\nallowed to sleep.  Who’s here?”",
        "“I’m the breech-piece mule of number two gun of the First\nScrew Battery,” said the mule, “and the other’s one of your\nfriends.  He’s waked me up too.  Who are you?”",
        "“Number Fifteen, E troop, Ninth Lancers–Dick Cunliffe’s\nhorse.  Stand over a little, there.”",
        "“Oh, beg your pardon,” said the mule.  “It’s too dark to see\nmuch.  Aren’t these camels too sickening for anything?  I walked\nout of my lines to get a little peace and quiet here.”",
        "“My lords,” said the camel humbly, “we dreamed bad dreams in\nthe night, and we were very much afraid.  I am only a baggage\ncamel of the 39th Native Infantry, and I am not as brave as you\nare, my lords.”",
        "“Then why didn’t you stay and carry baggage for the 39th\nNative Infantry, instead of running all round the camp?” said the\nmule.",
        "“They were such very bad dreams,” said the camel.  “I am\nsorry.  Listen!  What is that?  Shall we run on again?”",
        "“Sit down,” said the mule, “or you’ll snap your long\nstick-legs between the guns.”  He cocked one ear and listened.\n\"Bullocks!” he said.  “Gun bullocks.  On my word, you and your\nfriends have waked the camp very thoroughly.  It takes a good deal\nof prodding to put up a gun-bullock.”",
        "I heard a chain dragging along the ground, and a yoke of the\ngreat sulky white bullocks that drag the heavy siege guns when the\nelephants won’t go any nearer to the firing, came shouldering\nalong together.  And almost stepping on the chain was another\nbattery mule, calling wildly for “Billy.”",
        "“That’s one of our recruits,” said the old mule to the troop\nhorse.  “He’s calling for me.  Here, youngster, stop squealing.\nThe dark never hurt anybody yet.”",
        "The gun-bullocks lay down together and began chewing the cud,\nbut the young mule huddled close to Billy.",
        "“Things!” he said.  “Fearful and horrible, Billy!  They came\ninto our lines while we were asleep.  D’you think they’ll kill\nus?”",
        "“I’ve a very great mind to give you a number-one kicking,\"\nsaid Billy.  “The idea of a fourteen-hand mule with your training\ndisgracing the battery before this gentleman!”",
        "“Gently, gently!” said the troop-horse.  “Remember they are\nalways like this to begin with.  The first time I ever saw a man\n(it was in Australia when I was a three-year-old) I ran for half a\nday, and if I’d seen a camel, I should have been running still.”",
        "Nearly all our horses for the English cavalry are brought to\nIndia from Australia, and are broken in by the troopers\nthemselves.",
        "“True enough,” said Billy.  “Stop shaking, youngster.  The\nfirst time they put the full harness with all its chains on my\nback I stood on my forelegs and kicked every bit of it off.  I\nhadn’t learned the real science of kicking then, but the battery\nsaid they had never seen anything like it.”",
        "“But this wasn’t harness or anything that jingled,” said the\nyoung mule.  “You know I don’t mind that now, Billy.  It was\nThings like trees, and they fell up and down the lines and\nbubbled; and my head-rope broke, and I couldn’t find my driver,\nand I couldn’t find you, Billy, so I ran off with–with these\ngentlemen.”",
        "“H’m!” said Billy.  “As soon as I heard the camels were loose\nI came away on my own account.  When a battery–a screw-gun mule\ncalls gun-bullocks gentlemen, he must be very badly shaken up.\nWho are you fellows on the ground there?”",
        "The gun bullocks rolled their cuds, and answered both\ntogether:  “The seventh yoke of the first gun of the Big Gun\nBattery.  We were asleep when the camels came, but when we were\ntrampled on we got up and walked away.  It is better to lie quiet\nin the mud than to be disturbed on good bedding.  We told your\nfriend here that there was nothing to be afraid of, but he knew so\nmuch that he thought otherwise.  Wah!”",
        "They went on chewing.",
        "“That comes of being afraid,” said Billy.  “You get laughed at\nby gun-bullocks.  I hope you like it, young un.”",
        "The young mule’s teeth snapped, and I heard him say something\nabout not being afraid of any beefy old bullock in the world.  But\nthe bullocks only clicked their horns together and went on\nchewing.",
        "“Now, don’t be angry after you’ve been afraid.  That’s the\nworst kind of cowardice,” said the troop-horse.  “Anybody can be\nforgiven for being scared in the night, I think, if they see\nthings they don’t understand.  We’ve broken out of our pickets,\nagain and again, four hundred and fifty of us, just because a new\nrecruit got to telling tales of whip snakes at home in Australia\ntill we were scared to death of the loose ends of our head-ropes.”",
        "“That’s all very well in camp,” said Billy.  “I’m not above\nstampeding myself, for the fun of the thing, when I haven’t been\nout for a day or two.  But what do you do on active service?”",
        "“Oh, that’s quite another set of new shoes,” said the troop\nhorse.  “Dick Cunliffe’s on my back then, and drives his knees\ninto me, and all I have to do is to watch where I am putting my\nfeet, and to keep my hind legs well under me, and be bridle-wise.”",
        "“What’s bridle-wise?” said the young mule.",
        "“By the Blue Gums of the Back Blocks,” snorted the\ntroop-horse, “do you mean to say that you aren’t taught to be\nbridle-wise in your business?  How can you do anything, unless you\ncan spin round at once when the rein is pressed on your neck?  It\nmeans life or death to your man, and of course that’s life and\ndeath to you.  Get round with your hind legs under you the instant\nyou feel the rein on your neck.  If you haven’t room to swing\nround, rear up a little and come round on your hind legs.  That’s\nbeing bridle-wise.”",
        "“We aren’t taught that way,” said Billy the mule stiffly.\n\"We’re taught to obey the man at our head: step off when he says\nso, and step in when he says so.  I suppose it comes to the same\nthing.  Now, with all this fine fancy business and rearing, which\nmust be very bad for your hocks, what do you do?”",
        "“That depends,” said the troop-horse.  “Generally I have to go\nin among a lot of yelling, hairy men with knives–long shiny\nknives, worse than the farrier’s knives–and I have to take care\nthat Dick’s boot is just touching the next man’s boot without\ncrushing it.  I can see Dick’s lance to the right of my right eye,\nand I know I’m safe.  I shouldn’t care to be the man or horse that\nstood up to Dick and me when we’re in a hurry.”",
        "“Don’t the knives hurt?” said the young mule.",
        "“Well, I got one cut across the chest once, but that wasn’t\nDick’s fault–”",
        "“A lot I should have cared whose fault it was, if it hurt!\"\nsaid the young mule.",
        "“You must,” said the troop horse.  “If you don’t trust your\nman, you may as well run away at once.  That’s what some of our\nhorses do, and I don’t blame them.  As I was saying, it wasn’t\nDick’s fault.  The man was lying on the ground, and I stretched\nmyself not to tread on him, and he slashed up at me.  Next time I\nhave to go over a man lying down I shall step on him–hard.”",
        "“H’m!” said Billy.  “It sounds very foolish.  Knives are dirty\nthings at any time.  The proper thing to do is to climb up a\nmountain with a well-balanced saddle, hang on by all four feet and\nyour ears too, and creep and crawl and wriggle along, till you\ncome out hundreds of feet above anyone else on a ledge where\nthere’s just room enough for your hoofs.  Then you stand still and\nkeep quiet–never ask a man to hold your head, young un–keep\nquiet while the guns are being put together, and then you watch\nthe little poppy shells drop down into the tree-tops ever so far\nbelow.”",
        "“Don’t you ever trip?” said the troop-horse.",
        "“They say that when a mule trips you can split a hen’s ear,\"\nsaid Billy.  “Now and again perhaps a badly packed saddle will\nupset a mule, but it’s very seldom.  I wish I could show you our\nbusiness.  It’s beautiful.  Why, it took me three years to find\nout what the men were driving at.  The science of the thing is\nnever to show up against the sky line, because, if you do, you may\nget fired at.  Remember that, young un.  Always keep hidden as\nmuch as possible, even if you have to go a mile out of your way.\nI lead the battery when it comes to that sort of climbing.”",
        "“Fired at without the chance of running into the people who\nare firing!” said the troop-horse, thinking hard.  “I couldn’t\nstand that.  I should want to charge–with Dick.”",
        "“Oh, no, you wouldn’t.  You know that as soon as the guns are\nin position they’ll do all the charging.  That’s scientific and\nneat.  But knives–pah!”",
        "The baggage-camel had been bobbing his head to and fro for\nsome time past, anxious to get a word in edgewise.  Then I heard\nhim say, as he cleared his throat, nervously:",
        "“I–I–I have fought a little, but not in that climbing\nway or that running way.”",
        "“No.  Now you mention it,” said Billy, “you don’t look as\nthough you were made for climbing or running–much.  Well, how\nwas it, old Hay-bales?”",
        "“The proper way,” said the camel.  “We all sat down–”",
        "“Oh, my crupper and breastplate!” said the troop-horse under\nhis breath.  “Sat down!”",
        "“We sat down–a hundred of us,” the camel went on, “in a big\nsquare, and the men piled our packs and saddles, outside the\nsquare, and they fired over our backs, the men did, on all sides\nof the square.”",
        "“What sort of men?  Any men that came along?” said the\ntroop-horse.  “They teach us in riding school to lie down and let\nour masters fire across us, but Dick Cunliffe is the only man I’d\ntrust to do that.  It tickles my girths, and, besides, I can’t see\nwith my head on the ground.”",
        "“What does it matter who fires across you?” said the camel.\n\"There are plenty of men and plenty of other camels close by, and\na great many clouds of smoke.  I am not frightened then.  I sit\nstill and wait.”",
        "“And yet,” said Billy, “you dream bad dreams and upset the\ncamp at night.  Well, well!  Before I’d lie down, not to speak of\nsitting down, and let a man fire across me, my heels and his head\nwould have something to say to each other.  Did you ever hear\nanything so awful as that?”",
        "There was a long silence, and then one of the gun bullocks\nlifted up his big head and said, “This is very foolish indeed.\nThere is only one way of fighting.”",
        "“Oh, go on,” said Billy.  “Please don’t mind me.  I suppose\nyou fellows fight standing on your tails?”",
        "“Only one way,” said the two together.  (They must have been\ntwins.)  “This is that way.  To put all twenty yoke of us to the\nbig gun as soon as Two Tails trumpets.”  (\"Two Tails” is camp\nslang for the elephant.)",
        "“What does Two Tails trumpet for?” said the young mule.",
        "“To show that he is not going any nearer to the smoke on the\nother side.  Two Tails is a great coward.  Then we tug the big gun\nall together–Heya–Hullah!  Heeyah!  Hullah!  We do not climb\nlike cats nor run like calves.  We go across the level plain,\ntwenty yoke of us, till we are unyoked again, and we graze while\nthe big guns talk across the plain to some town with mud walls,\nand pieces of the wall fall out, and the dust goes up as though\nmany cattle were coming home.”",
        "“Oh!  And you choose that time for grazing?” said the young\nmule.",
        "“That time or any other.  Eating is always good.  We eat till\nwe are yoked up again and tug the gun back to where Two Tails is\nwaiting for it.  Sometimes there are big guns in the city that\nspeak back, and some of us are killed, and then there is all the\nmore grazing for those that are left.  This is Fate.  None the\nless, Two Tails is a great coward.  That is the proper way to\nfight.  We are brothers from Hapur.  Our father was a sacred bull\nof Shiva.  We have spoken.”",
        "“Well, I’ve certainly learned something tonight,” said the\ntroop-horse.  “Do you gentlemen of the screw-gun battery feel\ninclined to eat when you are being fired at with big guns, and Two\nTails is behind you?”",
        "“About as much as we feel inclined to sit down and let men\nsprawl all over us, or run into people with knives.  I never heard\nsuch stuff.  A mountain ledge, a well-balanced load, a driver you\ncan trust to let you pick your own way, and I’m your mule.  But–\nthe other things–no!” said Billy, with a stamp of his foot.",
        "“Of course,” said the troop horse, “everyone is not made in\nthe same way, and I can quite see that your family, on your\nfather’s side, would fail to understand a great many things.”",
        "“Never you mind my family on my father’s side,” said Billy\nangrily, for every mule hates to be reminded that his father was a\ndonkey.  “My father was a Southern gentleman, and he could pull\ndown and bite and kick into rags every horse he came across.\nRemember that, you big brown Brumby!”",
        "Brumby means wild horse without any breeding.  Imagine the\nfeelings of Sunol if a car-horse called her a “skate,” and you can\nimagine how the Australian horse felt.  I saw the white of his eye\nglitter in the dark.",
        "“See here, you son of an imported Malaga jackass,” he said\nbetween his teeth, “I’d have you know that I’m related on my\nmother’s side to Carbine, winner of the Melbourne Cup, and where I\ncome from we aren’t accustomed to being ridden over roughshod by\nany parrot-mouthed, pig-headed mule in a pop-gun pea-shooter\nbattery.  Are you ready?”",
        "“On your hind legs!” squealed Billy.  They both reared up\nfacing each other, and I was expecting a furious fight, when a\ngurgly, rumbly voice, called out of the darkness to the right–\n\"Children, what are you fighting about there?  Be quiet.”",
        "Both beasts dropped down with a snort of disgust, for neither\nhorse nor mule can bear to listen to an elephant’s voice.",
        "“It’s Two Tails!” said the troop-horse.  “I can’t stand him.\nA tail at each end isn’t fair!”",
        "“My feelings exactly,” said Billy, crowding into the\ntroop-horse for company.  “We’re very alike in some things.”",
        "“I suppose we’ve inherited them from our mothers,” said the\ntroop horse.  “It’s not worth quarreling about.  Hi!  Two Tails,\nare you tied up?”",
        "“Yes,” said Two Tails, with a laugh all up his trunk.  “I’m\npicketed for the night.  I’ve heard what you fellows have been\nsaying.  But don’t be afraid.  I’m not coming over.”",
        "The bullocks and the camel said, half aloud, “Afraid of Two\nTails–what nonsense!”  And the bullocks went on, “We are sorry\nthat you heard, but it is true.  Two Tails, why are you afraid of\nthe guns when they fire?”",
        "“Well,” said Two Tails, rubbing one hind leg against the\nother, exactly like a little boy saying a poem, “I don’t quite\nknow whether you’d understand.”",
        "“We don’t, but we have to pull the guns,” said the bullocks.",
        "“I know it, and I know you are a good deal braver than you\nthink you are.  But it’s different with me.  My battery captain\ncalled me a Pachydermatous Anachronism the other day.”",
        "“That’s another way of fighting, I suppose?” said Billy, who\nwas recovering his spirits.",
        "“You don’t know what that means, of course, but I do.  It\nmeans betwixt and between, and that is just where I am.  I can see\ninside my head what will happen when a shell bursts, and you\nbullocks can’t.”",
        "“I can,” said the troop-horse.  “At least a little bit.  I try\nnot to think about it.”",
        "“I can see more than you, and I do think about it.  I know\nthere’s a great deal of me to take care of, and I know that nobody\nknows how to cure me when I’m sick.  All they can do is to stop my\ndriver’s pay till I get well, and I can’t trust my driver.”",
        "“Ah!” said the troop horse.  “That explains it.  I can trust\nDick.”",
        "“You could put a whole regiment of Dicks on my back without\nmaking me feel any better.  I know just enough to be\nuncomfortable, and not enough to go on in spite of it.”",
        "“We do not understand,” said the bullocks.",
        "“I know you don’t.  I’m not talking to you.  You don’t know\nwhat blood is.”",
        "“We do,” said the bullocks.  “It is red stuff that soaks into\nthe ground and smells.”",
        "The troop-horse gave a kick and a bound and a snort.",
        "“Don’t talk of it,” he said.  “I can smell it now, just\nthinking of it.  It makes me want to run–when I haven’t Dick on\nmy back.”",
        "“But it is not here,” said the camel and the bullocks.  “Why\nare you so stupid?”",
        "“It’s vile stuff,” said Billy.  “I don’t want to run, but I\ndon’t want to talk about it.”",
        "“There you are!” said Two Tails, waving his tail to explain.",
        "“Surely.  Yes, we have been here all night,” said the\nbullocks.",
        "Two Tails stamped his foot till the iron ring on it jingled.\n\"Oh, I’m not talking to you.  You can’t see inside your heads.”",
        "“No.  We see out of our four eyes,” said the bullocks.  “We\nsee straight in front of us.”",
        "“If I could do that and nothing else, you wouldn’t be needed\nto pull the big guns at all.  If I was like my captain–he can\nsee things inside his head before the firing begins, and he shakes\nall over, but he knows too much to run away–if I was like him I\ncould pull the guns.  But if I were as wise as all that I should\nnever be here.  I should be a king in the forest, as I used to be,\nsleeping half the day and bathing when I liked.  I haven’t had a\ngood bath for a month.”",
        "“That’s all very fine,” said Billy.  “But giving a thing a\nlong name doesn’t make it any better.”",
        "“H’sh!” said the troop horse.  “I think I understand what Two\nTails means.”",
        "“You’ll understand better in a minute,” said Two Tails\nangrily.  “Now you just explain to me why you don’t like this!”",
        "He began trumpeting furiously at the top of his trumpet.",
        "“Stop that!” said Billy and the troop horse together, and I\ncould hear them stamp and shiver.  An elephant’s trumpeting is\nalways nasty, especially on a dark night.",
        "“I shan’t stop,” said Two Tails.  “Won’t you explain that,\nplease?  Hhrrmph!  Rrrt!  Rrrmph!  Rrrhha!”  Then he stopped\nsuddenly, and I heard a little whimper in the dark, and knew that\nVixen had found me at last.  She knew as well as I did that if\nthere is one thing in the world the elephant is more afraid of\nthan another it is a little barking dog.  So she stopped to bully\nTwo Tails in his pickets, and yapped round his big feet.  Two\nTails shuffled and squeaked.  “Go away, little dog!” he said.\n\"Don’t snuff at my ankles, or I’ll kick at you.  Good little dog\n–nice little doggie, then!  Go home, you yelping little beast!\nOh, why doesn’t someone take her away?  She’ll bite me in a\nminute.”",
        "“Seems to me,” said Billy to the troop horse, “that our friend\nTwo Tails is afraid of most things.  Now, if I had a full meal for\nevery dog I’ve kicked across the parade-ground I should be as fat\nas Two Tails nearly.”",
        "I whistled, and Vixen ran up to me, muddy all over, and licked\nmy nose, and told me a long tale about hunting for me all through\nthe camp.  I never let her know that I understood beast talk, or\nshe would have taken all sorts of liberties.  So I buttoned her\ninto the breast of my overcoat, and Two Tails shuffled and stamped\nand growled to himself.",
        "“Extraordinary!  Most extraordinary!” he said.  “It runs in\nour family.  Now, where has that nasty little beast gone to?”",
        "I heard him feeling about with his trunk.",
        "“We all seem to be affected in various ways,” he went on,\nblowing his nose.  “Now, you gentlemen were alarmed, I believe,\nwhen I trumpeted.”",
        "“Not alarmed, exactly,” said the troop-horse, “but it made me\nfeel as though I had hornets where my saddle ought to be.  Don’t\nbegin again.”",
        "“I’m frightened of a little dog, and the camel here is\nfrightened by bad dreams in the night.”",
        "“It is very lucky for us that we haven’t all got to fight in\nthe same way,” said the troop-horse.",
        "“What I want to know,” said the young mule, who had been quiet\nfor a long time–\"what I want to know is, why we have to fight\nat all.”",
        "“Because we’re told to,” said the troop-horse, with a snort of\ncontempt.",
        "“Orders,” said Billy the mule, and his teeth snapped.",
        "“Hukm hai!” (It is an order!), said the camel with a gurgle,\nand Two Tails and the bullocks repeated, “Hukm hai!”",
        "“Yes, but who gives the orders?” said the recruit-mule.",
        "“The man who walks at your head–Or sits on your back–Or\nholds the nose rope–Or twists your tail,” said Billy and the\ntroop-horse and the camel and the bullocks one after the other.",
        "“But who gives them the orders?”",
        "“Now you want to know too much, young un,” said Billy, “and\nthat is one way of getting kicked.  All you have to do is to obey\nthe man at your head and ask no questions.”",
        "“He’s quite right,” said Two Tails.  “I can’t always obey,\nbecause I’m betwixt and between.  But Billy’s right.  Obey the man\nnext to you who gives the order, or you’ll stop all the battery,\nbesides getting a thrashing.”",
        "The gun-bullocks got up to go.  “Morning is coming,” they\nsaid.  “We will go back to our lines.  It is true that we only see\nout of our eyes, and we are not very clever.  But still, we are\nthe only people to-night who have not been afraid.  Good-night,\nyou brave people.”",
        "Nobody answered, and the troop-horse said, to change the\nconversation, “Where’s that little dog?  A dog means a man\nsomewhere about.”",
        "“Here I am,” yapped Vixen, “under the gun tail with my man.\nYou big, blundering beast of a camel you, you upset our tent.  My\nman’s very angry.”",
        "“Phew!” said the bullocks.  “He must be white!”",
        "“Of course he is,” said Vixen.  “Do you suppose I’m looked\nafter by a black bullock-driver?”",
        "“Huah!  Ouach!  Ugh!” said the bullocks.  “Let us get away\nquickly.”",
        "They plunged forward in the mud, and managed somehow to run\ntheir yoke on the pole of an ammunition wagon, where it jammed.",
        "“Now you have done it,” said Billy calmly.  “Don’t struggle.\nYou’re hung up till daylight.  What on earth’s the matter?”",
        "The bullocks went off into the long hissing snorts that Indian\ncattle give, and pushed and crowded and slued and stamped and\nslipped and nearly fell down in the mud, grunting savagely.",
        "“You’ll break your necks in a minute,” said the troop-horse.\n\"What’s the matter with white men?  I live with ’em.”",
        "“They–eat–us!  Pull!” said the near bullock.  The yoke\nsnapped with a twang, and they lumbered off together.",
        "I never knew before what made Indian cattle so scared of\nEnglishmen.  We eat beef–a thing that no cattle-driver touches\n–and of course the cattle do not like it.",
        "“May I be flogged with my own pad-chains!  Who’d have thought\nof two big lumps like those losing their heads?” said Billy.",
        "“Never mind.  I’m going to look at this man.  Most of the\nwhite men, I know, have things in their pockets,” said the\ntroop-horse.",
        "“I’ll leave you, then.  I can’t say I’m over-fond of ’em\nmyself.  Besides, white men who haven’t a place to sleep in are\nmore than likely to be thieves, and I’ve a good deal of Government\nproperty on my back.  Come along, young un, and we’ll go back to\nour lines.  Good-night, Australia!  See you on parade to-morrow, I\nsuppose.  Good-night, old Hay-bale!–try to control your\nfeelings, won’t you?  Good-night, Two Tails!  If you pass us on\nthe ground tomorrow, don’t trumpet.  It spoils our formation.”",
        "Billy the Mule stumped off with the swaggering limp of an old\ncampaigner, as the troop-horse’s head came nuzzling into my\nbreast, and I gave him biscuits, while Vixen, who is a most\nconceited little dog, told him fibs about the scores of horses\nthat she and I kept.",
        "“I’m coming to the parade to-morrow in my dog-cart,” she said.\n\"Where will you be?”",
        "“On the left hand of the second squadron.  I set the time for\nall my troop, little lady,” he said politely.  “Now I must go back\nto Dick.  My tail’s all muddy, and he’ll have two hours’ hard work\ndressing me for parade.”",
        "The big parade of all the thirty thousand men was held that\nafternoon, and Vixen and I had a good place close to the Viceroy\nand the Amir of Afghanistan, with high, big black hat of astrakhan\nwool and the great diamond star in the center.  The first part of\nthe review was all sunshine, and the regiments went by in wave\nupon wave of legs all moving together, and guns all in a line,\ntill our eyes grew dizzy.  Then the cavalry came up, to the\nbeautiful cavalry canter of “Bonnie Dundee,” and Vixen cocked her\near where she sat on the dog-cart.  The second squadron of the\nLancers shot by, and there was the troop-horse, with his tail like\nspun silk, his head pulled into his breast, one ear forward and\none back, setting the time for all his squadron, his legs going as\nsmoothly as waltz music.  Then the big guns came by, and I saw Two\nTails and two other elephants harnessed in line to a forty-pounder\nsiege gun, while twenty yoke of oxen walked behind.  The seventh\npair had a new yoke, and they looked rather stiff and tired.  Last\ncame the screw guns, and Billy the mule carried himself as though\nhe commanded all the troops, and his harness was oiled and\npolished till it winked.  I gave a cheer all by myself for Billy\nthe mule, but he never looked right or left.",
        "The rain began to fall again, and for a while it was too misty\nto see what the troops were doing.  They had made a big half\ncircle across the plain, and were spreading out into a line.  That\nline grew and grew and grew till it was three-quarters of a mile\nlong from wing to wing–one solid wall of men, horses, and guns.\nThen it came on straight toward the Viceroy and the Amir, and as\nit got nearer the ground began to shake, like the deck of a\nsteamer when the engines are going fast.",
        "Unless you have been there you cannot imagine what a\nfrightening effect this steady come-down of troops has on the\nspectators, even when they know it is only a review.  I looked at\nthe Amir.  Up till then he had not shown the shadow of a sign of\nastonishment or anything else.  But now his eyes began to get\nbigger and bigger, and he picked up the reins on his horse’s neck\nand looked behind him.  For a minute it seemed as though he were\ngoing to draw his sword and slash his way out through the English\nmen and women in the carriages at the back.  Then the advance\nstopped dead, the ground stood still, the whole line saluted, and\nthirty bands began to play all together.  That was the end of the\nreview, and the regiments went off to their camps in the rain, and\nan infantry band struck up with–",
        "              The animals went in two by two,\n                     Hurrah!\n                  The animals went in two by two,\n                  The elephant and the battery mul’,\n                  and they all got into the Ark\n                     For to get out of the rain!",
        "Then I heard an old grizzled, long-haired Central Asian chief,\nwho had come down with the Amir, asking questions of a native\nofficer.",
        "“Now,” said he, “in what manner was this wonderful thing\ndone?”",
        "And the officer answered, “An order was given, and they\nobeyed.”",
        "“But are the beasts as wise as the men?” said the chief.",
        "“They obey, as the men do.  Mule, horse, elephant, or bullock,\nhe obeys his driver, and the driver his sergeant, and the sergeant\nhis lieutenant, and the lieutenant his captain, and the captain\nhis major, and the major his colonel, and the colonel his\nbrigadier commanding three regiments, and the brigadier the\ngeneral, who obeys the Viceroy, who is the servant of the Empress.\nThus it is done.”",
        "“Would it were so in Afghanistan!” said the chief, “for there\nwe obey only our own wills.”",
        "“And for that reason,” said the native officer, twirling his\nmustache, “your Amir whom you do not obey must come here and take\norders from our Viceroy.”",
        "                    Elephants of the Gun Teams",
        " We lent to Alexander the strength of Hercules,\n The wisdom of our foreheads, the cunning of our knees;\n We bowed our necks to service: they ne’er were loosed again,–\n Make way there–way for the ten-foot teams\n       Of the Forty-Pounder train!",
        "                           Gun Bullocks",
        " Those heroes in their harnesses avoid a cannon-ball,\n And what they know of powder upsets them one and all;\n Then we come into action and tug the guns again–\n Make way there–way for the twenty yoke\n       Of the Forty-Pounder train!",
        "                          Cavalry Horses",
        " By the brand on my shoulder, the finest of tunes\n Is played by the Lancers, Hussars, and Dragoons,\n And it’s sweeter than “Stables” or “Water” to me–\n The Cavalry Canter of “Bonnie Dundee”!",
        " Then feed us and break us and handle and groom,\n And give us good riders and plenty of room,\n And launch us in column of squadron and see\n The way of the war-horse to “Bonnie Dundee”!",
        "                          Screw-Gun Mules",
        " As me and my companions were scrambling up a hill,\n The path was lost in rolling stones, but we went forward still;\n For we can wriggle and climb, my lads, and turn up everywhere,\n Oh, it’s our delight on a mountain height, with a leg or two to\n    spare!",
        " Good luck to every sergeant, then, that lets us pick our road;\n Bad luck to all the driver-men that cannot pack a load:\n For we can wriggle and climb, my lads, and turn up everywhere,\n Oh, it’s our delight on a mountain height, with a leg or two to\n    spare!",
        "                        Commissariat Camels",
        "    We haven’t a camelty tune of our own\n    To help us trollop along,\n    But every neck is a hair trombone\n    (Rtt-ta-ta-ta! is a hair trombone!)\n    And this our marching-song:\n    Can’t!  Don’t!  Shan’t!  Won’t!\n    Pass it along the line!\n    Somebody’s pack has slid from his back,\n    Wish it were only mine!\n    Somebody’s load has tipped off in the road–\n    Cheer for a halt and a row!\n    Urrr!  Yarrh!  Grr!  Arrh!\n    Somebody’s catching it now!",
        "                      All the Beasts Together",
        "    Children of the Camp are we,\n    Serving each in his degree;\n    Children of the yoke and goad,\n    Pack and harness, pad and load.\n    See our line across the plain,\n    Like a heel-rope bent again,\n    Reaching, writhing, rolling far,\n    Sweeping all away to war!\n    While the men that walk beside,\n    Dusty, silent, heavy-eyed,\n    Cannot tell why we or they\n    March and suffer day by day.\n       Children of the Camp are we,\n       Serving each in his degree;\n       Children of the yoke and goad,\n       Pack and harness, pad and load!",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}