{
    "title": "The Story of Mankind - The Nile Valley (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "THE BEGINNING OF CIVILISATION IN THE\nVALLEY OF THE NILE",
        "THE history of man is the record of a hungry creature in\nsearch of food. Wherever food was plentiful, thither man has\ntravelled to make his home.",
        "The fame of the Valley of the Nile must have spread at\nan early date. From the interior of Africa and from the desert\nof Arabia and from the western part of Asia people had\nflocked to Egypt to claim their share of the rich farms.\nTogether these invaders had formed a new race which called\nitself “Remi” or “the Men” just as we sometimes call America\n“God’s own country.” They had good reason to be grateful\nto a Fate which had carried them to this narrow strip of land.\nIn the summer of each year the Nile turned the valley into a\nshallow lake and when the waters receded all the grainfields\nand the pastures were covered with several inches of the most\nfertile clay.",
        "In Egypt a kindly river did the work of a million men and\nmade it possible to feed the teeming population of the first\nlarge cities of which we have any record. It is true that all\nthe arable land was not in the valley. But a complicated\nsystem of small canals and well-sweeps carried water from\nthe river-level to the top of the highest banks and an even\nmore intricate system of irrigation trenches spread it throughout\nthe land.",
        "While man of the prehistoric age had been obliged to spend\nsixteen hours out of every twenty-four gathering food for himself\nand the members of his tribe, the Egyptian peasant or the\ninhabitant of the Egyptian city found himself possessed of a\ncertain leisure. He used this spare time to make himself many\nthings that were merely ornamental and not in the least bit\nuseful.",
        "More than that. One day he discovered that his brain was\ncapable of thinking all kinds of thoughts which had nothing\nto do with the problems of eating and sleeping and finding a\nhome for the children. The Egyptian began to speculate upon\nmany strange problems that confronted him. Where did the\nstars come from? Who made the noise of the thunder which\nfrightened him so terribly? Who made the River Nile rise\nwith such regularity that it was possible to base the calendar\nupon the appearance and the disappearance of the annual\nfloods? Who was he, himself, a strange little creature surrounded\non all sides by death and sickness and yet happy and\nfull of laughter?",
        "He asked these many questions and certain people obligingly\nstepped forward to answer these inquiries to the best of\ntheir ability. The Egyptians called them “priests” and they\nbecame the guardians of his thoughts and gained great respect\nin the community. They were highly learned men who were\nentrusted with the sacred task of keeping the written records.\nThey understood that it is not good for man to think only of\nhis immediate advantage in this world and they drew his attention\nto the days of the future when his soul would dwell\nbeyond the mountains of the west and must give an account\nof his deeds to Osiris, the mighty God who was the Ruler of\nthe Living and the Dead and who judged the acts of men\naccording to their merits. Indeed, the priests made so much\nof that future day in the realm of Isis and Osiris that the\nEgyptians began to regard life merely as a short preparation\nfor the Hereafter and turned the teeming valley of the Nile\ninto a land devoted to the Dead.",
        "In a strange way, the Egyptians had come to believe that\nno soul could enter the realm of Osiris without the possession\nof the body which had been its place of residence in this world.\nTherefore as soon as a man was dead his relatives took his\ncorpse and had it embalmed. For weeks it was soaked in a\nsolution of natron and then it was filled with pitch. The\nPersian word for pitch was “Mumiai” and the embalmed body\nwas called a “Mummy.” It was wrapped in yards and yards\nof specially prepared linen and it was placed in a specially\nprepared coffin ready to be removed to its final home. But\nan Egyptian grave was a real home where the body was surrounded\nby pieces of furniture and musical instruments (to\nwhile away the dreary hours of waiting) and by little statues\nof cooks and bakers and barbers (that the occupant of this\ndark home might be decently provided with food and need not\ngo about unshaven).",
        "Originally these graves had been dug into the rocks of the\nwestern mountains but as the Egyptians moved northward\nthey were obliged to build their cemeteries in the desert. The\ndesert however is full of wild animals and equally wild robbers\nand they broke into the graves and disturbed the mummy or\nstole the jewelry that had been buried with the body. To prevent\nsuch unholy desecration the Egyptians used to build small\nmounds of stones on top of the graves. These little mounds\ngradually grew in size, because the rich people built higher\nmounds than the poor and there was a good deal of competition\nto see who could make the highest hill of stones. The\nrecord was made by King Khufu, whom the Greeks called\nCheops and who lived thirty centuries before our era. His\nmound, which the Greeks called a pyramid (because the\nEgyptian word for high was pir-em-us) was over five hundred\nfeet high.",
        "It covered more than thirteen acres of desert which is three\ntimes as much space as that occupied by the church of St.\nPeter, the largest edifice of the Christian world.",
        "During twenty years, over a hundred thousand men were\nbusy carrying the necessary stones from the other side of the\nriver–ferrying them across the Nile (how they ever managed\nto do this, we do not understand), dragging them in many instances\na long distance across the desert and finally hoisting\nthem into their correct position. But so well did the King’s\narchitects and engineers perform their task that the narrow\npassage-way which leads to the royal tomb in the heart of the\nstone monster has never yet been pushed out of shape by the\nweight of those thousands of tons of stone which press upon\nit from all sides.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}