{
    "title": "The Book of Delight and Other Papers - A Handful of Curiosities (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n\n",
        "That George Eliot was well acquainted with certain aspects of Jewish\nhistory, is fairly clear from her writings. But there is collateral\nevidence of an interesting kind that proves the same fact quite\nconclusively, I think.",
        "It will be remembered that Daniel Deronda went into a second-hand book-shop\nand bought a small volume for half a crown, thereby making the acquaintance\nof Ezra Cohen. Some time back I had in my hands the identical book that\nGeorge Eliot purchased which formed the basis of the incident. The book may\nnow be seen in Dr. Williams’s Library, Gordon Square, London. The few words\nin which George Eliot dismisses the book in her novel would hardly lead one\nto gather how carefully and conscientiously she had read the volume, which\nhas since been translated into English by Dr. J. Clark Murray. She, of\ncourse, bought and read the original German.",
        "The book is Solomon Maimon’s Autobiography, a fascinating piece of\nself-revelation and of history. (An admirable account of it may be found in\nchapter x of the fifth volume of the English translation of Graetz’s\n“History of the Jews.”) Maimon, cynic and skeptic, was a man all head and\nno heart, but he was not without “character,” in one sense of the word. He\nforms a necessary link in the progress of modern Jews towards their newer\nculture. Schiller and Goethe admired him considerably, and, as we shall\nsoon see, George Eliot was a careful student of his celebrated pages. Any\nreader who takes the book up, will hardly lay it down until he has finished\nthe first part, at least.",
        "Several marginal and other notes in the copy of the Autobiography that\nbelonged to George Eliot are, I am convinced, in her own handwriting, and I\npropose to print here some of her jottings, all of which are in pencil, but\ncarefully written. Above the Introduction, she writes: “This book might\nmislead many readers not acquainted with other parts of Jewish history. But\nfor a worthy account (in brief) of Judaism and Rabbinism, see p. 150.” This\nreference takes one to the fifteenth chapter of the Autobiography. Indeed,\nGeorge Eliot was right as to the misleading tendency of a good deal in\nMaimon’s “wonderful piece of autobiography,” as she terms the work in\n“Daniel Deronda.” She returns to the attack on p. 36 of her copy, where she\nhas jotted, “See infra, p. 150 et seq. for a better-informed view of\nTalmudic study.”",
        "How carefully George Eliot read! The pagination of 207 is printed wrongly\nas 160; she corrects it! She corrects Kimesi into “Kimchi” on p. 48,\nRabasse into “R. Ashe” on p. 163. On p. 59 she writes, “According to the\nTalmud no one is eternally damned.” Perhaps her statement needs some slight\nqualification. Again (p. 62), “Rashi, i.e. Rabbi Shelomoh ben Isaak, whom\nBuxtorf mistakenly called Jarchi.” It was really to Raymund Martini that\nthis error goes back. But George Eliot could not know it. On p. 140, Maimon\nbegins, “Accordingly, I sought to explain all this in the following way,\"\nto which George Eliot appends the note, “But this is simply what the\nCabbala teaches–not his own ingenious explanation.”",
        "It is interesting to find George Eliot occasionally defending Judaism\nagainst Maimon. On p. 165 he talks of the “abuse of Rabbinism,” in that the\nRabbis tacked on new laws to old texts. “Its origin,” says George Eliot’s\npencilled jotting, “was the need for freedom to modify laws\"–a fine\nremark. On p. 173, where Maimon again talks of the Rabbinical method of\nevolving all sorts of moral truths by the oddest exegesis, she writes, “The\nmethod has been constantly pursued in various forms by Christian Teachers.\"\nOn p. 186 Maimon makes merry at the annulment of vows previous to the Day\nof Atonement. George Eliot writes, “These are religious vows–not\nengagements between man and man.”",
        "Furthermore, she makes some translations of the titles of Hebrew books\ncited, and enters a correction of an apparently erroneous statement of fact\non p. 215. There Maimon writes as though the Zohar had been promulgated\nafter Sabbatai Zebi. George Eliot notes: “Sabbatai Zebi lived long after\nthe production of the Zohar. He was a contemporary of Spinoza. Moses de\nLeon belonged to the fourteenth century.” This remark shows that George\nEliot knew Graetz’s History, for it is he who brought the names of Spinoza\nand Sabbatai Zebi together in two chapter headings in his work. Besides,\nGraetz’s History was certainly in George Eliot’s library; it was among the\nLewes books now at Dr. Williams’s. Again, on p. 265, Maimon speaks of the\nJewish fast that falls in August. George Eliot jots on the margin, “July?\nFast of Ninth Ab.”",
        "Throughout passages are pencilled, and at the end she gives an index to the\nparts that seem to have interested her particularly. This is her list:",
        "   Talmudic quotations, 36.\n   Polish Doctor, 49.\n   The Talmudist, 60.\n   Prince R. and the Barber, 110.\n   Talmudic Method, 174.\n   Polish Jews chiefly Gelehrte, 211.\n   Zohar, 215.\n   Rabbinical Morality, 176.\n   New Chasidim, 207.\n   Elias aus Wilna, 242.\n   Angels (?), 82.\n   Tamuz, II., 135.",
        "It is a pleasure, indeed, to find a fresh confirmation, that George Eliot’s\nfavorable impression of Judaism was based on a very adequate acquaintance\nwith its history. Sir Walter Scott’s knowledge of it was, one cannot but\nfeel, far less intimate than George Eliot’s, but his poetic insight kept\nhim marvellously straight in his appreciation of Jewish life and character.",
        "English politics in the seventeenth and eighteenth centuries maintained a\ncloser association with literature than is conceivable in the present age.\nEngland has just witnessed a contest on fundamental issues between the two\nHouses of Parliament. This recalls, by contrast rather than by similarity,\nanother conflict that divided the Lords from the Commons in and about the\nyear 1645. The question at issue then was the respective literary merits of\ntwo metrical translations of the Psalms.",
        "Francis Rous was a Provost of Eton, a member of the Westminster Assembly of\nDivines, and representative of Truro in the Long Parliament. This “old\nilliterate Jew,” as Wood abusively termed him, had made a verse translation\nof the Psalms, which the House of Commons cordially recommended. The House\nof Lords, on the other hand, preferred Barton’s translation, and many other\ncontemporaneous attempts were made to meet the growing demand for a good\nmetrical rendering–a demand which, by the way, has remained but\nimperfectly filled to the present time. Would that some Jewish poet might\narise to give us the long-desired version for use, at all events, in our\nprivate devotions! In April, 1648, Milton tried his hand at a rendering of\nnine Psalms (lxxx.-lxxxviii.), and it is from this work that we can see how\nMilton pronounced Hebrew. Strange to say, Milton’s attempt, except in the\ncase of the eighty-fourth Psalm, has scanty poetical merit, and, as a\nliteral translation, it is not altogether successful. He prides himself on\nthe fact that his verses are such that “all, but what is in a different\ncharacter, are the very words of the Text, translated from the original.\"\nThe inserted words in italics are, nevertheless, almost as numerous as the\nroman type that represents the original Hebrew. Such conventional mistakes\nas Rous’s cherubims are, however, conspicuously absent from Milton’s more\nscholarly work. Milton writes cherubs.",
        "Now, in the margin of Psalms lxxx., lxxxi., lxxxii., and lxxxiii., Milton\ninserts a transliteration of some of the words of the original Hebrew text.\nThe first point that strikes one is the extraordinary accuracy of the\ntransliteration. One word appears as Jimmotu, thus showing that Milton\nappreciated the force of the dagesh. Again, Shiphtu-dal, bag-nadath-el\nshow that Milton observed the presence of the Makkef. Actual mistakes are\nvery rare, and, as Dr. Davidson has suggested, they may be due to\nmisprints. This certainly accounts for Tishphetu instead of Tishpetu\n(lxxxii. 2), but when we find Be Sether appearing as two words instead of\none, the capital S is rather against this explanation, while Shifta (in\nthe last verse of Psalm lxxxii.) looks like a misreading.",
        "It is curious to see that Milton adopted the nasal intonation of the\nAyin. And he adopted it in the least defensible form. He invariably\nwrites gn for the Hebrew Ayin. Now ng is bad enough, but gn seems a\nworse barbarism. Milton read the vowels, as might have been expected from\none living after Reuchlin, who introduced the Italian pronunciation to\nChristian students in Europe, in the “Portuguese” manner, even to the point\nof making little, if any, distinction between the Zere and the Sheva.\nAs to the consonants, he read Tav as th, Teth as t, Qof as k,\nand Vav and Beth equally as v. In this latter point he followed the\n“German” usage. The letter Cheth Milton read as ch, but Kaf he read\nas c, sounded hard probably, as so many English readers of Hebrew do at\nthe present day. I have even noted among Jewish boys an amusing affectation\nof inability to pronounce the Kaf in any other way. The somewhat\ninaccurate but unavoidable ts for Zadde was already established in\nMilton’s time, while the letter Yod appears regularly as j, which\nMilton must have sounded as y. On the whole, it is quite clear that\nMilton read his Hebrew with minute precision. To see how just this verdict\nis, let anyone compare Milton’s exactness with the erratic and slovenly\ntransliterations in Edmund Chidmead’s English edition of Leon Modena’s\nRiti Ebraici, which was published only two years later than Milton’s\nparaphrase of the Psalms.",
        "The result, then, of an examination of the twenty-six words thus\ntransliterated, is to deepen the conviction that the great Puritan poet,\nwho derived so much inspiration from the Old Testament, drew at least some\nof it from the pure well of Hebrew undefiled.",
        "As a “Concluding Part” to “The Myths of Plato,” Professor J.A. Stewart\nwrote a chapter on the Cambridge Platonists of the seventeenth century, his\nobject being to show that the thought of Plato “has been, and still is, an\nimportant influence in modern philosophy.”",
        "It was a not unnatural reaction that diverted the scholars of the\nRenaissance from Aristotle to Plato. The medieval Church had been\nAristotelian, and “antagonism to the Roman Church had, doubtless, much to\ndo with the Platonic revival, which spread from Italy to Cambridge.” But,\ncuriously enough, the Plato whom Cambridge served was not Plato the\nAthenian dialectician, but Plato the poet and allegorist. It was, in fact,\nPhilo, the Jew, rather than Plato, the Greek, that inspired them.",
        "“Philo never thought of doubting that Platonism and the Jewish Scriptures\nhad real affinity to each other, and hardly perhaps asked himself how the\naffinity was to be accounted for.” Philo, however, would have had no\ndifficulty in accounting for it; already in his day the quaint theory was\nprevalent that Athens had borrowed its wisdom from Jerusalem. The\nCambridge Platonists went with Philo in declaring Plato to be “the Attic\nMoses.” Henry More (1662) maintained strongly Plato’s indebtedness to\nMoses; even Pythagoras was so indebted, or, rather, “it was a common fame\n[report] that Pythagoras was a disciple of the Prophet Ezekiel.” The\nCambridge Platonists were anxious, not only to show this dependence of\nGreek upon Hebraic thought, but they went on to argue that Moses taught,\nin allegory, the natural philosophy of Descartes. More calls Platonism\nthe soul, and Cartesianism the body, of his own philosophy, which he\napplies to the explanation of the Law of Moses. “This philosophy is the\nold Jewish-Pythagorean Cabbala, which teaches the motion of the Earth and\nPre-existence of the Soul.” But it is awkward that Moses does not teach\nthe motion of the earth. More is at no loss; he boldly argues that,\nthough “the motion of the earth has been lost and appears not in the\nremains of the Jewish Cabbala, this can be no argument against its once\nhaving been a part thereof.” He holds it as “exceedingly probable” that\nthe Roman Emperor “Numa was both descended from the Jews and imbued with\nthe Jewish religion and learning.”",
        "Thus the Cambridge Platonists of the seventeenth century are a very\nremarkable example of the recurrent influence exercised on non-Jews by\ncertain forms of Judaism that had but slight direct effect on the Jews\nthemselves. Indirectly, the Hellenic side of Jewish culture left its mark,\nespecially in the Cabbala. It would be well worth the while of a Jewish\ntheologian to make a close study of the seventeenth century alumni of\nCambridge, who were among the most fascinating devotees of ancient Jewish\nwisdom. Henry More was particularly attractive, “the most interesting and\nthe most unreadable of the whole band.” When he was a young boy, his uncle\nhad to threaten a flogging to cure him of precocious “forwardness in\nphilosophizing concerning the mysteries of necessity and freewill.” In 1631\nhe entered Christ’s College, Cambridge, “about the time when John Milton\nwas leaving it,” and he may almost be said to have spent the rest of his\nlife within the walls of the college, “except when he went to stay with his\n’heroine pupil,’ Anne, Viscountess Conway, at her country seat of Ragley in\nWarwickshire, where his pleasure was to wander among the woods and glades.\"\nHe absolutely refused all preferment, and when “he was once persuaded to\nmake a journey to Whitehall, to kiss His Majesty’s hands, but heard by the\nway that this would be the prelude to a bishopric, he at once turned back.\"\nYet More was no recluse. “He had many pupils at Christ’s; he loved music,\nand used to play on the theorbo; he enjoyed a game at bowls, and still more\na conversation with intimate friends, who listened to him as to an oracle;\nand he was so kind to the poor that it was said his very chamber-door was a\nhospital for the needy.” But enough has been quoted from Overton’s\nbiography to whet curiosity about this Cambridge sage and saint. More well\nillustrates what was said above (pp. 114-116)–the man of letters is truest\nto his calling when he has at the same time an open ear to the call of\nhumanity.",
        "The founder and moving spirit of this unique little Society is Miss Helena\nFrank, whose sympathy with Yiddish literature has been shown in several\nways. Her article in the Nineteenth Century (\"The Land of Jargon,\"\nOctober, 1904) was as forcible as it was dainty. Her rendering of the\nstories of Perez, too, is more than a literary feat. Her knowledge of\nYiddish is not merely intellectual; though not herself a Jewess, she\nevidently enters into the heart of the people who express their lives and\naspirations in Yiddish terms. Young as she is, Miss Frank is, indeed, a\nremarkable linguist; Hebrew and Russian are among her accomplishments. But\nit is a wonderful fact that she has set herself to acquire these other\nlanguages only to help her to understand Yiddish, which latter she knows\nthrough and through.",
        "Miss Frank not long ago founded a Society called by the title that heads\nthis note. The Society did not interest itself directly in the preservation\nof Yiddish as a spoken language. It was rather the somewhat grotesque fear\nthat the rôle of Yiddish as a living language may cease that appealed to\nMiss Frank. The idea was to collect a Yiddish library, encourage the\ntranslation of Yiddish books into English, and provide a sufficient supply\nof Yiddish books and papers for the patients in the London and other\nHospitals who are unable to read any other language. The weekly Yiddishe\nGazetten (New York) was sent regularly to the London Hospital, where it\nhas been very welcome.",
        "In the Society’s first report, which I was permitted to see, Miss Frank\nexplained why an American Yiddish paper was the first choice. In the first\nplace, it was a good paper, with an established reputation, and at once\nconservative and free from prejudice. America is, moreover, “intensely\ninteresting to the Polish Yid. For him it is the free country par\nexcellence. Besides, he is sure to have a son, uncle, or brother there–or\nto be going there himself. ’Vin shterben in vin Amerika kän sich keener\nnisht araus drehn!’ (’From dying and from going to America, there is no\nescape!’)” Miss Frank has a keen sense of humor. How could she love Yiddish\nwere it not so? She cites some of the Yiddishe Gazetten’s answers to\ncorrespondents. This is funny: “The woman has the right to take her clothes\nand ornaments away with her when she leaves her husband. But it is a\nquestion if she ought to leave him.” Then we have the following from an\narticle by Dr. Goidorof. He compares the Yiddish language to persons whose\npassports are not in order–the one has no grammar, the others have no\nland.",
        "And both the Jewish language and the Jewish nation hide their faulty\n  passports in their wallets, and disappear from the register of nations\n  and languages–no land, no grammar!",
        "“A pretty conclusion the savants have come to!” (began the Jewish\n  nation). “You are nothing but a collection of words, and I am nothing but\n  a collection of people, and there’s an end to both of us!”",
        "“And Jargon, besides, they said–to which of us did they refer? To me or\n  to you?” (asks the Jewish language, the word jargon being unknown to\n  it).",
        "“To you!” (answers the Jewish nation).",
        "“No, to you!” (protests the Jewish language).",
        "“Well, then, to both of us!” (allows the Jewish nation). “It seems we are\n  both a kind of Jargon. Mercy on us, what shall we do without a grammar\n  and without a land?”",
        "“Unless the Zionists purchase a grammar of the Sultan!” (romances the\n  Jewish language).",
        "“Or at all events a land!” (sighs the Jewish nation).",
        "“You think that the easier of the two?” (asks the Jewish language,\n  wittily).",
        "And at the same moment they look at one another and laugh loudly and\n  merrily.",
        "This is genuine Heinesque humor.",
        "A book by Professor J.C. Oman, published not long ago, contains a clear\nand judicially sympathetic account of Hinduism. The sordid side of Indian\nasceticism receives due attention; the excesses of self-mortification,\npainful posturings, and equally painful impostures are by no means slurred\nover by the writer. And yet the essential origin of these ascetic practices\nis perceived by Professor Oman to be a pure philosophy and a not ignoble\nidealism. And if Professor Oman’s analysis be true, one understands how it\nis that, though there have always been Jewish ascetics, at times of\nconsiderable numbers and devotion, yet asceticism, as such, has no\nrecognized place in Judaism. Jewish moralists, especially, though not\nexclusively, those of the mystical or Cabbalistic schools, pronounce\npowerfully enough against over-indulgence in all sensuous pleasures; they\ninculcate moderation and abstinence, and, in some cases, where the pressure\nof desire is very strong, prescribe painful austerities, which may be\nparalleled by what Professor Oman tells us of the Sadhus and Yogis of\nIndia. But let us first listen to Professor Oman’s analysis (p. 16):",
        "“Without any pretence of an exhaustive analysis of the various and\n  complex motives which underlie religious asceticism, I may, before\n  concluding this chapter, draw attention to what seem to me the more\n  general reasons which prompt men to ascetic practices: (1) A desire,\n  which is intensified by all personal or national troubles, to propitiate\n  the Unseen Powers. (2) A longing on the part of the intensely religious\n  to follow in the footsteps of their Master, almost invariably an ascetic.\n  (3) A wish to work out one’s own future salvation, or emancipation, by\n  conquering the evil inherent in human nature, i.e. the flesh. (4) A\n  yearning to prepare oneself by purification of mind and body for entering\n  into present communion with the Divine Being. (5) Despair arising from\n  disillusionment and from defeat in the battle of life. And lastly, mere\n  vanity, stimulated by the admiration which the multitude bestow on the\n  ascetic.”",
        "With regard to his second reason, we find nothing of the kind in Judaism\nsubsequent to the Essenes, until we reach the Cabbalistic heroes of the\nMiddle Ages. The third and the fourth have, on the other hand, had power\ngenerally in Jewish conduct. The fifth has had its influence, but only\ntemporarily and temperately. Ascetic practices, based on national and\nreligious calamity, have, for the most part, been prescribed only for\ncertain dates in the calendar, but it must be confessed that an excessive\naddiction to fasting prevails among many Jews. But it is when we consider\nthe first of Professor Oman’s reasons for ascetic practices that we\nperceive how entirely the genius of Judaism is foreign to Hindu and most\nother forms of asceticism. To reach communion with God, the Jew goes along\nthe road of happiness, not of austerity. He serves with joy, not with\nsadness. On this subject the reader may refer with great profit to the\nremarks made by the Reverend Morris Joseph, in “Judaism as Creed and Life,\"\np. 247, onwards, and again the whole of chapter iv. of book iii. (p. 364).\nSelf-development, not self-mortification, is the true principle; man’s\nlower nature is not to be crushed by torture, but to be elevated by\nmoderation, so as to bear its part with man’s higher nature in the service\nof God.",
        "What leads some Jewish moralists to eulogize asceticism is that there is\nalways a danger of the happiness theory leading to a materialistic view of\nlife. This is what Mr. Joseph says, and says well, on the subject (p. 371):",
        "“And, therefore, though Judaism does not approve of the ascetic temper,\n  it is far from encouraging the materialist’s view of life. It has no\n  place for monks or hermits, who think they can serve God best by\n  renouncing the world; but, on the other hand, it sternly rebukes the\n  worldliness that knows no ideal but sordid pleasures, no God but Self. It\n  commends to us the golden mean–the safe line of conduct that lies midway\n  between the rejection of earthly joys and the worship of them. If\n  asceticism too often spurns the commonplace duties of life, excessive\n  self-indulgence unfits us for them. In each case we lose some of our\n  moral efficiency. But in the latter case there is added an inevitable\n  degradation. The man who mortifies his body for his soul’s sake has at\n  least his motive to plead for him. But the sensualist has no such\n  justification. He deliberately chooses the evil and rejects the good.\n  Forfeiting his character as a son of God, he yields himself a slave to\n  unworthy passions.",
        "“It is the same with the worldly man, who lives only for sordid ends,\n  such as wealth and the pleasures it buys. He, too, utterly misses his\n  vocation. His pursuit of riches may be moral in itself; he may be a\n  perfectly honest man. But his life is unmoral all the same, for it aims\n  at nothing higher than itself.”",
        "Thus Professor Oman’s fascinating book gives occasion for thought to many\nwhose religion is far removed from Hinduism. But there is in particular one\nfeature of Hindu asceticism that calls for attention. This is the Hindu\ndoctrine of Karma, or good works, which will be familiar to readers of\nRudyard Kipling’s “Kim.” Upon a man’s actions (Karma is the Sanskrit for\naction) in this life depends the condition in which his soul will be\nreincarnated.",
        "“In a word, the present state is the result of past actions, and the\n  future depends upon the present. Now, the ultimate hope of the Hindu\n  should be so to live that his soul may be eventually freed from the\n  necessity of being reincarnated, and may, in the end, be reunited to the\n  Infinite Spirit from which it sprang. As, however, that goal is very\n  remote, the Hindu not uncommonly limits his desire and his efforts to the\n  attainment of a ’good time’ now, and in his next appearance upon this\n  earthly stage” (p. 108).",
        "We need not go fully into this doctrine, which, as the writer says\nelsewhere (p. 172), “certainly makes for morality,” but we may rather\nattend to that aspect of it which is shown in the Hindu desire to\naccumulate “merits.” The performance of penances gives the self-torturer\ncertain spiritual powers. Professor Oman quotes this passage from Sir\nMonier Williams’s “Indian Epic Poetry” (note to p. 4):",
        "“According to Hindu theory, the performance of penances was like making\n  deposits in the bank of Heaven. By degrees an enormous credit was\n  accumulated, which enabled the depositor to draw on the amount of his\n  savings, without fear of his drafts being refused payment. The power\n  gained in this way by weak mortals was so enormous that gods, as well as\n  men, were equally at the mercy of these all but omnipotent ascetics, and\n  it is remarkable that even the gods are described as engaging in penances\n  and austerities, in order, it may be presumed, not to be undone by human\n  beings.”",
        "Now, if for penance we substitute Mitzvoth, we find in this passage almost\nthe caricature of the Jewish theory that meets us in the writings of German\ntheologians. These ill-equipped critics of Judaism put it forward seriously\nthat the Jew performs Mitzvoth in order to accumulate merit (Zechuth), and\nsome of them even go so far as to assert that the Jew thinks of his Zechuth\nas irresistible. But when the matter is put frankly and squarely, as\nProfessor Monier Williams puts it, not even the Germans could have the\neffrontery to assert that Judaism teaches or tolerates any such doctrine.\nWhatever man does, he has no merit towards God: that is Jewish teaching.\nYet conduct counts, and somehow the good man and the bad man are not in the\nsame case. Judaism may be inconsistent, but it is certainly not base in its\nteaching as to conduct and retribution. “Be not as servants who minister in\nthe hope of receiving reward\"-this is not the highest level of Jewish\ndoctrine, it is the average level. Lately I have been reading a good deal\nof mystical Jewish literature, and I have been struck by the repeated use\nmade of the famous Rabbinical saying of Antigonos of Socho just cited. One\nwonders whether, after all, justice is done to the Hindus. One sees how\neasily Jewish teaching can be distorted into a doctrine of calculated\nZechuth. Are the Hindus being misjudged equally? Certainly, in some cases\nthis must be so, for Professor Oman, with his remarkably sympathetic\ninsight, records experiences such as this more than once (p. 147). He is\ndescribing one of the Jain ascetics, and remarks:",
        "“His personal appearance gave the impression of great suffering, and his\n  attendants all had the same appearance, contrasting very much indeed with\n  the ordinary Sadhus of other sects. And wherefore this austere rejection\n  of the world’s goods, wherefore all this self-inflicted misery? Is it to\n  attain a glorious Heaven hereafter, a blessed existence after death? No!\n  It is, as the old monk explained to me, only to escape rebirth–for the\n  Jain believes in the transmigration of souls–and to attain rest.”",
        "Other ascetics gave similar explanations. Thus (p. 100):",
        "“The Christian missionary entered into conversation with the Hermit (a\n  Bairagi from the Upper Provinces), and learned from him that he had\n  adopted a life of abstraction and isolation from the world, neither to\n  expiate any sin, nor to secure any reward. He averred that he had no\n  desires and no hopes, but that, being removed from the agitations of the\n  worldly life, he was full of tranquil joy.”",
        "It is scarcely accurate to assert, as is sometimes done, that the most\ncharacteristic of the Purim pranks of the past were children of the Ghetto,\nand came to a natural end when the Ghetto walls fell. In point of fact,\nmost of these joys originated before the era of the Ghetto, and others were\nintroduced for the first time when Ghetto life was about to fade away into\nhistory.",
        "Probably the oldest of Purim pranks was the bonfire and the burning of an\neffigy. Now, so far from being a Ghetto custom, it did not even emanate\nfrom Europe, the continent of Ghettos; it belongs to Babylonia and Persia.\nThis is what was done, according to an old Geonic account recovered by\nProfessor L. Ginzberg:",
        "“It is customary in Babylonia and Elam for boys to make an effigy\n  resembling Haman; this they suspend on their roofs, four or five days\n  before Purim. On Purim day they erect a bonfire, and cast the effigy into\n  its midst, while the boys stand round about it, jesting and singing. And\n  they have a ring suspended in the midst of the fire, which (ring) they\n  hold and wave from one side of the fire to the other.”",
        "Bonfires, it may be thought, need no recondite explanation; light goes with\na light heart, and boys always love a blaze. Dr. J.G. Frazer, in his\n“Golden Bough,” has endeavored, nevertheless, to bring the Purim bonfire\ninto relation with primitive spring-tide and midsummer conflagrations,\nwhich survived into modern carnivals, but did not originate with them. Such\nbonfires belonged to what has been called sympathetic or homeopathic magic;\nby raising an artificial heat, you ensured a plentiful dose of the natural\nheat of the sun. So, too, the burning of an effigy was not, in the first\ninstance, a malicious or unfriendly act. A tree-spirit, or a figure\nrepresenting the spirit of vegetation, was consumed in fire, but the spirit\nwas regarded as beneficent, not hostile, and by burning a friendly deity\nthe succor of the sun was gained. Dr. Frazer cites some evidence for the\nearly prevalence of the Purim bonfire; he argues strongly and persuasively\nin favor of the identification of Purim with the Babylonian feast of the\nSacaea, a wild, extravagant bacchanalian revel, which, in the old Asiatic\nworld, much resembled the Saturnalia of a later Italy. The theory is\nplausible, though it is not quite proven by Dr. Frazer, but it seems to me\nthat whatever be the case with Purim generally, there is one hitherto\noverlooked feature of the Purim bonfire that does clearly connect it with\nthe other primitive conflagrations of which mention was made above.",
        "This overlooked feature is the “ring.” No explanation is given by the Gaon\nas to its purpose in the tenth century, and it can hardly have been used to\nhold the effigy. Now, in many of the primitive bonfires, the fire was\nproduced by aid of a revolving wheel. This wheel typifies the sun. Waving\nthe “ring” in the Purim bonfires has obviously the same significance, and\nthis apparently inexplicable feature does, I think, serve to link the\nancient Purim prank with a long series of old-world customs, which, it need\nhardly be said, have nothing whatever to do with the Ghetto.",
        "Then, again, the most famous of Purim parodies preceded the Ghetto period.\nThe official Ghetto begins with the opening of the sixteenth century,\nwhereas the best parodies belong to a much earlier date, the fourteenth\ncentury. Such parodies, in which sacred things are the subject of harmless\njest, are purely medieval in spirit, as well as in date. Exaggerated\npraises of wine were a foil to the sobriety of the Jew, the fun consisting\nin this conscious exaggeration. The medieval Jew, be it remembered, drew no\nsevere line between sacred and profane. All life was to him equally holy,\nequally secular. So it is not strange that we find included in sacred\nHebrew hymnologies wine-songs for Purim and Chanukah and other Synagogue\nfeasts, and these songs are at least as old as the early part of the\ntwelfth century. For Purim, many Synagogue liturgies contain serious\nadditions for each of the eighteen benedictions of the Amidah prayer, and\nequally serious paraphrases of Esther, some of them in Aramaic, abound\namong the Genizah fragments in Cambridge. Besides these, however, are many\nharmlessly humorous jingles and rhymes which were sung in the synagogue,\nadmittedly for the amusement of the children, and for the child-hearts of\nadult growth. For them, too, the Midrash had played round Haman, reviling\nhim, poking fun at him, covering him with ridicule rather than execration.\nIt is true that the earliest ritual reference to the wearing of masks on\nPurim dates from the year 1508, just within the Ghetto period. But this\nomission of earlier reference is surely an accident, In the Babylonian\nSacaea, cited above, a feature of the revel was that men and women\ndisguised themselves, a slave dressed up as king, while servants personated\nmasters, and vice versa. All these elements of carnival exhilaration are\nmuch earlier than the Middle Ages. Ghetto days, however, originated,\nperhaps, the stamping of feet, clapping of hands, clashing of mallets, and\nsmashing of earthenware pots, to punctuate certain passages of the Esther\nstory and of the subsequent benediction.",
        "My strongest point concerns what, beyond all other delights, has been\nregarded as the characteristic amusement of the festival, viz. the Purim\nplay. We not only possess absolutely no evidence that Purim plays were\nperformed in the Ghettos till the beginning of the eighteenth century, when\nthe end of the Ghettos was almost within sight, but the extant references\nimply that they were then a novelty. Plays on the subject of Esther were\nvery common in medieval Europe during earlier centuries, but these plays\nwere written by Christians, not by Jews, and were performed by monks, not\nby Rabbis. Strange as it may seem, it is none the less the fact that the\nPurim play belongs to the most recent of the Purim amusements, and that its\nlife has been short and, on the whole, inglorious.",
        "Thus, without pressing the contention too closely, Purim festivities do not\ndeserve to be tarred with the Ghetto brush. Is it, then, denied that Purim\nwas more mirthfully observed in Ghetto days than it is at the present day?\nBy no means. It is unquestionable that Purim used to be a merrier\nanniversary than it is now. The explanation is simple. In part, the change\nhas arisen through a laudable disinclination from pranks that may be\nmisconstrued as tokens of vindictiveness against an ancient foe or his\nmodern reincarnations. As a second cause may be assigned the growing and\nregrettable propensity of Jews to draw a rigid line of separation between\nlife and religion, and wherever this occurs, religious feasts tend towards\na solemnity that cannot, and dare not, relax into amusement. This tendency\nis eating at the very heart of Jewish life, and ought to be resisted by all\nwho truly understand the genius of Judaism.",
        "But the psychology of the change goes even deeper. The Jew is emotional,\nbut he detests making a display of his feelings to mere onlookers. The\nWailing Wall scenes at Jerusalem are not a real exception–the facts are\n“Cooked,” to meet the demands of clamant tourists. The Jew’s sensitiveness\nis the correlative of his emotionalism. While all present are joining in\nthe game, each Jew will play with full abandonment to the humor of the\nmoment. But as soon as some play the part of spectators, the Jew feels his\nlimbs growing too stiff for dancing, his voice too hushed for song. All\nmust participate, or all must leave off. Thus, a crowd of Italians or\nSouthern French may play at carnival to-day to amuse sight-seers in the\nRiviera, but Jews have never consented, have never been able, to sport that\nothers might stand by and laugh at, and not with, the sportsmen. In short,\nPurim has lost its character, because Jews have lost their character, their\ndisposition for innocent, unanimous joyousness. We are no longer so closely\nunited in interests or in local abodes that we could, on the one hand,\nenjoy ourselves as one man, and, on the other, play merry pranks, without\nincurring the criticism of indifferent, cold-eyed observers. Criticism has\nattacked the authenticity of the Esther story, and proposed Marduk for\nMordecai, and Istar for Esther. But criticism of another kind has worked\nfar more havoc, for its “superior” airs have killed the Purim joy. Perhaps\nit is not quite dead after all.",
        "The jubilee of the introduction of the Penny Post into England was not\nreached till 1890. It is difficult to realize the state of affairs before\nthis reform became part of our everyday life. That less than three-quarters\nof a century ago the scattered members of English families were, in a\nmultitude of cases, practically dead to one another, may incline one to\nexaggerate the insignificance of the means of communication in times yet\nmore remote. Certainly, in ancient Judea there were fewer needs than in the\nmodern world. Necessity produces invention, and as the Jew of remote times\nrarely felt a strong necessity to correspond with his brethren in his own\nor other countries, it naturally followed that the means of communication\nwere equally extempore in character. It may be of interest to put\ntogether some desultory jottings on this important topic.",
        "The way to Judea lies through Rome. If we wish information whether the Jews\nknew anything of a regular post, we must first inquire whether the Romans\npossessed that institution. According to Gibbon, this was the case.\nExcellent roads made their appearance wherever the Romans settled; and “the\nadvantage of receiving the earliest intelligence and of conveying their\norders with celerity, induced the Emperors to establish throughout their\nextensive dominions the regular institution of posts. Houses were\neverywhere erected at the distance only of five or six miles; each of them\nwas constantly provided with forty horses, and by the help of these relays\nit was easy to travel a hundred miles a day along the Roman roads. The use\nof the posts was allowed to those who claimed it by an Imperial mandate;\nbut, though originally intended for the public service, it was sometimes\nindulged to the business or con-veniency of private citizens.” This\nstatement of Gibbon (towards the end of chapter ii) applies chiefly, then,\nto official despatches; for we know from other sources that the Romans had\nno public post as we understand the term, but used special messengers\n(tabellarius) to convey private letters.",
        "Exactly the same facts meet us with reference to the Jews in the earlier\nTalmudic times. There were special Jewish letter-carriers, who carried the\ndocuments in a pocket made for the purpose, and in several towns in\nPalestine there was a kind of regular postal arrangement, though many\nplaces were devoid of the institution. It is impossible to suppose that\nthese postal conveniences refer only to official documents; for the Mishnah\n(Sabbath, x, 4) is evidently speaking of Jewish postmen, who, at that\ntime, would hardly have been employed to carry the despatches of the\ngovernment. The Jewish name for this post was Bê-Davvar, and apparently\nwas a permanent and regular institution. From a remark of Rabbi Jehudah\n(Rosh ha-Shanah, 9b), “like a postman who goes about everywhere and\ncarries merchandise to the whole province,” it would seem that the Jews had\nestablished a parcels-post; but unfortunately we have no precise\ninformation as to how these posts were managed.",
        "Gibbon’s account of the Roman post recalls another Jewish institution,\nwhich may have been somehow connected with the Bê-Davvar. The official\ncustodian of the goat that was sent into the wilderness on the Day of\nAtonement was allowed, if he should feel the necessity–a necessity which,\naccording to tradition, never arose–to partake of food even on the\nfast-day. For this purpose huts were erected along the route, and men\nprovided with food were stationed at each of these huts to meet the\nmessenger and conduct him some distance on his way.",
        "That the postal system cannot have been very much developed, is clear from\nthe means adopted to announce the New Moon in various localities. This\nofficial announcement certainly necessitated a complete system of\ncommunication. At first, we are told (Rosh ha-Shanah, ii, 2), fires were\nlighted on the tops of the mountains; but the Samaritans seem to have\nignited the beacons at the wrong time, so as to deceive the Jews. It was,\ntherefore, decided to communicate the news by messenger. The mountain-fires\nwere prepared as follows: Long staves of cedar-wood, canes, and branches of\nthe olive-tree were tied up with coarse threads or flax; these were lighted\nas torches, and men on the hills waved the brands to and fro, upward and\ndownward, until the signal was repeated on the next hill, and so forth.\nWhen messengers were substituted for these fire signals, it does not appear\nthat they carried letters; they brought verbal messages, which they seem to\nhave shouted out without necessarily dismounting from the animals they\nrode. Messages were not sent every month, but only six times a year; and a\ncurious light is thrown on the means of communication of the time, by the\nlegal decision that anyone was to be believed on the subject, and that the\nword of a passing merchant who said that “he had heard the New Moon\nproclaimed,” was to be accepted unhesitatingly. Nowadays, busy men are\nsometimes put out by postal vagaries, but they hardly suffer to the extent\nof having to fast two days. This calamity is recorded, however, in the\nJerusalem Talmud, as having, on a certain occasion, resulted from the delay\nin the arrival of the messengers announcing the New Moon.",
        "Besides the proclamation of the New Moon, other official documents must\nhave been despatched regularly. “Bills of divorce,” for instance, needed\nspecial messengers; the whole question of the legal position of messengers\nis very intimately bound up with that of conveying divorces. This, however,\nseems to have been the function of private messengers, who were not in the\nstrict sense letter-carriers at all. It may be well, in passing, to recall\none or two other means of communication mentioned in the Midrash. Thus we\nread how Joshua, with twelve thousand of his warriors, was imprisoned, by\nmeans of witchcraft, within a sevenfold barrier of iron. He resolves to\nwrite for aid to the chief of the tribe of Reuben, bidding him to summon\nPhineas, who is to bring the “trumpets” with him. Joshua ties the message\nto the wings of a dove, or pigeon, and the bird carries the letter to the\nIsraelites, who speedily arrive with Phineas and the trumpets, and, after\nrouting the enemy, effect Joshua’s rescue. A similar idea may be found in\nthe commentary of Kimchi on Genesis. Noah, wishing for information, says\nKimchi, sent forth a raven, but it brought back no message; then he sent a\ndove, which has a natural capacity for bringing back replies, when it has\nbeen on the same way once or twice. Thus kings train these birds for the\npurpose of sending them great distances, with letters tied to their wings.\nSo we read (Sabbath, 49) in the Talmud that “a dove’s wings protect it,\"\ni.e. people preserve it, and do not slay it, because they train it to act\nas their messenger. Or, again, we find arrows used as a means of carrying\nletters, and we are not alluding to such signals as Jonathan gave to David.\nDuring the siege of Jerusalem by the Romans, the Emperor had men placed\nnear the walls of Jerusalem, and they wrote the information they obtained\non arrows, and fired them from the wall, with the connivance, probably, of\nthe philo-Roman party that existed within the doomed city.",
        "In earlier Bible times, there was, as the Tell-el-Amarna bricks show, an\nextensive official correspondence between Canaan and Egypt, but private\nletter-writing seems not to have been resorted to; messages were\ntransmitted orally to the parties concerned. This fact is well illustrated\nby the story of Joseph. He may, of course, have deliberately resolved not\nto communicate with his family, but if letter-writing had been usual, his\nbrothers would naturally have asked him–a question that did not suggest\nitself to them–why he had never written to tell his father of his\nfortunes. When Saul desired to summon Israel, he sent, not a letter, but a\nmutilated yoke of oxen; the earliest letter mentioned in the Bible being\nthat in which King David ordered Uriah to be placed in the forefront of the\narmy. Jezebel sends letters in Ahab’s name to Naboth, Jehu to Samaria. In\nall these cases letters were used for treacherous purposes, and they are\nall short. Probably the authors of these plots feared to betray their real\nintention orally, and so they committed their orders to writing, expecting\ntheir correspondents to read between the lines. It is not till the time of\nIsaiah that the references to writing become frequent. Intercourse between\nPalestine on the one hand and Babylon and Egypt on the other had then\nincreased greatly, and the severance of the nation itself tended to make\ncorrespondence through writing more necessary. When we reach the age of\nJeremiah, this fact makes itself even more strongly apparent. Letters are\noften mentioned by that prophet (xxix. 25, 29), and a professional class of\nSoferim, or scribes, make their appearance. Afterwards, of course, the\nSofer became of much higher importance; he was not merely a professional\nwriter, but a man learned in the Law, who spread the knowledge of it among\nthe people. Later, again, these functions were separated, and the Sofer\nadded to his other offices that of teacher of the young. Nowadays, he has\nregained his earlier and less important position, for the modern Sofer is\nsimply a professional writer. In the time of Ezekiel (ix. 2) the Sofer went\nabroad with the implements of his trade, including the inkhorn, at his\nside. In the Talmud, the scribe is sometimes described by his Latin title\nlibellarius (Sabbath,11a). The Jews of Egypt, as may be seen from the\nAssouan Papyri, wrote home in cases of need in the time of Nehemiah; and in\nthe same age we hear also of “open letters,” for Sanballat sends a missive\nof that description by his servant; and apparently it was by means of a\nsimilar letter that the festival of Purim was announced to the Jews (Esther\nix., where, unlike the other passages quoted, the exact words of the letter\nof Mordecai are not given). The order to celebrate Chanukah was published\nin the same way, and, indeed, the books of the Apocrypha contain many\ninteresting letters, and in the pages of Josephus the Jews hold frequent\nintercourse in this way with many foreign countries. In the latter cases,\nwhen the respective kings corresponded, the letters were conveyed by\nspecial embassies.",
        "One might expect this epistolary activity to display itself at an even more\ndeveloped stage in the records of Rabbinical times. But this is by no means\nthe case, for the Rabbinical references to letters in the beginning of the\ncommon era are few and far between. Polemic epistles make their appearance;\nbut they are the letters of non-Jewish missionaries like Paul. This form of\npolemical writing possessed many advantages; the letters were passed on\nfrom one reader to another; they would be read aloud, too, before\ngatherings of the people to whom they were addressed. Maimonides, in later\ntimes, frequently adopted this method of communicating with whole\ncommunities, and many of the Geonim and other Jewish authorities followed\nthe same plan. But somehow the device seems not to have commended itself to\nthe earliest Rabbis. Though we read of many personal visits paid by the\nrespective authorities of Babylon and Palestine to one another, yet they\nappear to have corresponded very rarely in writing. The reason lay probably\nin the objection felt against committing the Halachic, or legal, decisions\nof the schools to writing, and there was little else of consequence to\ncommunicate after the failure of Bar-Cochba’s revolt against the Roman\nrule.",
        "It must not be thought, however, that this prohibition had the effect we\nhave described for very long. Rabbi Gamaliel, Rabbi Chananiah, and many\nothers had frequent correspondence with far distant places, and as soon\nas the Mishnah acquired a fixed form, even though it was not immediately\ncommitted to writing, the recourse to letters became much more common.\nPupils of the compilers of the Mishnah proceeded to Babylon to spread its\ninfluence, and they naturally maintained a correspondence with their\nchiefs in Palestine. Rab and Samuel in particular, among the Amoraim,\nwere regular letter-writers, and Rabbi Jochanan replied to them. Towards\nthe end of the third century this correspondence between Judea and\nBabylon became even more active. Abitur and Abin often wrote concerning\nlegal decisions and the doings of the schools, and thereby the\nintellectual activity of Judaism maintained its solidarity despite the\nfact that the Jewish people was no longer united in one land. In the\nTalmud we frequently read, “they sent from there,” viz. Palestine.\nObviously these messages were sent in writing, though possibly the bearer\nof the message was often himself a scholar, who conveyed his report by\nword of mouth. Perhaps the growth of the Rabbi’s practice of writing\nresponses to questions–a practice that became so markedly popular in\nsubsequent centuries–may be connected with the similar habit of the\nRoman jurists and the Christian Church fathers, and the form of response\nadopted by the eighth century Geonim is reminiscent of that of the Roman\nlawyers. The substance of the letters, however, is by no means the same;\nthe Church father wrote on dogmatic, the Rabbi on legal, questions.\nBetween the middle of the fourth century and the time of the Geonim, we\nfind no information as to the use of letters among the Jews. From that\nperiod onwards, however, Jews became very diligent letter-writers, and\nsometimes, for instance in the case of the “Guide of the Perplexed” of\nMaimonides, whole works were transmitted in the form of letters. The\nscattering of Israel, too, rendered it important to Jews to obtain\ninformation of the fortunes of their brethren in different parts of the\nworld. Rumors of Messianic appearances from the twelfth century onwards,\nthe contest with regard to the study of philosophy, the fame of\nindividual Rabbis, the rise of a class of travellers who made very long\nand dangerous journeys, all tended to increase the facilities and\nnecessities of intercourse by letter. It was long, however, before\ncorrespondence became easy or safe. Not everyone is possessed of the\npostmen assigned in Midrashim to King Solomon, who pressed demons into\nhis service, and forced them to carry his letters wheresoever he willed.\nChasdai experienced considerable difficulty in transmitting his famous\nletter to the king of the Chazars, and that despite his position of\nauthority in the Spanish State. In 960 a letter on some question of\nKasher was sent from the Rhine to Palestine–proof of the way in which\nthe most remote Jewish communities corresponded.",
        "The question of the materials used in writing has an important bearing on\nour subject. Of course, the ritual regulations for writing the holy books,\nthe special preparation of the parchment, the ink, the strict rules for the\nformation of the letters, hardly fall within the province of this article.\nIn ancient times the most diverse substances were used for writing on.\nPalm-leaves (for which Palestine of old was famous) were a common object\nfor the purpose, being so used all over Asia. Some authorities believe that\nin the time of Moses the palm leaf was the ordinary writing-material.\nOlive-leaves, again, were thick and hard, while carob-leaves (St. John’s\nbread), besides being smooth, long, and broad, were evergreen, and thus\neminently fitted for writing. Walnut shells, pomegranate skins, leaves of\ngourds, onion-leaves, lettuce-heads, even the horns of cattle, and the\nhuman body, letters being tattooed on the hands of slaves, were all turned\nto account. It is maintained by some that leather was the original\nwriting-material of the Hebrews; others, again, give their vote in favor of\nlinen, though the Talmud does not mention the latter material in connection\nwith writing. Some time after Alexander the Great, the Egyptian papyrus\nbecame common in Palestine, where it probably was known earlier, as Jewish\nletters on papyrus were sent to Jerusalem from the Fayyum in the fifth\ncentury B.C.E. Even as late as Maimonides, the scrolls of the Law were\nwritten on leather, and not on parchment, which is now the ordinary\nmaterial for the purpose. That the Torah was not to be written on a\nvegetable product was an assumed first principle. The Samaritans went so\nfar as to insist that the animal whose hide was needed for so holy a\npurpose, must be slain Kasher. Similarly with divorce documents. A Get on\npaper would be held legal post factum, though it is not allowed to use\nthat material, as it is easily destroyed or mutilated, and the use of paper\nfor the purpose was confined to the East. Some allowed the Book of Esther\nto be read from a paper copy; other authorities not only strongly objected\nto this, but even forbade the reading of the Haftarah from paper. Hence one\nfinds in libraries so many parchment scrolls containing only the Haftarahs.\nThe Hebrew word for letter, Iggereth, is of unknown origin, though it is\nnow commonly taken to be an Assyrian loan-word. It used to be derived from\na root signifying to “hire,” in reference to the “hired courier,” by whom\nit was despatched. Other terms for letter, such as “book,” “roll,” explain\nthemselves. Black ink was early used, though it is certain that it was\neither kept in a solid state, like India ink, or that it was of the\nconsistency of glue, and needed the application of water before it could be\nused. For pens, the iron stylus, the reed, needle, and quill (though the\nlast was not admitted without a struggle) were the common substitutes at\nvarious dates.",
        "We must now return to the subject with which we set out, and make a few\nsupplementary remarks with regard to the actual conveyance of letters. In\nthe Talmud (Baba Mezia, 83b) a proverb is quoted to this effect, “He who\ncan read and understand the contents of a letter, may be the deliverer\nthereof.” As a rule, one would prefer that the postman did not read the\ncorrespondence he carries, and this difficulty seems to have stood in the\nway of trusting letters to unknown bearers. To remove this obstacle to free\nintercourse, Rabbenu Gershom issued his well-known decree, under penalty of\nexcommunication, against anyone who, entrusted with a letter to another,\nmade himself master of its contents. To the present day, in some places,\nthe Jewish writer writes on the outside of his letter, the abbreviation\n[Hebrew: beth-cheth-daleth-resh-’’-gimel], which alludes to this injunction\nof Rabbenu Gershom. Again, the Sabbath was and still is a difficulty with\nobservant Jews. Rabbi Jose ha-Cohen is mentioned in the Talmud (Sabbath,\n19a) as deserving of the following compliment. He never allowed a letter of\nhis to get into the hands of a non-Jew, for fear he might carry it on the\nSabbath, and strict laws are laid down on the subject. That Christians in\nmodern times entrusted their letters to Jews goes without saying, and even\nin places where this is not commonly allowed, the non-Jew is employed when\nthe letter contains bad news. Perhaps for this reason Rabbenu Jacob Tarn\npermitted divorces to be sent by post, though the controversy on the\nlegality of such delivery is, I believe, still undecided.",
        "Besides packmen, who would often be the medium by which letters were\ntransmitted, there was in some Jewish communities a special class that\ndevoted themselves to a particular branch of the profession. They made it\ntheir business to seek out lost sons and deliver messages to them from\ntheir anxious parents. Some later Jewish authorities, in view of the\ndistress that the silence of absent loved ones causes to those at home, lay\ndown the rule that the duty of honoring parents, the fifth commandment,\nincludes the task of corresponding when absent from them. These peripatetic\nletter-carriers also conveyed the documents of divorce to women that would\notherwise be in the unpleasant condition of being neither married nor\nsingle. Among the most regular and punctual of Jewish postmen may be\nmentioned the bearers of begging letters and begging books. There is no\nfear that these will not be duly delivered.",
        "Our reference to letters of recommendation reminds us of an act, on the\npart of a modern Rabbi, of supererogation in the path of honesty. The post\nis in the hands of the Government, and, accordingly, the late Rabbi\nBamberger of Wurzburg, whenever he gave a Haskamah, or recommendation,\nwhich would be delivered by hand, was wont to destroy a postage stamp, so\nas not to defraud the Government, even in appearance. With this remarkable\ninstance of conscientious uprightness, we may fitly conclude this notice,\nsuggested as it has been by the modern improvements in the postal system,\nwhich depend for their success so largely on the honesty of the public.",
        "Dr. Johnson said, “It is easier to know that a cake is bad than to make a\ngood one.” I had a tiny quantity of material which, by dint of much\nrolling, I might have expanded into a broad, flat, unsubstantial whole; I\npreferred, however, to make of my little piece of dough a little cake,\nsmall and therefore less pretentious. I am afraid that even in this\nconcentrated form it will prove flavorless and indigestible, but the cook\nmust be blamed, not the material.",
        "I have no intention to consider the various operations connected with the\npreparation of unleavened Passover cakes: the kneading, the ingredients,\nthe curious regulations regarding the water used, such precautions as\ncarefully watching the ovens. Those who are inclined to connect some of\nthese customs with the practices of non-Jewish peoples will find some\ninteresting facts on all theses topics; but what I wish to speak of now is\nthe shape and form of Passover cakes.",
        "The Christian emblems that figure in the celebration of the Eucharist, or\nLord’s Supper, were probably derived from the ceremonies of the Passover\neve. The bread employed in the Eucharist is with some Christian sects\nunleavened, and, indeed, leavened cakes seem to have been introduced solely\nas a protest against certain so-called Judaizing tendencies. The Latin\nChurch still contends for the propriety of employing unleavened bread, and\nfrom the seventh century unleavened bread was used at Rome and leavened\nbread at Constantinople. From the earliest times, however, the Eucharistic\nloaves were invariably round in shape, there being, indeed, a supposed\nedict by Pope Zephyrinus (197-217) to that effect. It is passing strange\nthat Bona, an ecclesiastical writer, derived this roundness from the shape\nof the coins Judas received for betraying his master. But though there is\nno distinct enactment either in the Talmud or in any of the later codes as\nto what the form of the Matzoth must be, these have been from time\nimmemorial round also. Some Minhagim are more firmly rooted than actual\nlaws, and this custom is one of them. In one of his cartoons, Picard has an\nillustration which is apparently that of a squarish Matzah; this may,\nhowever, be only a case of defective drawing. It is true that in Roumania\nsquare Matzoth are used, but in the controversy raised by the introduction\nof Matzah-making machines, the opponents of the change argued as though no\nother than a round shape were conceivable. Kluger, for instance, never\nseems to have realized that his weightiest objection to the use of the\nmachine would be obviated by making the Matzoth square or rectangular. When\nit was first proposed to introduce Matzah machines in London, the\nresistance came chiefly from the manufacturers, and not from the\necclesiastical authorities. The bakers refused categorically to make square\nMatzoth, declaring that if they did so, their stock would be unsalable.\nEven to the present day no square Matzoth are baked in London; those\noccasionally seen there are imported from the Continent. The ancient\nEgyptians made their cakes round, and the Matzoth are regarded\nMidrashically as a memorial of the food which the Egyptian masters forced\non their Israelite slaves. A round shape is apparently the simplest\nsymmetrical form, but beyond this I fancy that the round form of the\nPassover bread is partly due to the double meaning of Uggoth Matzoth. The\nword Uggoth signifies cakes baked in the sand or hot embers; but Uggah also\nmeans a “circle.” To return, however, to the Eucharistic wafers.",
        "A further point of identity, though only a minute detail, can be traced in\nthe regulation that the Eucharistic oblate from which the priest\ncommunicated was, in the ninth century, larger than the loaves used by the\npeople. So the Passover cakes (Shimmurim) used by the master of the house,\nand particularly the middle cake, pieces of which were distributed, were\nmade larger than the ordinary Matzoth. Picard (1723) curiously enough\nreverses this relation, and draws the ordinary Matzoth much larger and\nthicker than the Shimmurim. The ordinary Matzoth he represents as thick\noval cakes, with a single coil of large holes, which start outwards from\nthe centre. Picard speaks of Matzoth made in different shapes, but he gives\nno details.",
        "In the Middle Ages, and, indeed, as early as Chrysostom (fourth century),\nthe Church cakes were marked with a cross, and bore various inscriptions.\nIn the Coptic Church, for example, the legend was “Holy! holy! holy is the\nLord of hosts.” Now, in a Latin work, Roma subterranea, about 1650, a\nstatement is made which seems to imply that the Passover cakes of the Jews\nwere also marked with crosses. What can have led to this notion? The origin\nis simple enough. The ancient Romans, as Aringhus himself writes, and as\nVirgil, Horace, and Martial frequently mention, made their loaves with\ncross indentations, in order to facilitate dividing them into four parts:\nmuch as nowadays Scotch scones are baked four together, and the central\ndividing lines give the fourfold scone the appearance of bearing a cross\nmark. It may be that the Jews made their Passover cakes, which were thicker\nthan ours and harder to break, in the same way. But, besides, the small\nholes and indentations that cover the surface of the modern Matzah might,\nif the Matzah be held in certain positions, possibly be mistaken for a\ncross. These indentations are, I should add, very ancient, being referred\nto in the Talmud, and, if I may venture a suggestion, also in the Bible, I\nKings xiv. 3, and elsewhere, Nekudim being cakes punctuated with small\ninterstices.",
        "We can carry the explanation a little further. The three Matzoth Shimmurim\nused in the Haggadah Service were made with especial care, and in medieval\ntimes were denominated Priest, Levite, Israelite, in order to discriminate\namong them. Picard, by an amusing blunder, speaks of a gateau des\nlévites; he, of course, means the middle cake. From several authorities it\nis clear that the three Matzoth were inscribed in some cases with these\nthree words, in others with the letters Alef, Beth, Gimmel, in order to\ndistinguish them. A rough Alef would not look unlike a cross. Later on,\nthe three Matzoth were distinguished by one, two, three indentations\nrespectively, as in the Roman numerals; and even at the present day care is\nsometimes taken, though in other ways, to prevent the Priest, Levite, and\nIsraelite from falling into confusion. I do not know whether the stringent\nprohibition, by the Shulchan Aruch, of “shaped or marked cakes” for use\non Passover, may not be due to the fact that the Eucharistic cakes used by\nChristians were marked with letters and symbols. Certain it is that the\nprohibition of these “shaped” cakes is rather less emphatic in the Talmud\nthan in the later authorities, who up to a certain date are never weary of\ncondemning or at least discouraging the practice. The custom of using these\ncakes is proved to be widespread by the very frequency of the prohibitions,\nand they were certainly common in the beginning of the sixteenth century,\nfrom which period seems to date the custom of making the Matzoth very thin,\nthough the thicker species has not been entirely superseded even up to the\npresent day. In the East the Matzoth are still made very thick and\nunpalatable. They cannot be eaten as they are; they are either softened, by\nbeing dipped in some liquid, or they are ground down to meal, and then\nremade into smaller and more edible cakes.",
        "The Talmud mentions a “stamp” in connection with “shaped cakes,” which\nBuxtorf takes for Lebkuchen, and Levy for scalloped and fancifully-edged\ncakes. The Geonim, however, explain that they were made in the forms of\nbirds, beasts, and fishes. I have seen Matzoth made in this way in London,\nand have myself eaten many a Matzah sheep and monkey, but, unfortunately, I\ncannot recollect whether it was during Passover. In Holland, these shaped\ncakes are still used, but in “strict” families only before the Passover.",
        "Limits of space will not allow me to quote some interesting notes with\nreference to Hebrew inscriptions on cakes generally, which would furnish\nparallels to the Holy! holy! of the Coptic wafers. Children received such\ncakes as a “specific for becoming wise.” Some directions may be found in\nSefer Raziel for making charm-cakes, which must have been the reverse of\ncharming from the unutterable names of angels written on them. One such\ncharm, however, published by Horwitz, I cannot refrain from mentioning, as\nit is very curious and practical. It constitutes a never-failing antidote\nto forgetfulness, and, for aught I know, may be quite as efficacious as\nsome of the quack mnemonic systems extensively advertised nowadays.",
        "“The following hath been tried and found reliable, and Rabbi Saadia ben\n  Joseph made use of it. He discovered it in the cave of Rabbi Eleazar\n  Kalir, and all the wise men of Israel together with their pupils applied\n  the remedy with excellent effect:–At the beginning of the month of Sivan\n  take some wheatmeal and knead it, and be sure to remain standing. Make\n  cakes and bake them, write thereon the verse, ’Memory hath He made among\n  His wondrous acts: gracious and merciful is the Lord.’ Take an egg and\n  boil it hard, peel it, and write on it the names of five angels; eat such\n  a cake every day, for thirty days, with an egg, and thou wilt learn all\n  thou seest, and wilt never forget.”",
        "The manuscript illuminated Haggadahs are replete with interest and\ninformation. But I must avoid further observations on these manuscripts\nexcept in so far as they illustrate my present subject. In the Haggadah the\nquestion is asked, “Why do we eat this Matzah?” and at the words “this\nMatzah” the illuminated manuscripts contain, in the great majority of\ncases, representations of Matzoth. These in some instances present rather\ninteresting features, which may throw historical light on the archeology of\nthe subject. Some of these figured Matzoth are oval, one I have seen\nstar-shaped, but almost all are circular in form. Many, however, unlike the\nmodern Matzah and owing to the shape of the mould, have a broad border\ndistinct from the rest of the cake. The Crawford Haggadah, now in the\nRyland library, Manchester, pictures a round Matzah through which a pretty\nflowered design runs. Others, again, and this I think a very ancient, as it\ncertainly is a very common, design, are covered with transverse lines,\nwhich result in producing diamond-shaped spaces with a very pleasing\neffect, resembling somewhat the appearance of the lattice work cakes used\nin Italy and Persia, I think. The lines, unless they be mere pictorial\nembellishments, are, possibly, as in the Leeds cakes, rows of indentations\nresulting from the punctuation of the Matzah. In one British Museum\nmanuscript (Roman rite, 1482), the star and diamond shapes are combined,\nthe border being surrounded with small triangles, and the centre of the\ncake being divided into diamond-like sections. In yet another manuscript\nthe Matzah has a border, divided by small lines into almost rectangular\nsections, while the body of the cake is ornamented with a design in which\nvariously shaped figures, quadrilaterals and triangles, are irregularly\ninterspersed. One fanciful picture deserves special mention, as it is the\nonly one of the kind in all the illustrated manuscripts and printed\nHaggadahs in the Oxford and British Museum libraries. This Matzah occurs in\nan Italian manuscript of the fourteenth century. It is adorned with a\nflowered border, and in the centre appears a human-faced quadruped of\napparently Egyptian character.",
        "Poetry and imagination are displayed in some of these devices, but in only\none or two cases did the artists attain high levels of picturesque\nillustration. How suggestive, for instance, is the chain pattern, adopted\nin a manuscript of the Michaelis Collection at Oxford. It must not be\nthought that this idea at least was never literally realized, for only\nlast year I was shown a Matzah made after a very similar design, possibly\nnot for use on the first two nights of Passover. The bread of affliction\nrecalls the Egyptian bonds, and it is an ingenious idea to bid us ourselves\nturn the ancient chains to profitable use–by eating them. This expressive\ndesign is surpassed by another, found in a beautifully-illuminated\nmanuscript of the fourteenth century. This Matzah bears a curious device in\nthe centre: it is a prison door modelled with considerable skill, but I do\nnot suppose that Matzoth were ever made in this fashion.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}