{
    "title": "The Sorrows of Young Werther - September 15.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "68",
    "content": [
        "\n\n",
        "It makes me wretched, Wilhelm, to think that there should be men\nincapable of appreciating the few things which possess a real value\nin life. You remember the walnut trees at S—, under which I used\nto sit with Charlotte, during my visits to the worthy old vicar.\nThose glorious trees, the very sight of which has so often filled\nmy heart with joy, how they adorned and refreshed the parsonage\nyard, with their wide-extended branches! and how pleasing was our\nremembrance of the good old pastor, by whose hands they were\nplanted so many years ago: The schoolmaster has frequently mentioned\nhis name. He had it from his grandfather. He must have been a\nmost excellent man; and, under the shade of those old trees, his\nmemory was ever venerated by me. The schoolmaster informed us\nyesterday, with tears in his eyes, that those trees had been felled.\nYes, cut to the ground! I could, in my wrath, have slain the\nmonster who struck the first stroke. And I must endure this! —\nI, who, if I had had two such trees in my own court, and one had\ndied from old age, should have wept with real affliction. But\nthere is some comfort left, such a thing is sentiment, the whole\nvillage murmurs at the misfortune; and I hope the vicar’s wife\nwill soon find, by the cessation of the villagers’ presents, how\nmuch she has wounded the feelings of the neighborhhood. It was\nshe who did it, the wife of the present incumbent (our good old\nman is dead), a tall, sickly creature who is so far right to\ndisregard the world, as the world totally disregards her. The\nsilly being affects to be learned, pretends to examine the canonical\nbooks, lends her aid toward the new-fashioned reformation of\nChristendom, moral and critical, and shrugs up her shoulders at\nthe mention of Lavater’s enthusiasm. Her health is destroyed, on\naccount of which she is prevented from having any enjoyment here\nbelow. Only such a creature could have cut down my walnut trees!\nI can never pardon it. Hear her reasons. The falling leaves made\nthe court wet and dirty; the branches obstructed the light; boys\nthrew stones at the nuts when they were ripe, and the noise affected\nher nerves; and disturbed her profound meditations, when she was\nweighing the diffculties of Kennicot, Semler, and Michaelis.\nFinding that all the parish, particularly the old people, were\ndispleased, I asked “why they allowed it?” “Ah, sir!” they replied,\n“when the steward orders, what can we poor peasants do?” But one\nthing has happened well. The steward and the vicar (who, for once,\nthought to reap some advantage from the caprices of his wife)\nintended to divide the trees between them. The revenue-office,\nbeing informed of it, revived an old claim to the ground where the\ntrees had stood, and sold them to the best bidder. There they\nstill lie on the ground. If I were the sovereign, I should know\nhow to deal with them all, vicar, steward, and revenue-office.\nSovereign, did I say? I should, in that case, care little about\nthe trees that grew in the country.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}