{
    "title": "The Boys’ Life of Mark Twain - XLII. Many Investments",
    "author": "Paine",
    "chapter": "42",
    "content": [
        "\n",
        "\n\n",
        "The “Prince and the Pauper,” delayed for one reason and another, did not\nmake its public appearance until the end of 1881.  It was issued by\nOsgood, of Boston, and was a different book in every way from any that\nMark Twain had published before.  Mrs. Clemens, who loved the story, had\ninsisted that no expense should be spared in its making, and it was,\nindeed, a handsome volume.  It was filled with beautiful pen-and-ink\ndrawings, and the binding was rich.  The dedication to its two earliest\ncritics read:",
        "“To those good-mannered and agreeable\n               children, Susy and Clara Clemens.”",
        "The story itself was unlike anything in Mark Twain’s former work.  It was\npure romance, a beautiful, idyllic tale, though not without his touch of\nhumor and humanity on every page.  And how breathlessly interesting it\nis!  We may imagine that first little audience–the “two good-mannered\nand agreeable children,” drawing up in their little chairs by the\nfireside, hanging on every paragraph of the adventures of the wandering\nprince and Tom Canty, the pauper king, eager always for more.",
        "The story, at first, was not entirely understood by the reviewers.  They\ndid not believe it could be serious.  They expected a joke in it\nsomewhere.  Some even thought they had found it.  But it was not a joke,\nit was just a simple tale–a beautiful picture of a long-vanished time.\nOne critic, wiser than the rest, said:",
        "“The characters of those two boys, twin in spirit, will rank with the\n     purest and loveliest creations of child-life in the realm of\n     fiction.”",
        "Mark Twain was now approaching the fullness of his fame and prosperity.\nThe income from his writing was large; Mrs. Clemens possessed a\nconsiderable fortune of her own; they had no debts.  Their home was as\nperfectly appointed as a home could well be, their family life was ideal.\nThey lived in the large, hospitable way which Mrs. Clemens had known in\nher youth, and which her husband, with his Southern temperament, loved.\nTheir friends were of the world’s chosen, and they were legion in number.\nThere were always guests in the Clemens home–so many, indeed, were\nconstantly coming and going that Mark Twain said he was going to set up a\nprivate ’bus to save carnage hire.  Yet he loved it all dearly, and for\nthe most part realized his happiness.",
        "Unfortunately, there were moments when he forgot that his lot was\nsatisfactory, and tried to improve it.  His Colonel Sellers imagination,\ninherited from both sides of his family, led him into financial\nadventures which were generally unprofitable.  There were no silver-mines\nin the East into which to empty money and effort, as in the old Nevada\ndays, but there were plenty of other things–inventions, stock companies,\nand the like.",
        "When a man came along with a patent steam-generator which would save\nninety per cent. of the usual coal-supply, Mark Twain invested whatever\nbank surplus he had at the moment, and saw that money no more forever.",
        "After the steam-generator came a steam-pulley, a small affair, but\npowerful enough to relieve him of thirty-two thousand dollars in a brief\ntime.",
        "A new method of marine telegraphy was offered him by the time his balance\nhad grown again, a promising contrivance, but it failed to return the\ntwenty-five thousand dollars invested in it by Mark Twain.  The list of\nsuch adventures is too long to set down here.  They differ somewhat, but\nthere is one feature common to all–none of them paid.  At last came a\nchance in which there was really a fortune.  A certain Alexander Graham\nBell, an inventor, one day appeared, offering stock in an invention for\ncarrying the human voice on an electric wire.  But Mark Twain had grown\nwise, he thought.  Long after he wrote:",
        "“I declined.  I said I did not want any more to do with wildcat\n     speculation ....  I said I didn’t want it at any price.  He (Bell)\n     became eager; and insisted I take five hundred dollars’ worth.  He\n     said he would sell me as much as I wanted for five hundred dollars;\n     offered to let me gather it up in my hands and measure it in a plug-\n     hat; said I could have a whole hatful for five hundred dollars.  But\n     I was a burnt child, and resisted all these temptations–resisted\n     them easily; went off with my money, and next day lent five thousand\n     of it to a friend who was going to go bankrupt three days later.”",
        "It was the chance of fortune thus thrown away which, perhaps, led him to\ntake up later with an engraving process–an adventure which lasted\nthrough several years and ate up a heavy sum.  Altogether, these\nexperiences in finance cost Mark Twain a fair-sized fortune, though,\nafter all, they were as nothing compared with the great type-machine\ncalamity which we shall hear of in a later chapter.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}