{
    "title": "The Theory of Social Revolutions - by Brooks Adams [Authorama]",
    "author": "Unknown",
    "chapter": "revolutions",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Prefatory Note",
        "The first chapter of the following book was published, in substantially\nits present form, in the Atlantic Monthly for April, 1913. I have to\nthank the editor for his courtesy in assenting to my wish to reprint.\nThe other chapters have not appeared before. I desire also to express my\nobligations to my learned friend, Dr. M.M. Bigelow, who, most kindly, at\nmy request, read chapters two and three, which deal with the\nconstitutional law, and gave me the benefit of his most valuable\ncriticism.",
        "Further than this I have but one word to add. I have written in support\nof no political movement, nor for any ephemeral purpose. I have written\nonly to express a deep conviction which is the result of more than\ntwenty years of study, and reflection upon this subject.",
        "Brooks Adams.",
        "Civilization, I apprehend, is nearly synonymous with order. However much\nwe may differ touching such matters as the distribution of property, the\ndomestic relations, the law of inheritance and the like, most of us, I\nshould suppose, would agree that without order civilization, as we\nunderstand it, cannot exist. Now, although the optimist contends that,\nsince man cannot foresee the future, worry about the future is futile,\nand that everything, in the best possible of worlds, is inevitably for\nthe best, I think it clear that within recent years an uneasy suspicion\nhas come into being that the principle of authority has been dangerously\nimpaired, and that the social system, if it is to cohere, must be\nreorganized. So far as my observation has extended, such intuitions are\nusually not without an adequate cause, and if there be reason for\nanxiety anywhere, it surely should be in the United States, with its\nunwieldy bulk, its heterogeneous population, and its complex government.\nTherefore, I submit, that an hour may not be quite wasted which is\npassed in considering some of the recent phenomena which have appeared\nabout us, in order to ascertain if they can be grouped together in any\ncomprehensible relation.",
        "About a century ago, after, the American and French Revolutions and the\nNapoleonic wars, the present industrial era opened, and brought with it\na new governing class, as every considerable change in human environment\nmust bring with it a governing class to give it expression. Perhaps, for\nlack of a recognized name, I may describe this class as the industrial\ncapitalistic class, composed in the main of administrators and bankers.\nAs nothing in the universe is stationary, ruling classes have their\nrise, culmination, and decline, and I conjecture that this class\nattained to its acme of popularity and power, at least in America,\ntoward the close of the third quarter of the nineteenth century. I draw\nthis inference from the fact that in the next quarter resistance to\ncapitalistic methods began to take shape in such legislation as the\nInterstate Commerce Law and the Sherman Act, and almost at the opening\nof the present century a progressively rigorous opposition found for its\nmouthpiece the President of the Union himself. History may not be a very\npractical study, but it teaches some useful lessons, one of which is\nthat nothing is accidental, and that if men move in a given direction,\nthey do so in obedience to an impulsion as automatic as is the impulsion\nof gravitation. Therefore, if Mr. Roosevelt became, what his adversaries\nare pleased to call, an agitator, his agitation had a cause which is as\ndeserving of study as is the path of a cyclone. This problem has long\ninterested me, and I harbor no doubt not only that the equilibrium of\nsociety is very rapidly shifting, but that Mr. Roosevelt has,\nhalf-automatically, been stimulated by the instability about him to seek\nfor a new centre of social gravity. In plain English, I infer that he\nhas concluded that industrialism has induced conditions which can no\nlonger be controlled by the old capitalistic methods, and that the\ncountry must be brought to a level of administrative efficiency\ncompetent to deal with the strains and stresses of the twentieth\ncentury, just as, a hundred and twenty-five years ago, the country was\nbrought to an administrative level competent for that age, by the\nadoption of the Constitution. Acting on these premises, as I conjecture,\nwhether consciously worked out or not, Mr. Roosevelt’s next step was to\nbegin the readjustment; but, I infer, that on attempting any correlated\nmeasures of reform, Mr. Roosevelt found progress impossible, because of\nthe obstruction of the courts. Hence his instinct led him to try to\noverleap that obstruction, and he suggested, without, I suspect,\nexamining the problem very deeply, that the people should assume the\nright of “recalling” judicial decisions made in causes which involved\nthe nullifying of legislation. What would have happened had Mr.\nRoosevelt been given the opportunity to thoroughly formulate his ideas,\neven in the midst of an election, can never be known, for it chanced\nthat he was forced to deal with subjects as vast and complex as ever\nvexed a statesman or a jurist, under difficulties at least equal to the\ndifficulties of the task itself. If the modern mind has developed one\ncharacteristic more markedly than another, it is an impatience with\nprolonged demands on its attention, especially if the subject be\ntedious. No one could imagine that the New York press of to-day would\nprint the disquisitions which Hamilton wrote in 1788 in support of the\nConstitution, or that, if it did, any one would read them, least of all\nthe lawyers; and yet Mr. Roosevelt’s audience was emotional and\ndiscursive even for a modern American audience. Hence, if he attempted\nto lead at all, he had little choice but to adopt, or at least discuss,\nevery nostrum for reaching an immediate millennium which happened to be\nuppermost; although, at the same time, he had to defend himself against\nan attack compared with which any criticism to which Hamilton may have\nbeen subjected resembled a caress. The result has been that the\nProgressive movement, bearing Mr. Roosevelt with it, has degenerated\ninto a disintegrating rather than a constructive energy, which is, I\nsuspect, likely to become a danger to every one interested in the\nmaintenance of order, not to say in the stability of property. Mr.\nRoosevelt is admittedly a strong and determined man whose instinct is\narbitrary, and yet, if my analysis be sound, we see him, at the supreme\nmoment of his life, diverted from his chosen path toward centralization\nof power, and projected into an environment of, apparently, for the most\npart, philanthropists and women, who could hardly conceivably form a\nparty fit to aid him in establishing a vigorous, consolidated,\nadministrative system. He must have found the pressure toward\ndisintegration resistless, and if we consider this most significant\nphenomenon, in connection with an abundance of similar phenomena, in\nother countries, which indicate social incoherence, we can hardly resist\na growing apprehension touching the future. Nor is that apprehension\nallayed if, to reassure ourselves, we turn to history, for there we find\non every side long series of precedents more ominous still.",
        "Were all other evidence lacking, the inference that radical changes are\nat hand might be deduced from the past. In the experience of the\nEnglish-speaking race, about once in every three generations a social\nconvulsion has occurred; and probably such catastrophes must continue to\noccur in order that laws and institutions may be adapted to physical\ngrowth. Human society is a living organism, working mechanically, like\nany other organism. It has members, a circulation, a nervous system, and\na sort of skin or envelope, consisting of its laws and institutions.\nThis skin, or envelope, however, does not expand automatically, as it\nwould had Providence intended humanity to be peaceful, but is only\nfitted to new conditions by those painful and conscious efforts which we\ncall revolutions. Usually these revolutions are warlike, but sometimes\nthey are benign, as was the revolution over which General Washington,\nour first great “Progressive,” presided, when the rotting Confederation,\nunder his guidance, was converted into a relatively excellent\nadministrative system by the adoption of the Constitution.",
        "Taken for all in all, I conceive General Washington to have been the\ngreatest man of the eighteenth century, but to me his greatness chiefly\nconsists in that balance of mind which enabled him to recognize when an\nold order had passed away, and to perceive how a new order could be best\nintroduced. Joseph Story was ten years old in 1789 when the Constitution\nwas adopted; his earliest impressions, therefore, were of the\nConfederation, and I know no better description of the interval just\nsubsequent to the peace of 1783, than is contained in a few lines in his\ndissenting opinion in the Charles River Bridge Case:–",
        "“In order to entertain a just view of this subject, we must go back to\nthat period of general bankruptcy, and distress and difficulty\n(1785).... The union of the States was crumbling into ruins, under the\nold Confederation. Agriculture, manufactures, and commerce were at their\nlowest ebb. There was infinite danger to all the States from local\ninterests and jealousies, and from the apparent impossibility of a much\nlonger adherence to that shadow of a government, the Continental\nCongress. And even four years afterwards, when every evil had been\ngreatly aggravated, and civil war was added to other calamities, the\nConstitution of the United States was all but shipwrecked in passing\nthrough the state conventions.\"[1]",
        "This crisis, according to my computation, was the normal one of the\nthird generation. Between 1688 and 1765 the British Empire had\nphysically outgrown its legal envelope, and the consequence was a\nrevolution. The thirteen American colonies, which formed the western\nsection of the imperial mass, split from the core and drifted into\nchaos, beyond the constraint of existing law. Washington was, in his\nway, a large capitalist, but he was much more. He was not only a wealthy\nplanter, but he was an engineer, a traveller, to an extent a\nmanufacturer, a politician, and a soldier, and he saw that, as a\nconservative, he must be “Progressive” and raise the law to a power high\nenough to constrain all these thirteen refractory units. For Washington\nunderstood that peace does not consist in talking platitudes at\nconferences, but in organizing a sovereignty strong enough to coerce its\nsubjects.",
        "The problem of constructing such a sovereignty was the problem which\nWashington solved, temporarily at least, without violence. He prevailed\nnot only because of an intelligence and elevation of character which\nenabled him to comprehend, and to persuade others, that, to attain a\ncommon end, all must make sacrifices, but also because he was supported\nby a body of the most remarkable men whom America has ever produced. Men\nwho, though doubtless in a numerical minority, taking the country as a\nwhole, by sheer weight of ability and energy, achieved their purpose.",
        "Yet even Washington and his adherents could not alter the limitations\nof the human mind. He could postpone, but he could not avert, the impact\nof conflicting social forces. In 1789 he compromised, but he did not\ndetermine the question of sovereignty. He eluded an impending conflict\nby introducing courts as political arbitrators, and the expedient worked\nmore or less well until the tension reached a certain point. Then it\nbroke down, and the question of sovereignty had to be settled in\nAmerica, as elsewhere, on the field of battle. It was not decided until\nAppomattox. But the function of the courts in American life is a subject\nwhich I shall consider hereafter.",
        "If the invention of gunpowder and printing in the fourteenth and\nfifteenth centuries presaged the Reformation of the sixteenth, and if\nthe Industrial Revolution of the eighteenth was the forerunner of\npolitical revolutions throughout the Western World, we may well, after\nthe mechanical and economic cataclysm of the nineteenth, cease wondering\nthat twentieth-century society should be radical.",
        "Never since man first walked erect have his relations toward nature been\nso changed, within the same space of time, as they have been since\nWashington was elected President and the Parisian mob stormed the\nBastille. Washington found the task of a readjustment heavy enough, but\nthe civilization he knew was simple. When Washington lived, the fund of\nenergy at man’s disposal had not very sensibly augmented since the fall\nof Rome. In the eighteenth, as in the fourth century, engineers had at\ncommand only animal power, and a little wind and water power, to which\nhad been added, at the end of the Middle Ages, a low explosive. There\nwas nothing in the daily life of his age which made the legal and\nadministrative principles which had sufficed for Justinian insufficient\nfor him. Twentieth-century society rests on a basis not different so\nmuch in degree, as in kind, from all that has gone before. Through\napplied science infinite forces have been domesticated, and the action\nof these infinite forces upon finite minds has been to create a tension,\ntogether with a social acceleration and concentration, not only\nunparalleled, but, apparently, without limit. Meanwhile our laws and\ninstitutions have remained, in substance, constant. I doubt if we have\ndeveloped a single important administrative principle which would be\nnovel to Napoleon, were he to live again, and I am quite sure that we\nhave no legal principle younger than Justinian.",
        "As a result, society has been squeezed, as it were, from its rigid\neighteenth-century legal shell, and has passed into a fourth dimension\nof space, where it performs its most important functions beyond the\ncognizance of the law, which remains in a space of but three dimensions.\nWashington encountered a somewhat analogous problem when dealing with\nthe thirteen petty independent states, which had escaped from England;\nbut his problem was relatively rudimentary. Taking the theory of\nsovereignty as it stood, he had only to apply it to communities. It was\nmainly a question of concentrating a sufficient amount of energy to\nenforce order in sovereign social units. The whole social detail\nremained unchanged. Our conditions would seem to imply a very\nconsiderable extension and specialization of the principle of\nsovereignty, together with a commensurate increment of energy, but\nunfortunately the twentieth-century American problem is still further\ncomplicated by the character of the envelope in which this highly\nvolatilized society is theoretically contained. To attain his object,\nWashington introduced a written organic law, which of all things is the\nmost inflexible. No other modern nation has to consider such an\nimpediment.",
        "Moneyed capital I take to be stored human energy, as a coal measure is\nstored solar energy; and moneyed capital, under the stress of modern\nlife, has developed at once extreme fluidity, and an equivalent\ncompressibility. Thus a small number of men can control it in enormous\nmasses, and so it comes to pass that, in a community like the United\nStates, a few men, or even, in certain emergencies, a single man, may\nbecome clothed with various of the attributes of sovereignty. Sovereign\npowers are powers so important that the community, in its corporate\ncapacity, has, as society has centralized, usually found it necessary to\nmonopolize them more or less absolutely, since their possession by\nprivate persons causes revolt. These powers, when vested in some\nofficial, as, for example, a king or emperor, have been held by him, in\nall Western countries at least, as a trust to be used for the common\nwelfare. A breach of that trust has commonly been punished by\ndeposition or death. It was upon a charge of breach of trust that\nCharles I, among other sovereigns, was tried and executed. In short, the\nrelation of sovereign and subject has been based either upon consent and\nmutual obligation, or upon submission to a divine command; but, in\neither case, upon recognition of responsibility. Only the relation of\nmaster and slave implies the status of sovereign power vested in an\nunaccountable superior. Nevertheless, it is in a relation somewhat\nanalogous to the latter, that the modern capitalist has been placed\ntoward his fellow citizens, by the advances in applied science. An\nexample or two will explain my meaning.",
        "High among sovereign powers has always ranked the ownership and\nadministration of highways. And it is evident why this should have been\nso. Movement is life, and the stoppage of movement is death, and the\nmovement of every people flows along its highways. An invader has only\nto cut the communications of the invaded to paralyze him, as he would\nparalyze an animal by cutting his arteries or tendons. Accordingly, in\nall ages and in all lands, down to the nineteenth century, nations even\npartially centralized have, in their corporate capacity, owned and cared\nfor their highways, either directly or through accountable agents. And\nthey have paid for them by direct taxes, like the Romans, or by tolls\nlevied upon traffic, as many mediaeval governments preferred to do.\nEither method answers its purpose, provided the government recognizes\nits responsibility; and no government ever recognized this\nresponsibility more fully than did the autocratic government of ancient\nRome. So the absolute régime of eighteenth-century France recognized\nthis responsibility when Louis XVI undertook to remedy the abuse of\nunequal taxation, for the maintenance of the highways, by abolishing the\ncorvée.",
        "Toward the middle of the nineteenth century, the application, by\nscience, of steam to locomotion, made railways a favorite speculation.\nForthwith, private capital acquired these highways, and because of the\ninelasticity of the old law, treated them as ordinary chattels, to be\nadministered for the profit of the owner exclusively. It is true that\nrailway companies posed as public agents when demanding the power to\ntake private property; but when it came to charging for use of their\nways, they claimed to be only private carriers, authorized to bargain as\nthey pleased. Indeed, it grew to be considered a mark of efficient\nrailroad management to extract the largest revenue possible from the\npeople, along the lines of least resistance; that is, by taxing most\nheavily those individuals and localities which could least resist. And\nthe claim by the railroads that they might do this as a matter of right\nwas long upheld by the courts,[2] nor have the judges even yet, after a\ngeneration of revolt and of legislation, altogether abandoned this\ndoctrine.",
        "The courts–reluctantly, it is true, and principally at the instigation\nof the railways themselves, who found the practice unprofitable–have\nlatterly discountenanced discrimination as to persons, but they still\nuphold discrimination as to localities.[3] Now, among abuses of\nsovereign power, this is one of the most galling, for of all taxes the\ntransportation tax is perhaps that which is most searching, most\ninsidious, and, when misused, most destructive. The price paid for\ntransportation is not so essential to the public welfare as its\nequality; for neither persons nor localities can prosper when the\nnecessaries of life cost them more than they cost their competitors. In\ntowns, no cup of water can be drunk, no crust of bread eaten, no garment\nworn, which has not paid the transportation tax, and the farmer’s crops\nmust rot upon his land, if other farmers pay enough less than he to\nexclude him from markets toward which they all stand in a position\notherwise equal. Yet this formidable power has been usurped by private\npersons who have used it purely selfishly, as no legitimate sovereign\ncould have used it, and by persons who have indignantly denounced all\nattempts to hold them accountable, as an infringement of their\nconstitutional rights. Obviously, capital cannot assume the position of\nan irresponsible sovereign, living in a sphere beyond the domain of law,\nwithout inviting the fate which has awaited all sovereigns who have\ndenied or abused their trust.",
        "The operation of the New York Clearing-House is another example of the\nacquisition of sovereign power by irresponsible private persons.\nPrimarily, of course, a clearing-house is an innocent institution\noccupied with adjusting balances between banks, and has no relation to\nthe volume of the currency. Furthermore, among all highly centralized\nnations, the regulation of the currency is one of the most jealously\nguarded of the prerogatives of sovereignty, because all values hinge\nupon the relation which the volume of the currency bears to the volume\nof trade. Yet, as everybody knows, in moments of financial panic, the\nhandful of financiers who, directly or indirectly, govern the\nClearing-House, have it in their power either to expand or to contract\nthe currency, by issuing or by withdrawing Clearing-House certificates,\nmore effectually perhaps than if they controlled the Treasury of the\nUnited States. Nor does this power, vast as it is, at all represent the\nsupremacy which a few bankers enjoy over values, because of their\nfacilities for manipulating the currency and, with the currency, credit;\nfacilities, which are used or abused entirely beyond the reach of the\nlaw.",
        "Bankers, at their conventions and through the press, are wont to\ndenounce the American monetary system, and without doubt all that they\nsay, and much more that they do not say, is true; and yet I should\nsuppose that there could be little doubt that American financiers might,\nafter the panic of 1893, and before the administration of Mr. Taft, have\nobtained from Congress, at most sessions, very reasonable legislation,\nhad they first agreed upon the reforms they demanded, and, secondly,\nmanifested their readiness, as a condition precedent to such reforms, to\nsubmit to effective government supervision in those departments of their\nbusiness which relate to the inflation or depression of values. They\nhave shown little inclination to submit to restraint in these\nparticulars, nor, perhaps, is their reluctance surprising, for the\npossession by a very small favored class of the unquestioned privilege,\nwhether actually used or not, at recurring intervals, of subjecting the\ndebtor class to such pressure as the creditor may think necessary, in\norder to force the debtor to surrender his property to the creditor at\nthe creditor’s price, is a wonder beside which Aladdin’s lamp burns dim.",
        "As I have already remarked, I apprehend that sovereignty is a variable\nquantity of administrative energy, which, in civilizations which we\ncall advancing, tends to accumulate with a rapidity proportionate to the\nacceleration of movement. That is to say, the community, as it\nconsolidates, finds it essential to its safety to withdraw, more or less\ncompletely, from individuals, and to monopolize, more or less strictly,\nitself, a great variety of functions. At one stage of civilization the\nhead of the family administers justice, maintains an armed force for war\nor police, wages war, makes treaties of peace, coins money, and, not\ninfrequently, wears a crown, usually of a form to indicate his\nimportance in a hierarchy. At a later stage of civilization, companies\nof traders play a great part. Such aggregations of private and\nirresponsible adventurers have invaded and conquered empires, founded\ncolonies, and administered justice to millions of human beings. In our\nown time, we have seen the assumption of many of the functions of these\nand similar private companies by the sovereign. We have seen the East\nIndia Company absorbed by the British Parliament; we have seen the\nrailways, and the telephone and the telegraph companies, taken into\npossession, very generally, by the most progressive governments of the\nworld; and now we have come to the necessity of dealing with the\ndomestic-trade monopoly, because trade has fallen into monopoly through\nthe centralization of capital in a constantly contracting circle of\nownership.",
        "Among innumerable kinds of monopolies none have been more troublesome\nthan trade monopolies, especially those which control the price of the\nnecessaries of life; for, so far as I know, no people, approximately\nfree, have long endured such monopolies patiently. Nor could they well\nhave done so without constraint by overpowering physical force, for the\npossession of a monopoly of a necessary of life by an individual, or by\na small privileged class, is tantamount to investing a minority,\ncontemptible alike in numbers and in physical force, with an arbitrary\nand unlimited power to tax the majority, not for public, but for private\npurposes. Therefore it has not infrequently happened that persistence in\nadhering to and in enforcing such monopolies has led, first, to attempts\nat regulation, and, these failing, to confiscation, and sometimes to the\nproscription of the owners. An example of such a phenomenon occurs to\nme which, just now, seems apposite.",
        "In the earlier Middle Ages, before gunpowder made fortified houses\nuntenable when attacked by the sovereign, the highways were so dangerous\nthat trade and manufactures could only survive in walled towns. An\nunarmed urban population had to buy its privileges, and to pay for these\na syndicate grew up in each town, which became responsible for the town\nferm, or tax, and, in return, collected what part of the municipal\nexpenses it could from the poorer inhabitants. These syndicates, called\nguilds, as a means of raising money, regulated trade and fixed prices,\nand they succeeded in fixing prices because they could prevent\ncompetition within the walls. Presently complaints became rife of guild\noppression, and the courts had to entertain these complaints from the\noutset, to keep some semblance of order; but at length the turmoil\npassed beyond the reach of the courts, and Parliament intervened.\nParliament not only enacted a series of statutes regulating prices in\ntowns, but supervised guild membership, requiring trading companies to\nreceive new members upon what Parliament considered to be reasonable\nterms. Nevertheless, friction continued.",
        "With advances in science, artillery improved, and, as artillery\nimproved, the police strengthened until the king could arrest whom he\npleased. Then the country grew safe and manufactures migrated from the\nwalled and heavily taxed towns to the cheap, open villages, and from\nthence undersold the guilds. As the area of competition broadened, so\nthe guilds weakened, until, under Edward VI, being no longer able to\ndefend themselves, they were ruthlessly and savagely plundered; and\nfifty years later the Court of King’s Bench gravely held that a royal\ngrant of a monopoly had always been bad at common law.[4]",
        "Though the Court’s law proved to be good, since it has stood, its\nhistory was fantastic; for the trade-guild was the offspring of trade\nmonopoly, and a trade monopoly had for centuries been granted habitually\nby the feudal landlord to his tenants, and indeed was the only means by\nwhich an urban population could finance its military expenditure. Then,\nin due course, the Crown tried to establish its exclusive right to\ngrant monopolies, and finally Parliament–or King, Lords, and Commons\ncombined, being the whole nation in its corporate capacity,\n–appropriated this monopoly of monopolies as its supreme\nprerogative. And with Parliament this monopoly has ever since remained.",
        "In fine, monopolies, or competition in trade, appear to be recurrent\nsocial phases which depend upon the ratio which the mass and the\nfluidity of capital, or, in other words, its energy, bears to the area\nwithin which competition is possible. In the Middle Ages, when the town\nwalls bounded that area, or when, at most, it was restricted to a few\nlines of communication between defensible points garrisoned by the\nmonopolists,–as were the Staple towns of England which carried on the\nwool trade with the British fortified counting-houses in Flanders,–a\nsmall quantity of sluggish capital sufficed. But as police improved, and\nthe area of competition broadened faster than capital accumulated and\nquickened, the competitive phase dawned, whose advent is marked by Darcy\nv. Allein, decided in the year 1600. Finally, the issue between\nmonopoly and free trade was fought out in the American Revolution, for\nthe measure which precipitated hostilities was the effort of England to\nimpose her monopoly of the Eastern trade upon America. The Boston Tea\nParty occurred on December 16, 1773. Then came the heyday of competition\nwith the acceptance of the theories of Adam Smith, and the political\ndomination in England, towards 1840, of the Manchester school of\npolitical economy.",
        "About forty years since, in America at least, the tide would appear once\nmore to have turned. I fix the moment of flux, as I am apt to do, by a\nlawsuit. This suit was the Morris Run Coal Company v. Barclay Coal\nCompany,[5] which is the first modern anti-monopoly litigation that I\nhave met with in the United States. It was decided in Pennsylvania in\n1871; and since 1871, while the area within which competition is\npossible has been kept constant by the tariff, capital has accumulated\nand has been concentrated and volatilized until, within this republic,\nsubstantially all prices are fixed by a vast moneyed mass. This mass,\nobeying what amounts to being a single volition, has its heart in Wall\nStreet, and pervades every corner of the Union. No matter what price is\nin question, whether it be the price of meat, or coal, or cotton cloth,\nor of railway transportation, or of insurance, or of discounts, the\ninquirer will find the price to be, in essence, a monopoly or fixed\nprice; and if he will follow his investigation to the end, he will also\nfind that the first cause in the complex chain of cause and effect which\ncreated the monopoly in that mysterious energy which is enthroned on the\nHudson.",
        "The presence of monopolistic prices in trade is not always a result of\nconscious agreement; more frequently, perhaps, it is automatic, and is\nan effect of the concentration of capital in a point where competition\nceases, as when all the capital engaged in a trade belongs to a single\nowner. Supposing ownership to be enough restricted, combination is\neasier and more profitable than competition; therefore combination,\nconscious or unconscious, supplants competition. The inference from the\nevidence is that, in the United States, capital has reached, or is\nrapidly reaching, this point of concentration; and if this be true,\ncompetition cannot be enforced by legislation. But, assuming that\ncompetition could still be enforced by law, the only effect would be to\nmake the mass of capital more homogeneous by eliminating still further\nsuch of the weaker capitalists as have survived. Ultimately, unless\nindeed society is to dissolve and capital migrate elsewhere, all the\npresent phenomena would be intensified. Nor would free trade, probably,\nhave more than a very transitory effect. In no department of trade is\ncompetition freer than in the Atlantic passenger service, and yet in no\ntrade is there a stricter monopoly price.",
        "The same acceleration of the social movement which has caused this\ncentralization of capital has caused the centralization of another form\nof human energy, which is its negative: labor unions organize labor as a\nmonopoly. Labor protests against the irresponsible sovereignty of\ncapital, as men have always protested against irresponsible sovereignty,\ndeclaring that the capitalistic social system, as it now exists, is a\nform of slavery. Very logically, therefore, the abler and bolder labor\nagitators proclaim that labor levies actual war against society, and\nthat in that war there can be no truce until irresponsible capital has\ncapitulated. Also, in labor’s methods of warfare the same phenomena\nappear as in the autocracy of capital. Labor attacks capitalistic\nsociety by methods beyond the purview of the law, and may, at any\nmoment, shatter the social system; while, under our laws and\ninstitutions, society is helpless.",
        "Few persons, I should imagine, who reflect on these phenomena, fail to\nadmit to themselves, whatever they may say publicly, that present social\nconditions are unsatisfactory, and I take the cause of the stress to be\nthat which I have stated. We have extended the range of applied science\nuntil we daily use infinite forces, and those forces must, apparently,\ndisrupt our society, unless we can raise the laws and institutions which\nhold society together to an energy and efficiency commensurate to them.\nHow much vigor and ability would be required to accomplish such a work\nmay be measured by the experience of Washington, who barely prevailed in\nhis relatively simple task, surrounded by a generation of extraordinary\nmen, and with the capitalistic class of America behind him. Without the\ncapitalistic class he must have failed. Therefore one most momentous\nproblem of the future is the attitude which capital can or will assume\nin this emergency.",
        "That some of the more sagacious of the capitalistic class have\npreserved that instinct of self-preservation which was so conspicuous\namong men of the type of Washington, is apparent from the position taken\nby the management of the United States Steel Company, and by the\nRepublican minority of the Congressional Committee which recently\ninvestigated the Steel Company; but whether such men very strongly\ninfluence the genus to which they belong is not clear. If they do not,\nmuch improvement in existing conditions can hardly be anticipated.",
        "If capital insists upon continuing to exercise sovereign powers, without\naccepting responsibility as for a trust, the revolt against the existing\norder must probably continue, and that revolt can only be dealt with, as\nall servile revolts must be dealt with, by physical force. I doubt,\nhowever, if even the most ardent and optimistic of capitalists would\ncare to speculate deeply upon the stability of any government capital\nmight organize, which rested on the fundamental principle that the\nAmerican people must be ruled by an army. On the other hand any\ngovernment to be effective must be strong. It is futile to talk of\nkeeping peace in labor disputes by compulsory arbitration, if the\ngovernment has not the power to command obedience to its arbitrators’\ndecree; but a government able to constrain a couple of hundred thousand\ndiscontented railway employees to work against their will, must differ\nconsiderably from the one we have. Nor is it possible to imagine that\nlabor will ever yield peaceful obedience to such constraint, unless\ncapital makes equivalent concessions,–unless, perhaps, among other\nthings, capital consents to erect tribunals which shall offer relief to\nany citizen who can show himself to be oppressed by the monopolistic\nprice. In fine, a government, to promise stability in the future, must\napparently be so much more powerful than any private interest, that all\nmen will stand equally before its tribunals; and these tribunals must be\nflexible enough to reach those categories of activity which now lie\nbeyond legal jurisdiction. If it be objected that the American people\nare incapable of an effort so prodigious, I readily admit that this may\nbe true, but I also contend that the objection is beside the issue. What\nthe American people can or cannot do is a matter of opinion, but that\nsocial changes are imminent appears to be almost certain. Though these\nchanges cannot be prevented, possibly they may, to a degree, be guided,\nas Washington guided the changes of 1789. To resist them perversely, as\nthey were resisted at the Chicago Convention of 1912, can only make the\ncatastrophe, when it comes, as overwhelming as was the consequent defeat\nof the Republican party.",
        "Approached thus, that Convention of 1912 has more than a passing\nimportance, since it would seem to indicate the ordinary phenomenon,\nthat a declining favored class is incapable of appreciating an\napproaching change of environment which must alter its social status. I\nbegan with the proposition that, in any society which we now understand,\ncivilization is equivalent to order, and the evidence of the truth of\nthe proposition is, that amidst disorder, capital and credit, which\nconstitute the pith of our civilization, perish first. For more than a\ncentury past, capital and credit have been absolute, or nearly so;\naccordingly it has not been the martial type which has enjoyed\nsovereignty, but the capitalistic. The warrior has been the capitalists’\nservant. But now, if it be true that money, in certain crucial\ndirections, is losing its purchasing power, it is evident that\ncapitalists must accept a position of equality before the law under the\ndomination of a type of man who can enforce obedience; their own\nobedience, as well as the obedience of others. Indeed, it might occur,\neven to some optimists, that capitalists would be fortunate if they\ncould certainly obtain protection for another fifty years on terms as\nfavorable as these. But at Chicago, capitalists declined even to\nconsider receding to a secondary position. Rather than permit the advent\nof a power beyond their immediate control, they preferred to shatter the\ninstrument by which they sustained their ascendancy. For it is clear\nthat Roosevelt’s offence in the eyes of the capitalistic class was not\nwhat he had actually done, for he had done nothing seriously to injure\nthem. The crime they resented was the assertion of the principle of\nequality before the law, for equality before the law signified the end\nof privilege to operate beyond the range of law. If this principle which\nRoosevelt, in theory at least, certainly embodied, came to be rigorously\nenforced, capitalists perceived that private persons would be precluded\nfrom using the functions of sovereignty to enrich themselves. There lay\nthe parting of the ways. Sooner or later almost every successive ruling\nclass has had this dilemma in one of its innumerable forms presented to\nthem, and few have had the genius to compromise while compromise was\npossible. Only a generation ago the aristocracy of the South\ndeliberately chose a civil war rather than admit the principle that at\nsome future day they might have to accept compensation for their slaves.",
        "A thousand other instances of similar incapacity might be adduced, but I\nwill content myself with this alone.",
        "Briefly the precedents induce the inference that privileged classes\nseldom have the intelligence to protect themselves by adaptation when\nnature turns against them, and, up to the present moment, the old\nprivileged class in the United States has shown little promise of being\nan exception to the rule.",
        "Be this, however, as it may, and even assuming that the great industrial\nand capitalistic interests would be prepared to assist a movement toward\nconsolidation, as their ancestors assisted Washington, I deem it far\nfrom probable that they could succeed with the large American middle\nclass, which naturally should aid, opposed, as it seems now to be, to\nsuch a movement. Partially, doubtless, this opposition is born of fear,\nsince the lesser folk have learned by bitter experience that the\npowerful have yielded to nothing save force, and therefore that their\nonly hope is to crush those who oppress them. Doubtless, also, there is\nthe inertia incident to long tradition, but I suspect that the\nresistance is rather due to a subtle and, as yet, nearly unconscious\ninstinct, which teaches the numerical majority, who are inimical to\ncapital, that the shortest and easiest way for them to acquire\nautocratic authority is to obtain an absolute mastery over those\npolitical tribunals which we call courts. Also that mastery is being by\nthem rapidly acquired. So long as our courts retain their present\nfunctions no comprehensive administrative reform is possible, whence I\nconclude that the relation which our courts shall hold to politics is\nnow the fundamental problem which the American people must solve, before\nany stable social equilibrium can be attained.",
        "Theodore Roosevelt’s enemies have been many and bitter. They have\nattacked his honesty, his sobriety, his intelligence, and his judgment,\nbut very few of them have hitherto denied that he has a keen instinct\nfor political strife. Only of late has this gift been doubted, but now\neminent politicians question whether he did not make a capital mistake\nwhen he presented the reform of our courts of law, as expounders of the\nConstitution, as one of his two chief issues, in his canvass for a\nnomination for a third presidential term.",
        "After many years of study of, and reflection upon, this intricate\nsubject I have reached the conviction that, though Mr. Roosevelt may\nhave erred in the remedy which he has suggested, he is right in the\nprinciple which he has advanced, and in my next chapter I propose to\ngive the evidence and explain the reasons which constrain me to believe\nthat American society must continue to degenerate until confusion\nsupervenes, if our courts shall remain semi-political chambers.",
        "[1] Charles River Bridge v. Warren Bridge, II Peters, 608, 609.",
        "[2] Fitchburg R.R. v. Gage, 12 Gray 393, and innumerable cases\nfollowing it.",
        "[3] See the decisions of the Commerce Court on the Long and Short-Haul\nClause. Atchison, T.&S.F. By. v. United States, 191 Federal Rep. 856.",
        "[4] Darcy v. Allein, 11 Rep. 84.",
        "[5] 68 Pa. 173.",
        "Taking the human race collectively, its ideal of a court of justice has\nbeen the omniscient and inexorable judgment seat of God. Individually,\non the contrary, they have dearly loved favor. Hence the doctrine of the\nIntercession of the Saints, which many devout persons have sincerely\nbelieved could be bought by them for money. The whole development of\ncivilization may be followed in the oscillation of any given society\nbetween these two extremes, the many always striving to so restrain the\njudiciary that it shall be unable to work the will of the favored few.\nOn the whole, success in attaining to ideal justice has not been quite\ncommensurate with the time and effort devoted to solving the problem,\nbut, until our constitutional experiment was tried in America, I think\nit had been pretty generally admitted that the first prerequisite to\nsuccess was that judges should be removed from political influences.\nFor the main difficulty has been that every dominant class, as it has\narisen, has done its best to use the machinery of justice for its own\nbenefit.",
        "No argument ever has convinced like a parable, and a very famous story\nin the Bible will illustrate the great truth, which is the first lesson\nthat a primitive people learns, that unless the judge can be separated\nfrom the sovereign, and be strictly limited in the performance of his\nfunctions by a recognized code of procedure, the public, as against the\ndominant class, has, in substance, no civil rights. The kings of Israel\nwere judges of last resort. Solomon earned his reputation for wisdom in\nthe cause in which two mothers claimed the same child. They were indeed\nboth judge and jury. Also they were prosecuting officers. Also they were\nsheriffs. In fine they exercised unlimited judicial power, save in so\nfar as they were checked by the divine interference usually signified\nthrough some prophet.",
        "Now David was, admittedly, one of the best sovereigns and judges who\never held office in Jerusalem, and, in the days of David, Nathan was the\nleading prophet of the dominant political party. “And it came to pass\nin an eveningtide, that David arose from off his bed, and walked upon\nthe roof of the king’s house: and from the roof he saw a woman washing\nherself; and the woman was very beautiful to look upon. And David sent\nand enquired after the woman. And one said, Is not this Bath-sheba, the\ndaughter of Eliam, the wife of Uriah the Hittite? And David sent\nmessengers, and took her; and she came in unto him, and he lay with her;\n... and she returned unto her house.”",
        "Uriah was serving in the army under Joab. David sent for Uriah, and told\nhim to go home to his wife, but Uriah refused. Then David wrote a letter\nto Joab and dismissed Uriah, ordering him to give the letter to Joab.\nAnd David “wrote in the letter, saying, Set ye Uriah in the forefront of\nthe hottest battle, and retire ye from him, that he may be smitten and\ndie....",
        "“And the men of the city went out and fought with Joab; and there fell\nsome of the people of the servants of David; and Uriah the Hittite died\nalso.... But the thing that David had done displeased the Lord.",
        "“And the Lord sent Nathan unto David. And he came unto him, and said\nunto him, There were two men in one city; the one rich and the other\npoor. The rich man had exceeding many flocks and herds:",
        "“But the poor man had nothing, save one little ewe lamb, which he had\nbought and nourished up: and it grew up together with him, and with his\nchildren; it did eat of his own meat and drank of his own cup, and lay\nin his bosom, and was unto him as a daughter.",
        "“And there came a traveller unto the rich man, and he spared to take of\nhis own flock, ... but took the poor man’s lamb, and dressed it for the\nman that was come to him.",
        "“And David’s anger was greatly kindled against the man; and he said to\nNathan, As the Lord liveth, the man that hath done this thing shall\nsurely die: ...",
        "“And Nathan said to David, Thou art the man. Thus saith the Lord God of\nIsrael ... Now therefore the sword shall never depart from thine house;\nbecause thou has despised me ... Behold, I will raise up evil against\nthee out of thine own house, and I will take thy wives before thine\neyes, and give them unto thy neighbor.” Here, as the heading to the\nTwelfth Chapter of Second Book of Samuel says, “Nathan’s parable of the\newe lamb causeth David to be his own judge,” but the significant part of\nthe story is that Nathan, with all his influence, could not force David\nto surrender his prey. David begged very hard to have his sentence\nremitted, but, for all that, “David sent and fetched [Bathsheba] to his\nhouse, and she became his wife, and bare him a son.” Indeed, she bore\nhim Solomon. As against David or David’s important supporters men like\nUriah had no civil rights that could be enforced.",
        "Even after the judicial function is nominally severed from the executive\nfunction, so that the sovereign himself does not, like David and\nSolomon, personally administer justice, the same result is reached\nthrough agents, as long as the judge holds his office at the will of the\nchief of a political party.",
        "To go no farther afield, every page of English history blazons this\nrecord. Long after the law had taken an almost modern shape, Alice\nPerrers, the mistress of Edward III, sat on the bench at Westminster and\nintimidated the judges into deciding for suitors who had secured her\nservices. The chief revenue of the rival factions during the War of the\nRoses was derived from attainders, indictments for treason, and\nforfeitures, avowedly partisan. Henry VII used the Star Chamber to ruin\nthe remnants of the feudal aristocracy. Henry VIII exterminated as\nvagrants the wretched monks whom he had evicted. The prosecutions under\nCharles I largely induced the Great Rebellion; and finally the limit of\nendurance was reached when Charles II made Jeffreys Chief Justice of\nEngland in order to kill those who were prominent in opposition. Charles\nknew what he was doing. “That man,” said he of Jeffreys, “has no\nlearning, no sense, no manners, and more impudence than ten carted\nstreet-walkers.” The first object was to convict Algernon Sidney of\ntreason. Jeffreys used simple means. Usually drunk, his court resembled\nthe den of a wild beast. He poured forth on “plaintiffs and defendants,\nbarristers and attorneys, witnesses and jurymen, torrents of frantic\nabuse, intermixed with oaths and curses.” The law required proof of an\novert act of treason. Many years before Sidney had written a\nphilosophical treatise touching resistance by the subject to the\nsovereign, as a constitutional principle. But, though the fragment\ncontained nothing more than the doctrines of Locke, Sidney had\ncautiously shown it to no one, and it had only been found by searching\nhis study. Jeffreys told the jury that if they believed the book to be\nSidney’s book, written by him, they must convict for scribere est\nagere, to write is to commit an overt act.",
        "A revolution followed upon this and other like convictions, as\nrevolutions have usually followed such uses of the judicial power. In\nthat revolution the principle of the limitation of the judicial function\nwas recognized, and the English people seriously addressed themselves to\nthe task of separating their courts from political influences, of\nprotecting their judges by making their tenure and their pay permanent,\nand of punishing them by removal if they behaved corruptly, or with\nprejudice, or transcended the limits within which their duty confined\nthem. Jeffreys had legislated when he ruled it to be the law that, to\nwrite words secretly in one’s closet, is to commit an overt act of\ntreason, and he did it to kill a man whom the king who employed him\nwished to destroy. This was to transcend the duty of a judge, which is\nto expound and not to legislate. The judge may develop a principle, he\nmay admit evidence of a custom in order to explain the intentions of the\nparties to a suit, as Lord Mansfield admitted evidence of the customs of\nmerchants, but he should not legislate. To do so, as Jeffreys did in\nSidney’s case, is tantamount to murder. Jeffreys never was duly punished\nfor his crimes. He died the year after the Revolution, in the Tower,\nmaintaining to the last that he was innocent in the sight of God and man\nbecause “all the blood he had shed fell short of the King’s command.”",
        "And Jeffreys was perfectly logical and consistent in his attitude. A\njudiciary is either an end in itself or a means to an end. If it be\ndesigned to protect the civil rights of citizens indifferently, it must\nbe free from pressure which will deflect it from this path, and it can\nonly be protected from the severest possible pressure by being removed\nfrom politics, because politics is the struggle for ascendancy of a\nclass or a majority. If, on the other hand, the judiciary is to serve as\nan instrument for advancing the fortunes of a majority or a dominant\nclass, as David used the Jewish judiciary, or as the Stuarts used the\nEnglish judiciary, then the judicial power must be embodied either in a\nmilitary or political leader, like David, who does the work himself, or\nin an agent, more or less like Jeffreys, who will obey his orders. In\nthe colonies the subserviency of the judges to the Crown had been a\nstanding grievance, and the result of this long and terrible experience,\nstretching through centuries both in Europe and America, had been to\ninspire Americans with a fear of intrusting power to any man or body of\nmen. They sought to limit everything by written restrictions. Setting\naside the objection that such a system is mechanically vicious because\nit involves excessive friction and therefore waste of energy, it is\nobviously futile unless the written restrictions can be enforced, and\nenforced in the spirit in which they are drawn. Hamilton, whose instinct\nfor law resembled genius, saw the difficulty and pointed out in the\nFederalist that it is not a writing which can give protection, but\nonly the intelligence and the sense of justice of the community itself.",
        "“The truth is, that the general genius of a Government is all that can\nbe substantially relied upon for permanent effects. Particular\nprovisions, though not altogether useless, have far less virtue and\nefficiency than are commonly ascribed to them; and the want of them will\nnever be, with men of sound discernment, a decisive objection to any\nplan which exhibits the leading characters of a good Government.” After\nan experience of nearly a century and a quarter we must admit, I think,\nthat Hamilton was right. In the United States we have carried bills of\nright and constitutional limitations to an extreme, and yet, I suppose\nthat few would care to maintain that, during the nineteenth century,\nlife and property were safer in America, or crime better dealt with,\nthan in England, France, or Germany. The contrary, indeed, I take to be\nthe truth, and I think one chief cause of this imperfection in the\nadministration of justice will be found to have been the operation of\nthe written Constitution. For, under the American system, the\nConstitution, or fundamental law, is expounded by judges, and this\nfunction, which, in essence, is political, has brought precisely that\nquality of pressure on the bench which it has been the labor of a\nhundred generations of our ancestors to remove. On the whole the result\nhas been not to elevate politics, but to lower the courts toward the\npolitical level, a result which conforms to the a priori theory.",
        "The abstract virtue of the written Constitution was not, however, a\nquestion in issue when Washington and his contemporaries set themselves\nto reorganize the Confederation. Those men had no choice but to draft\nsome kind of a platform on which the states could agree to unite, if\nthey were to unite peacefully at all, and accordingly they met in\nconvention and drew the best form of agreement they could; but I more\nthan suspect that a good many very able Federalists were quite alive to\nthe defects in the plan which they adopted.",
        "Hamilton was outspoken in preferring the English model, and I am not\naware that Washington ever expressed a preference for the theory that,\nbecause of a written fundamental law, the court should nullify\nlegislation. Nor is it unworthy of remark that all foreigners, after a\nprolonged and attentive observation of our experiment, have avoided it.\nSince 1789, every highly civilized Western people have readjusted their\ninstitutions at least once, yet not one has in this respect imitated\nus, though all have borrowed freely from the parliamentary system of\nEngland.[6]",
        "Even our neighbor, Canada, with no adverse traditions and a population\nsimilar to ours, has been no exception to the rule. The Canadian courts\nindeed define the limits of provincial and federal jurisdiction as fixed\nunder an act of Parliament, but they do not pretend to limit the\nexercise of power when the seat of power has been established. I take\nthe cause of this distrust to be obvious. Although our written\nConstitution was successful in its primary purpose of facilitating the\nconsolidation of the Confederation, it has not otherwise inspired\nconfidence as a practical administrative device. Not only has constant\njudicial interference dislocated scientific legislation, but casting the\njudiciary into the vortex of civil faction has degraded it in the\npopular esteem. In fine, from the outset, the American bench, because it\ndeals with the most fiercely contested of political issues, has been an\ninstrument necessary to political success. Consequently, political\nparties have striven to control it, and therefore the bench has always\nhad an avowed partisan bias. This avowed political or social bias has, I\ninfer, bred among the American people the conviction that justice is not\nadministered indifferently to all men, wherefore the bench is not\nrespected with us as, for instance, it is in Great Britain, where law\nand politics are sundered. Nor has the dissatisfaction engendered by\nthese causes been concealed. On the contrary, it has found expression\nthrough a series of famous popular leaders from Thomas Jefferson to\nTheodore Roosevelt.",
        "The Constitution could hardly have been adopted or the government\norganized but for the personal influence of Washington, whose power lay\nin his genius for dealing with men. He lost no time or strength in\nspeculation, but, taking the Constitution as the best implement at hand,\nhe went to the work of administration by including the representatives\nof the antagonistic extremes in his Cabinet. He might as well have\nexpected fire and water to mingle as Jefferson and Hamilton to\nharmonize. Probably he had no delusions on that head when he chose them\nfor his ministers, and he accomplished his object. He paralyzed\nopposition until the new mechanism began to operate pretty regularly,\nbut he had not an hour to spare. Soon the French Revolution heated\npassions so hot that long before Washington’s successor was elected the\nUnited States was rent by faction.",
        "The question which underlay all other questions, down to the Civil War,\nwas the determination of the seat of sovereignty. Hamilton and the\nFederalists held it to be axiomatic that, if the federal government were\nto be more than a shadow, it must interpret the meaning of the\ninstrument which created it, and, if so, that it must signify its\ndecisions through the courts. Only in this way, they argued, could\nwritten limitations on legislative power be made effective. Only in this\nway could statutes which contravened the Constitution be set aside.[7]",
        "Jefferson was abroad when Hamilton wrote The Federalist, but his views\nhave since been so universally accepted as embodying the opposition to\nHamilton, that they may be conveniently taken as if they had been\npublished while the Constitution was under discussion. Substantially\nthe same arguments were advanced by others during the actual debate, if\nnot quite so lucidly or connectedly then, as afterward by him.",
        "Very well, said Jefferson, in answer to Hamilton, admitting, for the\nmoment, that the central government shall define its own powers, and\nthat the courts shall be the organ through which the exposition shall be\nmade, both of which propositions I vehemently deny, you have this\nresult: The judges who will be called upon to pass upon the validity of\nnational and state legislation will be plunged in the most heated of\ncontroversies, and in those controversies they cannot fail to be\ninfluenced by the same passions and prejudices which sway other men. In\na word they must decide like legislators, though they will be exempt\nfrom the responsibility to the public which controls other legislators.\nSuch conditions you can only meet by making the judicial tenure of\noffice ephemeral, as all legislative tenure is ephemeral.",
        "It is vain to pretend, continued he, in support of fixity of tenure,\nthat the greater the pressure on the judge is likely to be, the more\nneed there is to make him secure. This may be true of judges clothed\nwith ordinary attributes, like English judges, for, should these try to\nnullify the popular will by construing away statutes, Parliament can\ninstantly correct them, or if Parliament fail in its duty, the\nconstituencies, at the next election, can intervene. But no one will be\nable to correct the American judge who may decline to recognize the law\nwhich would constrain him. Nothing can shake him save impeachment for\nwhat is tantamount to crime, or being overruled by a constitutional\namendment which you have purposely made too hard to obtain to be a\nremedy. He is to be judge in his own case without an appeal.",
        "Nowhere in all his long and masterly defence of the Constitution did\nHamilton show so much embarrassment as here, and because, probably, he\ndid not himself believe in his own brief. He really had faith in the\nEnglish principle of an absolute parliament, restrained, if needful, by\na conservative chamber, like the House of Lords, but not in the total\nsuspension of sovereignty subject to judicial illumination. Consequently\nhe fell back on platitudes about judicial high-mindedness, and how\njudges could be trusted not to allow political influences to weigh with\nthem when deciding political questions. Pushed to its logical end,\nconcluded he, the Jeffersonian argument would prove that there should be\nno judges distinct from legislatures.[8]",
        "Now, at length, exclaimed the Jeffersonian in triumph, you admit our\nthesis. You propose to clothe judges with the highest legislative\nfunctions, since you give them an absolute negative on legislation, and\nyet you decline to impose on them the responsibility to a constituency,\nwhich constrains other legislators. Clearly you thus make them\nautocratic, and in the worst sense, for you permit small bodies of\nirresponsible men under pretence of dispensing justice, but really in a\nspirit of hypocrisy, to annul the will of the majority of the people,\neven though the right of the people to exercise their will, in the\nmatters at issue, be clearly granted them in the Constitution.",
        "No, rejoined Hamilton, thus driven to the wall, judges never will so\nabuse their trust. The duty of the judge requires him to suppress his\nwill, and exercise his judgment only. The Constitution will be\nbefore him, and he will have only to say whether authority to legislate\non a given subject is granted in that instrument. If it be, the\ncharacter of the legislation must remain a matter of legislative\ndiscretion. Besides, you must repose confidence somewhere, and judges,\non the whole, are more trustworthy than legislators. How can you say\nthat, retorted the opposition, when you, better than most men, know the\nline of despotic legal precedents from the Ship Money down to the Writs\nof Assistance?",
        "Looking back upon this initial controversy touching judicial functions\nunder the Constitution, we can hardly suppose that Hamilton did not\nperceive that, in substance, Jefferson was right, and that a bench\npurposely constructed to pass upon political questions must be\npolitically partisan. He knew very well that, if the Federalists\nprevailed in the elections, a Federalist President would only appoint\nmagistrates who could be relied on to favor consolidation. And so the\nevent proved. General Washington chose John Jay for the first Chief\nJustice, who in some important respects was more Federalist than\nHamilton, while John Adams selected John Marshall, who, though one of\nthe greatest jurists who ever lived, was hated by Jefferson with a\nbitter hatred, because of his political bias. As time went on matters\ngrew worse. Before Marshall died slavery had become a burning issue, and\nthe slave-owners controlled the appointing power. General Jackson\nappointed Taney to sustain the expansion of slavery, and when the\nanti-slavery party carried the country with Lincoln, Lincoln supplanted\nTaney with Chase, in order that Chase might stand by him in his struggle\nto destroy slavery. And as it has been, so must it always be. As long as\nthe power to enact laws shall hinge on the complexion of benches of\njudges, so long will the ability to control a majority of the bench be\nas crucial a political necessity as the ability to control a majority in\navowedly representative assemblies.",
        "Hamilton was one of the few great jurists and administrators whom\nAmerica has ever produced, and it is inconceivable that he did not\nunderstand what he was doing. He knew perfectly well that, other things\nbeing equal, the simplest administrative mechanism is the best, and he\nknew also that he was helping to make an extremely complicated\nmechanism. Not only so, but at the heart of this complexity lay the\ngigantic cog of the judiciary, which was obviously devised to stop\nmovement. He must have had a reason, beyond the reason he gave, for not\nonly insisting on clothing the judiciary with these unusual political\nand legislative attributes, but for giving the judiciary an\nunprecedented fixity of tenure. I suspect that he was actuated by some\nsuch considerations as these:",
        "The Federalists, having pretty good cause to suppose themselves in a\npopular minority, purposed to consolidate the thirteen states under a\nnew sovereign. There were but two methods by which they could prevail;\nthey could use force, or, to secure assent, they could propose some\nsystem of arbitration. To escape war the Federalists convened the\nconstitutional convention, and by so doing pledged themselves to\narbitration. But if their plan of consolidation were to succeed, it was\nplain that the arbitrator must arbitrate in their favor, for if he\narbitrated as Mr. Jefferson would have wished, the United States under\nthe Constitution would have differed little from the United States under\nthe Confederation. The Federalists, therefore, must control the\narbitrator. If the Constitution were to be adopted, Hamilton and every\none else knew that Washington would be the first President, and\nWashington could be relied on to appoint a strong Federalist bench.\nHence, whatever might happen subsequently, when the new plan first\nshould go into operation, and when the danger from insubordination among\nthe states would probably be most acute, the judiciary would be made to\nthrow its weight in favor of consolidation, and against disintegration,\nand, if it did so, it was essential that it should be protected against\nanything short of a revolutionary attack.",
        "In the convention, indeed, Charles Pinckney of South Carolina suggested\nthat Congress should be empowered to negative state legislation, but\nsuch an alternative, for obvious reasons, would have been less palatable\nto Hamilton, since Congress would be only too likely to fall under the\ncontrol of the Jeffersonian party, while a bench of judges, if once well\nchosen, might prove to be for many years an “excellent barrier to the\nencroachments and oppressions of the representative body.\"[9]",
        "I infer that Hamilton and many other Federalists reasoned somewhat thus,\nnot only from what they wrote, but from the temper of their minds, and,\nif they did, events largely justified them. John Jay, Oliver Ellsworth,\nand John Marshall were successively appointed to the office of Chief\nJustice, nor did the complexion of the Supreme Court change until after\n1830.",
        "What interests us, however, is not so much what the Federalists thought,\nor the motives which actuated them, as the effect which the clothing of\nthe judiciary with political functions has had upon the development of\nthe American republic, more especially as that extreme measure might\nhave been avoided, had Pinckney’s plan been adopted. Nor, looking back\nupon the actual course of events, can I perceive that, so far as the\nmovement toward consolidation was concerned, the final result would have\nvaried materially whether Congress or the Supreme Court had exercised\ncontrol over state legislation. Marshall might just as well, in the one\ncase as the other, have formulated his theory of a semi-centralized\nadministration. He would only have had uniformly to sustain Congress, as\nan English judge sustains Parliament. Nor could either Congress or the\nCourt have reached a definite result without an appeal to force. Either\nchamber might expound a theory, but nothing save an army could establish\nit.",
        "For two generations statesmen and jurists debated the relation of the\ncentral to the local sovereignties with no result, for words alone could\ndecide no such issue. In America, as elsewhere, sovereignty is\ndetermined by physical force. Marshall could not conquer Jefferson, he\ncould at most controvert Jefferson’s theory. This he did, but, in doing\nso, I doubt if he were quite true to himself. Jefferson contended that\nevery state might nullify national legislation, as conversely Pinckney\nwished Congress to be given explicitly the power to nullify state\nlegislation; and Marshall, very sensibly, pointed out that, were\nJefferson’s claim carried into practice, it would create “a hydra in\ngovernment,\"[10] yet I am confident that Marshall did not appreciate\nwhither his own assertion of authority must lead. In view of the victory\nof centralization in the Civil War, I will agree that the Supreme Court\nmight have successfully maintained a position as arbitrator touching\nconflicting jurisdictions, as between the nation and the states, but\nthat is a different matter from assuming to examine into the wisdom of\nthe legislation itself. The one function might, possibly, pass by\ncourtesy as judicial; the other is clearly legislative.",
        "This distinction only developed after Marshall’s death, but the\nresentment which impelled Marshall to annul an act of Congress was\nroused by the political conflict which preceded the election of 1800, in\nwhich Marshall took a chief part. Apparently he could not resist the\ntemptation of measuring himself with his old adversary, especially as he\nseems to have thought that he could discredit that adversary without\ngiving him an opportunity to retaliate.",
        "In 1798 a Federalist Congress passed the Alien and Sedition Acts, whose\nconstitutionality no Federalist judge ever doubted, but which Jefferson\nconsidered as clearly a violation of the fundamental compact, since they\ntended to drive certain states, as he thought, into “revolution and\nblood.” Under this provocation Jefferson proclaimed that it was both the\nright and the duty of any state, which felt itself aggrieved, to\nintervene to arrest “the progress of the evil,” within her territory,\nby declining to execute, or by “nullifying,” the objectionable statutes.\nAs Jefferson wrote the Kentucky Resolutions in 1798 and was elected\nPresident in 1800, the people at least appeared to have sustained him in\nhis exposition of the Constitution, before he entered into office.",
        "At this distance of time we find it hard to realize what the election of\n1800 seemed to portend to those who participated therein. Mr. Jefferson\nalways described it as amounting to a revolution as profound as, if less\nbloody than, the revolution of 1776, and though we maybe disposed to\nimagine that Jefferson valued his own advent to power at its full worth,\nit must be admitted that his enemies regarded it almost as seriously.\nNor were they without some justification, for Jefferson certainly\nrepresented the party of disintegration. “Nullification” would have been\ntantamount to a return to the condition of the Confederation. Besides,\nJefferson not so many years before had written, in defence of Shays’s\nrebellion, that the tree of Liberty could never flourish unless\nrefreshed occasionally with the blood of patriots and tyrants. To most\nFederalists Jefferson seemed a bloodthirsty demagogue. In 1796 Oliver\nEllsworth had been appointed Chief Justice by General Washington in the\nplace of Jay, who resigned, and in 1799 John Adams sent Ellsworth as an\nenvoy to France to try to negotiate a treaty which should reëstablish\npeace between the two countries. Ellsworth succeeded in his mission, but\nthe hardships of his journey injured his health, and he, in turn,\nresigned in the autumn of 1800. Then Adams offered the Chief Justiceship\nto Jay, but Jay would not return to office, and after this the President\nselected his Secretary of State, John Marshall, one of the greatest of\nthe great Virginians, but one of Jefferson’s most irreconcilable\nenemies. Perhaps at no moment in his life did John Adams demonstrate his\nlegal genius more convincingly than in this remarkable nomination. Yet\nit must be conceded that, in making John Marshall Chief Justice, John\nAdams deliberately chose the man whom, of all his countrymen, he thought\nto be the most formidable champion of those views which he himself\nentertained, and which he conceived that he had been elected President\nto advance. Nor was John Adams deceived. For thirty-four years John\nMarshall labored ceaselessly to counteract Jefferson’s constitutional\nprinciples, while Jefferson always denounced the political partiality of\nthe federal courts, and above all the “rancorous hatred which Marshall\nbears to the government of his country, and ... the cunning and\nsophistry within which he is able to enshroud himself.\"[11]",
        "No one, at this day, would be disposed to dispute that the Constitution,\nas a device to postpone war among the states, at least for a period, was\nsuccessful, and that, as I have already pointed out, during the\ntentative interval which extended until Appomattox, the Supreme Court\nserved perhaps as well, in ordinary times, as an arbiter between the\nstates and the general government, as any which could have been\nsuggested. So much may be conceded, and yet it remains true, as the\nrecord will show, that when it passed this point and entered into\nfactional strife, the Supreme Court somewhat lamentably failed, probably\ninjuring itself and popular respect for law, far more by its errors,\nthan it aided the Union by its political adjudications.",
        "Although John Marshall, by common consent, ranks as one of the greatest\nand purest of Americans, yet even Marshall had human weaknesses, one of\nwhich was a really unreasonable antipathy to Thomas Jefferson; an\nantipathy which, I surmise, must, when Jefferson was inaugurated, have\nverged upon contempt. At least Marshall did what cautious men seldom do\nwhen they respect an adversary, he took the first opportunity to pick a\nquarrel with a man who had the advantage of him in position.",
        "In the last days of his presidency John Adams appointed one William\nMarbury a justice of the peace for the District of Columbia. The Senate\nconfirmed the appointment, and the President signed, and John Marshall,\nas Secretary of State, sealed Marbury’s commission; but in the hurry of\nsurrendering office the commission was not delivered, and Jefferson\nfound it in the State Department when he took possession. Resenting\nviolently these “midnight” appointments, as he called them, Jefferson\ndirected Mr. Madison, his Secretary of State, to withhold the\ncommission; and, at the next December term of the Supreme Court, Marbury\nmoved for a rule to Madison to show cause why he should not be commanded\nto deliver to the plaintiff the property to which Marbury pretended to\nbe entitled. Of course Jefferson declined to appear before Marshall,\nthrough his Secretary of State, and finally, in February, 1803, Marshall\ngave judgment, in what was, without any doubt, the most anomalous\nopinion he ever delivered, in that it violated all judicial conventions,\nfor, apparently, no object, save to humiliate a political opponent.",
        "Marshall had no intention of commanding Madison to surrender the\ncommission to Marbury. He was too adroit a politician for that. Marshall\nknew that he could not compel Jefferson to obey such a writ against his\nwill, and that in issuing the order he would only bring himself and his\ncourt into contempt. What he seems to have wished to do was to give\nJefferson a lesson in deportment. Accordingly, instead of dismissing\nMarbury’s suit upon any convenient pretext, as, according to legal\netiquette, he should have done if he had made up his mind to decide\nagainst the plaintiff, and yet thought it inexpedient to explain his\nview of the law, he began his opinion with a long and extra-judicial\nhomily, first on Marbury’s title to ownership in the commission, and\nthen on civil liberty. Having affirmed that Marbury’s right to his\noffice vested when the President had signed, and the Secretary of State\nhad sealed the instrument, he pointed out that withholding the property\nthus vested was a violation of civil rights which could be examined in a\ncourt of justice. Were it otherwise, the Chief Justice insisted, the\ngovernment of the United States could not be termed a government of laws\nand not of men.",
        "All this elaborate introduction was in the nature of a solemn lecture by\nthe Chief Justice of the Supreme Court to the President of the United\nStates upon his faulty discharge of his official duties. Having eased\nhis mind on this head, Marshall went on, very dexterously indeed, but\nalso very palpably, to elude the consequences of his temerity. He\ncontinued: The right of property being established, and the violation of\nthat right clear, it is plain that a wrong has been committed, and it\nonly remains to determine whether that wrong can be redressed under this\nform of procedure. We are of opinion that it cannot, because Congress\nhas no constitutional power to confer upon the Supreme Court original\njurisdiction in this class of litigation. In the lower courts alone can\nthe relief prayed for be obtained.",
        "Of all the events of Marshall’s life this controversy with Jefferson\nseems to me the most equivocal, and it was a direct effect of a\nconstitutional system which has permitted the courts to become the\ncensor of the political departments of the government. Marshall,\nprobably, felt exasperated by Jefferson’s virulence against these final\nappointments made by John Adams, while Marshall was Secretary of State,\nand for which he may have felt himself, in part, responsible. Possibly,\neven, he may have taken some of Jefferson’s strictures as aimed at\nhimself. At all events he went to extreme lengths in retaliation. He\nmight have dismissed the litigation in a few words by stating that,\nwhatever the abstract rights of the parties might have been, the Supreme\nCourt had no power to constrain the President in his official functions;\nbut he yielded to political animosity. Then, having taken a position\npractically untenable, he had to find an avenue of retreat, and he found\nit by asserting a supervisory jurisdiction over Congress, a step which,\neven at that early period, was most hazardous.[12]",
        "In reality Jefferson’s temper, far from being vindictive and\nrevolutionary, as his enemies believed, was rather gentle and timid, but\nhe would have been more than mortal had he endured such an insult in\nsilence. Nor could he, perhaps, have done so without risking the respect\nof his followers. So he decided on reprisals, and a scheme was matured\namong influential Virginians, like John Randolph and Senator William\nGiles, to purge the Supreme Court of Federalists. Among the associate\njustices of this court was Samuel Chase, a signer of the Declaration of\nIndependence and an able lawyer, but an arrogant and indiscreet\npartisan. Chase had made himself obnoxious on various public occasions\nand so was considered to be the best subject to impeach; but if they\nsucceeded with him the Jeffersonians proclaimed their intention of\nremoving all his brethren seriatim, including the chief offender of all,\nJohn Marshall. One day in December, 1804, Senator Giles, of Virginia,\nin a conversation which John Quincy Adams has reported in his diary,\ndiscussed the issue at large, and that conversation is most apposite\nnow, since it shows how early the inevitable tendency was developed to\nmake judges who participate in political and social controversies\nresponsible to the popular will. The conversation is too long to extract\nin full, but a few sentences will convey its purport:–",
        "“He treated with the utmost contempt the idea of an independentjudiciary.... And if the judges of the Supreme Court should dare, as\nthey had done, to declare an act of Congress unconstitutional, or to\nsend a mandamus to the Secretary of State, as they had done, it was\nthe undoubted right of the: House of Representatives to impeach them,\nand of the Senate to remove them, for giving such opinions, however\nhonest or sincere they may have been in entertaining them. * * * And a\nremoval by impeachment was nothing more than a declaration by Congress\nto this effect: You hold dangerous opinions, and if you are suffered to\ncarry them into effect you will work the destruction of the nation. We\nwant your offices, for the purpose of giving them to men who will fill\nthem better.\"[13]",
        "Jefferson, though he controlled a majority in the Senate, failed by a\nnarrow margin to obtain the two-thirds vote necessary to convict Chase.\nNevertheless, he accomplished his object. Chase never recovered his old\nassurance, and Marshall never again committed a solecism in judicial\nmanners. On his side, after the impeachment, Jefferson showed\nmoderation. He might, if he had been malevolent, without doubt, have\nobtained an act of Congress increasing the membership of the Supreme\nCourt enough to have put Marshall in a minority. Then by appointing men\nlike Giles he could have compelled Marshall to resign. He did nothing of\nthe kind. He spared the Supreme Court, which he might have overthrown,\nand contented himself with waiting until time should give him the\nopportunity to correct the political tendencies of a body of men whom he\nsincerely regarded as a menace to, what he considered, popular\ninstitutions. Thus the ebullition caused by Marshall’s acrimony toward\nJefferson, because of Jefferson’s strictures on the appointments made\nby his predecessor subsided, leaving no very serious immediate mischief\nbehind, save the precedent of the nullification of an act of Congress by\nthe Supreme Court. That precedent, however, was followed by Marshall’s\nDemocratic successor. And nothing can better illustrate the inherent\nvice of the American constitutional system than that it should have been\npossible, in 1853, to devise and afterward present to a tribunal, whose\nprimary purpose was to administer the municipal law, a set of facts for\nadjudication, on purpose to force it to pass upon the validity of such a\nstatute as the Missouri Compromise, which had been enacted by Congress\nin 1820, as a sort of treaty of peace between the North and South, and\nwhose object was the limitation of the spread of slavery. Whichever way\nthe Court decided, it must have fallen into opprobrium with one-half the\ncountry. In fact, having been organized by the slaveholders to sustain\nslavery, it decided against the North, and therefore lost repute with\nthe party destined to be victorious. I need not pause to criticise the\nanimus of the Court, nor yet the quality of the law which the Chief\nJustice there laid down. It suffices that in the decade which preceded\nhostilities no event, in all probability, so exasperated passions, and\nso shook the faith of the people of the northern states in the\njudiciary, as this decision. Faith, whether in the priest or the\nmagistrate, is of slow growth, and if once impaired is seldom fully\nrestored. I doubt whether the Supreme Court has ever recovered from the\nshock it then received, and, considered from this point of view, the\ncareless attitude of the American people toward General Grant’s\nadministration, when in 1871 it obtained the reversal of Hepburn v.\nGriswold by appointments to the bench, assumes a sombre aspect.",
        "Of late some sensitiveness has been shown in regard to this transaction,\nand a disposition has appeared to defend General Grant and his\nAttorney-General against the charge of manipulating the membership of\nthe bench to suit their own views. At the outset, therefore, I wish to\ndisclaim any intention of entering into this discussion. To me it is\nimmaterial whether General Grant and Mr. Hoar did or did not nominate\njudges with a view to obtaining a particular judgment. I am concerned\nnot with what men thought, but with what they did, and with the effect\nof their acts at the moment, upon their fellow-citizens.",
        "Hepburn v. Griswold was decided in conference on November 27, 1869,\nwhen eight justices were on the bench. On February 1, following, Justice\nGrier resigned, and, on February 7, judgment was entered, the court then\nbeing divided four to three, but Grier having been with the majority,\nthe vote in reality stood five to three. Two vacancies therefore existed\non February 7, one caused by the resignation of Grier, the other by an\nact of Congress which had enlarged the court by one member, and which\nhad taken effect in the previous December.",
        "Chief Justice Chase held that the clause of the currency laws of 1862\nand 1863 which made depreciated paper a legal tender for preëxisting\ndebts was unconstitutional. No sooner had the judgment been recorded\nthan all the world perceived that, if both vacancies should be filled\nwith men who would uphold the acts, Hepburn v. Griswold might be\nreversed by a majority of one.",
        "The Republican party had full control of the government and was united\nin vehement support of the laws. On March 21, the second of the two new\njudges received his commission, and precisely ten days afterward the\nAttorney-General moved for a rehearing, taunting the Chief Justice with\nhaving changed his opinion on this point, and intimating that the issue\nwas in reality political, and not judicial at all.",
        "In the December Term following Knox v. Lee was argued by the\nAttorney-General, and, on May 1, 1871, judgment was entered reversing\nHepburn v. Griswold, both the new judges voting with the former\nminority, thus creating the necessary majority of one. No one has ever\ndoubted that what General Grant did coincided with the drift of opinion,\nand that the Republican party supported him without inquiring how he had\nachieved success.[14] After this it is difficult to suppose that much\nrespect could remain among the American people for the sanctity of\njudicial political decisions, or that a President, at the head of a\npopular majority, would incur much odium for intervening to correct\nthem, as a party measure.",
        "The last example of judicial interference which I shall mention was the\nnullification, in 1895, of a statute of Congress which imposed an income\ntax. The states have since set this decision aside by constitutional\namendment, and I should suppose that few would now dispute that the\nCourt when it so decided made a serious political and social error. As\nMr. Justice White pointed out, the judges undertook to deprive the\npeople, in their corporate capacity, of a power conceded to Congress “by\nuniversal consensus for one hundred years.\"[15] These words were used in\nthe first argument, but on the rehearing the present Chief Justice waxed\nwarm in remonstrating against the unfortunate position in which his\nbrethren placed the Court before the nation, protesting with almost\npassionate earnestness against the reversal by half-a-dozen judges of\nwhat had been the universally accepted legal, political, and economic\npolicy of the country solely in order that “invested wealth” might be\nread “into the constitution” as a favored and protected class of\nproperty. Mr. Justice White closed by saying that by this act the\nSupreme Court had “deprived [the Government] of an inherent attribute of\nits being.\"[16] I might go on into endless detail, but I apprehend\nthat these cases, which are the most important which have ever arisen on\nthis issue, suffice for my purpose.[17] I contend that no court can,\nbecause of the nature of its being, effectively check a popular majority\nacting through a coordinate legislative assembly, and I submit that the\nprecedents which I have cited prove this contention. The only result of\nan attempt and failure is to bring courts of justice into odium or\ncontempt, and, in any event, to make them objects of attack by a\ndominant social force in order to use them as an instrument, much as\nCharles II used Jeffreys.",
        "The moment we consider the situation philosophically we perceive why\nusing a court to control a coordinate legislature must, nearly\ninevitably, be sooner or later fatal to the court, if it asserts its\nprerogative. A court to be a fit tribunal to administer the municipal\nlaw impartially, or even relatively impartially, must be a small body of\nmen, holding by a permanent and secure tenure, guarded from all pressure\nwhich may unduly influence them. Also they should be men of much\nexperience and learned in the precedents which should make the rules\nwhich they apply stable and consistent. In short, a court should be\nrigid and emotionless. It follows that it must be conservative, for its\nmembers should long have passed that period of youth when the mind is\nsensitive to new impressions. Were it otherwise, law would cease to be\ncohesive. A legislature is nearly the antithesis of a court. It is\ndesigned to reflect the passions of the voters, and the majority of\nvoters are apt to be young. Hence in periods of change, when alone\nserious clashes between legislatures and courts are likely to occur, as\nthe social equilibrium shifts the legislature almost certainly will\nreflect the rising, the court the sinking power. I take the Dred Scott\nCase as an illustration. In 1857 the slaveholding interest had passed\nthe zenith of high fortune, and was hastening toward its decline. In the\nelections of 1858 the Democratic party, which represented slavery, was\ndefeated. But the Supreme Court had been organized by Democrats who had\nbeen dominant for many years, and it adhered, on the principle laid down\nby Jeffreys, to the master which created it.",
        "Occasionally, it is true, a court has been constructed by a rising\nenergy, as was the Supreme Court in 1789, but then it is equally\ntenacious to the instinct which created it. The history of the Supreme\nCourt is, in this point of view, eminently suggestive. The Federalist\ninstinct was constructive, not destructive, and accordingly Marshall’s\nfame rests on a series of constructive decisions like M’Culloch v.\nMaryland, Cohens v. Virginia, and Gibbons v. Odgen. In these\ndecisions he either upheld actual national legislation, or else the\npower of the nation to legislate. Conversely, whenever Marshall or his\nsuccessors have sought to obstruct social movement they have not\nprospered. Marbury v. Madison is not an episode on which any admirer\nof Marshall can linger with satisfaction. In theory it may be true, as\nHamilton contended, that, given the fact that a written constitution is\ninevitable, a bench of judges is the best tribunal to interpret its\nmeaning, since the duty of the judge has ever been and is now to\ninterpret the meaning of written instruments; but it does not follow\nfrom this premise that the judges who should exercise this office should\nbe the judges who administer the municipal law. In point of fact\nexperience has proved that, so far as Congress is concerned, the results\nof judicial interference have been negative. And it would be well if in\nother spheres of American constitutional development, judicial activity\nhad been always negative. Unfortunately, as I believe, it has extended\ninto the domain of legislation. I will take the Dred Scott Case once\nmore to illustrate my meaning. The North found it bad enough for the\nSupreme Court to hold that, under the Constitution, Congress could not\nexclude slavery from the national territory beyond a certain boundary\nwhich had been fixed by compromise between the North and South. But the\nNorth would have found it intolerable if the Court, while fully\nconceding that Congress might so legislate, if the character of the\nlegislation commended itself to the judges, had held the Missouri\nCompromise to be unconstitutional because they thought it\nunreasonable. Yet this, in substance, is what our courts have done.\nAnd this brings me to the consideration of American courts as\nlegislative chambers.",
        "[6] The relation of courts to legislation in European countries has been\npretty fully considered by Brinton Coxe, in Judicial Power and\nConstitutional Legislation.",
        "[7] Federalist No. LXXVIII.",
        "[8] The Federalist, No. LXXVIII.",
        "[9] The Federalist, No. LXXVIII.",
        "[10] Cohens v. Virginia, 6 Wheaton 415.",
        "[11] To Madison, Ford, 9, 275.",
        "[12] Marshall’s constitutional doctrine was not universally accepted,\neven in the courts of the northern states, until long afterward. As\neminent a jurist as Chief Justice Gibson of Pennsylvania, as late as\n1825, gave a very able dissenting opinion in opposition in Eakin v.\nRaub, 12 S.&R., 344.",
        "[13] Memoirs, I, 322.",
        "[14] Hepburn v. Griswold, 8 Wallace 603. Decided in conference on Nov.\n27, 1869, more than a month before Grier’s resignation. Knox v. Lee,\n12 Wallace 457.",
        "[15] 157 U.s. 608.",
        "[16] Pollock v. The Farmers’ Loan & Trust Co., 158 U.S. 715.",
        "[17] In 1889 Mr. J.C. Bancroft Davis compiled a table of the acts of\nCongress which up to that time had been held to be unconstitutional. It\nis to be found in the Appendix to volume 131 U.S. Reports, page CCXXXV.\nMr. Davis has, however, omitted from his list the Dred Scott Case,\nprobably for the technical reason that, in 1857, when the cause was\ndecided, the Missouri Compromise had been repealed. Nevertheless, though\nthis is true, Tansy’s decision hinged upon the invalidity of the law.",
        "Besides the statutes which I have mentioned in the test, the two most\nimportant, I suppose, which have been annulled, have to me no little\ninterest. These are the Civil Rights Act of 1875, and the Employers’\nLiability Act of 1906. The Civil Rights Act of 1875 grew rapidly\nunpopular, and the decision which overturned it coincided with the\nstrong drift of opinion. The Civil Rights Cases were decided in October,\n1883, and Mr. Cleveland was elected President in 1884. Doubtless the law\nwould have been repealed had the judiciary supported it. Therefore this\nadjudication stood.",
        "On the other hand, the Employers’ Liability Act of 1906 was held bad\nbecause Congress undertook to deal with commerce conducted wholly within\nthe states, and therefore beyond the national jurisdiction. The Court,\nconsequently, in the Employers’ Liability Cases, simply defined the\nlimits of sovereignty, as a Canadian Court might do; it did not question\nthe existence of sovereignty itself. In 1908 Congress passed a statute\nfree from this objection, and the Court, in the Second Employers’\nLiability Cases, 223 U.S. 1, sustained the legislation in the most\nthoroughgoing manner. I know not where to look for two better\nillustrations of my theory.",
        "In one point of view many of the greatest of the Federalists were\nidealists. They seem sincerely to have believed that they could, by some\nform of written words, constrain a people to be honest against their\nwill, and almost as soon as the new government went into operation they\ntested these beliefs by experiment, with very indifferent success. I\ntake it that jurists like Jay and Marshall held it to be axiomatic that\nrules of conduct should be laid down by them which would be applicable\nto rich and poor, great and small, alike, and that courts could maintain\nsuch rules against all pressure. Possibly such principles may be\nenforced against individuals, but they cannot be enforced against\ncommunities, and it was here that the Federalist philosophy collapsed,\nas Hamilton, at least partly, foresaw that it must.",
        "Sovereigns have always enjoyed immunity from suit by private persons,\nunless they have been pleased to assent thereto, not because it is less\nwrongful for a sovereign than for an individual to cheat, but because\nthe sovereign cannot be arrested and the individual can. With the\nDeclaration of Independence the thirteen colonies became sovereigns.\nPetty sovereigns it is true, and singly contemptible in physical force\nas against most foreign nations, but none the less tenacious of the\nattributes of sovereignty, and especially of the attribute which enabled\nthem to repudiate their debts. Jay, Marshall, and their like, thought\nthat they could impose the same moral standard upon the states as upon\nprivate persons; they were unable to do so, but in making the attempt\nthey involved the American judicial system in a maze of difficulties\nwhose gravity, I fear, can hardly be exaggerated. Before entering upon\nthis history, however, I must say a word touching the nature of our law.",
        "Municipal law, to be satisfactory, should be a body of abstract\nprinciples capable of being applied impartially to all relevant facts,\njust as Marshall and Jay held it to be. Where exceptions begin, equality\nbefore the law ends, as I have tried to show by the story of King David\nand Uriah, and therefore the great effort of civilization has been to\nremove judges from the possibility of being subjected to a temptation,\nor to a pressure, which may deflect them from impartiality as between\nsuitors. In modern civilization, especially, nothing is so fatal to the\nprinciple of order as inequality in the dispensation of justice, and it\nwould have been reasonable to suppose that Americans, beyond all others,\nwould have been alive to this teaching of experience, and have\nstudiously withdrawn their bench from politics. In fact they have\nignored it, and instead they have set their judiciary at the focus of\nconflicting forces. The result has been the more unfortunate as the\nEnglish system of jurisprudence is ill calculated to bear the strain, it\nbeing inflexible. In theory the English law moves logically from\nprecedent to precedent, the judge originating nothing, only elaborating\nideas which he has received from a predecessor, and which are binding on\nhim. If the line of precedents leads to wrongful conclusions, the\nlegislature must intervene with a statute rectifying the wrong. The\nRomans, who were gifted with a higher legal genius than we, managed\nbetter. The praetor, by his edict, suppressed inconvenient precedents,\nand hence the Romans maintained flexibility in their municipal law\nwithout falling into confusion. We have nothing to correspond to the\npraetor.",
        "Thus the English system of binding precedents is troublesome enough in a\ncivilization in chronic and violent flux like modern civilization, even\nwhen applied to ordinary municipal law which may be changed at will by\nlegislation, but it brings society almost to a stand when applied to the\nmost vital functions of government, with no means at hand to obtain a\ncorrective. For the court of last resort having once declared the\nmeaning of a clause of the Constitution, that meaning remains fixed\nforever, unless the court either reverses itself, which is a disaster,\nor the Constitution can be amended by the states, which is not only\ndifficult, but which, even if it be possible, entails years of delay.",
        "Yet pressing emergencies arise, emergencies in which a settlement of\nsome kind must almost necessarily be reached somewhat rapidly to avert\nvery serious disorders, and it has been under this tension, as I\nunderstand American constitutional development, that our courts have\nresorted to legislation. Nor is it fair for us to measure the sagacity\nof our great jurists by the standard of modern experience. They lived\nbefore the acceleration of movement by electricity and steam. They could\nnot foresee the rapidity and the profundity of the changes which were\nimminent. Hence it was that, in the spirit of great lawyers, who were\nalso possibly men tinged with a certain enthusiasm for the ideal, they\nbegan their work by ruling on the powers and limitations of sovereignty,\nas if they were ruling on the necessity of honest intent in dealings\nwith one’s neighbor.",
        "In 1789 General Washington is said to have offered John Jay his choice\nof offices under the new government, and Jay chose the chief\njusticeship, because there he thought he could make his influence felt\nmost widely. If so he had his wish, and very shortly met with\ndisappointment. In the August Term of 1792, one Chisholm, a citizen of\nSouth Carolina, sued the State of Georgia for a debt. Georgia declined\nto appear, and in February, 1793, Jay, in an elaborate opinion, gave\njudgment for Chisholm. Jay was followed by his associates with the\nexception of Iredell, J., of North Carolina. Forthwith a ferment began,\nand in the very next session of Congress an amendment to the\nConstitution was proposed to make such suits impossible. In January,\n1798, five years after the case was argued, this amendment was declared\nto be adopted, but meanwhile Jay had resigned to become governor of New\nYork. In December, 1800, he was again offered the chief justiceship by\nJohn Adams, on the resignation of Oliver Ellsworth, but Jay resolutely\ndeclined. I have often wondered whether Jay’s mortification at having\nhis only important constitutional decision summarily condemned by the\npeople may not have given him a distaste for judicial life.",
        "The Federalist attempt to enforce on the states a positive rule of\neconomic morality, therefore, collapsed at once, but it still remained\npossible to approach the same problem from its negative side, through\nthe clause of the Constitution which forbade any state to impair the\nvalidity of contracts, and Marshall took up this aspect of the task\nwhere Jay left it. In Marshall’s mind his work was simple. He had only\nto determine the nature of a contract, and the rest followed\nautomatically. All contracts were to be held sacred. Their greater or\nless importance was immaterial.",
        "In 1810 Marshall expounded this general principle in Fletcher v.\nPeck.[18] “When ... a law is in its nature a contract ... a repeal of\nthe law cannot devest” rights which have vested under it. A couple of\nyears later he applied his principle to the extreme case of an unlimited\nremission of taxation.[19] The State of New Jersey had granted an\nexemption from taxation to lands ceded to certain Indians. Marshall held\nthat this contract ran with the land, and inured to the benefit of\ngrantees from the Indians. If the state cared to resume its power of\ntaxation, it must buy the grant back, and the citizens of New Jersey\nmust pay for their improvidence.",
        "Seven years later, in 1810, Marshall may, perhaps, be said to have\nreached the culmination of his career, for then he carried his moral\nstandard to a breaking strain. But, though his theory broke down,\nperhaps the most striking evidence of his wonderful intellectual\nsuperiority is that he convinced the Democrat, Joseph Story,–a man who\nhad been nominated by Madison to oppose him, and of undoubted strength\nof character,–of the soundness of his thesis. In 1769 King George III\nincorporated certain Trustees of Dartmouth College. The charter was\naccepted and both real and personal property were thereupon conveyed to\nthis corporate body, in trust for educational purposes. In 1816 the\nlegislature of New Hampshire reorganized the board of trustees against\ntheir will. If the incorporation amounted to a contract, the Court was\nclear that this statute impaired it; therefore the only really debatable\nissue was whether the grant of a charter by the king amounted to a\ncontract by him, with his subjects to whom he granted it. After\nprolonged consideration Marshall concluded that it did, and I conceive\nthat, in the eye of history, he was right. Throughout the Middle Ages\ncorporate privileges of all kinds, but especially municipal corporate\nprivileges, had been subjects of purchase and sale, and indeed the\nmediaeval social system rested on such contracts. So much was this the\ncase that the right to return members of Parliament from incorporated\nboroughs was, as Lord Eldon pointed out in the debates on the Reform\nBill, as much private property “as any of your lordships’\" titles and\npeerages.",
        "It was here that Marshall faltered. He felt that the public would not\nsupport him if he held that states could not alter town and county\ncharters, so he arbitrarily split corporations in halves, protecting\nonly those which handled exclusively private funds, and abandoning\n\"instruments of government,” as he called them, to the mercy of\nlegislative assemblies.",
        "Toward 1832 it became convenient for middle class Englishmen to\nconfiscate most of the property which the aristocracy had invested in\nparliamentary boroughs, and this social revolution was effected without\nstraining the judicial system, because of the supremacy of Parliament.\nIn America, at about the same time, it became, in like manner,\nconvenient to confiscate numerous equally well-vested rights, because,\nto have compensated the owners would have entailed a considerable\nsacrifice which neither the public nor the promoters of new enterprises\nwere willing to make. The same end was reached in America as in England,\nin spite of Chief Justice Marshall and the Dartmouth College Case, only\nin America it was attained by a legal somerset which has disordered the\ncourse of justice ever since.",
        "In 1697 King William III incorporated Trinity Church in the City of New\nYork, confirming to the society the possession of a parcel of land,\nadjoining the church, to be used as a churchyard for the burial of the\ndead. In 1823 the government of New York prohibited interments within\nthe city limits, thus closing the churchyard for the purposes for which\nit had been granted. As compensation was refused, it appeared to be a\nclear case of confiscation, and Trinity resisted. In the teeth of recent\nprecedents the Supreme Court of New York decided that, under the Police\nPower, the legislature of New York might authorize this sort of\nappropriation of private property for sanitary purposes, without paying\nthe owners for any loss they might thereby sustain.[20]",
        "The court thus simply dispensed the legislature from obedience to the\nlaw, saying in effect, “although the Constitution forbids impairing\ncontracts, and although this is a contract which you have impaired, yet,\nin our discretion, we suspend the operation of the Constitution, in this\ninstance, by calling your act an exercise of a power unknown to the\nframers of the Constitution.” I cannot doubt that Marshall would have\nflouted this theory had he lived to pass upon it, but Marshall died in\n1835, and the Charles River Bridge Case, in which this question was\nfirst presented to the Supreme Court of the United States, did not come\nup until 1837. Then Joseph Story, who remained as the representative of\nMarshall’s philosophy upon the bench, vehemently protested against the\nlatitudinarianism of Chief Justice Taney and his associates, but without\nproducing the slightest effect.",
        "In 1785 the Massachusetts legislature chartered the Charles River Bridge\nCompany to build a bridge between Boston and Charlestown, authorizing\nit, by way of consideration, to collect tolls for forty years. In 1792\nthe franchise was extended to seventy years, when the bridge was to\nrevert to the Commonwealth. In 1828 the legislature chartered the Warren\nBridge Company, expressly to build a bridge parallel to and practically\nadjoining the Charles River Bridge, the Warren Bridge to become a free\nbridge after six years. The purpose, of course, was to accelerate\nmovement by ruining the Charles River Bridge Company. The Charles River\nBridge Company sought to restrain the building of the Warren Bridge as a\nbreach of contract by the State, but failed to obtain relief in the\nstate courts, and before the cause could be argued at Washington the\nWarren Bridge had become free and had destroyed the value of the Charles\nRiver Bridge, though its franchise had still twenty years to run. As\nStory pointed out, no one denied that the charter of the Charles River\nBridge Company was a contract, and, as he insisted, it is only common\nsense as well as common justice and elementary law, that contracts of\nthis character should be reasonably interpreted so far as quiet\nenjoyment of the consideration granted is concerned; but all this\navailed nothing. The gist of the opposing argument is contained in a\nsingle sentence in the opinion of the Chief Justice who spoke for the\nmajority of the court: “The millions of property which have been\ninvested in railroads and canals, upon lines of travel which had been\nbefore occupied by turnpike corporations, will be put in jeopardy” if\nthis doctrine is to prevail.[21]",
        "The effect of the adoption by the Supreme Court of the United States of\nthe New York theory of the Police Power was to vest in the judiciary, by\nthe use of this catch-word, an almost unparalleled prerogative. They\nassumed a supreme function which can only be compared to the Dispensing\nPower claimed by the Stuarts, or to the authority which, according to\nthe Council of Constance, inheres in the Church, to “grant indulgences\nfor reasonable causes.” I suppose nothing in modern judicial history has\never resembled this assumption; and yet, when we examine it, we find it\nto be not only the logical, but the inevitable, effect of those\nmechanical causes which constrain mankind to move along the lines of\nleast resistance.",
        "Marshall, in a series of decisions, laid down a general principle which\nhad been proved to be sound when applied by ordinary courts, dealing\nwith ordinary social forces, and operating under the corrective power of\neither a legislature or a praetor, but which had a different aspect\nunder the American constitutional system. He held that the fundamental\nlaw, embodied in the Constitution, commanded that all contracts should\nbe sacred. Therefore he, as a judge, had but two questions to resolve:\nFirst, whether, in the case before him, a contract had been proved to\nexist. Second, admitting that a contract had been proved, whether it had\nalso been shown to have been impaired.",
        "Within ten years after these decisions it had been found in practice\nthat public opinion would not sustain so rigid an administration of the\nlaw. No legislature could intervene, and a pressure was brought to bear\nwhich the judges could not withstand; therefore, the Court yielded,\ndeclaring that if impairing a contract were, on the whole, for the\npublic welfare, the Constitution, as Marshall interpreted it, should be\nsuspended in favor of the legislation which impaired it. They called\nthis suspension the operation of the “Police Power.” It followed, as the\n\"Police Power” could only come into operation at the discretion of the\nCourt, that, therefore, within the limits of judicial discretion,\nconfiscation, however arbitrary and to whatever extent, might go on. In\nthe energetic language of the Supreme Court of Maine: “This duty and\nconsequent power override all statute or contract exemptions. The state\ncannot free any person or corporation from subjection to this power.\nAll personal, as well as property rights must be held subject to the\nPolice Power of the state.\"[22]",
        "Once the theory of the Police Power was established it became desirable\nto define the limits of judicial discretion, but that proved to be\nimpossible. It could not be determined in advance by abstract reasoning.\nHence, as each litigation arose, the judges could follow no rule but the\nrule of common sense, and the Police Power, translated into plain\nEnglish, presently came to signify whatever, at the moment, the judges\nhappened to think reasonable. Consequently, they began guessing at the\ndrift of public opinion, as it percolated to them through the medium of\ntheir education and prejudices. Sometimes they guessed right and\nsometimes wrong, and when they guessed wrong they were cast aside, as\nappeared dramatically enough in the temperance agitation.",
        "Up to about the middle of the last century the lawfulness of the liquor\nbusiness had been unquestioned in the United States, and money had been\ninvested as freely in it as in any other legitimate enterprise; but, as\nthe temperance agitation swept over the country, in obedience to the\nimpulsion given by science to the study of hygiene, dealing in liquor\ncame to be condemned as a crime. Presently legislatures began to pass\nstatutes to confiscate, more or less completely, this kind of property,\nand sufferers brought their cases before the courts to have the\nconstitutionality of the acts tested, under the provisions which existed\nin all state constitutions, forbidding the taking, by the public, of\nprivate property without compensation, or without due process of law.\nSuch a provision existed hi the constitution of the State of New York,\nadopted in 1846, and it was to invoke the protection of this clause that\none Wynehamer, who had been indicted in 1855, carried his case to the\nCourt of Appeals in the year 1856. In that cause Mr. Justice Comstock,\nwho was one of the ablest jurists New York ever produced, gave an\nopinion which is a model of judicial’ reasoning. He showed conclusively\nthe absurdity of constitutional restrictions, if due process of law may\nbe held to mean the enactment of the very statute drawn to work\nconfiscation.[23] This decision, which represented the profoundest\nconvictions of men of the calibre of Comstock and Denio, deserves to\nrank with Marshall’s effort in the Dartmouth College Case. In both\ninstances the tribunal exerted itself to carry out Hamilton’s principle\nof judicial duty by exercising its judgment and not its will. In\nother words, the judges propounded a general rule and then simply\ndetermined whether the set of facts presented to them fell within that\nrule. They resolutely declined to legislate by entering upon a\nconsideration of the soundness or reasonableness of the policy which\nunderlay the action of the legislature. In the one case as in the other\nthe effort was unavailing, as Jefferson prophesied that it would be. I\nhave told of Marshall’s overthrow in the Charles River Bridge Case, and\nin 1887, after controversies of this category had begun to come before\nthe Supreme Court of the United States under the Fourteenth Amendment,\nMr. Justice Harlan swept Mr. Justice Comstock aside by quietly ignoring\nan argument which was unanswerable.[24] The same series of phenomena\nhave appeared in regard to laws confiscating property invested in\nlotteries, when opinion turned against lotteries, or in occupations\nsupposed to be unsanitary, as in the celebrated case of the taxing out\nof existence of the rendering establishment which had been erected as a\npublic benefit to relieve the City of Chicago of its offal.[25] In fine,\nwhenever pressure has reached a given intensity, on one pretext or\nanother, courts have enforced or dispensed with constitutional\nlimitations with quite as much facility as have legislatures, and for\nthe same reasons. The only difference has been that the pressure which\nhas operated most directly upon courts has not always been the pressure\nwhich has swayed legislatures, though sometimes both influences have\ncombined. For example, during the Civil War, the courts sanctioned\neverything the popular majority demanded under the pretext of the War\nPower, as in peace they have sanctioned confiscations for certain\npopular purposes, under the name of the Police Power. But then, courts\nhave always been sensitive to financial influences, and if they have\nbeen flexible in permitting popular confiscation when the path of least\nresistance has lain that way, they have gone quite as far in the\nreverse direction when the amount of capital threatened has been large\nenough to be with them a countervailing force.",
        "As the federal Constitution originally contained no restriction upon the\nstates touching the confiscation of the property of their own citizens,\nprovided contracts were not impaired, it was only in 1868, by the\npassage of the Fourteenth Amendment, that the Supreme Court of the\nUnited States acquired the possibility of becoming the censor of state\nlegislation in such matters. Nor did the Supreme Court accept this\nburden very willingly or in haste. For a number of years it labored to\nconfine its function to defining the limits of the Police Power,\nguarding itself from the responsibility of passing upon the\n\"reasonableness” with which that power was used. It was only by somewhat\nslow degrees, as the value of the threatened property grew to be vast,\nthat the Court was deflected from this conservative course into\neffective legislation. The first prayers for relief came from the\nSouthern states, who were still groaning under reconstruction\ngovernments; but as the Southern whites were then rather poor, their\ncomplaints were neglected. The first very famous cause of this category\nis known as the Slaughter House Cases. In 1869 the Carpet Bag government\nof Louisiana conceived the plan of confiscating most of the property of\nthe butchers who slaughtered for New Orleans, within a district about as\nlarge as the State of Rhode Island. The Fourteenth Amendment forbade\nstates to deprive any person of life, liberty, or property, without due\nprocess of law, and the butchers of New Orleans prayed for protection,\nalleging that the manner in which their property had been taken was\nutterly lawless. But the Supreme Court declined to interfere, explaining\nthat the Fourteenth Amendment had been contrived to protect the\nemancipated slaves, and not to make the federal judiciary “a perpetual\ncensor upon all legislation of the states, on the civil rights of their\nown citizens, with authority to nullify such as it did not approve.\"[26]",
        "Although, even at that relatively early day, this conservatism met with\nstrong opposition within the Court itself, the pressure of vested wealth\ndid not gather enough momentum to overcome the inertia of the bench for\nnearly another generation. It was the concentration of capital in\nmonopoly, and the consequent effort by the public to regulate monopoly\nprices, which created the stress which changed the legal equilibrium.\nThe modern American monopoly seems first to have generated that amount\nof friction, which habitually finds vent in a great litigation, about\nthe year 1870; but only some years later did the states enter upon a\ndetermined policy of regulating monopoly prices by law, with the\nestablishment by the Illinois legislature of a tariff for the Chicago\nelevators. The elevator companies resisted, on the ground that\nregulation of prices in private business was equivalent to confiscation,\nand so in 1876 the Supreme Court was dragged into this fiercest of\ncontroversies, thereby becoming subject to a stress to which no\njudiciary can safely be exposed. Obviously two questions were presented\nfor adjudication: The first, which by courtesy might be termed legal,\nwas whether the fixing of prices by statute was a prerogative which a\nstate legislature might constitutionally exercise at all; the second,\nwhich was purely political, was whether, admitting that, in the\nabstract, such a power could be exercised by the state, Illinois had,\nin this particular case, behaved reasonably. The Supreme Court made a\nconscientious effort to adhere to the theory of Hamilton, that it\nshould, in emergencies like this, use its judgment only, and not its\nwill; that it should lay down a rule, not vote on the wisdom of a\npolicy. So the judges decided that, from time immemorial, the fixing of\nprices in certain trades and occupations had been a legislative\nfunction, which they supposed might be classified as a branch of the\nPolice Power, but they declared that with this expression of opinion\ntheir jurisdiction ended. When it came to asking them to criticise the\npropriety of legislation, it was, in substance, proposing that they\nshould substitute their will for the will of the representatives of\nthe people, which was impossible. I well remember the stir made by the\ncase of Munn v. Illinois.[27]",
        "Both in and out of the legal profession, those in harmony with the great\nvested interests complained that the Court had shirked its duty. But\nthese complaints soon ceased, for a movement was in progress which\nswept, for the moment, all before it. The great aggregations of capital,\nwhich had been accumulating ever since the Charles River Bridge Case,\nnot long after Munn v. Illinois attained to a point at which they\nbegan to grasp many important prerogatives of sovereignty, and to\nimpose, what was tantamount to, arbitrary taxation upon a large scale.\nThe crucial trial of strength came on the contest for control of the\nrailways, and in that contest concentrated capital prevailed. The\nSupreme Court reversed its attitude, and undertook to do that which it\nhad solemnly protested it could not do. It began to censor legislation\nin the interest of the strongest force for the time being, that force\nbeing actually financial. By the year 1800 the railway interest had\nexpanded prodigiously. Between 1876 and 1890 the investment in railways\nhad far more than doubled, and, during the last five years of this\nperiod, the increment had been at an average of about $450,000,000\nannually. At this point the majority of the court yielded, as ordinary\npolitical chambers always must yield, to extraordinary pressure. Mr.\nJustice Bradley, however, was not an ordinary man. He was, on the\ncontrary, one of the ablest and strongest lawyers who sat on the federal\nbench during the last half of the nineteenth century; and Bradley, like\nStory before him, remonstrated against turning the bench of magistrates,\nto which he belonged, from a tribunal which should propound general\nrules applicable to all material facts, into a jury to find verdicts on\nthe reasonableness of the votes of representative assemblies. The\nlegislature of Minnesota, in 1887, passed a statute to regulate railway\nrates, and provided that the findings of the commission which it erected\nto fix those rates should be final. The Chicago, Milwaukee & St. Paul\nRailway contended that this statute was unconstitutional, because it was\nunreasonable, and the majority of the Court sustained their\ncontention.[28] Justices Bradley, Gray, and Lamar dissented, and Bradley\non this occasion delivered an opinion, from which I shall quote a\nparagraph or two, since the argument appears to me conclusive, not only\nfrom the point of view of law, but of political expediency and of common\nsense:–",
        "“I cannot agree to the decision of the court in this case. It\npractically overrules Munn v. Illinois.... The governing principle of\nthose cases was that the regulation and settlement of the fares of\nrailroads and other public accommodations is a legislative prerogative,\nand not a judicial one. This is a principle which I regard as of great\nimportance....",
        "“But it is said that all charges should be reasonable, and that none but\nreasonable charges can be exacted; and it is urged that what is a\nreasonable charge is a judicial question. On the contrary, it is\npreëminently a legislative one, involving considerations of policy as\nwell as of remuneration.... By the decision now made we declare, in\neffect, that the judiciary, and not the legislature, is the final\narbiter in the regulation of fares and freights of railroads.... It is\nan assumption of authority on the part of the judiciary which, ... it\nhas no right to make. The assertion of jurisdiction by this court makes\nit the duty of every court of general jurisdiction, state or federal, to\nentertain complaints [of this nature], for all courts are bound by the\nConstitution of the United States, the same as we are.”",
        "There is little to add to these words. When the Supreme Court thus\nundertook to determine the reasonableness of legislation it assumed,\nunder a somewhat thin disguise, the position of an upper chamber, which,\nthough it could not originate, could absolutely veto most statutes\ntouching the use or protection of property, for the administration of\nmodern American society now hinges on this doctrine of judicial\ndispensation under the Police Power. Whether it be a regulation of rates\nand prices, of hours of labor, of height of buildings, of municipal\ndistribution of charity, of flooding a cranberry bog, or of prescribing\nto sleeping-car porters duties regarding the lowering of upper\nberths,–in questions great and small, the courts vote upon the\nreasonableness of the use of the Police Power, like any old-fashioned\ntown meeting. There is no rule of law involved. There is only opinion or\nprejudice, or pecuniary interest. The judges admit frankly that this is\nso. They avow that they try to weigh public opinion, as well as they\ncan, and then vote. In 1911 Mr. Justice Holmes first explained that the\nPolice Power extended to all great public needs, and then went on to\nobserve that this Police Power, or extraordinary prerogative, might be\nput forth by legislatures “in aid of what is sanctioned by usage, or\nheld by ... preponderant opinion to be ... necessary to the public\nwelfare.\"[29]",
        "A representative chamber reaches its conclusions touching “preponderant\nopinion” by a simple process, but the influences which sway courts are\nobscurer,–often, probably, beyond the sphere of the consciousness of\nthe judges themselves. Nor is this the worst; for, as I have already\nexplained, the very constitution of a court, if it be a court calculated\nto do its legitimate work upon a lofty level, precludes it from keeping\npace with the movement in science and the arts. Necessarily it lags some\nyears behind. And this tendency, which is a benefit in the dispensation\nof justice as between private litigants, becomes a menace when courts\nare involved in politics. A long line of sinister precedents crowd\nunbidden upon the mind. The Court of King’s Bench, when it held Hampden\nto be liable for the Ship Money, draped the scaffold for Charles I. The\nParliament of Paris, when it denounced Turgot’s edict touching the\ncorvée, threw wide the gate by which the aristocracy of France passed to\nthe guillotine. The ruling of the Superior Court of the Province of\nMassachusetts Bay, in the case of the Writs of Assistance, presaged the\nAmerican Revolution; and the Dred Scott decision was the prelude to the\nCivil War.",
        "The capital essential of justice is that, under like conditions, all\nshould fare alike. The magistrate should be no respecter of persons. The\nvice of our system of judicial dispensation is that it discriminates\namong suitors in proportion to their power of resistance. This is so\nbecause, under adequate pressure, our courts yield along the path of\nleast resistance. I should not suppose that any man could calmly turn\nover the pages of the recent volumes of the reports of the Supreme Court\nof the United States and not rise from the perusal convinced that the\nrich and the poor, the strong and the weak, do not receive a common\nmeasure of justice before that judgment seat. Disregarding the\ndiscrimination which is always apparent against those who are unpopular,\nor who suffer under special opprobrium, as do liquor dealers, owners of\nlotteries, and the like,[30] I will take, nearly at random, a couple of\nexamples of rate regulation, where tenderness has been shown property in\nsomething approaching to a mathematical ratio to the amount involved.",
        "In April, 1894, a record was produced before the Supreme Court which\nshowed that the State of North Dakota had in 1891 established rates for\nelevating and storing grain, which rates the defendant, named Brass, who\nowned a small elevator, alleged to be, to him in particular, utterlyruinous, and to be in general unreasonable. He averred that he used his\nelevator for the storage of his own grain, that it cost about $3000,\nthat he had no monopoly, as there were many hundred such elevators in\nthe state, and, as land fit for the purpose of building elevators was\nplenty and cheap, that any man could build an elevator in the town in\nwhich he lived, as well as he; that the rates he charged were\nreasonable, and that, were he compelled to receive grain generally at\nthe rates fixed by the statute, he could not store his own grain. All\nthese facts were admitted by demurrer, and Brass contended that if any\nman’s property were ever to be held to be appropriated by the public\nwithout compensation, and under no form of law at all save a predatory\nstatute, it should be his; but the Supreme Court voted the Dakota\nstatute to be a reasonable exercise of the Police Power,[31] and\ndismissed Brass to his fate.",
        "The converse case is a very famous one known as Smyth v. Ames,[32]\ndecided four years later, in 1898. In that case it appeared that the\nState of Nebraska had, in 1893, reduced freight rates within the state\nabout twenty-nine per cent, in order to bring them into some sort of\nrelation to the rates charged in the adjoining State of Iowa, which were\ncalculated to be forty per cent lower than the Nebraska rates. Several\nof the most opulent and powerful corporations of the Union were affected\nby this law, among others the exceedingly prosperous and influential\nChicago, Burlington & Quincy Railway. No one pretended that, were the\nlaw to be enforced, the total revenues of the Burlington would be\nseriously impaired, nor was it even clear that, were the estimate of\nreduction, revenue, and cost confined altogether to the commerce carried\non within the limits of the State of Nebraska, leaving interstate\ncommerce out of consideration, a loss would be suffered during the\nfollowing year. Trade might increase with cheaper rates, or economies\nmight be made by the company, or both causes and many others of\nincreased earnings might combine. Corporation counsel, however, argued\nthat, were the principle of the statute admitted, and should all the\nstates through which the line passed do the like, ultimately a point\nmight be reached at which the railway would be unable to maintain, even\napproximately, its dividend of eight per cent, and that the creation of\nsuch a possibility was conceding the power of confiscation, and,\ntherefore, an unreasonable exercise of the Police Power, by the State of\nNebraska. With this argument the Supreme Court concurred. They held the\nNebraska statute to be unreasonable. Very possibly it may have been\nunsound legislation, yet it is noteworthy that within three years after\nthis decision Mr. Hill bought the Chicago, Burlington & Quincy, at the\nrate of $200 for every share of stock of the par value of $100, thus\nfixing forever, on the community tributary to the road, the burden of\npaying a revenue on just double the value of all the stock which it had\nbeen found necessary to issue to build the highway. Even at this price\nMr. Hill is supposed to have made a brilliant bargain.",
        "This brings me to the heart of my theorem. Ever since Hamilton’s time,\nit has been assumed as axiomatic, by conservative Americans, that courts\nwhose function is to expound a written constitution can and do act as a\n\"barrier to the encroachments and oppressions of the representative\nbody.\"[33] I apprehend that courts can perform no such office and that\nin assuming attributes beyond the limitations of their being they, as\nhistory has abundantly proved, not only fail in their object, but shake\nthe foundations of authority, and immolate themselves. Hitherto I have\nconfined myself to adducing historical evidence to prove that American\ncourts have, as a whole, been gifted with so little political sagacity\nthat their interference with legislation, on behalf of particular\nsuitors, has, in the end, been a danger rather than a protection to\nthose suitors, because of the animosity which it has engendered. I shall\nnow go further. For the sake of argument I am willing to admit that the\ncourts, in the exercise of the dispensing prerogative, called the\nPolice Power, have always acted wisely, so much so that every such\ndecree which they have issued may be triumphantly defended upon\neconomic, moral, or social grounds. Yet, assuming this to be true,\nthough I think I have shown it to be untrue, the assumption only\nstrengthens my contention, that our courts have ceased to be true\ncourts, and are converted into legislative chambers, thereby promising\nshortly to become, if they are not already, a menace to order. I take it\nto be clear that the function of a legislature is to embody the will of\nthe dominant social force, for the time being, in a political policy\nexplained by statutes, and when that policy has reached a certain stage\nof development, to cause it to be digested, together with the judicial\ndecisions relevant to it, in a code. This process of correlation is the\nhighest triumph of the jurist, and it was by their easy supremacy in\nthis field of thought, that Roman lawyers chiefly showed their\npreeminence as compared with modern lawyers. Still, while admitting this\nsuperiority, it is probably true that the Romans owed much of their\nsuccess in codification to the greater permanence of the Roman\nlegislative tenure of office, and, therefore, stability of\npolicy,–phenomena which were both probably effects of a slower social\nmovement among the ancients. The Romans, therefore, had less need than\nwe of a permanent judiciary to counteract the disintegrating tendency of\nredundant legislation; a fortiori, of course, they had still less to\nisolate the judiciary from political onslaughts which might cause\njustice to become a series of exceptions to general principles, rather\nthan a code of unvarying rules.",
        "It is precisely because they are, and are intended to be, arenas of\npolitical combat, that legislatures cannot be trustworthy courts, and it\nwas because this fact was notorious that the founders of this government\ntried to separate the legislative from the judicial function, and to\nmake this separation the foundation of the new republic. They failed, as\nI conceive, not because they made their legislatures courts, but\nbecause, under the system they devised, their courts have become\nlegislatures. A disease, perhaps, the more insidious of the two.\nInsidious because it undermines, order, while legislative murder and\nconfiscation induce reaction.",
        "If a legislative chamber would act as a court, the first necessity is to\neliminate its legislative character. For example, the House of Lords in\nEngland has long discharged the duties of a tribunal of last resort for\nthe empire, and with general approbation, but only because, when sitting\nas a court, the law lords sit alone. Politicians and political\ninfluences are excluded. Where political influences enter disaster\nfollows. Hence the infamous renown of political decisions in legal\ncontroversies, such as bills of attainder and ex post facto laws, or\nspecial legislation to satisfy claims which could not be defended before\nlegitimate courts, or the scandals always attending the trial of\nelection petitions. The object of true courts is to shield the public\nfrom these and kindred abuses.",
        "In primitive communities courts are erected to defend the weak against\nthe strong, by correlating local customs in such wise that some general\nprinciple can be deduced which shall protect the civil rights of those\nwho cannot protect themselves, against the arbitrary exactions of\npowerful neighbors. In no community can every person have equal civil\nrights. That is impossible. Civil rights must vary according to status.\nBut such rights as any person may have, those the courts are bound to\nguard indifferently. If the courts do not perform this, their first and\nmost sacred duty, I apprehend that order cannot be permanently\nmaintained, for this is equality before the law; and equality before the\nlaw is the cornerstone of order in every modern state.",
        "I conceive that the lawyers of the age of Washington were the ablest\nthat America has ever produced. No men ever understood the principle of\nequality before the law more thoroughly than they, and after the\nestablishment of this government a long series of great and upright\nmagistrates strove, as I have shown, to carry this principle into\neffect. Jay and Marshall, Story and Bradley, and many, many more,\nstruggled, protested, and failed. Failed, as I believe, through no fault\nof their own, but because fortune had placed them in a position\nuntenable for the judge. When plunged in the vortex of politics, courts\nmust waver as do legislatures, and nothing is to me more painful than to\nwatch the process of deterioration by which our judges lose the instinct\nwhich should warn them to shun legislation as a breach of trust, and to\ncleave to those general principles which permit of no exceptions. To\nillustrate my meaning I shall refer to but one litigation, but that one\nis so extraordinary that I must deal with it in detail.",
        "In 1890 the dread of the enhancement of prices by monopoly, as the\nSupreme Court itself has explained, caused Congress to pass the famous\nSherman Act, which prohibited indiscriminately all monopolies or\nrestraints of trade. Presently the government brought a bill to dissolve\nan obnoxious railway pool, called the Trans-Missouri Freight\nAssociation, and in 1896 the case came up for adjudication. I have\nnothing to say touching the policy involved. I am only concerned with a\nseries of phenomena, developed through several years, as effects of\npressure acting upon a judiciary, exposed as the judiciary, under our\nsystem, is exposed.",
        "The Trans-Missouri Case was argued on December 8, 1896, very elaborately\nand by the most eminent counsel. After long consideration, and profound\nreflection, Mr. Justice Peckham, speaking for the majority of the\ntribunal, laid down a general principle in conformity to the legislative\nwill, precisely as Marshall had laid down a general principle in the\nDartmouth College Case, or Story in the Charles River Bridge Case, or\nWaite in Munn v. Illinois, or Bradley in the Minnesota Rate Case. Then\nthe process of agitation immediately began. In the words of Mr. Justice\nHarlan, fifteen years later: “But those who were in combinations that\nwere illegal did not despair. They at once set up the baseless claim\nthat the decision of 1896 disturbed the ’business interests of the\ncountry,’ and let it be known that they would never be content until the\nrule was established that would permit interstate commerce to be\nsubjected to reasonable restraints.\"[34]",
        "Other great causes, involving the same issue, were tried, the question\nwas repeatedly reargued, but the Supreme Court tenaciously adhered to\nits general principle, that, under the Sherman Act, all restraints of\ntrade, or monopolies, were unlawful, and, therefore, the Court had but\ntwo matters before it, first to define a restraint of trade or a\nmonopoly, second to determine whether the particular combination\ncomplained of fell within that definition. No discretion was permitted.\nJudicial duty ended there.",
        "The Court being found to be inflexible, recourse was had to Congress,\nand a bill in the form of an amendment to the Sherman Act was brought\ninto the Senate authorizing, in substance, those who felt unsafe under\nthe law, to apply to certain government officials, to be permitted to\nproduce evidence of the reasonable methods they employed, and, if the\nevidence were satisfactory, to receive, what was tantamount to, an\nindulgence. The subject thus reopened, the Senate Committee on the\nJudiciary went into the whole question of monopoly anew, and in 1909\nSenator Nelson presented an exhaustive report against the proposed\nrelaxation. Thereupon the Senate indefinitely postponed further\nconsideration of the amendment. The chief reasons given by Senator\nNelson were summed up in a single sentence: “The defence of reasonable\nrestraint would be made in every case and there would be as many\ndifferent rules of reasonableness as cases, courts, and juries.... To\namend the anti-trust act, as suggested by this bill, would be to\nentirely emasculate it, and for all practical purposes render it\nnugatory as a remedial statute.... The act as it exists is clear,\ncomprehensive, certain and highly remedial. It practically covers the\nfield of federal jurisdiction, and is in every respect a model law. To\ndestroy or undermine it at the present juncture, ... would be a\ncalamity.",
        "“In view of the foregoing, your committee recommend the indefinite\npostponement of the bill.\"[35]",
        "And so the Senate did indefinitely postpone the bill.",
        "Matters stood thus when the government brought process to dissolve the\nStandard Oil Company, as an unlawful combination. The cause was decided\non May 15, 1911, the Chief Justice speaking for the majority of the\nbench, in one of the most suggestive opinions which I have ever read. To\nme this opinion, like Taney’s opinion in the Charles River Bridge Case,\nindicates that the tension had reached the breaking point, the court\nyielding in all directions at once, while the dominant preoccupation of\nthe presiding judge seemed to be to plant his tribunal in such a\nposition that it could so yield, without stultifying itself hopelessly\nbefore the legal profession and the public. In striving to reach this\nposition, however, I apprehend that the Chief Justice, unreservedly,\ncrossed the chasm on whose brink American jurists had been shuddering\nfor ninety years. The task the Chief Justice assumed was difficult\nalmost beyond precedent. He proposed to surrender to the vested\ninterests the principle of reasonableness which they demanded, and\nwhich the tribunal he represented, together with Congress, had refused\nto surrender for fifteen years. To pacify the public, which would\ncertainly resent this surrender, he was prepared to punish two hated\ncorporations, while he strove to preserve, so far as he could, the\nrespect of the legal profession and of the public, for the court over\nwhich he presided, by maintaining a semblance of consistency.",
        "To accomplish these contradictory results, the Chief Justice began,\nrather after the manner of Marshall in Marbury v. Madison, by an\nextra-judicial disquisition. The object of this disquisition was to\njustify his admission of the evidence of reasonableness as a defence,\nalthough it was not needful to decide that such evidence must be\nadmitted in order to dispose of that particular cause. For the Chief\nJustice very readily agreed that the Standard Oil Company was, in fact,\nan unreasonable restraint of trade, and must be dissolved, no matter\nwhether it were allowed to prove its reasonable methods or not.\nAccordingly, he might have contented himself with stating that,\nadmitting for the sake of argument but without approving, all the\ndefendant advanced, he should sustain the government; but to have so\ndisposed of the case would not have suited his purpose. What the Chief\nJustice had it at heart to do was to surrender a fundamental principle,\nand yet to appear to make no surrender at all. Hence, he prepared his\npreliminary and extra-judicial essay on the human reason, of whose\nprecise meaning, I must admit, I still, after many perusals, have grave\ndoubts. I sometimes suspect that the Chief Justice did not wish to be\ntoo explicit. So far as I comprehend the Chief Justice, his chain of\nreasoning amounted to something like this: It was true, he observed,\nthat for fifteen years the Supreme Court had rejected the evidence of\nreasonableness which he admitted, and had insisted upon a general\nprinciple which he might be supposed to renounce, but this apparent\ndiscrepancy involved no contradiction. It was only a progression in\nthought. For, he continued, the judges who, on various previous\noccasions, sustained that general principle, must have reached their\nconclusions by the light of reason; to-day we reach a contrary\nconclusion, but we also do so by the light of reason; therefore, as all\nthese decisions are guided by the light of reason they fundamentally\ncoincide, however much superficially they may seem to differ.[36]",
        "I have never supposed that this argument carried complete conviction\neither to the legal profession, to the public, or to Congress.\nCertainly, it did not convince Mr. Justice Harlan, who failed to fathom\nit, and bluntly expressed his astonishment in a dissenting opinion in\nanother cause from which I regret to say I can only quote a couple of\nparagraphs, although the whole deserves attentive perusal:–",
        "“If I do not misapprehend the opinion just delivered, the Court insists\nthat what was said in the opinion in the Standard Oil Case, was in\naccordance with our previous decisions in the Trans-Missouri and Joint\nTraffic Cases, ... if we resort to reason. This statement surprises me\nquite as much as would a statement that black was white or white was\nblack.”",
        "“But now the Court, in accordance with what it denominates the ’rule of\nreason,’ in effect inserts in the act the word ’undue,’ which means the\nsame as ’unreasonable,’ and thereby makes Congress say what it did not\nsay.... And what, since the passage of the act, it has explicitly\nrefused to say.... In short, the Court now, by judicial legislation, in\neffect, amends an Act of Congress relating to a subject over which that\ndepartment of the Government has exclusive cognizance.\"[37]",
        "The phenomenon which amazed Mr. Justice Harlan is, I conceive, perfectly\ncomprehensible, if we reflect a little on the conflict of forces\ninvolved, and on the path of least resistance open to an American judge\nseeking to find for this conflict, a resultant. The regulation or the\ndomination of monopoly was an issue going to the foundation of society,\nand popular and financial energy had come into violent impact in regard\nto the control of prices. Popular energy found vent through Congress,\nwhile the financiers, as financiers always have and always will, took\nshelter behind the courts. Congress, in 1890, passed a statute to\nconstrain monopolies, against which financiers protested as being a\nspecies of confiscation, and which the Chief Justice himself thought\nharsh. To this statute the Supreme Court gave a harsh construction, as\nthe Chief Justice had more than once pointed out, when he was still an\nassociate upon the bench. From a series of these decisions an appeal had\nbeen made to Congress, and the Senate, in the report from which I have\nquoted, had sustained the construction given to the statute by the\nmajority of his brethren with whom the Chief Justice differed. Since the\nlast of these decisions, however, the complexion of the bench had been\nconsiderably changed by new appointments, much as it had been after\nHepburn v. Griswold, and an opportunity seemed to be presented to\nconciliate every one.",
        "In any other country than the United States, a chief justice so situated\nwould doubtless have affirmed the old precedents, permitting himself, at\nmost, to point out the mischief which, he thought, they worked. Not so a\nlawyer nurtured under the American constitutional system, which breeds\nin the judge the conviction that he is superior to the legislator. His\ninstinct, under adequate pressure, is always to overrule anything\nrepugnant to him that a legitimate legislative assembly may have done.\nIn this instance, had the case been one of first impression, nothing\nwould have been easier than to have nullified the Sherman Act as an\nunreasonable exercise of the Police Power, as judges had been nullifying\nstatutes of which they disapproved for a couple of generations\npreviously; but the case was not one of first impression. On the\ncontrary, the constitutionality of the Sherman Act had been so often\nupheld by the judiciary that the Chief Justice himself admitted that so\nlong as Congress allowed him to use his reason, these “contentions\n[were] plainly foreclosed.” Therefore, for him the path of least\nresistance was to use his reason, and, as a magistrate, to amend a\nstatute which Congress ought to have amended, but had unreasonablyomitted to amend. Such was the final and logical result of the blending\nof judicial and legislative functions in a court, as they are blended\nunder the American constitutional system. Nor is it unworthy of\nremark, that the Chief Justice, in abstaining from questioning the\nconstitutionality of the act, expressly intimated that he did so\nbecause, by the use of his reason, he could make that reasonable and\nconstitutional which otherwise might be unreasonable and\nunconstitutional. The defendants pressed the argument that destroying\nthe freedom of contract, as the Sherman Law destroyed it, was to\ninfringe upon the “constitutional guaranty of due process of law.” To\nthis the Chief Justice rejoined: “But the ultimate foundation of all\nthese arguments is the assumption that reason may not be resorted to in\ninterpreting and applying the statute.... As the premise is demonstrated\nto be unsound by the construction we have given the statute,” these\narguments need no further notice.[38]",
        "Should Congress amend the Sherman Act, as it seems somewhat disposed to\ndo, by explicitly enacting the rule of the Trans-Missouri Case, a grave\nissue would be presented. The Chief Justice might submit, and thus\navert, temporarily at least, a clash; or, he might hold such an\namendment unconstitutional as denying to the Court the right to\nadminister the law according to due process. A trial of strength would\nthen be imminent.",
        "Nearly a century ago, Jefferson wrote to Spencer Roane, “The\nConstitution, on this hypothesis, is a mere thing of wax in the hands of\nthe judiciary, which they may twist and shape into any form they\nplease.\"[39] And however much we may recoil from admitting Jefferson’s\nconclusion to be true, it none the less remains the fact that it has\nproved itself to be true, and that the people have recognized it to be\ntrue, and have taken measures to protect themselves by bringing the\njudiciary under the same degree of control which they enforce on other\nlegislators. The progression has been steady and uniform, each advance\ntoward an assumption of the legislative function by the judiciary having\nbeen counterbalanced by a corresponding extension of authority over the\ncourts by the people. First came the protest against Marbury and Madison\nin the impeachment of Chase, because, as Giles explained, if judges were\nto annul laws, the dominant party must have on the bench judges they\ncould trust. Next the Supreme Court of New York imagined the theory of\nthe Police Power, which was adopted by the Supreme Court of the United\nStates in 1837. But it stood to reason that if judges were to suspend\nconstitutional limitations according to their notions of reasonableness,\nthe people must have the means of securing judges whose views touching\nreasonableness coincided with their own. And behold, within ten years,\nby the constitution of 1846, New York adopted an elective judiciary.",
        "Then followed the Dred Scott Case, the Civil War, and the attack on\nlegislative authority in Hepburn v. Griswold. Straightway the Court\nreceived an admonition which it remembered for a generation. Somewhat\nforgetful of this, on May 15, 1911, Chief Justice White gave his opinion\nin the Standard Oil Case, which followed hard upon a number of state\ndecisions intended to override legislation upon several burning social\nissues. Forthwith, in 1912, the proposition to submit all decisions\ninvolving a question of constitutional law to a popular vote became an\nissue in a presidential election. Only one step farther could be taken,\nand that we see being taken all about us. Experience has shown, in New\nYork and elsewhere, that an election, even for a somewhat short term,\ndoes not bring the judge so immediately under popular control that\ndecisions objectionable to the majority may not be made. Hence the\nrecall. The degradation of the judicial function can, in theory at\nleast, go no farther. Thus the state courts may be said already to be\nprostrate, or likely shortly to become prostrate. The United States\ncourts alone remain, and, should there be a struggle between them and\nCongress, the result can hardly be doubted. An event has recently\noccurred abroad which we may do well to ponder.",
        "Among European nations England has long represented intelligent\nconservatism, and at the heart of her conservatism lay the House of\nLords. Through many centuries; and under many vicissitudes this ancient\nchamber had performed functions of the highest moment, until of late it\nhad come to occupy a position not dissimilar to that which the Supreme\nCourt of the United States yet holds. On one side it was the highest\nlegal tribunal of the Empire, on the other it was a non-representative\nassembly, seldom indeed originating important legislation, but enjoying\nan absolute veto on legislation sent it from the Commons. One day in a\nmoment of heated controversy the Lords vetoed a bill on which the\nCommons had determined. A dissolution followed and the House of Lords,\nas a political power, faded into a shadow; yet, notwithstanding this,\nits preeminence as a court has remained intact. Were a similar clash to\noccur in America no such result could be anticipated. Supposing a\nPresident, supported by a congressional majority, were to formulate some\npolicy no more subversive than that which has been formulated by the\npresent British Cabinet, and this policy were to be resisted, as it\nsurely would be, by potent financial interests, the conflicting forces\nwould converge upon the Supreme Court. The courts are always believed to\ntend toward conservatism, therefore they are generally supported by the\nconservative interest, both here and elsewhere. In this case a dilemma\nwould be presented. Either the judges would seek to give expression to\n\"preponderant” popular opinion, or they would legislate. In the one\nevent they would be worthless as a restraining influence. In the other,\nI apprehend, a blow would fall similar to the blow which fell upon the\nHouse of Lords, only it would cut deeper. Shearing the House of Lords of\npolitical power did not dislocate the administration of English justice,\nbecause the law lords are exclusively judges. They never legislate.\nTherefore no one denounced them. Not even the wildest radical demanded\nthat their tenure should be made elective, much less that they should be\nsubjected to the recall. With us an entirely different problem would be\npresented for solution. A tribunal, nominally judicial, would throw\nitself across the path of the national movement. It would undertake to\ncorrect a disturbance of the social equilibrium. But what a shifting of\nthe social equilibrium means, and what follows upon tampering with it,\nis a subject which demands a chapter by itself.",
        "[18] 6 Cranch 135.",
        "[19] New Jersey v. Wilson, 7 Cranch 164; decided in 1812.",
        "[20] Coates v. Mayor of New York, 7 Cowen 585.",
        "[21] Charles River Bridge v. Warren Bridge, 11 Peters 420, 553.",
        "[22] Boston & Maine Railroad v. County Commissioners, 79 Maine 393.",
        "[23] Wynehamer v. The People, 13 N.Y. 393.",
        "[24] Mugler v. Kansas, 133 U.S. 623.",
        "[25] Fertilizing Co. v. Hyde Park, 97 U.S. 659.",
        "[26] Slaughter House Cases, 16 Wallace 78, decided in 1873.",
        "[27] 94 U.S. 113.",
        "[28] Chicago, Milwaukee & St. Paul Ry. v. Minnesota, 134 U.S. 461,\ndecided March 24, 1890.",
        "[29] Noble State Bank v. Haskell, 219 U.S. 104.",
        "[30] See the extraordinary case of Douglas v. Kentucky, 168 U.S. 488,\nwhich must be read in connection with Gregory v. Trustees of Shelby\nCollege, 2 Metc. (Kentucky) 589.",
        "[31] Brass v. North Dakota, 133 U.S. 391.",
        "[32] 169 U.s. 466.",
        "[33] The Federalist, No. LXXVIII.",
        "[34] 221 U.S. 91.",
        "[35] 60th Congress, 2d Session, Senate, Report No. 848, Adverse Report\nby Mr. Nelson, Amending Anti-trust Act, January 26, 1909, page 11.",
        "[36] Standard Oil Company v. United States, 221 U.S. 1.",
        "[37] United States v. American Tobacco Company, 221 U.S. 191, 192.",
        "[38] 221 U.s. 69.",
        "[39] To Spencer Roane, Sept. 6, 1819, Ford, 10, 141.",
        "I assume it as self-evident that those who, at any given moment, are the\nstrongest in any civilization, will be those who are at once the ruling\nclass, those who own most property, and those who have most influence on\nlegislation. The weaker will fare hardly in proportion to their\nweakness. Such is the order of nature. But, since those are the\nstrongest through whom nature finds it, for the time being, easiest to\nvent her energy, and as the whole universe is in ceaseless change, it\nfollows that the composition of ruling classes is never constant, but\nshifts to correspond with the shifting environment. When this movement\nis so rapid that men cannot adapt themselves to it, we call the\nphenomenon a revolution, and it is with revolutions that I now have to\ndo.",
        "Nothing is more certain than that the intellectual adaptability of the\nindividual man is very limited. A ruling class is seldom conscious of\nits own decay, and most of the worst catastrophes of history have been\ncaused by an obstinate resistance to change when resistance was no\nlonger possible. Thus while an incessant alteration in social\nequilibrium is inevitable, a revolution is a problem in dynamics, on the\ncorrect solution of which the fortunes of a declining class depend.",
        "For example, the modern English landlords replaced the military feudal\naristocracy during the sixteenth century, because the landlords had more\neconomic capacity and less credulity. The men who supplanted the\nmediaeval soldiers in Great Britain had no scruple about robbing the\nclergy of their land, and because of this quality they prospered\ngreatly. Ultimately the landlords reached high fortune by controlling\nthe boroughs which had, in the Middle Ages, acquired the right to return\nmembers to the House of Commons. Their domination lasted long;\nnevertheless, about 1760, the rising tide of the Industrial Revolution\nbrought forward another type of mind. Flushed by success in the\nNapoleonic wars the Tories failed to appreciate that the social\nequilibrium, by the year 1830, had shifted, and that they no longer\ncommanded enough physical force to maintain their parliamentary\nascendancy. They thought they had only to be arrogant to prevail, and so\nthey put forward the Duke of Wellington as their champion. They could\nhardly have made a poorer choice. As Disraeli has very truly said, “His\nGrace precipitated a revolution which might have been delayed for half a\ncentury, and need never have occurred in so aggravated a form.” The\nDuke, though a great general, lacked knowledge of England. He began by\ndismissing William Huskisson from his Cabinet, who was not only its\nablest member, but perhaps the single man among the Tories who\nthoroughly comprehended the industrial age. Huskisson’s issue was that\nthe franchise of the intolerably corrupt East Retford should be given to\nLeeds or Manchester. Having got rid of Huskisson, the Duke declared\nimperiously that he would concede nothing to the disfranchised\nindustrial magnates, nor to the vast cities in which they lived. A\ndissolution of Parliament followed and in the election the Tories were\ndefeated. Although Wellington may not have been a sagacious statesman,\nhe was a capable soldier and he knew when he could and when he could not\nphysically fight. On this occasion, to again quote Disraeli, “He rather\nfled than retired.” He induced his friends to absent themselves from the\nHouse of Lords and permit the Reform Bill to become law. Thus the\nEnglish Tories, by their experiment with the Duke of Wellington, lost\ntheir boroughs and with them their political preeminence, but at least\nthey saved themselves, their families, and the rest of their property.\nAs a class they have survived to this day, although shorn of much of the\ninfluence which they might very probably have retained had they solved\nmore correctly the problem of 1830. In sum, they were not altogether\nimpervious to the exigencies of their environment. The French Revolution\nis the classic example of the annihilation of a rigid organism, and it\nis an example the more worthy of our attention as it throws into\nterrible relief the process by which an intellectually inflexible race\nmay convert the courts of law which should protect their decline into\nthe most awful engine for their destruction.",
        "The essence of feudalism was a gradation of rank, in the nature of\ncaste, based upon fear. The clergy were privileged because the laity\nbelieved that they could work miracles, and could dispense something\nmore vital even than life and death. The nobility were privileged\nbecause they were resistless in war. Therefore, the nobility could\nimpose all sorts of burdens upon those who were unarmed. During the\ninterval in which society centralized and acquired more and more a\nmodern economic form, the discrepancies in status remained, while\ncommensurately the physical or imaginative force which had once\nsustained inequality declined, until the social equilibrium grew to be\nextremely unstable. Add to this that France, under the monarchy, was ill\nconsolidated. The provinces and towns retained the administrative\ncomplexity of an archaic age, even to local tariffs. Thus under the\nmonarchy privilege and inequality pervaded every phase of life, and, as\nthe judiciary must be, more or less, the mouthpiece of society, the\njudiciary came to be the incarnation of caste.",
        "Speaking broadly, the judicial office, under the monarchy, was vendible.\nIn legal language, it was an incorporeal hereditament. It could be\nbought and sold and inherited like an advowson, or right to dispose of a\ncure of souls in the English Church, or of a commission in the English\narmy. The system was well recognized and widespread in the eighteenth\ncentury, and worked fairly well with the French judiciary for about\nthree hundred years, but it was not adapted to an industrial\nenvironment. The judicial career came to be pretty strongly hereditary\nin a few families, and though the members of these families were, on the\nwhole, self-respecting, honest, and learned, they held office in their\nown right and not as a public trust. So in England members of the House\nof Commons, who sat for nomination boroughs, did not, either in fact or\ntheory, represent the inhabitants of those boroughs, but patrons; and in\nlike manner French judges could never learn to regard themselves as the\ntrustees of the civil rights of a nation, but as a component part of a\nclass who held a status by private title. Looked at as a problem in\ndynamics the inherent vice in all this kind of property and in all this\nadministrative system, was the decay, after 1760, of the physical force\nwhich had engendered it and defended it. As in England the ascendancy of\nthe landlords passed away when England turned from an agricultural into\nan industrial society, so in France priests and nobles fell into\ncontempt, when most peasants knew that the Church could neither harm by\nits curse nor aid by its blessing, and when commissions in the army were\ngiven to children or favorites, as a sort of pension, while the pith of\nthe nation was excluded from military command because it could not prove\nfour quarterings of nobility. Hardly an aristocrat in France had shown\nmilitary talent for a generation, while, when the revolution began, men\nlike Jourdan and Kleber, Ney and Augereau, and a host of other future\nmarshals and generals had been dismissed from the army, or were eating\nout their hearts as petty officers with no hope of advancement. Local\nprivileges and inequalities were as intolerable as personal. There were\nprivileged provinces and those administered arbitrarily by the Crown,\nthere were a multiplicity of internal tariffs, and endless municipal\nfranchises and monopolies, so much so that economists estimated that,\nthrough artificial restraints, one-quarter of the soil of France lay\nwaste. Turgot, in his edict on the grain trade, explained that kings in\nthe past by ordinance, or the police without royal authority, had\ncompiled a body “of legislation equivalent to a prohibition of bringing\ngrain into Paris,” and this condition was universal. One province might\nbe starving and another oppressed with abundance.",
        "Meanwhile, under the stimulant of applied science, centralization went\non resistlessly, and the cost of administration is proportionate to\ncentralization. To bear the burden of a centralized government taxes\nmust be equal and movement free, but here was a rapidly centralizing\nnation, the essence of whose organism was that taxes should be unequal\nand that movement should be restricted.",
        "As the third quarter of the eighteenth century closed with the death of\nLouis XV, all intelligent French administrators recognized the dilemma;\neither relief must be given, or France must become insolvent, and\nrevolution supervene upon insolvency. But for the aristocracy revolution\nhad no terrors, for they believed that they could crush revolution as\ntheir class had done for a thousand years.",
        "Robert Turgot was born in 1727, of a respectable family. His father\neducated him for the Church, but lack of faith caused him to prefer the\nmagistracy, and on the death of his father he obtained a small place in\nthe Court of Parliament. Afterward he became a Master of Requests, and\nserved for seven years in that judicial position, before he was made\nIntendant of the Province of Limousin. Even thus early in life Turgot\nshowed political sagacity. In an address at the Sorbonne he supported\nthe thesis that “well-timed reform alone averts revolution.\"\nDistinguishing himself as Intendant, on the death of Louis XV the King\ncalled Turgot to the Council of State, and in August, 1774, Turgot\nbecame Minister of Finance. He came in pledged to reform, and by\nJanuary, 1776, he had formulated his plan. In that month he presented to\nthe King his memorable Six Edicts, the first of which was the most\ncelebrated state paper he ever wrote. It was the Edict for the\nSuppression of the Corvée. The corvée threw the burden of maintaining\nthe highways on the peasantry by exacting forced labor. It was\nadmittedly the most hateful, the most burdensome, and the most wasteful\nof all the bad taxes of the time, and Turgot, following the precedent of\nthe Roman Empire, advised instead a general highway impost. The proposed\nimpost in itself was not considerable, and would not have been\nextraordinarily obnoxious to the privileged classes, but for the\nprinciple of equality by which Turgot justified it: “The expenses of\ngovernment having for their object the interests of all, all should\ncontribute to them; and the more advantages a man has, the more that man\nshould contribute.”",
        "Nor was this the most levelling of Turgot’s arguments. He pointed out\nthat though originally the exemption from taxation, which the nobility\nenjoyed, might have been defended on the ground that the nobles were\nbound to yield military service without pay, such service had long\nceased to be performed, while on the contrary titles could be bought for\nmoney. Hence every wealthy man became a noble when he pleased, and thus\nexemption from taxation had come to present the line of cleavage between\nthe rich and poor. By this thrust the privileged classes felt themselves\nwounded in their vitals, and the Parliament of Paris, the essence of\nprivilege, assumed their defence. To be binding, the edicts had to be\nregistered by the Parliament among the laws of France, and Parliament\ndeclined to make registration on the ground that the edicts were\nunconstitutional, as subversive of the monarchy and of the principle of\norder. The opinion of the court was long, but a single paragraph gives\nits purport: “The first rule of justice is to preserve to every one what\nbelongs to him: this rule consists, not only in preserving the rights of\nproperty, but still more in preserving those belonging to the person,\nwhich arise from the prerogative of birth and of position.... From this\nrule of law and equity it follows that every system which, under an\nappearance of humanity and beneficence, would tend to establish between\nmen an equality of duties, and to destroy necessary distinctions, would\nsoon lead to disorder (the inevitable result of equality), and would\nbring about the overturn of civil society.”",
        "This judicial opinion was an enunciation of the archaic law of caste as\nopposed to the modern law of equality, and the cataclysm of the French\nRevolution hinged upon the incapacity of the French aristocracy to\nunderstand that the environment, which had once made caste a necessity,\nhad yielded to another which made caste an impossibility. In vain Turgot\nand his contemporaries of the industrial type, represented in England\nby Adam Smith or even by the younger Pitt, explained that unless taxes\nwere equalized and movement accelerated, insolvency must supervene, and\nthat a violent readjustment must follow upon insolvency. With their eyes\nopen to the consequences, the Nobility and Clergy elected to risk\nrevolt, because they did not believe that revolt could prevail against\nthem. Nothing is so impressive in the mighty convulsion which ensued as\nthe mental opacity of the privileged orders, which caused them to\nincrease their pressure in proportion as resistance increased, until\nfinally those who were destined to replace them reorganized the courts,\nthat they might have an instrument wherewith to slaughter a whole race\ndown to the women and children. No less drastic method would serve to\ntemper the rigidity of the aristocratic mind. The phenomenon well repays\nan hour of study.",
        "Insolvency came within a decade after Turgot’s fall, as Turgot had\ndemonstrated that it must come, and an insolvency immediately\nprecipitated by the rapacity of the court which had most need of\ncaution. The future Louis XVIII, for example, who was then known as the\nComte de Provence, on one occasion, when the government had made a loan,\nappropriated a quarter of it, laughingly observing, “When I see others\nhold out their hands, I hold out my hat.” In 1787 the need for money\nbecame imperative, and, not daring to appeal to the nation, the King\nconvoked an assembly of “notables,” that is to say of the privileged.\nCalonne, the minister, proposed pretty much the measures of Turgot, and\nsome of these measures the “notables” accepted, but the Parliament of\nParis again intervened and declined to register the laws. The Provincial\nParliaments followed the Parliament of Paris. After this the King had no\nalternative but to try the experiment of calling the States-General.\nThey met on May 4, 1789, and instantly an administrative system, which\nno longer rested upon a social centre of gravity, crumbled, carrying the\njudiciary with it. At first the three estates sat separately. If this\nusage had continued, the Clergy and the Nobles combined would have\nannulled every measure voted by the Commons. For six weeks the Commons\nwaited. Then on June 10, the Abbé Sieyès said, “Let us cut the cable. It\nis time.” So the Clergy and the Nobility were summoned, and some of the\nClergy obeyed. This sufficed. On motion of Sieyès, the Commons\nproclaimed themselves the National Assembly, and the orders fused.\nImmediately caste admitted defeat and through its mouthpiece, the King,\ncommanded the Assembly to dissolve. The Commons refused to dissolve, and\nthe Nobles prepared for a coup d’etat. The foreign regiments, in the\npay of the government, were stationed about Paris, while the Bastille,\nwhich was supposed to be impregnable, was garrisoned with Swiss. In\nreply, on July 14, 1789, the citizens of Paris stormed the Bastille. An\nunstable social equilibrium had been already converted by pressure into\na revolution. Nevertheless, excentric as the centre of gravity had now\nbecome, it might have been measurably readjusted had the privileged\nclasses been able to reason correctly from premise to conclusion. Men\nlike Lafayette and Mirabeau still controlled the Assembly, and if the\nKing and the Nobility had made terms, probably the monarchy might have\nbeen saved, certainly the massacres would have been averted. As a\ndecaying class is apt to do, the Nobility did that which was worst for\nthemselves. Becoming at length partly conscious of a lack of physical\nforce in France to crush the revolution, a portion of the nobility, led\nby the Comte d’Artois, the future Charles X, fled to Germany to seek for\nhelp abroad, while the bolder remained to plan an attack on the\nrebellion. On October 1, 1789, a great military banquet was given at\nVersailles. The King and Queen with the Dauphin were present. A royalist\ndemonstration began. The bugles sounded a charge, the officers drew\ntheir swords, and the ladies of the court tore the tricolor from the\nsoldiers’ coats and replaced it with the white cockade. On October 5, a\nvast multitude poured out of Paris, and marched to Versailles. The next\nday they broke into the palace, killed the guards, and carried the King\nand Queen captive to the Tuileries. But Louis was so intellectually\nlimited that he could not keep faith with those who wished him well. On\nJuly 14, 1790, the King swore, before half a million spectators, to\nmaintain the new constitution. In that summer he was plotting to escape\nto Metz and join the army which had been collected there under the\nMarquis de Bouillé, while Bouillé himself, after the rising at Nancy,\nwas busy in improving discipline by breaking on the wheel a selection\nof the soldiers of the Swiss regiment of Châteauvieux which had refused\nto march against Paris on the 14th of July, 1789. In October, 1790,\nLouis wrote to the King of Spain and other sovereigns to pay no heed to\nhis concessions for he only yielded to duress, and all this even as\nMirabeau made his supreme effort to save those who were fixed upon\ndestroying themselves. Mirabeau sought the King and offered his\nservices. The court sneered at him as a dupe. The Queen wrote, “We make\nuse of Mirabeau, but we do not take him seriously.” When Mirabeau awoke\nto his predicament, he broke out in mixed wrath and scorn: “Of what are\nthese people thinking? Do they not see the abyss yawning at their feet?\nBoth the King and Queen will perish, and you will live to see the rabble\nspurn their corpses.”",
        "The King and Queen, the Nobility and Clergy, could not see the abyss\nwhich Mirabeau saw, any more than the lawyers could see it, because of\nthe temper of their minds. In the eye of caste Europe was not primarily\ndivided into nations to whom allegiance was due, but into superimposed\norders. He who betrayed his order committed the unpardonable crime.\nDeath were better than that. But to the true aristocrat it was\ninconceivable that serfs could ever vanquish nobles in battle. Battle\nmust be the final test, and the whole aristocracy of Europe was certain,\nFrenchmen knew, to succor the French aristocracy in distress.",
        "So in the winter of 1790 the French fugitives congregated at Coblentz on\nthe German frontier, persuaded that they were performing a patriotic\nduty in organizing an invasion of their country even should their onset\nbe fatal to their relatives and to their King. And Louis doubted not\nthat he also did his duty as a trustee of a divine commission when he in\none month swore, before the Assembly, to maintain the constitution\ntendered him, and in the next authorized his brother, the Comte\nd’Artois, to make the best combination he could among his brother\nsovereigns for the gathering of an army to assert his divine\nprerogative. On June 21, 1791, Louis fled, with his whole family, to\njoin the army of Bouillé, with intent to destroy the entire race of\ntraitors from Mirabeau and Lafayette down to the peasants. He managed\nso ill that he was arrested at Varennes, and brought back whence he\ncame, but he lied and plotted still.",
        "Two years had elapsed between the meeting of the States-General and the\nflight to Varennes, and in that interval nature had been busy in\nselecting her new favored class. Economists have estimated that the\nChurch owned one-third of the land of Europe during the Middle Ages.\nHowever this may have been she certainly held a very large part of\nFrance. On April 16, 1790, the Assembly declared this territory to be\nnational property, and proceeded to sell it to the peasantry by means of\nthe paper assignats which were issued for the purpose, and were\nsupposed to be secured upon the land. The sales were generally made in\nlittle lots, as the sales were made of the public domain in Rome under\nthe Licinian Laws, and with an identical effect. The Emperor of Germany\nand the King of Prussia met at Pilnitz in August, 1791, to consider the\nconquest of France, and, on the eve of that meeting, the Assembly\nreceived a report which stated that these lands to the value of a\nthousand million francs had already been distributed, and that sales\nwere going on. It was from this breed of liberated husbandmen that\nFrance drew the soldiers who fought her battles and won her victories\nfor the next five and twenty years.",
        "Assuming that the type of the small French landholder, both rural and\nurban, had been pretty well developed by the autumn of 1791, the crisis\ncame rapidly, for the confiscations which created this new energy roused\nto frenzy, perhaps the most formidable energy which opposed it. The\nChurch had not only been robbed of her property but had been wounded in\nher tenderest part. By a decree of June 12, 1790, the Assembly\ntransferred the allegiance of the French clergy from the Pope to the\nstate, and the priesthood everywhere vowed revenge. In May, 1791, the\nMarquis de la Rouërie, it is true, journeyed from his home in Brittany\nto Germany to obtain the recognition of the royal princes for the\ninsurrection which he contemplated in La Vendée, but the insurrection\nwhen it occurred was not due so much to him or his kind as to the\ninfluence of the nonjuring priests upon the peasant women of the West.",
        "The mental condition of the French emigrants at Coblentz during this\nsummer of 1791 is nothing short of a psychological marvel. They regarded\nthe Revolution as a jest, and the flight to the Rhine as a picnic. These\nbeggared aristocrats, male and female, would throw their money away by\nday among the wondering natives, and gamble among themselves at night.\nIf they ever thought of the future it was only as the patricians in\nPompey’s camp thought; who had no time to prepare for a campaign against\nCaesar, because they were absorbed in distributing offices among\nthemselves, or in inventing torments to inflict on the rebels. Their\nchief anxiety was lest the resistance should be too feeble to permit\nthem to glut themselves with blood. The creatures of caste, the\nemigrants could not conceive of man as a variable animal, or of the\nbirth of a race of warriors under their eyes. To them human nature\nremained constant. Such, they believed, was the immutable will of God.",
        "So it came to pass that, as the Revolution took its shape, a vast\ncombination among the antique species came semi-automatically into\nexistence, pledged to envelop and strangle the rising type of man, a\ncombination, however, which only attained to maturity in 1793, after\nthe execution of the King. Leopold II, Emperor of Germany, had hitherto\nbeen the chief restraining influence, both at Pilnitz and at Paris,\nthrough his correspondence with his sister, Marie Antoinette; but\nLeopold died on March 1, 1792, and was succeeded by Francis II, a fervid\nreactionist and an obedient son of the Church. Then caste fused\nthroughout Germany, and Prussia and Austria prepared for war. Rouërie\nhad returned to Brittany and only awaited the first decisive foreign\nsuccess to stab the Revolution in the back. England also was ripening,\nand the instinct of caste, incarnated in George III, found its\nexpression through Edmund Burke. In 1790 Burke published his\n\"Reflections,” and on May 6, 1791, in a passionate outbreak in the House\nof Commons, he renounced his friendship with Fox as a traitor to his\norder and his God. Men of Burke’s temperament appreciated intuitively\nthat there could be no peace between the rising civilization and the\nold, one of the two must destroy the other, and very few of them\nconceived it to be possible that the enfranchised French peasantry and\nthe small bourgeoisie could endure the shock of all that, in their\neyes, was intelligent, sacred, and martial in the world.",
        "Indeed, aristocracy had, perhaps, some justification for arrogance,\nsince the revolt in France fell to its lowest depth of impotence between\nthe meeting at Pilnitz in August, 1791, and the reorganization of the\nCommittee of Public Safety in July, 1793. Until August, 1792, the\nexecutive authority remained with the King, but the court of Louis was\nthe focus of resistance to the Revolution, and even though a\nquasi-prisoner the King was still strong. Monarchy had a firm hold on\nliberal nobles like Mirabeau and Lafayette, on adventurers like\nDumouriez, and even on lawyers like Danton who shrank from excessive\ncruelty. Had the pure Royalists been capable of enough intellectual\nflexibility to keep faith upon any reasonable basis of compromise, even\nas late as 1792, the Revolution might have been benign. In June, 1792,\nLafayette, who commanded the army of the North, came to Paris and not\nonly ventured to lecture the Assembly on its duty, but offered to take\nLouis to his army, who would protect him against the Jacobins. The court\nlaughed at Lafayette as a Don Quixote, and betrayed his plans to the\nenemy. “I had rather perish,” said the Queen, “than be saved by M. de\nLafayette and his constitutional friends.” And in this she only\nexpressed the conviction which the caste to which she belonged held of\ntheir duty. Cazalés protested to the Assembly, “Though the King perish,\nlet us save the kingdom.” The Archduchess Christina wrote to her sister,\nMarie Antoinette, “What though he be slain, if we shall triumph,” and\nCondé, in December, 1790, swore that he would march on Lyons, “come what\nmight to the King.”",
        "France was permeated with archaic thought which disorganized the\nemerging society until it seemingly had no cohesion. To the French\nemigrant on the Rhine that society appeared like a vile phantom which\nhad but to be exorcised to vanish. And the exorcism to which he had\nrecourse was threats of vengeance, threats which before had terrified,\nbecause they had behind them a force which made them good. Torture had\nbeen an integral part of the old law. The peasant expected it were he\ninsubordinate. Death alone was held to be too little to inspire respect\nfor caste. Some frightful spectacle was usually provided to magnify\nauthority. Thus Bouillé broke on the wheel, while the men were yet\nalive, every bone in the bodies of his soldiers when they disobeyed him;\nand for scratching Louis XV, with a knife, Damiens, after indescribable\nagonies, was torn asunder by horses in Paris, before an immense\nmultitude. The French emigrants believed that they had only to threaten\nwith a similar fate men like Kellermann and Hoche to make them flee\nwithout a blow. What chiefly concerned the nobles, therefore, was not to\nevolve a masterly campaign, but to propound the fundamental principles\nof monarchy, and to denounce an awful retribution on insurgents.",
        "By the middle of July, 1792, the Prussians were ready to march, and\nemperors, kings, and generals were meditating manifestoes. Louis sent\nthe journalist Mallet du Pan to the Duke of Brunswick, the\ncommander-in-chief, to assist him in his task. On July 24, and on August\n4, 1792, the King of Prussia laid down the law of caste as emphatically\nas had the Parliament of Paris some twenty years before. On July 25, the\nDuke of Brunswick pronounced the doom of the conquered. I come, said the\nKing of Prussia, to prevent the incurable evils which will result to\nFrance, to Europe and to all mankind from the spread of the spirit of\ninsubordination, and to this end I shall establish the monarchical power\nupon a stable basis. For, he continued in the later proclamation, “the\nsupreme authority in France being never ceasing and indivisible, the\nKing could neither be deprived nor voluntarily divest himself of any of\nthe prerogatives of royalty, because he is obliged to transmit them\nentire with his own crown to his successors.”",
        "The Duke of Brunswick’s proclamation contained some clauses written\nexpressly for him by Mallet du Pan, and by Limon the Royalist.",
        "If the Palace of the Tuileries be forced, if the least violence be\noffered to their Majesties, if they are not immediately set at liberty,\nthen will the King of Prussia and the Emperor of Germany inflict “on\nthose who shall deserve it the most exemplary and ever-memorable\navenging punishments.”",
        "These proclamations reached Paris on July 28, and simultaneously the\nnotorious Fersen wrote the Queen of France, “You have the manifesto, and\nyou should be content.” The court actually believed that, having\ninsulted and betrayed Lafayette and all that body of conservative\nopinion which might have steadied the social equilibrium, they could\nrely on the fidelity of regiments filled with men against whom the\nemigrants and their allies, the Prussians, had just denounced an\nagonizing death, such as Bouillé’s soldiers had undergone, together with\nthe destruction of their homes.",
        "All the world knows what followed. The Royalists had been gathering a\ngarrison for the Tuileries ever since Lafayette’s visit, in anticipation\nof a trial of strength with the Revolutionists. They had brought thither\nthe Swiss guard, fifteen hundred strong; the palace was full of Royalist\ngentlemen; Mandat, who commanded the National Guard, had been gained\nover. The approaches were swept by artillery. The court was very\nconfident. On the night of August 9, Mandat was murdered, an\ninsurrectional committee seized the City Hall, and when Louis XVI came\nforth to review the troops on the morning of the 10th of August, they\nshouted, “Vive la Nation” and deserted. Then the assault came, the Swiss\nguard was massacred, the Assembly thrust aside, and the royal family\nwere seized and conveyed to the Temple. There the monarchy ended. Thus\nfar had the irrational opposition of a moribund type thrown into\nexcentricity the social equilibrium of a naturally conservative people.\nThey were destined to drive it still farther.",
        "In this supreme moment, while the Prussians were advancing, France had\nno stable government and very imperfect means of keeping order. All the\nfighting men she could muster had marched to the frontier, and, even so,\nonly a demoralized mass of levies, under Dumouriez and Kellermann, lay\nbetween the most redoutable regiments of the world and Paris. The\nemigrants and the Germans thought the invasion but a military promenade.\nAt home treason to the government hardly cared to hide itself. During\nmuch of August the streets of Paris swarmed with Royalists who cursed\nthe Revolution, and with priests more bitter than the Royalists. Under\nthe windows of Louis, as he lay in the Temple, there were cries of “Long\nlive the King,” and in the prisons themselves the nobles drank to the\nallies and corresponded with the Prussians. Finally, Roland, who was\nminister, so far lost courage that he proposed to withdraw beyond the\nLoire, but Danton would hear of no retreat. “De l’audace,” he cried,\n\"encore de l’audace, et toujours de l’audace.”",
        "The Assembly had not been responsible for the assault on the Tuileries\non August 10, 1792. Filled with conservatives, it lacked the energy.\nThat movement had been the work of a knot of radicals which had its\ncentre in Danton’s Club of the Cordeliers. Under their impulsion the\nsections of Paris chose commissioners who should take possession of the\nCity Hall and eject the loyalist Council. They did so, and thus Danton\nbecame for a season the Minister of Justice and the foremost man in\nFrance. Danton was a semi-conservative. His tenure of power was the last\npossibility of averting the Terror. The Royalists, whom he trusted,\nthemselves betrayed him, and Danton fell, to be succeeded by Robespierre\nand his political criminal courts. Meanwhile, on September 20, 1792, the\nPrussian column recoiled before the fire of Kellermann’s mob of\n\"vagabonds, cobblers and tailors,” on the slope of Valmy, and with the\nvictory of Valmy, the great eighteenth-century readjustment of the\nsocial equilibrium of Europe passed into its secondary stage.",
        "In the eye of philosophy, perhaps the most alluring and yet illusive of\nall the phenomena presented by civilization is that which we have been\nconsidering. Why should a type of mind which has developed the highest\nprescience when advancing along the curve which has led it to\nascendancy, be stricken with fatuity when the summit of the curve is\npassed, and when a miscalculation touching the velocity of the descent\nmust be destruction?",
        "Although this phenomenon has appeared pretty regularly, at certain\nintervals, in the development of every modern nation, I conceive its\nmost illuminating example to be that intellectual limitation of caste\nwhich, during the French Revolution, led to the creation of those\npolitical criminal tribunals which reached perfection with Robespierre.",
        "When coolly examined, at the distance of a century, the Royalist\ncombination for the suppression of equality before the law, as finally\nevolved in 1792, did not so much lack military intelligence, as it\nlacked any approximate comprehension of the modern mind. The Royalists\nproposed to reëstablish privilege, and to do this they were ready to\nimmolate, if necessary, their King and Queen, and all of their own order\nwho stayed at home to defend them. Indeed, speaking generally, they\nvalued Louis XVI, living, cheaply enough, counting him a more\nconsiderable asset if dead. “What a noise it would make throughout\nEurope,” they whispered among themselves, “if the rabble should kill the\nKing.”",
        "Nor did Marie Antoinette delude herself on this score. At Pilnitz, in\n1791, the German potentates issued a declaration touching France which\nwas too moderate to suit the emigrants, who published upon it a\ncommentary of their own. This commentary was so revolting that when the\nQueen read her brother-in-law’s signature appended to it, she\nexclaimed–\"Cain.”",
        "The Royalist plan of campaign was this: They reckoned the energy of the\nRevolution so low that they counted pretty confidently, in the summer\nof 1792, on the ability of their party to defend the Tuileries against\nany force which could be brought against it; but assuming that the\nTuileries could not be defended, and that the King and Queen should be\nmassacred, they believed that their own position would be improved.\nTheir monarchical allies would be thereby violently stimulated. It was\ndetermined, therefore, that, regardless of consequences to their\nfriends, the invading army should cross the border into Lorraine and,\nmarching by way of Sierk and Rodemach, occupy Châlons. Their entry into\nChâlons, which they were confident could not be held against them,\nbecause of the feeling throughout the country, was to be the signal for\nthe rising in Vendée and Brittany which should sweep down upon Paris\nfrom the rear and make the capital untenable. At Châlons the allies\nwould be but ninety miles from Paris, and then nothing would remain but\nvengeance, and vengeance the more complete the greater the crime had\nbeen.",
        "All went well with them up to Valmy. The German advance on August 11,\n1792, reached Rodemach, and on August 19, the bulk of the Prussian army\ncrossed the frontier at Rédagne. On August 20, 1792, Longwy was\ninvested and in three days capitulated. In the camp of the Comte\nd’Artois “there was not one of us,” wrote Las Casas, “who did not see\nhimself, in a fortnight, triumphant, in his own home, surrounded by his\nhumbled and submissive vassals.” At length from their bivouacs at\nSaint-Remy and at Suippes the nobles saw in the distance the towers of\nChâlons.",
        "The panic at Châlons was so great that orders were given to cut the\nbridge across the Marne, but it was not until about September 2, that\nthe whole peril was understood at Paris. It is true that for several\nweeks the government had been aware that the West was agitated and that\nRouërie was probably conspiring among the Royalists and nonjuring\npriests, but they did not appreciate the imminence of the danger. On\nSeptember 3, at latest, Danton certainly heard the details of the plot\nfrom a spy, and it was then, while others quailed, that he incited Paris\nto audacity. This was Danton’s culmination.",
        "As we look back, the weakness of the Germans seems to have been\npsychological rather than physical. At Valmy the numbers engaged were\nnot unequal, and while the French were, for the most part, raw and\nill-compacted levies, with few trained officers, the German regiments\nwere those renowned battalions of Frederick the Great whose onset,\nduring the Seven Years’ War, no adversary had been able to endure. Yet\nthese redoubtable Prussians fell back in confusion without having\nseriously tried the French position, and their officers, apparently, did\nnot venture to call upon them to charge again. In vain the French\ngentlemen implored the Prussian King to support them if they alone\nshould storm Kellermann’s batteries. Under the advice of the Duke of\nBrunswick the King decided on retreat. It is said that the Duke had as\nlittle heart in the war as Charles Fox, or, possibly, Pitt, or as his\nown troops. And yet he was so strong that Dumouriez, after his victory,\nhung back and offered the invaders free passage lest the Germans, if\naroused, should turn on him and fight their way to the Marne.",
        "To the emigrants the retreat was terrible. It was a disaster from which,\nas a compact power, they never recovered. The rising in Vendée\ntemporarily collapsed with the check at Châlons, and they were left\nliterally naked unto their enemy. Some of them returned to their homes,\npreferring the guillotine to starvation, others, disguised in peasants’\nblouses, tried to reach Rouërie in La Vendée, some died from hardship,\nsome committed suicide, while the bulk regained Liège and there waited\nas suppliants for assistance from Vienna. But these unfortunate men, who\nhad entered so gayly upon a conflict whose significance they could not\ncomprehend, had by this time lost more than lands and castles. Many of\nthem had lost wives and children in one of the most frightful butcheries\nof history, and a butchery for which they themselves were responsible,\nbecause it was the inevitable and logical effect of their own\nintellectual limitations.",
        "When, after the affair of August 10, Danton and his party became masters\nof the incipient republic, Paris lay between two perils whose relative\nmagnitude no one could measure. If Châlons fell, Vendée would rise, and\nthe Republicans of the West would be massacred. Five months later Vendée\ndid rise, and at Machecoul the patriots were slaughtered amidst nameless\natrocities, largely at the instigation of the priests. In March, 1793,\none hundred thousand peasants were under arms.",
        "Clearly the West could not be denuded of troops, and yet, if Châlons\nwere to be made good, every available man had to be hurried to\nKellermann, and this gigantic effort fell to the lot of a body of young\nand inexperienced adventurers who formed what could hardly be dignified\nwith the name of an organized administration.",
        "For a long time Marat, with whom Danton had been obliged to coalesce,\nhad been insisting that, if the enemy were to be resisted on the\nfrontier, Paris must first be purged, for Paris swarmed with Royalists\nwild for revenge, and who were known to be arming. Danton was not yet\nprepared for extermination. He instituted domiciliary visits. He made\nabout three thousand arrests and seized a quantity of muskets, but he\nliberated most of those who were under suspicion. The crisis only came\nwith the news, on September 2, of the investment of Verdun, when no one\nlonger could doubt that the net was closing about Paris. Verdun was but\nthree or four days’ march from Châlons. When the Duke of Brunswick\ncrossed the Marne and Brittany revolted, the government would have to\nflee, as Roland proposed, and then the Royalists would burst the gates\nof the prisons and there would be another Saint Bartholomew.",
        "Toward four o’clock in the afternoon of September 2, 1792, the prison of\nthe Abbaye was forced and the massacres began. They lasted until\nSeptember 6, and through a circular sent out by Marat they were extended\nto Lyons, to Reims, and to other cities. About 1600 prisoners were\nmurdered in Paris alone. Hardly any one has ever defended those\nslaughters. Even Marat called them “disastrous,” and yet no one\ninterfered. Neither Danton, nor Roland, nor the Assembly, nor the\nNational Guard, nor the City of Paris, although the two or three hundred\nruffians who did the work could have been dispersed by a single company\nof resolute men, had society so willed it. When Robespierre’s time came\nhe fell almost automatically. Though the head of the despotic “Committee\nof Public Safety,” and nominally the most powerful man in France, he was\nsent to execution like the vilest and most contemptible of criminals by\nadversaries who would not command a regiment. The inference is that the\nSeptember massacres, which have ever since been stigmatized as the\ndeepest stain upon the Revolution, were, veritably, due to the\nRoyalists, who made with the Republicans an issue of self-preservation.\nFor this was no common war. In Royalist eyes it was a servile revolt,\nand was to be treated as servile revolts during the Middle Ages had\nalways been treated. Again and again, with all solemnity, the Royalists\nhad declared that were they to return as conquerors no stone of Paris\nshould be left standing on another, and that the inhabitants should\nexpire in the ashes of their homes on the rack and the wheel.",
        "Though Danton had many and obvious weaknesses he was a good lawyer, and\nDanton perceived that though he might not have been able to prevent the\nSeptember massacres, and although they might have been and probably were\ninevitable under the tension which prevailed, yet that any court, even a\npolitical court, would be better than Marat’s mob. Some months later he\nexplained his position to the Convention when it was considering the\nerection of the tribunal which finally sent Danton himself to the\nscaffold. “Nothing is more difficult than to define a political crime.\nBut, if a simple citizen, for any ordinary crime, receives immediate\npunishment, if it is so difficult to reach a political crime, is it not\nnecessary that extraordinary laws ... intimidate the rebels and reach\nthe culpable? Here public safety requires strong remedies and terrible\nmeasures. I see no compromise between ordinary forms and a revolutionary\ntribunal. History attests this truth; and since members have dared in\nthis assembly to refer to those bloody days which every good citizen has\nlamented, I say that, if such a tribunal had then existed, the people\nwho have been so often and so cruelly reproached for them, would never\nhave stained them with blood; I say, and I shall have the assent of all\nwho have watched these movements, that no human power could have checked\nthe outburst of the national vengeance.”",
        "In this perversion of the courts lay, as I understand it, the foulest\nhorror of the French Revolution. It was the effect of the rigidity of\nprivilege, a rigidity which found its incarnation in the judiciary. The\nconstitutional decisions of the parliaments under the old régime would\nalone have made their continuance impossible, but the worst evil was\nthat, after the shell crumbled, the mind within the shell survived, and\ndiscredited the whole regular administration of justice. When the\nNational Assembly came to examine grievances it found protests against\nthe judicial system from every corner of France, and it referred these\npetitions to a committee which reported in August, 1789. Setting aside\nthe centralization and consolidation of the system as being, for us,\nimmaterial, the committee laid down four leading principles of reform.\nFirst, purchase of place should be abolished, and judicial office should\nbe recognized as a public trust. Second, judges should be confined to\napplying, and restrained from interpreting, the law. That is to say, the\njudges should be forbidden to legislate. Third, the judges should be\nbrought into harmony with public opinion by permitting the people to\nparticipate in their appointment. Fourth, the tendency toward rigor in\ncriminal cases, which had become a scandal under the old régime, should\nbe tempered by the introduction of the jury. Bergasse proposed that\njudicial appointments should be made by the executive from among three\ncandidates selected by the provincial assemblies. After long and very\nremarkable debates the plan was, in substance, adopted in May, 1790,\nexcept that the Assembly decided, by a majority of 503 to 450, that the\njudges should be elected by the people for a term of six years, without\nexecutive interference. In the debate Cazalès represented the\nconservatives, Mirabeau the liberals. The vote was a test vote and shows\nhow strong the conservatives were in the Assembly up to the\nreorganization of the Clergy in July, 1790, and the electoral assemblies\nof the districts, which selected the judges, seem, on the whole, to have\nbeen rather more conservative than the Assembly. In the election not a\nsixth of those who were enfranchised voted for the delegates who, in\nturn, chose the judges, and these delegates were usually either eminent\nlawyers themselves, or wealthy merchants, or men of letters. The result\nwas a bench not differing much from an old parliament, and equally\nincapable of understanding the convulsion about them.",
        "Installed early in 1791, not a year elapsed before these magistrates\nbecame as ill at ease as had been those whom they displaced, and in\nMarch, 1792, Jean Debry formally demanded their recall, although their\nterms properly were to expire in 1796. During the summer of 1792 they\nsank into contempt and, after the massacres, the Legislative Assembly,\njust before its dissolution, provided for a new constituency for the\njudicial elections. This they degraded so far that, out of fifty-one\nmagistrates to be chosen in Paris, only twelve were professionally\ntrained. Nor did the new courts inspire respect. After the 10th of\nAugust one or two special tribunals were organized to try the Swiss\nGuard who surrendered in the Palace, and other political offenders, but\nthese proved to be so ineffective that Marat thrust them aside, and\nsubstituted for them his gangs of murderers. No true and permanent\npolitical court was evolved before Danton had to deal with the treason\nof Dumouriez, nor was this tribunal perfected before Danton gave way to\nthe Committee of Public Safety, when French revolutionary society became\nincandescent, through universal attack from without and through\ninsurrection within.",
        "Danton, though an orator and a lawyer, possibly even a statesman, was\nnot competent to cope with an emergency which exacted from a minister\nadministrative genius like that of Carnot. Danton’s story may be briefly\ntold. At once after Valmy the Convention established the Republic; on\nJanuary 21, 1793, Louis was beheaded; and between these two events a new\nmovement had occurred. The Revolutionists felt intuitively that, if they\nremained shut up at home, with enemies without and traitors within, they\nwould be lost. If the new ideas were sound they would spread, and Valmy\nhad proved to them that those ideas had already weakened the invading\narmies. Danton declared for the natural boundaries of France,–the\nRhine, the Alps, and the ocean,–and the Convention, on January 29,\n1793, threw Dumouriez on Holland. This provoked war with England, and\nthen north, south, and east the coalition was complete. It represented\nat least half a million fighting men. Danton, having no military\nknowledge or experience, fixed his hopes on Dumouriez. To Danton,\nDumouriez was the only man who could save France. On November 6, 1792,\nDumouriez defeated the Austrians at Jemmapes; on the 14th, he entered\nBrussels, and Belgium lay helpless before him. On the question of the\ntreatment of Belgium, the schism began which ended with his desertion.\nDumouriez was a conservative who plotted for a royal restoration under,\nperhaps, Louis Philippe. The Convention, on the contrary, determined to\nrevolutionize Belgium, as France had been revolutionized, and to this\nend Cambon proposed to confiscate and sell church land and emit\nassignats. Danton visited Dumouriez to attempt to pacify him, but found\nhim deeply exasperated. Had Danton been more sagacious he would have\nbeen suspicious. Unfortunately for him he left Dumouriez in command. In\nFebruary, Dumouriez invaded Holland and was repulsed, and he then fell\nback to Brussels, not strong enough to march to Paris without support,\nit is true, but probably expecting to be strong enough as soon as the\nVendean insurrection came to a head. Doubtless he had relations with the\nrebels. At all events, on March 10, the insurrection began with the\nmassacre of Machecoul, and on March 12, 1793, Dumouriez wrote a letter\nto the Convention which was equivalent to a declaration of war. He then\ntried to corrupt his army, but failed, and on April 4, 1793, fled to\nthe Austrians. Meanwhile, La Vendée was in flames. To appreciate the\nsituation one must read Carnot’s account of the border during these\nweeks when he alone, probably, averted some grave disaster. For my\npurpose it suffices to say that the pressure was intense, and that this\nintense pressure brought forth the Revolutionary Tribunal, or the\npolitical court.",
        "On March 10, 1793, the Convention passed a decree constituting a court\nof five judges and a jury, to be elected by the Convention. To these was\njoined a public prosecutor. Fouquier-Tinville afterward attained to a\nsombre fame in this position. Six members of the Convention were to sit\nas a commission to supervise drawing the indictments, the preparation of\nevidence, and also to advise the prosecutor. The punishments, under the\nlimitations of the Penal Code and other criminal laws, were to be within\nthe discretion of the court, whose judgments were to be final.[40] Death\nwas accompanied by confiscation of property.",
        "Considering that this was an extraordinary tribunal, working under\nextreme tension, which tried persons against whom usually the evidence\nwas pretty conclusive, its record for the first six months was not\ndiscreditable. Between April 6 and September 21, 1793, it rendered\nsixty-three sentences of death, thirteen of transportation, and\nthirty-eight acquittals. The trials were held patiently, testimony was\nheard, and the juries duly deliberated. Nevertheless the Terror deepened\nas the stress upon the new-born republic increased. Nothing more awful\ncan be imagined than the ordeal which France endured between the meeting\nof the Convention in September, 1792, and the completion of the\nCommittee of Public Safety in August, 1793. Hemmed in by enemies, the\nrevolution glowed in Paris like molten lava, while yet it was torn by\nfaction. Conservative opinion was represented by the Girondists, radical\nopinion by the Mountain, and between the two lay the Plain, or the\nmajority of the Convention, who embodied the social centre of gravity.\nAs this central mass swayed, so did supremacy incline. The movement was\nas accurate as that of any scientific instrument for registering any\nstrain. Dumouriez’s treason in April left the northern frontier open,\nsave for a few fortresses which still held out. When those should fall\nthe enemy could make a junction with the rebels in Vendée. Still the\nGirondists kept control, and even elected Isnard, the most violent among\nthem, President of the Convention. Then they had the temerity to arrest\na member of the Commune of Paris, which was the focus of radicalism.\nThat act precipitated the struggle for survival and with it came the\nchange in equilibrium. On June 2, Paris heard of the revolt of Lyons and\nof the massacre of the patriots. The same day the Sections invaded the\nConvention and expelled from their seats in the Tuileries twenty-seven\nGirondists. The Plain or Centre now leant toward the Mountain, and, on\nJuly 10, the Committee of Public Safety, which had been first organized\non April 6, 1793, directly after Dumouriez’s treason, was reorganized by\nthe addition of men like Saint-Just and Couthon, with Prieur, a lawyer\nof ability and energy, for President. On July 12, 1793, the Austrians\ntook Condé, and on July 28, Valenciennes; while on July 25, Kleber,\nstarving, surrendered Mayence. Nothing now but their own inertia stood\nbetween the allies and La Vendée. Thither indeed Kellermann’s men were\nsent, since they had promised not to serve against the coalition for a\nyear, but even of these a division was surrounded and cut to pieces in\nthe disaster of Torfou. A most ferocious civil war soon raged throughout\nFrance. Caen, Bordeaux, Lyons, Marseilles, declared against the\nConvention. The whole of the northwest was drenched in blood by the\nChouans. Sixty departments were in arms. On August 28 the Royalists\nsurrendered Toulon to the English, who blockaded the coasts and supplied\nthe needs of the rebels. About Paris the people were actually starving.\nOn July 27 Robespierre entered the Committee of Safety; Carnot, on\nAugust 14. This famous committee was a council of ten forming a pure\ndictatorship. On August 16, the Convention decreed the Levée en Masse.",
        "When Carnot became Minister of War to this dictatorship the Republic had\n479,000 demoralized soldiers with the colors, under beaten and\ndiscredited commanders. Bouillé had conspired against the\nStates-General, Lafayette against the Legislative Assembly, and\nDumouriez against the Convention. One year from that time it had a\nsuperb force, 732,000 strong, commanded by Jourdan and Pichegru, Hoche,\nMoreau, and Bonaparte. Above all Carnot loved Hoche. Up to Valmy the old\nregular army, however shaken, had remained as a core. Then it became\nmerged in a mass of volunteers, and these volunteers had to be armed and\ndisciplined and fed and led against the greatest and strongest coalition\nwhich the modern world had ever seen. France, under Camot, became a vast\nworkshop. Its most eminent scientific men taught the people how to\ngather saltpetre and the government how to manufacture powder and\nartillery. Horses had to be obtained. Carnot was as reckless of himself\nas of others. He knew no rest. There was that to be done which had to be\ndone quickly and at any cost; there was that or annihilation.",
        "On October 21, 1794, when the people had gathered in the Champ de Mars\nto celebrate the Festival of Victories, after the President of the\nConvention had proclaimed that the Republic had been delivered, Carnot\nannounced what had been accomplished.",
        "France had won twenty-seven victories, of which eight had been pitched\nbattles.",
        "One hundred and twenty lesser combats. France had killed eighty\nthousand enemies.",
        "Had taken ninety-one thousand prisoners.",
        "Also one hundred and sixteen places or towns, six after siege.",
        "Two hundred and thirty forts or redoubts.",
        "Three thousand eight hundred cannon.",
        "Seventy thousand muskets.",
        "Ninety flags.",
        "As Benjamin Constant has observed, nothing can change the stupendous\nfact “that the Convention found the enemy at thirty leagues from Paris,\n... and made peace at thirty leagues from Vienna.”",
        "Under the stimulus of a change in environment of mind is apt to expand\nwith something of this resistless energy. It did so in the Reformation.\nIt may be said almost invariably to do so, when decay does not\nsupervene, and it now concerns us to consider, in some rough way, what\nthe cost to the sinking class of attempting repression may be, when it\nmiscalculates its power in such an emergency.",
        "I take it to be tolerably clear that, if the French privileged classes\nhad accepted the reforms of Turgot in good faith, and thus had spread\nthe movement of the revolution over a generation, there would have been\nno civil war and no confiscations, save confiscations of ecclesiastical\nproperty. I take it also that there would have been no massacres and no\nrevolutionary tribunals, if France in 1793 had fought foreign enemies\nalone, as England did in 1688. Even as it was the courts did not grow\nthoroughly political until the preservation of the new type of mind came\nto hinge largely on the extermination of the old. Danton’s first and\nrelatively benign revolutionary tribunal, established in March, 1793,\nwas reorganized by the Committee of Public Safety in the following\nautumn, by a series of decrees of which the most celebrated is that of\nSeptember 17, touching suspected persons. By these decrees the tribunal\nwas enlarged so that, in the words of Danton, every day an aristocratic\nhead might fall. The committee presented a list of judges, and the\nobject of the law was to make the possession of a reactionary mind a\ncapital offence. It is only in extreme exigencies that pure thinking by\na single person becomes a crime. Ordinarily, a crime consists of a\nmalicious thought coupled with an overt act, but in periods of high\ntension, the harboring of any given thought becomes criminal. Usually\nduring civil wars test oaths are tendered to suspected persons to\ndiscover their loyalty. For several centuries the Church habitually\nburnt alive all those who denied the test dogma of transubstantiation,\nand during the worst spasm of the French Revolution to believe in the\nprinciple of monarchy and privilege was made capital with confiscation\nof property.",
        "The question which the Convention had to meet was how to establish the\nexistence of a criminal mind, when nothing tangible indicated it. The\nold régime had tortured. To prove heresy the Church also had always used\ntorture. The Revolution proceeded more mildly. It acted on suspicion.\nThe process was simple. The Committee, of whom in this department\nRobespierre was the chief, made lists of those who were to be condemned.\nThere came to be finally almost a complete absence of forms. No evidence\nwas necessarily heard. The accused, if inconvenient, was not allowed to\nspeak. If there were doubt touching the probability of conviction,\npressure was put upon the court. I give one or two examples: Scellier,\nthe senior associate judge of the tribunal, appears to have been a good\nlawyer and a fairly worthy man. One day in February, 1794, Scellier was\nat dinner with Robespierre, when Robespierre complained of the delays of\nthe court. Scellier replied that without the observance of forms there\ncould be no safety for the innocent. “Bah!” replied Robespierre,–\"you\nand your forms: wait; soon the Committee will obtain a law which will\nsuppress forms, and then we shall see.” Scellier ventured no answer.\nSuch a law was drafted by Couthon and actually passed on 22 Prairial\n(June 10, 1794), and yet it altered little the methods of\nFouquier-Tinville as prosecuting officer. Scellier having complained of\nthis law of Prairial to Saint-Just, Saint-Just replied that if he were\nto report his words, or that he was flinching, to the Committee,\nScellier would be arrested. As arrest was tantamount to sentence of\ndeath, Scellier continued his work.",
        "Without reasoning the subject out logically from premise to conclusion,\nor being, of course, capable of doing so in the mass, Frenchmen had\ncollectively received the intuition that everything must be endured for\na strong government, and that whatever obstructed that government must\nbe eliminated. For the process of elimination they used the courts.\nUnder the conditions in which they were placed by the domestic enemy,\nthey had little alternative. If a political party opposed the\nDictatorship in the Convention, that party must be broken down; if a man\nseemed likely to become a rival for the Dictatorship, that man must be\nremoved; all who conspired against the Republic must be destroyed as\nruthlessly at home as on the battle-field. The Republic was insolvent,\nand must have money, as it must have men. If the government needed men,\nit took them,–all. If it needed money, and a man were rich, it did not\nhesitate to execute him and confiscate his property. There are very\nfamous examples of all these phenomena strewn through the history of the\nTerror.",
        "The Girondists were liberals. They always had been liberals; they had\nnever conspired against the Republic; but they were impracticable. The\nablest of them, Vergniaud, complained before the Tribunal, that he was\nbeing tried for what he thought, not for what he had done. This the\ngovernment denied, but it was true. Nay, more; he was tried not for\npositive but for negative opinions, and he was convicted and executed,\nand his friends were convicted and executed with him, because, had they\nremained in the Convention, the Dictatorship, through their opposition,\nwould have lost its energy. Also the form of the conviction was shocking\nin the extreme. The defence of these twenty-one men was, practically,\nsuppressed, and the jury were directed to bring in a verdict of guilty.\nStill the prosecutions of the Girondists stopped here. When they\nrefrained from obstruction, they were spared.",
        "Danton and his friends may have been, and probably were, whether\nintentionally or by force of circumstances, a menace to the\nDictatorship. Either Robespierre or Danton had to be eliminated. There\nwas not room for both. On April 1, 1793, Danton, Camille Desmoulins, and\nothers were arrested on a warrant signed by such men as Cambacérès,\nCarnot, and Prieur. Carnot in particular was a soldier of the highest\ncharacter and genius. He would have signed no such warrant had he not\nthought the emergency pressing. Nor was the risk small. Danton was so\npopular and so strong before a jury that the government appears to have\ndistrusted even Fouquier-Tinville, for an order was given, and held in\nsuspense, apparently to Henriot, to arrest the President and the Public\nProsecutor of the Revolutionary Tribunal, on the day of Danton’s trial.",
        "Under such a stimulant Fouquier did his best, but he felt himself to be\nbeaten. Examining Cambon, Danton broke out: “Do you believe us to be\nconspirators? Look, he laughs, he don’t believe it. Record that he has\nlaughed.” Fouquier was at his wits’ end. If the next day the jury were\nasked if they had heard enough, and they answered, “No,” there would be\nan acquittal, and then Fouquier’s own head would roll into the basket.\nProbably there might even be insurrection. Fouquier wrote to the\nCommittee that they must obtain from the Convention a decree silencing\nthe defence. So grave was the crisis felt to be that the decree was\nunanimously voted. When Fouquier heard that the decree was on its way,\nhe said, with a sigh of relief,–\"Faith, we need it.” But when it was\nread, Danton sprung to his feet, raging, declaring that the public cried\nout treason upon it. The President adjourned the court while the hall\nresounded with the protests of the defendants and the shouts of the\npolice as they tore the condemned from the benches which they clutched\nand dragged them through the corridors toward the prison. They emerged\nno more until they mounted the carts which took them to the scaffold.",
        "Nor was it safe to hesitate if one were attached to this court. Fouquier\nhad a clerk named Paris-Fabricius. Now Paris had been a friend of Danton\nand took his condemnation to heart. He even declined to sign the\njudgment, which it was his duty to do. The next day, when he presented\nhimself to Fouquier, Fouquier looked at him sourly, and observed, “We\ndon’t want men who reason here; we want business done.” The following\nmorning Paris did not appear. His friends were disturbed, but he was not\nto be found. He had been cast into a secret dungeon in the prison of the\nLuxembourg.",
        "So, if a man were too rich it might go hard with him.\nLouis-Philippe-Joseph, Duc d’Orleans, afterward known as Égalité, was\none of the most interesting figures among the old nobility. The\ngreat-great-great-grandson of Louis XIII, he was a distant cousin of\nLouis XVI, and ranked as the first noble of France beyond the royal\nfamily. His education had been unfortunate. His father lived with a\nballet-dancer, while his mother, the Princess Henriette de\nBourbon-Conti, scandalized a society which was not easily shocked.\nDuring the Terror the sans culottes everywhere averred that the Duke was\nthe son of a coachman in the service of the banker Duruet. Doubtless\nthis was false, but the princess had abundant liaisons not much more\nreputable. Left to himself at sixteen years old, Égalité led a life of\nextreme profligacy, but he married one of the most beautiful and\ncharming women of the age, whom he succeeded in inspiring with a devoted\naffection. Born in 1747, his father died in 1785, leaving him, just at\nthe outbreak of the Revolution, the master of enormous wealth, and the\nfather of three sons who adored him. The eldest of these was the future\nking, Louis-Philippe. The man must have had good in him to have been\nloved as he was throughout life. He was besides more intelligent\ntouching the Revolution and its meaning than any man approaching him in\nrank in France. The Duke, when a young man, served with credit in the\nnavy, but after the battle of Ushant, in 1778, where he commanded the\nblue squadron, he was received with such enthusiasm in Paris, that\nMarie-Antoinette obtained his dismissal from the service. From this\nperiod he withdrew from court and his opposition to the government\nbegan. He adopted republican ideas, which he drew from America, and he\neducated his children as democrats. In 1789 he was elected to the\nStates-General, where he supported the fusion of the orders, and\nattained to a popularity which, on one occasion, according to Madame de\nCampan, nearly made the Queen faint from rage and grief. It was from the\ngarden of his palace of the Palais Royal that the column marched on July\n14, wearing his colors, the red, white and blue, to storm the Bastille.\nIt seemed that he had only to go on resolutely to thrust the King aside\nand become the ruler of France. He made no effort to do so. Mirabeau is\nsaid to have been disgusted with his lack of ambition. He was charitable\nalso, and spent very large sums of money among the poor of Paris during\nthe years of distress which followed upon the social disorders. The\nbreach with the court, however, became steadily wider, and finally he\nadhered to the party of Danton and voted for the condemnation of the\nKing. He sent two of his sons to serve in the army. The elder was still\nwith Dumouriez at the time of his treason. On April 6, 1793, when\nDumouriez’s treachery had become known, the Assembly ordered the arrest\nof the whole Bourbon family, and among them the Duke was apprehended and\nsent to Marseilles.",
        "Thus it appears that whatever complaint his own order may have had\nagainst Égalité, the Republic certainly had none. No man could have done\nmore for modern France than he. He abandoned his class, renounced his\nname, gave his money, sent his sons to the war, and voted for his own\nrelative’s death. No one feared him, and yet Robespierre had him brought\nto Paris and guillotined. His trial was a form. Fouquier admitted that\nhe had been condemned before he left Marseilles. The Duke was, however,\nvery rich and the government needed his money. Every one understood the\nsituation. He was told of the order for his arrest one night when at\nsupper in his palace in Paris with his friend Monsieur de Monville. The\nDuke, much moved, asked Monville if it were not horrible, after all the\nsacrifices he had made and all that he had done. “Yes, horrible,” said\nMonville, coolly, “but what would you have? They have taken from your\nHighness all they could get, you can be of no further use to them.\nTherefore, they will do to you, what I do with this lemon” (he was\nsqueezing a lemon on a sole); “now I have all the juice.” And he threw\nthe lemon into the fireplace. But yet even then Robespierre was not\nsatisfied. He harbored malice against this fallen man. On the way to the\nscaffold he ordered the cart, in which the Duke sat, to stop before the\nPalais Royal, which had been confiscated, in order that the Duke might\ncontemplate his last sacrifice for his country. The Duke showed neither\nfear nor emotion.",
        "All the world knows the story of the Terror. The long processions of\ncarts carrying victims to the guillotine, these increasing in number\nuntil after the Law of Prairial they averaged sixty or seventy a day in\nParis alone, while in the provinces there was no end. At Nantes, Carrier\ncould not work fast enough by a court, so he sank boat loads of\nprisoners in the Loire. The hecatombs sacrificed at Lyons, and the “Red\nMasses” of Orange, have all been described. The population of Toulon\nsank from 29,000 to 7,000. All those, in fine, were seized and slain\nwho were suspected of having a mind tinged with caste, or of being\ntraitors to the Republic. And it was the Centre, or the majority of the\nConvention, who did this, by tacitly permitting it to be done. That is\nto say, France permitted it because the onslaught of the decaying class\nmade atrocities such as these appear to be a condition of\nself-preservation. I doubt if, in human history, there be such another\nand so awful an illustration of the possible effects of conservative\nerrors of judgment.",
        "For France never loved the Terror or the loathsome instruments, such as\nFouquier-Tinville, or Carrier, or Billaud-Varennes, or Collot-d’Herbois,\nor Henriot, or Robespierre, or Couthon, who conducted it. On this point\nthere can, I think, be neither doubt nor question. I have tried to show\nhow the Terror began. It is easy to show how and why it ended. As it\nbegan automatically by the stress of foreign and domestic war, so it\nended automatically when that stress was relieved. And the most curious\naspect of the phenomenon is that it did not end through the application\nof force, but by common consent, and when it had ended, those who had\nbeen used for the bloody work could not be endured, and they too were\nput to death. The procession of dates is convincing.",
        "When, on July 27, 1793, Robespierre entered the Committee of Public\nSafety, the fortunes of the Republic were near their nadir, but almost\nimmediately, after Carnot took the War Department on August 14, they\nbegan to mend. On October 8, 1793, Lyons surrendered; on December 19,\n1793, the English evacuated Toulon; and, on December 23, the\ninsurrection in La Vendée received its death blow at Savenai. There had\nalso been success on the frontiers. Carnot put Hoche in command in the\nVosges. On December 23, 1793, Hoche defeated Wurmser at Freschweiller,\nwhen the Austrians, abandoning the lines of Wissembourg, fell back\nacross the Rhine. Thus by the end of 1793, save for the great border\nfortresses of Valenciennes and Condé to the north, which commanded the\nroad from Brussels to Paris, the soil of France had been cleared of the\nenemy, and something resembling domestic tranquillity had been restored\nat home. Simultaneously, as the pressure lessened, rifts began to appear\nin the knot of men who held the Dictatorship in the Republic.\nRobespierre, Couthon, and Saint-Just coalesced, and gained control of\nthe police, while Billaud-Varennes, Collot-d’Herbois, and, secretly and\nas far as he dared, Barère, formed an opposition. Not that the latter\nwere more moderate or merciful than Robespierre, but because, in the\nnature of things, there could be but one Dictator, and it became a\nquestion of the survival of the fittest. Carnot took little or no part\nin active politics. He devoted himself to the war, but he disapproved of\nthe Terror and came to a breach with Saint-Just. Robespierre’s power\nculminated on June 10, 1794, with the passage of the Law of 22 Prairial,\nwhich put the life of every Frenchman in his hand, and after which, save\nfor some dozen or two of his most intimate and devoted adherents like\nSaint-Just, Couthon, Le Bas, Fouquier, Fleuriot the Mayor of Paris, and\nHenriot, the commander of the national guard, no one felt his head safe\non his shoulders. It needed but security on the northern frontier to\ncause the social centre of gravity to shift and Robespierre to fall, and\nsecurity came with the campaign of Fleurus.",
        "Jourdan and Pichegru were in command on the Belgian border, and on June\n26, 1794, just sixteen days after the passage of the Law of Prairial,\nJourdan won the battle of Fleurus. This battle, though not decisive in\nitself, led to decisive results. It uncovered Valenciennes and Condé,\nwhich were invested, closing the entrance to France. On July 11, Jourdan\nentered Brussels; on July 16, he won a crushing victory before Louvain\nand the same day Namur opened its gates. On July 23, Pichegru, driving\nthe English before him, seized Antwerp. No Frenchman could longer doubt\nthat France was delivered, and with that certainty the Terror ended\nwithout a blow. Eventually the end must have come, but it came\ninstantly, and, according to the old legend, it came through a man’s\nlove for a woman.",
        "John Lambert Tallien, the son of the butler of the Marquis of Bercy, was\nborn in 1769, and received an education through the generosity of the\nmarquis, who noticed his intelligence. He became a journeyman printer,\nand one day in the studio of Madame Lebrun, dressed in his workman’s\nblouse, he met Thérézia Cabarrus, Marquise de Fontenay, the most\nseductive woman of her time, and fell in love with her on the instant.\nNothing, apparently, could have been more hopeless or absurd. But the\nRevolution came. Tallien became prominent, was elected to the\nConvention, grew to be influential, and in September, 1793, was sent to\nBordeaux, as representative of the Chamber, or as proconsul, as they\ncalled it. There he, the all-powerful despot, found Thérézia, trying to\nescape to Spain, in prison, humble, poor, shuddering in the shadow of\nthe guillotine. He saved her; he carried her through Bordeaux in triumph\nin a car by his side. He took her with him to Paris, and there\nRobespierre threw her into prison, and accused Tallien of corruption. On\nJune 12 Robespierre denounced him to the Convention, and on June 14,\n1794, the Jacobins struck his name from the list of the club. When\nFleurus was fought Thérézia lay in La Force, daily expecting death,\nwhile Tallien had become the soul of the reactionary party. On the 8\nThermidor (July 26,1794) Tallien received a dagger wrapped in a note\nsigned by Thérézia,–\"To-morrow they kill me. Are you then only a\ncoward?\"[41]",
        "On the morrow the great day had come. Saint-Just rose in the Convention\nto read a report to denounce Billaud, Collot, and Camot. Tallien would\nnot let him be heard. Billaud followed him. Collot was in the chair.\nRobespierre mounted the tribune and tried to speak. It was not without\nreason that Thérézia afterwards said, “This little hand had somewhat to\ndo with overthrowing the guillotine,” for Tallien sprang on him, dagger\nin hand, and, grasping him by the throat, cast him from the tribune,\nexclaiming, “I have armed myself with a dagger to pierce his heart if\nthe Convention dare not order his accusation.” Then rose a great shout\nfrom the Centre, “Down with the tyrant, arrest him, accuse him!” From\nthe Centre, which until that day had always silently supported the\nRobespierrian Dictatorship. Robespierre for the last time tried to\nspeak, but his voice failed him. “It’s Danton’s blood that chokes him;\narrest him, arrest him!” they shouted from the Right. Robespierre\ndropped exhausted on a bench, then they seized him, and his brother, and\nCouthon, and Saint-Just, and ordered that the police should take them to\nprison.",
        "But it was one thing for the Convention to seize Robespierre singly, and\nwithin its own hall; it was quite another for it to hold him and send\nhim to the guillotine. The whole physical force of Paris was nominally\nwith Robespierre. The Mayor, Fleuriot, closed the barriers, sounded the\ntocsin, and forbade any jailer to receive the prisoners; while Henriot,\nwho had already been drinking, mounted a horse and galloped forth to\nrouse the city. Fleuriot caused Robespierre, Couthon, and Le Bas to be\nbrought to the City Hall. A provisional government was completed. It\nonly remained to disperse the Assembly. Henriot undertook a duty which\nlooked easy. He seems to have collected about twenty guns, which he\nbrought to the Tuileries and trained on the hall of the Convention. The\ndeputies thought all was over. Collot-d’Herbois took the chair, which\nwas directly in range, put on his hat, and calmly said, as Henriot gave\nthe order to fire, “We can at least die at our post.” No volley\ncame–the men had mutinied. Then the Convention declared Henriot beyond\nthe protection of the law, and Henriot fled to the City Hall. The\nConvention chose Barras to command their armed force, but save a few\npolice they had no force. The night was wearing away and Fleuriot had\nnot been able to persuade Robespierre to take any decisive step.\nRobespierre was, indeed, only a pettifogging attorney. At length he\nconsented to sign an appeal to arms. He had written two letters of his\nname–\"Ro\"–when a section of police under Barras reached the City Hall.\nThey were but a handful, but the door was unguarded. They mounted the\nstairs and as Robespierre finished the “o”, one of these men, named\nMerda, fired on him, breaking his jaw. The stain of blood is still on\nthe paper where Robespierre’s head fell. They shot Couthon in the leg,\nthey threw Henriot out of the window into a cesspool below where he\nwallowed all night, while Le Bas blew out his brains. The next day they\nbrought Robespierre to the Convention, but the Convention refused to\nreceive him. They threw him on a table, where he lay, horrible to be\nseen, his coat torn down the back, his stockings falling over his heels,\nhis shirt open and soaking with blood, speechless, for his mouth was\nfilled with splinters of his broken jaw. Such was the man who the\nmorning before had been Dictator, and master of all the armies of\nFrance. Couthon was in little better plight. Twenty-one in all were\ncondemned on the 10 Thermidor and taken in carts to the guillotine. An\nawful spectacle. There was Robespierre with his disfigured face, half\ndead, and Fleuriot, and Saint-Just, and Henriot next to Robespierre, his\nforehead gashed, his right eye hanging down his cheek, dripping with\nblood, and drenched with the filth of the sewer in which he had passed\nthe night. Under their feet lay the cripple Couthon, who had been thrown\nin like a sack. Couthon was paralyzed, and he howled in agony as they\nwrenched him straight to fasten him to the guillotine. It took a quarter\nof an hour to finish with him, while the crowd exulted. A hundred\nthousand people saw the procession and not a voice or a hand was raised\nin protest. The whole world agreed that the Terror should end. But the\noldest of those who suffered on the 10 Thermidor was Couthon, who was\nthirty-eight, Robespierre was thirty-five, and Saint-Just but\ntwenty-seven.",
        "So closed the Terror with the strain which produced it. It will remain a\nby-word for all time, and yet, appalling as it may have been, it was the\nlegitimate and the logical result of the opposition made by caste to the\nadvent of equality before the law. Also, the political courts served\ntheir purpose. They killed out the archaic mind in France, a mind too\nrigid to adapt itself to a changing environment. Thereafter no organized\nopposition could ever be maintained against the new social equilibrium.\nModern France went on steadily to a readjustment, on the basis of\nunification, simplification of administration, and equality before the\nlaw, first under the Directory, then under the Consulate, and finally\nunder the Empire. With the Empire the Civil Code was completed, which I\ntake to be the greatest effort at codification of modern times.\nCertainly it has endured until now. Governments have changed. The Empire\nhas yielded to the Monarchy, the Monarchy to the Republic, the Republic\nto the Empire again, and that once more to the Republic, but the Code\nwhich embodies the principle of equality before the law has remained.\nFundamentally the social equilibrium has been stable. And a chief reason\nof this stability has been the organization of the courts upon rational\nand conservative principles. During the Terror France had her fill of\npolitical tribunals. Since the Terror French judges, under every\ngovernment, have shunned politics and have devoted themselves to\nconstruing impartially the Code. Therefore all parties, and all ranks,\nand all conditions of men have sustained the courts. In France, as in\nEngland, there is no class jealousy touching the control of the\njudiciary.",
        "[40] Histoire du Tribunal Revolutionaire de Paris, H. Wallon, I, 57.",
        "[41] “C’est demain qu’on me tue; n’êtes-vous donc qu’un lache?”",
        "As the universe, which at once creates and destroys life, is a complex\nof infinitely varying forces, history can never repeat itself. It is\nvain, therefore, to look in the future for some paraphrase of the past.\nYet if society be, as I assume it to be, an organism operating on\nmechanical principles, we may perhaps, by pondering upon history, learn\nenough of those principles to enable us to view, more intelligently than\nwe otherwise should, the social phenomena about us. What we call\ncivilization is, I suspect, only, in proportion to its perfection, a\nmore or less thorough social centralization, while centralization, very\nclearly, is an effect of applied science. Civilization is accordingly\nnearly synonymous with centralization, and is caused by mechanical\ndiscoveries, which are applications of scientific knowledge, like the\ndiscovery of how to kindle fire, how to build and sail ships, how to\nsmelt metals, how to prepare explosives, how to make paper and print\nbooks, and the like. And we perceive on a little consideration that from\nthe first great and fundamental discovery of how to kindle fire, every\nadvance in applied science has accelerated social movement, until the\ndiscovery of steam and electricity in the eighteenth and nineteenth\ncenturies quickened movement as movement had never been quickened\nbefore. And this quickening has caused the rise of those vast cities,\nwhich are at once our pride and our terror.",
        "Social consolidation is, however, not a simple problem, for social\nconsolidation implies an equivalent capacity for administration. I take\nit to be an axiom, that perfection in administration must be\ncommensurate to the bulk and momentum of the mass to be administered,\notherwise the centrifugal will overcome the centripetal force, and the\nmass will disintegrate. In other words, civilization would dissolve. It\nis in dealing with administration, as I apprehend, that civilizations\nhave usually, though not always, broken down, for it has been on\nadministrative difficulties that revolutions have for the most part\nsupervened. Advances in administration seem to presuppose the evolution\nof new governing classes, since, apparently, no established type of mind\ncan adapt itself to changes in environment, even in slow-moving\ncivilizations, as fast as environments change. Thus a moment arrives\nwhen the minds of any given dominant type fail to meet the demands made\nupon them, and are superseded by a younger type, which in turn is set\naside by another still younger, until the limit of the administrative\ngenius of that particular race has been reached. Then disintegration\nsets in, the social momentum is gradually relaxed, and society sinks\nback to a level at which it can cohere. To us, however, the most\ndistressing aspect of the situation is, that the social acceleration is\nprogressive in proportion to the activity of the scientific mind which\nmakes mechanical discoveries, and it is, therefore, a triumphant science\nwhich produces those ever more rapidly recurring changes in environment\nto which men must adapt themselves at their peril. As, under the\nstimulant of modern science, the old types fail to sustain themselves,\nnew types have to be equally rapidly evolved, and the rise of a new\ngoverning class is always synonymous with a social revolution and a\nredistribution of property. The Industrial Revolution began almost\nprecisely a century and a half ago, since when the scientific mind has\ncontinually gained in power, and, during that period, on an average of\nonce in two generations, the environment has so far shifted that a\nsocial revolution has occurred, accompanied by the advent of a new\nfavored class, and a readjustment of wealth. I think that a glance at\nAmerican history will show this estimate to be within the truth. At the\nsame time such rapidity of intellectual mutation is without precedent,\nand I should suppose that the mental exhaustion incident thereto must be\nvery considerable.",
        "In America, in 1770, a well-defined aristocracy held control. As an\neffect of the Industrial Revolution upon industry and commerce, the\nRevolutionary War occurred, the colonial aristocracy misjudged the\nenvironment, adhered to Great Britain, were exiled, lost their property,\nand perished. Immediately after the American Revolution and also as a\npart of the Industrial Revolution, the cotton gin was invented, and the\ncotton gin created in the South another aristocracy, the cotton\nplanters, who flourished until 1860. At this point the changing of the\nenvironment, caused largely by the railway, brought a pressure upon the\nslave-owners against which they, also failing to comprehend their\nsituation, rebelled. They were conquered, suffered confiscation of their\nproperty, and perished. Furthermore, the rebellion of the aristocracy at\nthe South was caused, or at all events was accompanied by, the rise of a\nnew dominant class at the North, whose power rested upon the development\nof steam in transportation and industry. This is the class which has won\nhigh fortune by the acceleration of the social movement, and the\nconsequent urban growth of the nineteenth century, and which has now for\nabout two generations dominated in the land. If this class, like its\npredecessors, has in its turn mistaken its environment, a redistribution\nof property must occur, distressing, as previous redistributions have\nbeen, in proportion to the inflexibility of the sufferers. The last two\nredistributions have been painful, and, if we examine passing phenomena\nfrom this standpoint, they hardly appear to promise much that is\nreassuring for the future.",
        "Administration is the capacity of coördinating many, and often\nconflicting, social energies in a single organism, so adroitly that they\nshall operate as a unity. This presupposes the power of recognizing a\nseries of relations between numerous special social interests, with all\nof which no single man can be intimately acquainted. Probably no very\nhighly specialized class can be strong in this intellectual quality\nbecause of the intellectual isolation incident to specialization; and\nyet administration or generalization is not only the faculty upon which\nsocial stability rests, but is, possibly, the highest faculty of the\nhuman mind. It is precisely in this preëminent requisite for success in\ngovernment that I suspect the modern capitalistic class to be weak. The\nscope of the human intellect is necessarily limited, and modern\ncapitalists appear to have been evolved under the stress of an\nenvironment which demanded excessive specialization in the direction of\na genius adapted to money-making under highly complex industrial\nconditions. To this money-making attribute all else has been sacrificed,\nand the modern capitalist not only thinks in terms of money, but he\nthinks in terms of money more exclusively than the French aristocrat or\nlawyer ever thought in terms of caste. The modern capitalist looks upon\nlife as a financial combat of a very specialized kind, regulated by a\ncode which he understands and has indeed himself concocted, but which is\nrecognized by no one else in the world. He conceives sovereign powers to\nbe for sale. He may, he thinks, buy them; and if he buys them; he may\nuse them as he pleases. He believes, for instance, that it is the\nlawful, nay more! in America, that it is the constitutional right of the\ncitizen to buy the national highways, and, having bought them, to use\nthem as a common carrier might use a horse and cart upon a public road.\nHe may sell his service to whom he pleases at what price may suit him,\nand if by doing so he ruins men and cities, it is nothing to him. He is\nnot responsible, for he is not a trustee for the public. If he be\nrestrained by legislation, that legislation is in his eye an oppression\nand an outrage, to be annulled or eluded by any means which will not\nlead to the penitentiary. He knows nothing and cares less, for the\nrelation which highways always have held, and always must hold, to every\ncivilized population, and if he be asked to inform himself on such\nsubjects he resents the suggestion as an insult. He is too specialized\nto comprehend a social relation, even a fundamental one like this,\nbeyond the narrow circle of his private interests. He might, had he so\nchosen, have evolved a system of governmental railway regulation, and\nhave administered the system personally, or by his own agents, but he\ncould never be brought to see the advantage to himself of rational\nconcession to obtain a resultant of forces. He resisted all restraint,\nespecially national restraint, believing that his one weapon\n–money–would be more effective in obtaining what he wanted in\nstate legislatures than in Congress. Thus, of necessity, he precipitates\na conflict, instead of establishing an adjustment. He is, therefore, in\nessence, a revolutionist without being aware of it. The same specialized\nthinking appears in his reasoning touching actual government. New York\nCity will serve as an illustration.",
        "New York has for two generations been noted for a civic corruption which\nhas been, theoretically, abominable to all good citizens, and which the\ncapitalistic class has denounced as abominable to itself. I suspect this\nto be an imaginative conception of the situation. Tammany Hall is, I\ntake it, the administrative bureau through which capital purchases its\nprivileges. An incorruptible government would offend capital, because,\nunder such a government, capital would have to obey the law, and\nprivilege would cease. Occasionally, Tammany grows rapacious and exacts\ntoo much for its services. Then a reform movement is undertaken, and\nfinally a new management is imposed on Tammany; but when Tammany has\nconsented to a satisfactory scale of prices, the reform ends. To change\nthe system would imply a shift in the seat of power. In fine, money is\nthe weapon of the capitalist as the sword was the weapon of the\nmediaeval soldier; only, as the capitalist is more highly specialized\nthan the soldier ever was, he is more helpless when his single weapon\nfails him. From the days of William the Conqueror to our own, the great\nsoldier has been, very commonly, a famous statesman also, but I do not\nnow remember, in English or American history, a single capitalist who\nhas earned eminence for comprehensive statesmanship. On the contrary,\nalthough many have participated in public affairs, have held high\noffice, and have shown ability therein, capitalists have not unusually,\nhowever unjustly, been suspected of having ulterior objects in view,\nunconnected with the public welfare, such as tariffs or land grants.\nCertainly, so far as I am aware, no capitalist has ever acquired such\ninfluence over his contemporaries as has been attained with apparent\nease by men like Cromwell, Washington, or even Jackson.",
        "And this leads, advancing in an orderly manner step by step, to what is,\nperhaps, to me, the most curious and interesting of all modern\nintellectual phenomena connected with the specialized mind,–the\nattitude of the capitalist toward the law. Naturally the capitalist, of\nall men, might be supposed to be he who would respect and uphold the law\nmost, considering that he is at once the wealthiest and most vulnerable\nof human beings, when called upon to defend himself by physical force.\nHow defenceless and how incompetent he is in such exigencies, he proved\nto the world some years ago when he plunged himself and the country into\nthe great Pennsylvania coal strike, with absolutely no preparation.\nNevertheless, in spite of his vulnerability, he is of all citizens the\nmost lawless.[42] He appears to assume that the law will always be\nenforced, when he has need of it, by some special personnel whose duty\nlies that way, while he may, evade the law, when convenient, or bring it\ninto contempt, with impunity. The capitalist seems incapable of feeling\nhis responsibility, as a member of the governing class, in this respect,\nand that he is bound to uphold the law, no matter what the law may be,\nin order that others may do the like. If the capitalist has bought some\nsovereign function, and wishes to abuse it for his own behoof, he\nregards the law which restrains him as a despotic invasion of his\nconstitutional rights, because, with his specialized mind, he cannot\ngrasp the relation of a sovereign function to the nation as a whole. He,\ntherefore, looks upon the evasion of a law devised for public\nprotection, but inimical to him, as innocent or even meritorious.",
        "If an election be lost, and the legislature, which has been chosen by\nthe majority, cannot be pacified by money, but passes some act which\npromises to be annoying, the first instinct of the capitalist is to\nretain counsel, not to advise him touching his duty under the law, but\nto devise a method by which he may elude it, or, if he cannot elude it,\nby which he may have it annulled as unconstitutional by the courts. The\nlawyer who succeeds in this branch of practice is certain to win the\nhighest prizes at the bar. And as capital has had now, for more than one\nor even two generations, all the prizes of the law within its gift, this\nattitude of capital has had a profound effect upon shaping the American\nlegal mind. The capitalist, as I infer, regards the constitutional form\nof government which exists in the United States, as a convenient method\nof obtaining his own way against a majority, but the lawyer has learned\nto worship it as a fetich. Nor is this astonishing, for, were written\nconstitutions suppressed, he would lose most of his importance and much\nof his income. Quite honestly, therefore, the American lawyer has come\nto believe that a sheet of paper soiled with printers’ ink and\ninterpreted by half-a-dozen elderly gentlemen snugly dozing in\narmchairs, has some inherent and marvellous virtue by which it can\narrest the march of omnipotent Nature. And capital gladly accepts this\nview of American civilization, since hitherto capitalists have usually\nbeen able to select the magistrates who decide their causes, perhaps\ndirectly through the intervention of some president or governor whom\nthey have had nominated by a convention controlled by their money, or\nelse, if the judiciary has been elective, they have caused sympathetic\njudges to be chosen by means of a mechanism like Tammany, which they\nhave frankly bought.",
        "I wish to make myself clearly understood. Neither capitalists nor\nlawyers are necessarily, or even probably, other than conscientious men.\nWhat they do is to think with specialized minds. All dominant types have\nbeen more or less specialized, if none so much as this, and this\nspecialization has caused, as I understand it, that obtuseness of\nperception which has been their ruin when the environment which favored\nthem has changed. All that is remarkable about the modern capitalist is\nthe excess of his excentricity, or his deviation from that resultant of\nforces to which he must conform. To us, however, at present, neither\nthe morality nor the present mental excentricity of the capitalist is\nso material as the possibility of his acquiring flexibility under\npressure, for it would seem to be almost mathematically demonstrable\nthat he will, in the near future, be subjected to a pressure under which\nhe must develop flexibility or be eliminated.",
        "There can be no doubt that the modern environment is changing faster\nthan any environment ever previously changed; therefore, the social\ncentre of gravity constantly tends to shift more rapidly; and therefore,\nmodern civilization has unprecedented need of the administrative or\ngeneralizing mind. But, as the mass and momentum of modern society is\nprodigious, it will require a correspondingly prodigious energy to carry\nit safely from an unstable to a stable equilibrium. The essential is to\ngenerate the energy which brings success; and the more the mind dwells\nupon the peculiarities of the modern capitalistic class, the more doubts\nobtrude themselves touching their ability to make the effort, even at\npresent, and still more so to make it in the future as the magnitude of\nthe social organism grows. One source of capitalistic weakness comes\nfrom a lack of proper instruments wherewith to work, even supposing the\nwill of capital to be good; and this lack of administrative ability is\nsomewhat due to the capitalistic attitude toward education. In the\nUnited States capital has long owned the leading universities by right\nof purchase, as it has owned the highways, the currency, and the press,\nand capital has used the universities, in a general way, to develop\ncapitalistic ideas. This, however, is of no great moment. What is of\nmoment is that capital has commercialized education. Apparently modern\nsociety, if it is to cohere, must have a high order of generalizing\nmind,–a mind which can grasp a multitude of complex relations,–but\nthis is a mind which can, at best, only be produced in small quantity\nand at high cost. Capital has preferred the specialized mind and that\nnot of the highest quality, since it has found it profitable to set\nquantity before quality to the limit which the market will endure.\nCapitalists have never insisted upon raising an educational standard\nsave in science and mechanics, and the relative overstimulation of the\nscientific mind has now become an actual menace to order because of the\ninferiority of the administrative intelligence.",
        "Yet, even supposing the synthetic mind of the highest power to be\nincreasing in proportion to the population, instead of, as I suspect,\npretty rapidly decreasing, and supposing the capitalist to be fully\nalive to the need of administrative improvements, a phalanx of\nWashingtons would be impotent to raise the administrative level of the\nUnited States materially, as long as the courts remain censors of\nlegislation; because the province of the censorial court is to dislocate\nany comprehensive body of legislation, whose effect would be to change\nthe social status. That was the fundamental purpose which underlay the\nadoption of a written constitution whose object was to keep local\nsovereignties intact, especially at the South. Jefferson insisted that\neach sovereignty should by means of nullification protect itself. It was\na long step in advance when the nation conquered the prerogative of\nasserting its own sovereign power through the Supreme Court. Now the\nintervention of the courts in legislation has become, by the change in\nenvironment, as fatal to administration as would have been, in 1800,\nthe success of nullification. I find it difficult to believe that\ncapital, with its specialized views of what constitutes its advantages,\nits duties, and its responsibilities, and stimulated by a bar moulded to\nmeet its prejudices and requirements, will ever voluntarily assent to\nthe consolidation of the United States to the point at which the\ninterference of the courts with legislation might be eliminated;\nbecause, as I have pointed out, capital finds the judicial veto useful\nas a means of at least temporarily evading the law, while the bar, taken\nas a whole, quite honestly believes that the universe will obey the\njudicial decree. No delusion could be profounder and none, perhaps, more\ndangerous. Courts, I need hardly say, cannot control nature, though by\ntrying to do so they may, like the Parliament of Paris, create a\nfriction which shall induce an appalling catastrophe.",
        "True judicial courts, whether in times of peace or of revolution, seldom\nfail to be a substantial protection to the weak, because they enforce an\nestablished corpus juris and conduct trials by recognized forms. It is\nstartling to compare the percentage of convictions to prosecutions, for\nthe same class of offences, in the regular criminal courts during the\nFrench Revolution, with the percentage in the Revolutionary Tribunal.\nAnd once a stable social equilibrium is reached, all men tend to support\njudicial courts, if judicial courts exist, from an instinct of\nself-preservation. This has been amply shown by French experience, and\nit is here that French history is so illuminating to the American mind.\nBefore the Revolution France had semi-political courts which conduced to\nthe overthrow of Turgot, and, therefore, wrought for violence; but more\nthan this, France, under the old régime, had evolved a legal profession\nof a cast of mind incompatible with an equal administration of the law.\nThe French courts were, therefore, when trouble came, supported only by\na faction, and were cast aside. With that the old régime fell.",
        "The young Duke of Chartres, the son of Égalité Orleans, and the future\nLouis Philippe, has related in his journal an anecdote which illustrates\nthat subtle poison of distrust which undermines all legal authority, the\nmoment that suspicion of political partiality in the judiciary enters\nthe popular mind. In June, 1791, the Duke went down from Paris to\nVendôme to join the regiment of dragoons of which he had been\ncommissioned colonel. One day, soon after he joined, a messenger came to\nhim in haste to tell him that a mob had gathered near by who were about\nto hang two priests. “I ran thither at once,” wrote the Duke; “I spoke\nto those who seemed most excited and impressed upon them how horrible it\nwas to hang men without trial; besides, to act as hangmen was to enter a\ntrade which they all thought infamous; that they had judges, and that\nthis was their affair. They answered that their judges were aristocrats,\nand that they did not punish the guilty.” That is to say, although the\npriests were non-jurors, and, therefore, criminals in the eye of the\nlaw, the courts would not enforce the law because of political bias.[43]\n\"It is your fault,” I said to them, “since you elected them [the\njudges], but that is no reason why you should do justice yourselves.”",
        "Danton explained in the Convention that it was because of the deep\ndistrust of the judiciary in the public mind, which this anecdote\nshows, that the September massacres occurred, and it was because all\nrepublicans knew that the state and the army were full of traitors like\nDumouriez, whom the ordinary courts would not punish, that Danton\nbrought forward his bill to organize a true political tribunal to deal\nwith them summarily. When Danton carried through this statute he\nsupposed himself to be at the apex of power and popularity, and to be\nsafe, if any man in France were safe. Very shortly he learned the error\nIn his calculation. Billaud was a member of the Committee of Public\nSafety, while Danton had allowed himself to be dropped from membership.\nDanton had just been married, and to an aristocratic wife, and the\nturmoil of office had grown to be distasteful to him. On March 30, 1794,\nBillaud somewhat casually remarked, “We must kill Danton;” for in truth\nDanton, with conservative leanings, was becoming a grave danger to the\nextreme Jacobins. Had he lived a few months longer he would have been a\nThermidorist. Billaud, therefore, only expressed the prevailing Jacobin\nopinion; so the Jacobins arrested Danton, Camille Desmoulins, and his\nother friends, and Danton at once anticipated what would be his doom. As\nhe entered his cell he said to his jailer: “I erected the Tribunal. I\nask pardon of God and men.” But even yet he did not grasp the full\nmeaning of what he had done. At his trial he wished to introduce his\nevidence fully, protesting “that he should understand the Tribunal since\nhe created it;” nevertheless, he did not understand the Tribunal, he\nstill regarded it as more or less a court. Topino-Lebrun, the artist,\ndid understand it. Topino sat on the jury which tried Danton, and\nobserved that the heart of one of his colleagues seemed failing him.\nTopino took the waverer aside, and said: “This is not a trial, it is a\nmeasure. Two men are impossible; one must perish. Will you kill\nRobespierre?–No.–Then by that admission you condemn Danton.” Lebrun in\nthese few words went to the root of the matter, and stated the identical\nprinciple which underlies our whole doctrine of the Police Power. A\npolitical court is not properly a court at all, but an administrative\nboard whose function is to work the will of the dominant faction for the\ntime being. Thus a political court becomes the most formidable of all\nengines for the destruction of its creators the instant the social\nequilibrium shifts. So Danton found, in the spring of 1794, when the\nequilibrium shifted; and so Robespierre, who slew Danton, found the next\nJuly, when the equilibrium shifted again.",
        "Danton died on the 5th April, 1794; about three months later Jourdan won\nthe Fleurus campaign. Straightway Thermidor followed, and the Tribunal\nworked as well for the party of Thermidor as it had for the Jacobins.\nCarrier, who had wallowed in blood at Nantes, as the ideal Jacobin,\nwalked behind the cart which carried Robespierre to the scaffold,\nshouting, “Down with the tyrant;” but that did not save him. In vain he\nprotested to the Convention that, were he guilty, the whole Convention\nwas guilty, “down to the President’s bell.” By a vote of 498 out of 500,\nCarrier was sent before the Tribunal which, even though reorganized,\ncondemned him. Thérézia Cabarrus gaily presided at the closing of the\nJacobin Club, Tallien moved over to the benches on the right, and\ntherefore the court was ruthless to Fouquier. On the 11 Thermidor,\nseventy members, officers, or partisans of the Commune of Paris, were\nsent to the guillotine in only two batches. On the next day twelve more\nfollowed, four of whom were jurymen. Fouquier’s turn came later. It may\nalso be worth while for Americans to observe that a political court is\nquite as effective against property as against life. The Duke of Orleans\nis only the most celebrated example of a host of Frenchmen who perished,\nnot because of revenge, fear, or jealousy, but because the party in\npower wanted their property. The famous Law touching Suspected Persons\n(loi des suspects) was passed on September 17, 1793. On October 10,\n1793, that is three weeks afterward, Saint-Just moved that additional\npowers should be granted, by the Convention, to the Committee of Public\nSafety, defining, by way of justification for his motion, those who fell\nwithin the purview of this law. Among these, first of all, came “the\nrich,” who by that fact alone were to be considered, prima facie,\nenemies to their country.",
        "As I stated at the beginning of this chapter, history never can repeat\nitself; therefore, whatever else may happen in the United States, we\ncertainly shall have no Revolutionary Tribunal like the French Tribunal\nof 1793, but the mechanical principle of the political court always\nremains the same; it is an administrative board the control of which is\nuseful, or may be even essential, to the success of a dominant faction,\nand the instinctive comprehension which the American people have of this\ntruth is demonstrated by the determination with which they have, for\nmany years, sought to impose the will of the majority upon the\njudiciary. Other means failing to meet their expectations, they have now\nhit on the recall, which is as revolutionary in essence as were the\nmethods used during the Terror. Courts, from the Supreme Court downward,\nif purged by recall, or a process tantamount to recall, would, under\nproper stress, work as surely for a required purpose as did the tribunal\nsupervised by Fouquier-Tinville.",
        "These considerations rather lead me to infer that the extreme complexity\nof the administrative problems presented by modern industrial\ncivilization is beyond the compass of the capitalistic mind. If this be\nso, American society, as at present organized, with capitalists for the\ndominant class, can concentrate no further, and, as nothing in the\nuniverse is at rest, if it does not concentrate, it must, probably,\nbegin to disintegrate. Indeed we may perceive incipient signs of\ndisintegration all about us. We see, for example, an universal contempt\nfor law, incarnated in the capitalistic class itself, which is\nresponsible for order, and in spite of the awful danger which impends\nover every rich and physically helpless type should the coercive power\ncollapse. We see it even more distinctly in the chronic war between\ncapital and labor, which government is admittedly unable to control; we\nsee it in the slough of urban politics, inseparable from capitalistic\nmethods of maintaining its ascendancy; and, perhaps, most disquieting of\nall, we see it in the dissolution of the family which has, for untold\nages, been the seat of discipline and the foundation of authority. For\nthe dissolution of the family is peculiarly a phenomenon of our\nindustrial age, and it is caused by the demand of industry for the cheap\nlabor of women and children. Napoleon told the lawyers who drafted the\nCode that he insisted on one thing alone. They must fortify the family,\nfor, said he, if the family is responsible to the father and the father\nto me, I can keep order in France. One of the difficulties, therefore,\nwhich capital has to meet, by the aid of such administrative ability as\nit can command, is how to keep order when society no longer rests on the\ncohesive family, but on highly volatilized individuals as incohesive as\ngrains of sand.",
        "Meditating upon these matters, it is hard to resist the persuasion that\nunless capital can, in the immediate future, generate an intellectual\nenergy, beyond the sphere of its specialized calling, very much in\nexcess of any intellectual energy of which it has hitherto given\npromise, and unless it can besides rise to an appreciation of diverse\nsocial conditions, as well as to a level of political sagacity, far\nhigher than it has attained within recent years, its relative power in\nthe community must decline. If this be so the symptoms which indicate\nsocial disintegration will intensify. As they intensify, the ability of\nindustrial capital to withstand the attacks made upon it will lessen,\nand this process must go on until capital abandons the contest to defend\nitself as too costly. Then nothing remains but flight. Under what\nconditions industrial capital would find migration from America\npossible, must remain for us beyond the bounds even of speculation. It\nmight escape with little or no loss. On the other hand, it might fare as\nhardly as did the southern slaveholders. No man can foresee his fate. In\nthe event of adverse fortune, however, the position of capitalists would\nhardly be improved by the existence of political courts serving a\nmalevolent majority. Whatever may be in store for us, here at least, we\nreach an intelligible conclusion. Should Nature follow such a course as\nI have suggested, she will settle all our present perplexities as simply\nand as drastically as she is apt to settle human perturbations, and she\nwill follow logically in the infinitely extended line of her own most\nimpressive precedents.",
        "[42] In these observations on the intellectual tendencies of capital I\nspeak generally. Not only individual capitalists, but great\ncorporations, exist, who are noble examples of law-abiding and\nintelligent citizenship. Their rarity, however, and their\nconspicuousness, seem to prove the general rule.",
        "[43] By the Law of November 27, 1790, priests refusing to swear\nallegiance to the “civil constitution” of the clergy were punished by\nloss of pay and of rights of citizenship if they continued their\nfunctions. By Law of August 26, 1792, by transportation to Cayenne.",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}