{
    "title": "The Boys’ Life of Mark Twain - IX. The Open Road",
    "author": "Paine",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "Samuel Clemens went to visit his sister Pamela in St. Louis and was\npresently at work, setting type on the “Evening News.”  He had no\nintention, however, of staying there.  His purpose was to earn money\nenough to take him to New York City.  The railroad had by this time\nreached St. Louis, and he meant to have the grand experience of a long\njourney “on the cars.”  Also, there was a Crystal Palace in New York,\nwhere a world’s exposition was going on.",
        "Trains were slow in 1853, and it required several days and nights to go\nfrom St. Louis to New York City, but to Sam Clemens it was a wonderful\njourney.  All day he sat looking out of the window, eating when he chose\nfrom the food he carried, curling up in his seat at night to sleep.  He\narrived at last with a few dollars in his pocket and a ten-dollar bill\nsewed into the lining of his coat.",
        "New York was rather larger than he expected.  All of the lower end of\nManhattan Island was covered by it.  The Crystal Palace–some distance\nout–stood at Forty-second Street and Sixth Avenue–the present site of\nBryant Park.  All the world’s newest wonders were to be seen there–a\ndazzling exhibition.  A fragment of the letter which Sam Clemens wrote to\nhis sister Pamela–the earliest piece of Mark Twain’s writing that has\nbeen preserved–expresses his appreciation of the big fair:",
        "“From the gallery (second floor) you have a glorious sight–the\n     flags of the different countries represented, the lofty dome,\n     glittering jewelry, gaudy tapestry, etc., with the busy crowd\n     passing to and fro–’tis a perfect fairy palace–beautiful beyond\n     description.",
        "“The machinery department is on the main floor, but I cannot\n     enumerate any of it on account of the lateness of the hour (past one\n     o’clock).  It would take more than a week to examine everything on\n     exhibition, and I was only in a little over two hours to-night.  I\n     only glanced at about one-third of the articles; and, having a poor\n     memory, I have enumerated scarcely any of even the principal\n     objects.  The visitors to the Palace average 6,000 daily–double the\n     population of Hannibal.  The price of admission being fifty cents,\n     they take in about $3,000.",
        "“The Latting Observatory (height about 280 feet) is near the Palace.\n     From it you can obtain a grand view of the city and the country\n     around.  The Croton Aqueduct, to supply the city with water, is the\n     greatest wonder yet.  Immense pipes are laid across the bed of the\n     Harlem River, and pass through the country to Westchester County,\n     where a whole river is turned from its course and brought to New\n     York.  From the reservoir in the city to Westchester County\n     reservoir the distance is thirty-eight miles, and, if necessary,\n     they could easily supply every family in New York with one hundred\n     barrels of water a day!",
        "“I am very sorry to learn that Henry has been sick.  He ought to go\n     to the country and take exercise, for he is not half so healthy as\n     Ma thinks he is.  If he had my walking to do, he would be another\n     boy entirely.  Four times every day I walk a little over a mile; and\n     working hard all day and walking four miles is exercise.  I am used\n     to it now, though, and it is no trouble.  Where is it Orion’s going\n     to?  Tell Ma my promises are faithfully kept; and if I have my\n     health I will take her to Ky. in the spring.  I shall save money for\n     this.",
        "“(It has just struck 2 A.M., and I always get up at six and am at\n     work at 7.) You ask where I spend my evenings.  Where would you\n     suppose, with a free printers’ library containing more than 4,000\n     volumes within a quarter of a mile of me, and nobody at home to talk\n     to?”",
        "“I shall write to Ella soon.  Write soon.\n     “Truly your Brother,",
        "“SAMY.",
        "“P.S.–I have written this by a light so dim that you nor Ma could\n     not read by it.”",
        "We get a fair idea of Samuel Clemens at seventeen from this letter.  For\none thing, he could write good, clear English, full of interesting facts.\nHe is enthusiastic, but not lavish of words.  He impresses us with his\nstatement that the visitors to the Palace each day are in number double\nthe population of Hannibal; a whole river is turned from its course to\nsupply New York City with water; the water comes thirty-eight miles, and\neach family could use a hundred barrels a day!  The letter reveals his\npersonal side–his kindly interest in those left behind, his anxiety for\nHenry, his assurance that the promise to his mother was being kept, his\nmemory of her longing to visit her old home.  And the boy who hated\nschool has become a reader–he is reveling in a printers’ library of\nthousands of volumes.  We feel, somehow, that Samuel Clemens has suddenly\nbecome quite a serious-minded person, that he has left Tom Sawyer and Joe\nHarper and Huck Finn somewhere in a beautiful country a long way behind.",
        "He found work with the firm of John A. Gray & Green, general printers, in\nCliff Street.  His pay was four dollars a week, in wild-cat money–that\nis, money issued by private banks–rather poor money, being generally at\na discount and sometimes worth less.  But if wages were low, living was\ncheap in those days, and Sam Clemens, lodging in a mechanics’ boarding-\nhouse in Duane Street, sometimes had fifty cents left on Saturday night\nwhen his board and washing were paid.",
        "Luckily, he had not set out to seek his fortune, but only to see\nsomething of the world.  He lingered in New York through the summer of\n1853, never expecting to remain long.  His letters of that period were\nfew.  In October he said, in a letter to Pamela, that he did not write to\nthe family because he did not know their whereabouts, Orion having sold\nthe paper and left Hannibal.",
        "“I have been fooling myself with the idea that I was going to leave\n     New York every day for the last two weeks,” he adds, which sounds\n     like the Mark Twain of fifty years later.  Farther along, he tells\n     of going to see Edwin Forrest, then playing at the Broadway Theater:",
        "“The play was the ’Gladiator.’  I did not like part of it much, but\n     other portions were really splendid.  In the latter part of the last\n     act. . . the man’s whole soul seems absorbed in the part he is\n     playing; and it is real startling to see him.  I am sorry I did not\n     see him play “Damon and Pythias,” the former character being the\n     greatest.  He appears in Philadelphia on Monday night.”",
        "A little farther along he says:",
        "“If my letters do not come often, you need not bother yourself about\n     me; for if you have a brother nearly eighteen years old who is not\n     able to take care of himself a few miles from home, such a brother\n     is not worth one’s thoughts.”",
        "Sam Clemens may have followed Forrest to Philadelphia.  At any rate, he\nwas there presently, “subbing” in the composing-rooms of the “Inquirer,\"\nsetting ten thousand ems a day, and receiving pay accordingly.  When\nthere was no vacancy for him to fill, he put in the time visiting the\nPhiladelphia libraries, art galleries, and historic landmarks.  After\nall, his chief business was sight-seeing.  Work was only a means to this\nend.  Chilly evenings, when he returned to his boarding-house, his room-\nmate, an Englishman named Sumner, grilled a herring over their small open\nfire, and this was a great feast.  He tried writing–obituary poetry, for\nthe “Philadelphia Ledger\"–but it was not accepted.",
        "“My efforts were not received with approval” was his comment long after.",
        "In the “Inquirer” office there was a printer named Frog, and sometimes,\nwhen he went out, the office “devils” would hang over his case a line\nwith a hook on it baited with a piece of red flannel.  They never got\ntired of this joke, and Frog never failed to get fighting mad when he saw\nthat dangling string with the bit of red flannel at the end.  No doubt\nSam Clemens had his share in this mischief.",
        "Sam found that he liked Philadelphia.  He could save a little money and\nsend something to his mother–small amounts, but welcome.  Once he\ninclosed a gold dollar, “to serve as a specimen of the kind of stuff we\nare paid with in Philadelphia.”  Better than doubtful “wild-cat,\"\ncertainly.  Of his work he writes:",
        "“One man has engaged me to work for him every Sunday till the first\n     of next April, when I shall return home to take Ma to Ky .  .  .  .\n     If I want to, I can get subbing every night of the week.  I go to\n     work at seven in the evening and work till three the next morning.\n     .  .  . The type is mostly agate and minion, with some bourgeois,\n     and when one gets a good agate “take,” he is sure to make money.  I\n     made $2.50 last Sunday.”",
        "There is a long description of a trip on the Fairmount stage in this\nletter, well-written and interesting, but too long to have place here.\nIn the same letter he speaks of the graves of Benjamin Franklin and his\nwife, which he had looked at through the iron railing of the locked\ninclosure.  Probably it did not occur to him that there might be points\nof similarity between Franklin’s career and his own.  Yet in time these\nwould be rather striking: each learned the printer’s trade; each worked\nin his brother’s office and wrote for the paper; each left quietly and\nwent to New York, and from New York to Philadelphia, as a journeyman\nprinter; each in due season became a world figure, many-sided, human, and\nof incredible popularity.",
        "Orion Clemens, meantime, had bought a paper in Muscatine, Iowa, and\nlocated the family there.  Evidently by this time he had realized the\nvalue of his brother as a contributor, for Sam, in a letter to Orion,\nsays, “I will try to write for the paper occasionally, but I fear my\nletters will be very uninteresting, for this incessant night work dulls\none’s ideas amazingly.”",
        "Meantime, he had passed his eighteenth birthday, winter was coming on, he\nhad been away from home half a year, and the first attack of homesickness\nwas due.  “One only has to leave home to learn how to write interesting\nletters to an absent friend,” he wrote; and again.  “I don’t like our\npresent prospect for cold weather at all.”",
        "He declared he only wanted to get back to avoid night work, which was\ninjuring his eyes, but we may guess there was a stronger reason, which\nperhaps he did not entirely realize.  The novelty of wandering had worn\noff, and he yearned for familiar faces, the comfort of those he loved.",
        "But he did not go.  He made a trip to Washington in January–a sight-\nseeing trip–returning to Philadelphia, where he worked for the “Ledger\"\nand “North American.”  Eventually he went back to New York, and from\nthere took ticket to St. Louis.  This was in the late summer of 1854; he\nhad been fifteen months away from his people when he stepped aboard the\ntrain to return.",
        "Sam was worn out when he reached St. Louis; but the Keokuk packet was\nleaving, and he stopped only long enough to see Pamela, then went aboard\nand, flinging himself into his berth, did not waken until the boat\nreached Muscatine, Iowa, thirty-six hours later.",
        "It was very early when he arrived, too early to rouse the family.  He sat\ndown in the office of a little hotel to wait for morning, and picked up a\nsmall book that lay on the writing-table.  It contained pictures of the\nEnglish rulers with the brief facts of their reigns.  Sam Clemens\nentertained himself learning these data by heart.  He had a fine memory\nfor such things, and in an hour or two had those details so perfectly\ncommitted that he never forgot one of them as long as he lived.  The\nknowledge acquired in this stray fashion he found invaluable in later\nlife.  It was his groundwork for all English history.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}