{
    "title": "The Boys’ Life of Mark Twain - XLI. General Grant at Hartford",
    "author": "Paine",
    "chapter": "41",
    "content": [
        "\n",
        "\n\n",
        "A third little girl came to the Clemens household during the summer of\n1880.  They were then at Quarry Farm, and Clemens wrote to his friend\nTwichell:",
        "“DEAR OLD JOE,–Concerning Jean Clemens, if anybody said he “didn’t\n     see no p’ints about that frog that’s any better than any other\n     frog,” I should think he was convicting himself of being a pretty\n     poor sort of an observer. . .  It is curious to note the change in\n     the stock-quotations of the Affection Board.  Four weeks ago the\n     children put Mama at the head of the list right along, where she has\n     always been, but now:",
        "                                   Jean    \n                                   Mama\n                                   Motley    }cat\n                                   Fraulein  }cat\n                                   Papa",
        "“That is the way it stands now.  Mama is become No. 2; I have dropped\n     from 4 and become No. 5.  Some time ago it used to be nip and tuck\n     between me and the cats, but after the cats “developed” I didn’t\n     stand any more show.”",
        "Those were happy days at Quarry Farm.  The little new baby thrived on\nthat summer hilltop.",
        "Also, it may be said, the cats.  Mark Twain’s children had inherited\nhis love for cats, and at the farm were always cats of all ages and\nvarieties.  Many of the bed-time stories were about these pets–stories\ninvented by Mark Twain as he went along–stories that began anywhere and\nended nowhere, and continued indefinitely from evening to evening,\ntrailing off into dreamland.",
        "The great humorist cared less for dogs, though he was never unkind to\nthem, and once at the farm a gentle hound named Bones won his affection.\nWhen the end of the summer came and Clemens, as was his habit, started\ndown the drive ahead of the carriage, Bones, half-way to the entrance,\nwas waiting for him.  Clemens stooped down, put his arms about him, and\nbade him an affectionate good-by.",
        "Eighteen hundred and eighty was a Presidential year.  Mark Twain was for\nGeneral Garfield, and made a number of remarkable speeches in his favor.\nGeneral Grant came to Hartford during the campaign, and Mark Twain was\nchosen to make the address of welcome.  Perhaps no such address of\nwelcome was ever made before.  He began:",
        "“I am among those deputed to welcome you to the sincere and cordial\n     hospitalities of Hartford, the city of the historic and revered\n     Charter Oak, of which most of the town is built.”",
        "He seemed to be at a loss what to say next, and, leaning over, pretended\nto whisper to Grant.  Then, as if he had been prompted by the great\nsoldier, he straightened up and poured out a fervid eulogy on Grant’s\nvictories, adding, in an aside, as he finished, “I nearly forgot that\npart of my speech,” to the roaring delight of his hearers, while Grant\nhimself grimly smiled.",
        "He then spoke of the General being now out of public employment, and how\ngrateful his country was to him, and how it stood ready to reward him in\nevery conceivable–inexpensive–way.",
        "Grant had smiled more than once during the speech, and when this sentence\ncame out at the end his composure broke up altogether, while the throng\nshouted approval.  Clemens made another speech that night at the opera-\nhouse–a speech long remembered in Hartford as one of the great efforts\nof his life.",
        "A very warm friendship had grown up between Mark Twain and General Grant.\nA year earlier, on the famous soldier’s return from his trip around the\nworld, a great birthday banquet had been given him in Chicago, at which\nMark Twain’s speech had been the event of the evening.  The colonel who\nlong before had chased the young pilot-soldier through the Mississippi\nbottoms had become his conquering hero, and Grant’s admiration for\nAmerica’s foremost humorist was most hearty.  Now and again Clemens urged\nGeneral Grant to write his memoirs for publication, but the hero of many\nbattles was afraid to venture into the field of letters.  He had no\nconfidence in his ability to write.  He did not realize that the man who\nhad written “I will fight it out on this line if it takes all summer,\"\nand, later, “Let us have peace,” was capable of English as terse and\nforceful as the Latin of Caesar’s Commentaries.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}