{
    "title": "The Devil’s Dictionary - F",
    "author": "Ambrose Bierce",
    "chapter": "7",
    "content": [
        "\n\n",
        "",
        "FAIRY, n.  A creature, variously fashioned and endowed, that formerly \ninhabited the meadows and forests.  It was nocturnal in its habits, \nand somewhat addicted to dancing and the theft of children.  The \nfairies are now believed by naturalist to be extinct, though a \nclergyman of the Church of England saw three near Colchester as lately \nas 1855, while passing through a park after dining with the lord of \nthe manor.  The sight greatly staggered him, and he was so affected \nthat his account of it was incoherent.  In the year 1807 a troop of \nfairies visited a wood near Aix and carried off the daughter of a \npeasant, who had been seen to enter it with a bundle of clothing.  The \nson of a wealthy bourgeois disappeared about the same time, but \nafterward returned.  He had seen the abduction been in pursuit of the \nfairies.  Justinian Gaux, a writer of the fourteenth century, avers \nthat so great is the fairies’ power of transformation that he saw one \nchange itself into two opposing armies and fight a battle with great \nslaughter, and that the next day, after it had resumed its original \nshape and gone away, there were seven hundred bodies of the slain \nwhich the villagers had to bury.  He does not say if any of the \nwounded recovered.  In the time of Henry III, of England, a law was \nmade which prescribed the death penalty for “Kyllynge, wowndynge, or \nmamynge” a fairy, and it was universally respected.",
        "FAITH, n.  Belief without evidence in what is told by one who speaks \nwithout knowledge, of things without parallel.",
        "FAMOUS, adj.  Conspicuously miserable.",
        "  Done to a turn on the iron, behold\n      Him who to be famous aspired.\n  Content?  Well, his grill has a plating of gold,\n      And his twistings are greatly admired.",
        "Hassan Brubuddy",
        "\nFASHION, n.  A despot whom the wise ridicule and obey.",
        "  A king there was who lost an eye\n      In some excess of passion;\n  And straight his courtiers all did try\n      To follow the new fashion.",
        "  Each dropped one eyelid when before\n      The throne he ventured, thinking\n  ’Twould please the king.  That monarch swore\n      He’d slay them all for winking.",
        "  What should they do?  They were not hot\n      To hazard such disaster;\n  They dared not close an eye — dared not\n      See better than their master.",
        "  Seeing them lacrymose and glum,\n      A leech consoled the weepers:\n  He spread small rags with liquid gum\n      And covered half their peepers.",
        "  The court all wore the stuff, the flame\n      Of royal anger dying.\n  That’s how court-plaster got its name\n      Unless I’m greatly lying.",
        "Naramy Oof",
        "\nFEAST, n.  A festival.  A religious celebration usually signalized by \ngluttony and drunkenness, frequently in honor of some holy person \ndistinguished for abstemiousness.  In the Roman Catholic Church \nfeasts are “movable” and “immovable,” but the celebrants are uniformly \nimmovable until they are full.  In their earliest development these \nentertainments took the form of feasts for the dead; such were held by \nthe Greeks, under the name Nemeseia, by the Aztecs and Peruvians, \nas in modern times they are popular with the Chinese; though it is \nbelieved that the ancient dead, like the modern, were light eaters.  \nAmong the many feasts of the Romans was the Novemdiale, which was \nheld, according to Livy, whenever stones fell from heaven.",
        "FELON, n.  A person of greater enterprise than discretion, who in \nembracing an opportunity has formed an unfortunate attachment.",
        "FEMALE, n.  One of the opposing, or unfair, sex.",
        "  The Maker, at Creation’s birth,\n  With living things had stocked the earth.\n  From elephants to bats and snails,\n  They all were good, for all were males.\n  But when the Devil came and saw\n  He said:  “By Thine eternal law\n  Of growth, maturity, decay,\n  These all must quickly pass away\n  And leave untenanted the earth\n  Unless Thou dost establish birth” —\n  Then tucked his head beneath his wing\n  To laugh — he had no sleeve — the thing\n  With deviltry did so accord,\n  That he’d suggested to the Lord.\n  The Master pondered this advice,\n  Then shook and threw the fateful dice\n  Wherewith all matters here below\n  Are ordered, and observed the throw;\n  Then bent His head in awful state,\n  Confirming the decree of Fate.\n  From every part of earth anew\n  The conscious dust consenting flew,\n  While rivers from their courses rolled\n  To make it plastic for the mould.\n  Enough collected (but no more,\n  For niggard Nature hoards her store)\n  He kneaded it to flexible clay,\n  While Nick unseen threw some away.\n  And then the various forms He cast,\n  Gross organs first and finer last;\n  No one at once evolved, but all\n  By even touches grew and small\n  Degrees advanced, till, shade by shade,\n  To match all living things He’d made\n  Females, complete in all their parts\n  Except (His clay gave out) the hearts.\n  “No matter,” Satan cried; “with speed\n  I’ll fetch the very hearts they need” —\n  So flew away and soon brought back\n  The number needed, in a sack.\n  That night earth range with sounds of strife —\n  Ten million males each had a wife;\n  That night sweet Peace her pinions spread\n  O’er Hell — ten million devils dead!",
        "G.J.",
        "\nFIB, n.  A lie that has not cut its teeth.  An habitual liar’s nearest \napproach to truth:  the perigee of his eccentric orbit.",
        "  When David said:  “All men are liars,” Dave,\n      Himself a liar, fibbed like any thief.\n      Perhaps he thought to weaken disbelief\n  By proof that even himself was not a slave\n  To Truth; though I suspect the aged knave\n      Had been of all her servitors the chief\n      Had he but known a fig’s reluctant leaf\n  Is more than e’er she wore on land or wave.\n  No, David served not Naked Truth when he\n      Struck that sledge-hammer blow at all his race;\n          Nor did he hit the nail upon the head:\n  For reason shows that it could never be,\n      And the facts contradict him to his face.\n          Men are not liars all, for some are dead.",
        "Bartle Quinker",
        "\nFICKLENESS, n.  The iterated satiety of an enterprising affection.",
        "FIDDLE, n.  An instrument to tickle human ears by friction of a \nhorse’s tail on the entrails of a cat.",
        "  To Rome said Nero:  “If to smoke you turn\n  I shall not cease to fiddle while you burn.\"\n  To Nero Rome replied:  “Pray do your worst,\n  ’Tis my excuse that you were fiddling first.”",
        "Orm Pludge",
        "\nFIDELITY, n.  A virtue peculiar to those who are about to be betrayed.",
        "FINANCE, n.  The art or science of managing revenues and resources for \nthe best advantage of the manager.  The pronunciation of this word \nwith the i long and the accent on the first syllable is one of \nAmerica’s most precious discoveries and possessions.",
        "FLAG, n.  A colored rag borne above troops and hoisted on forts and \nships.  It appears to serve the same purpose as certain signs that one \nsees and vacant lots in London — “Rubbish may be shot here.”",
        "FLESH, n.  The Second Person of the secular Trinity.",
        "FLOP, v.  Suddenly to change one’s opinions and go over to another \nparty.  The most notable flop on record was that of Saul of Tarsus, \nwho has been severely criticised as a turn-coat by some of our \npartisan journals.",
        "FLY-SPECK, n.  The prototype of punctuation.  It is observed by \nGarvinus that the systems of punctuation in use by the various \nliterary nations depended originally upon the social habits and \ngeneral diet of the flies infesting the several countries.  These \ncreatures, which have always been distinguished for a neighborly and \ncompanionable familiarity with authors, liberally or niggardly \nembellish the manuscripts in process of growth under the pen, \naccording to their bodily habit, bringing out the sense of the work by \na species of interpretation superior to, and independent of, the \nwriter’s powers.  The “old masters” of literature — that is to say, \nthe early writers whose work is so esteemed by later scribes and \ncritics in the same language — never punctuated at all, but worked \nright along free-handed, without that abruption of the thought which \ncomes from the use of points.  (We observe the same thing in children \nto-day, whose usage in this particular is a striking and beautiful \ninstance of the law that the infancy of individuals reproduces the \nmethods and stages of development characterizing the infancy of \nraces.)  In the work of these primitive scribes all the punctuation is \nfound, by the modern investigator with his optical instruments and \nchemical tests, to have been inserted by the writers’ ingenious and \nserviceable collaborator, the common house-fly — Musca maledicta.  \nIn transcribing these ancient MSS, for the purpose of either making \nthe work their own or preserving what they naturally regard as divine \nrevelations, later writers reverently and accurately copy whatever \nmarks they find upon the papyrus or parchment, to the unspeakable \nenhancement of the lucidity of the thought and value of the work.  \nWriters contemporary with the copyists naturally avail themselves of \nthe obvious advantages of these marks in their own work, and with such \nassistance as the flies of their own household may be willing to \ngrant, frequently rival and sometimes surpass the older compositions, \nin respect at least of punctuation, which is no small glory.  Fully to \nunderstand the important services that flies perform to literature it \nis only necessary to lay a page of some popular novelist alongside a \nsaucer of cream-and-molasses in a sunny room and observe “how the wit \nbrightens and the style refines” in accurate proportion to the \nduration of exposure.",
        "FOLLY, n.  That “gift and faculty divine” whose creative and \ncontrolling energy inspires Man’s mind, guides his actions and adorns \nhis life.",
        "  Folly! although Erasmus praised thee once\n      In a thick volume, and all authors known,\n      If not thy glory yet thy power have shown,\n  Deign to take homage from thy son who hunts\n  Through all thy maze his brothers, fool and dunce,\n      To mend their lives and to sustain his own,\n      However feebly be his arrows thrown,",
        "  Howe’er each hide the flying weapons blunts.\n  All-Father Folly! be it mine to raise,\n      With lusty lung, here on his western strand\n      With all thine offspring thronged from every land,\n  Thyself inspiring me, the song of praise.\n  And if too weak, I’ll hire, to help me bawl,\n  Dick Watson Gilder, gravest of us all.",
        "Aramis Loto Frope",
        "\nFOOL, n.  A person who pervades the domain of intellectual speculation \nand diffuses himself through the channels of moral activity.  He is \nomnific, omniform, omnipercipient, omniscience, omnipotent.  He it was \nwho invented letters, printing, the railroad, the steamboat, the \ntelegraph, the platitude and the circle of the sciences.  He created \npatriotism and taught the nations war — founded theology, philosophy, \nlaw, medicine and Chicago.  He established monarchical and republican \ngovernment.  He is from everlasting to everlasting — such as \ncreation’s dawn beheld he fooleth now.  In the morning of time he sang \nupon primitive hills, and in the noonday of existence headed the \nprocession of being.  His grandmotherly hand was warmly tucked-in the \nset sun of civilization, and in the twilight he prepares Man’s evening \nmeal of milk-and-morality and turns down the covers of the universal \ngrave.  And after the rest of us shall have retired for the night of \neternal oblivion he will sit up to write a history of human \ncivilization.",
        "FORCE, n.",
        "  “Force is but might,” the teacher said —\n      “That definition’s just.\"\n  The boy said naught but through instead,\n  Remembering his pounded head:\n      “Force is not might but must!”",
        "FOREFINGER, n.  The finger commonly used in pointing out two \nmalefactors.",
        "FOREORDINATION, n.  This looks like an easy word to define, but when I \nconsider that pious and learned theologians have spent long lives in \nexplaining it, and written libraries to explain their explanations; \nwhen I remember the nations have been divided and bloody battles \ncaused by the difference between foreordination and predestination, \nand that millions of treasure have been expended in the effort to \nprove and disprove its compatibility with freedom of the will and the \nefficacy of prayer, praise, and a religious life, — recalling these \nawful facts in the history of the word, I stand appalled before the \nmighty problem of its signification, abase my spiritual eyes, fearing \nto contemplate its portentous magnitude, reverently uncover and humbly \nrefer it to His Eminence Cardinal Gibbons and His Grace Bishop Potter.",
        "FORGETFULNESS, n.  A gift of God bestowed upon doctors in compensation \nfor their destitution of conscience.",
        "FORK, n.  An instrument used chiefly for the purpose of putting dead \nanimals into the mouth.  Formerly the knife was employed for this \npurpose, and by many worthy persons is still thought to have many \nadvantages over the other tool, which, however, they do not altogether \nreject, but use to assist in charging the knife.  The immunity of \nthese persons from swift and awful death is one of the most striking \nproofs of God’s mercy to those that hate Him.",
        "FORMA PAUPERIS.  [Latin]  In the character of a poor person — a \nmethod by which a litigant without money for lawyers is considerately \npermitted to lose his case.",
        "  When Adam long ago in Cupid’s awful court\n      (For Cupid ruled ere Adam was invented)\n  Sued for Eve’s favor, says an ancient law report,\n      He stood and pleaded unhabilimented.",
        "  “You sue in forma pauperis, I see,” Eve cried;\n      “Actions can’t here be that way prosecuted.\"\n  So all poor Adam’s motions coldly were denied:\n      He went away — as he had come — nonsuited.",
        "G.J.",
        "\nFRANKALMOIGNE, n.  The tenure by which a religious corporation holds \nlands on condition of praying for the soul of the donor.  In mediaeval \ntimes many of the wealthiest fraternities obtained their estates in \nthis simple and cheap manner, and once when Henry VIII of England sent \nan officer to confiscate certain vast possessions which a fraternity \nof monks held by frankalmoigne, “What!” said the Prior, “would you \nmaster stay our benefactor’s soul in Purgatory?”  “Ay,” said the \nofficer, coldly, “an ye will not pray him thence for naught he must \ne’en roast.”  “But look you, my son,” persisted the good man, “this \nact hath rank as robbery of God!”  “Nay, nay, good father, my master \nthe king doth but deliver him from the manifold temptations of too \ngreat wealth.”",
        "FREEBOOTER, n.  A conqueror in a small way of business, whose \nannexations lack of the sanctifying merit of magnitude.",
        "FREEDOM, n.  Exemption from the stress of authority in a beggarly half \ndozen of restraint’s infinite multitude of methods.  A political \ncondition that every nation supposes itself to enjoy in virtual \nmonopoly.  Liberty.  The distinction between freedom and liberty is \nnot accurately known; naturalists have never been able to find a \nliving specimen of either.",
        "  Freedom, as every schoolboy knows,\n      Once shrieked as Kosciusko fell;\n  On every wind, indeed, that blows\n          I hear her yell.",
        "  She screams whenever monarchs meet,\n      And parliaments as well,\n  To bind the chains about her feet\n          And toll her knell.",
        "  And when the sovereign people cast\n      The votes they cannot spell,\n  Upon the pestilential blast\n          Her clamors swell.",
        "  For all to whom the power’s given\n      To sway or to compel,\n  Among themselves apportion Heaven\n          And give her Hell.",
        "Blary O’Gary",
        "\nFREEMASONS, n.  An order with secret rites, grotesque ceremonies and \nfantastic costumes, which, originating in the reign of Charles II, \namong working artisans of London, has been joined successively by the \ndead of past centuries in unbroken retrogression until now it embraces \nall the generations of man on the hither side of Adam and is drumming \nup distinguished recruits among the pre-Creational inhabitants of \nChaos and Formless Void.  The order was founded at different times by \nCharlemagne, Julius Caesar, Cyrus, Solomon, Zoroaster, Confucious, \nThothmes, and Buddha.  Its emblems and symbols have been found in the \nCatacombs of Paris and Rome, on the stones of the Parthenon and the \nChinese Great Wall, among the temples of Karnak and Palmyra and in the \nEgyptian Pyramids — always by a Freemason.",
        "FRIENDLESS, adj.  Having no favors to bestow.  Destitute of fortune.  \nAddicted to utterance of truth and common sense.",
        "FRIENDSHIP, n.  A ship big enough to carry two in fair weather, but \nonly one in foul.",
        "  The sea was calm and the sky was blue;\n  Merrily, merrily sailed we two.\n      (High barometer maketh glad.)\n  On the tipsy ship, with a dreadful shout,\n  The tempest descended and we fell out.\n      (O the walking is nasty bad!)",
        "Armit Huff Bettle",
        "\nFROG, n.  A reptile with edible legs.  The first mention of frogs in \nprofane literature is in Homer’s narrative of the war between them and \nthe mice.  Skeptical persons have doubted Homer’s authorship of the \nwork, but the learned, ingenious and industrious Dr. Schliemann has \nset the question forever at rest by uncovering the bones of the slain \nfrogs.  One of the forms of moral suasion by which Pharaoh was \nbesought to favor the Israelities was a plague of frogs, but Pharaoh, \nwho liked them fricasees, remarked, with truly oriental stoicism, \nthat he could stand it as long as the frogs and the Jews could; so the \nprogramme was changed.  The frog is a diligent songster, having a good \nvoice but no ear.  The libretto of his favorite opera, as written by \nAristophanes, is brief, simple and effective — “brekekex-koax\"; the \nmusic is apparently by that eminent composer, Richard Wagner.  Horses \nhave a frog in each hoof — a thoughtful provision of nature, enabling \nthem to shine in a hurdle race.",
        "FRYING-PAN, n.  One part of the penal apparatus employed in that \npunitive institution, a woman’s kitchen.  The frying-pan was invented \nby Calvin, and by him used in cooking span-long infants that had died \nwithout baptism; and observing one day the horrible torment of a tramp \nwho had incautiously pulled a fried babe from the waste-dump and \ndevoured it, it occurred to the great divine to rob death of its \nterrors by introducing the frying-pan into every household in Geneva.  \nThence it spread to all corners of the world, and has been of \ninvaluable assistance in the propagation of his sombre faith.  The \nfollowing lines (said to be from the pen of his Grace Bishop Potter) \nseem to imply that the usefulness of this utensil is not limited to \nthis world; but as the consequences of its employment in this life \nreach over into the life to come, so also itself may be found on the \nother side, rewarding its devotees:",
        "  Old Nick was summoned to the skies.\n      Said Peter:  “Your intentions\n  Are good, but you lack enterprise\n      Concerning new inventions.",
        "  “Now, broiling in an ancient plan\n      Of torment, but I hear it\n  Reported that the frying-pan\n      Sears best the wicked spirit.",
        "  “Go get one — fill it up with fat —\n      Fry sinners brown and good in’t.\"\n  “I know a trick worth two o’ that,\"\n      Said Nick — “I’ll cook their food in’t.”",
        "FUNERAL, n.  A pageant whereby we attest our respect for the dead by \nenriching the undertaker, and strengthen our grief by an expenditure \nthat deepens our groans and doubles our tears.",
        "  The savage dies — they sacrifice a horse\n  To bear to happy hunting-grounds the corse.\n  Our friends expire — we make the money fly\n  In hope their souls will chase it to the sky.",
        "Jex Wopley",
        "FUTURE, n.  That period of time in which our affairs prosper, our \nfriends are true and our happiness is assured.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}