{
    "title": "The Poetics - 15 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "16",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nIn the Characters there are four points to aim at. First and foremost,\nthat they shall be good. There will be an element of character in the\nplay, if (as has been observed) what a personage says or does reveals\na certain moral purpose; and a good element of character, if the\npurpose so revealed is good. Such goodness is possible i.e.ery type\nof personage, even in a woman or a slave, though the one is perhaps an\ninferior, and the other a wholly worthless being. The second point is\nto make them appropriate. The Character before us may be, say, manly;\nbut it is not appropriate in a female Character to be manly, or\nclever. The third is to make them like the reality, which is not the\nsame as their being good and appropriate, in our sense of the term.\nThe fourth is to make them consistent and the same throughout; even if\ninconsistency be part of the man before one for imitation as\npresenting that form of character, he should still be consistently\ninconsistent. We have an instance of baseness of character, not\nrequired for the story, in the Menelaus in Orestes; of the\nincongruous and unbefitting in the lamentation of Ulysses in Scylla,\nand in the (clever) speech of Melanippe; and of inconsistency in\nIphigenia at Aulis, where Iphigenia the suppliant is utterly unlike\nthe later Iphigenia. The right thing, however, is in the Characters\njust as in the incidents of the play to endeavour always after the\nnecessary or the probable; so that whenever such-and-such a personage\nsays or does such-and-such a thing, it shall be the probable or\nnecessary outcome of his character; and whenever this incident follows\non that, it shall be either the necessary or the probable consequence\nof it. From this one sees (to digress for a moment) that the\nDenouement also should arise out of the plot itself, arid not depend\non a stage-artifice, as in Medea, or in the story of the (arrested)\ndeparture of the Greeks in the Iliad. The artifice must be reserved\nfor matters outside the play—for past events beyond human knowledge,\nor events yet to come, which require to be foretold or announced;\nsince it is the privilege of the Gods to know everything. There should\nbe nothing improbable among the actual incidents. If it be\nunavoidable, however, it should be outside the tragedy, like the\nimprobability in the Oedipus of Sophocles. But to return to the\nCharacters. As Tragedy is an imitation of personages better than the\nordinary man, we in our way should follow the example of good\nportrait-painters, who reproduce the distinctive features of a man,\nand at the same time, without losing the likeness, make him handsomer\nthan he is. The poet in like manner, in portraying men quick or slow\nto anger, or with similar infirmities of character, must know how to\nrepresent them as such, and at the same time as good men, as Agathon\nand Homer have represented Achilles.",
        "All these rules one must keep in mind throughout, and further, those\nalso for such points of stage-effect as directly depend on the art of\nthe poet, since in these too one may often make mistakes. Enough,\nhowever, has been said on the subject in one of our published\nwritings.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}