{
    "title": "The Hohenzollerns in America - Chapter II",
    "author": "Stephen Leacock",
    "chapter": "3",
    "content": [
        "\n\n",
        "City New York. 2nd Avenue",
        "We came off the steamer late yesterday afternoon and came\nacross the city to a pension on Second Avenue where we\nare now. Only here they don’t call it a pension but a\nboarding house. Cousin Ferdinand and Cousin Willie drove\nacross in the cart with our boxes, and Uncle William and\nUncle Henry and I came on a street car. It cost us fifteen\ncents. A cent is four and one-sixth pfennigs. We tried\nto reckon what it came to, but we couldn’t; but Uncle\nHenry thinks it could be done.",
        "This house is a tall house in a mean street, crowded and\nnoisy with carts and street-sellers. I think it would be\nbetter to have all the boarding houses stand far back\nfrom the street with elm trees and fountains and lawns\nwhere peacocks could walk up and down. I am sure it would\nbe MUCH better.",
        "We have taken a room for Uncle William and Uncle Henry\non the third floor at the back and a small room in the\nfront for me of the kind called a hall bedroom, which I\ndon’t ever remember seeing before. There were none at\nSans Souci and none, I think, at any of the palaces.\nCousin Willie has a room at the top of the house, and\nCousin Ferdinand in the basement.",
        "The landlady of this house is very stout and reminds me\nvery much of the Grand Duchess of Sondersburg-Augustenburg:\nher manner when she showed us the rooms was very like\nthat of the Grand Duchess; only perhaps a little firmer\nand more authoritative. But it appears that they are\nprobably not related, as the landlady’s name is Mrs.\nO’Halloran, which is, I think, Scotch.",
        "When we arrived it was already time for dinner so we went\ndownstairs to it at once. The dining-room was underground\nin the basement. It was very crowded and stuffy, and\nthere was a great clatter of dishes and a heavy smell of\nfood. Most of the people were already seated, but there\nwas an empty place at the head of one of the tables and\nUncle William moved straight towards that. Uncle was\nwearing, as I said, his frock coat and his celluloid\ncollar and he walked into the room with quite an air, in\nsomething of the way that he used to come into the great\nhall of the Neues Palais at Potsdam, only that in these\nclothes it looked different. As Uncle entered the room\nhe waved his hand and said, “Let no one rise!” I remember\nthat when Uncle said this at the big naval dinner at Kiel\nit made a great sensation as an example of his ready\ntact. He realised that if they had once risen there would\nhave been great difficulty in their order of procedure\nfor sitting down again. He was afraid that the same\ndifficulty might have been felt here in the boarding\nhouse. But I don’t think it would, and I don’t think that\nthey were going to stand up, anyway. They just went on\neating. I noticed one cheap-looking young man watching\nUncle with a sort of half smile as he moved towards his\nseat. I heard him say to his neighbour, “Some scout, eh?”",
        "The food was so plain and so greasy that I could hardly\neat it. But I have noticed that it is a strange thing\nabout Uncle that he doesn’t seem to know what he eats at\nall. He takes all this poor stuff that they put before\nhim to be the same delicacies that we had at the Neues\nPalais and Sans Souci. “Is this a pheasant?” he asked\nwhen the servant maid passed him his dish of meat. I\nheard the mean young man whisper, “I guess not.” Presently\nsome hash was brought in and Uncle said, “Ha! A Salmi!\nHa! excellent!” I could see that Mrs. O’Halloran, the\nlandlady, who sat at the other end of the table, was\ngreatly pleased.",
        "I was surprised to find–because it is so hard to get\nused to the change of things in our new life–that all\nthe people went on talking just the same after Uncle sat\ndown. At the palace at Potsdam nobody ever spoke at dinner\nunless Uncle William first addressed him, and then he\nwas supposed to give a sort of bow and answer as briefly\nas possible so as not to interrupt the flow of Uncle\nWilliam’s conversation. Generally Uncle talked and all\nthe rest listened. His conversation was agreed by everybody\nto be wonderful. Princes, admirals, bishops, artists,\nscholars and everybody united in declaring that Uncle\nWilliam showed a range of knowledge and a brilliance of\nlanguage that was little short of marvellous. So naturally\nit was a little disappointing at first to find that these\npeople just went on talking to one another and didn’t\nlisten to Uncle William at all, or merely looked at him\nin an inquisitive sort of way and whispered remarks to\none another. But presently, I don’t just know how, Uncle\nbegan to get the attention of the table and one after\nthe other the people stopped talking to listen to him.\nI was very glad of this because Uncle was talking about\nAmerica and I was sure that it would interest them, as\nwhat he said was very much the same as the wonderful\nspeech that he made to the American residents of Berlin\nat the time when the first exchange professor was sent\nover to the University. I remember that all the Americans\nwho heard it said that Uncle told them things about their\nown country that they had never known, or even suspected,\nbefore. So I was glad when I heard Uncle explaining to\nthese people the wonderful possibilities of their country.\nHe talked of the great plains of Connecticut and the huge\nseaports of Pittsburg and Colorado Springs, and the\ntobacco forests of Idaho till one could just see it all.\nHe said that the Mississippi, which is a great river here\nas large as the Weser, should be dammed back and held\nwhile a war of extermination was carried on against the\nIndians on the other side of it with a view to\nChristianizing them. The people listened, their faces\nflushed with eating and with the close air. Here and\nthere some of them laughed or nudged one another and\nsaid, “Get on to this, will you?” But I remember that\nwhen Uncle William made this speech in Berlin the Turkish\nambassador said after it that he now knew so much about\nAmerica that he wanted to die, and that the Shah of Persia\nwrote a letter to Uncle, all in his own writing, except\nthe longest words, and said that he had ordered Uncle’s\nspeech on America to be printed and read aloud by all\nthe schoolmasters in Persia under penalty of decapitation.\nNearly all of them read it.",
        "Wednesday",
        "This morning we had a great disappointment. It had been\npretty well arranged on board the ship that Uncle would\ntake over the presidency of Harvard University. Uncle\nHenry and Cousin Ferdinand and Cousin Willie had all\nconsented to it, and we looked upon it as done. Now it\nseems there is a mistake. First of all Harvard University\nis not in New York, as we had always thought in Germany\nthat it was. I remember that when Uncle Henry came home\nfrom his great tour in America, in which he studied\nAmerican institutions so profoundly, and made his report\nhe said that Harvard University was in New York. Uncle\nhad this information filed away in our Secret Service\nDepartment.",
        "But it seems that it is somewhere else. The University\nhere is called Columbia, so Uncle decided that he would\nbe president of that. In the old days all the great men\nof learning used to assure Uncle that if fate had not\nmade him an emperor he would have been better fitted than\nany living man to be the head of a great university.\nUncle admitted this himself, though he resented being\ncompared only to the living ones.",
        "So it was a great disappointment to-day when they refused\nto give him the presidency. I went with him to the college,\nbut I cannot quite understand what happened or why they\nwon’t give it to him. We walked all the way up and I\ncarried a handbag filled with Uncle’s degrees and diplomas\nfrom Oxford and all over the world. All the way up Uncle\ntalked about the majesty and the freedom of learning and\nwhat he would do to the college when he was made president,\nand how all the professors should sit up and obey him.\nAt times he got so excited that he would stop on the\nstreet and wave his hands and gesticulate so that people\nturned and looked at him. At Potsdam we never realized\nthat Uncle was excited all the time, and, in any case,\nwith his uniform on and his sabre clattering as he walked,\nit all seemed different. But here in the street, in his\nfaded frock coat and knitted tie, and with his face\nflushed and his eyes rambling, people seemed to mistake\nit and thought that his mind was not quite right.",
        "So I think he made a wrong impression when we went into\nthe offices of the college. Uncle was still quite excited\nfrom his talking. “Let the trustees be brought,” he said\nin a peremptory way to the two young men in black frock\ncoats, secretaries of some sort, I suppose, who received\nus. Then he turned to me. “Princess,” he said, “my\ndiplomas!” He began pulling them out of the bag and\nthrowing them on the table in a wild sort of way. The\nother people waiting in the room were all staring at him.\nThen the young men took Uncle by the arm and led him into\nan inner room and I went out into the corridor and waited.\nPresently one of the young men came out and told me not\nto wait, as Uncle had been sent home in a cab. He was\nvery civil and showed me where to go to get the elevated\nrailroad. But while I was waiting I had overheard some\nof the people talking about Uncle. One said, “That’s that\nsame old German that was on board our ship last week in\nthe steerage–has megalomania or something of the sort,\nthey say, and thinks he’s the former Emperor: I saw the\nKaiser once at a review in Berlin,–not much resemblance,\nis there?”",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}