{
    "title": "The True Story of My Life - Chapter IV.",
    "author": "Hans Christian Andersen",
    "chapter": "5",
    "content": [
        "\n\n",
        "Until now I had only seen a small part of my native land, that is to\nsay, a few points in Funen and Zealand, as well as Moen’s Klint, which\nlast is truly one of our most beautiful places; the beechwoods there\nhang like a garland over the white chalk cliffs, from which a view is\nobtained far over the Baltic. I wished, therefore, in the summer of\n1830, to devote my first literary proceeds to seeing Jutland, and\nmaking myself more thoroughly acquainted with my own Funen. I had no\nidea how much solidity of mind I should derive from this summer\nexcursion, or what a change was about to take place in my inner life.",
        "Jutland, which stretches between the German Ocean and the Baltic, until\nit ends at Skagen in a reef of quicksands, possesses a peculiar\ncharacter. Towards the Baltic extend immense woods and hills; towards\nthe North Sea, mountains and quicksands, scenery of a grand and\nsolitary character; and between the two, infinite expanses of brown\nheath, with their wandering gipsies, their wailing birds, and their\ndeep solitude, which the Danish poet, Steen Blicher, has described in\nhis novels.",
        "This was the first foreign scenery which I had ever seen, and the\nimpression, therefore, which it made upon me was very strong.\n[Footnote: This impressive and wild scenery, with its characteristic\nfigures, of gipsies etc., is most exquisitely introduced into the\nauthor’s novel of “O. T.\"; indeed it gives a coloring and tone to the\nwhole work, which the reader never can forget. In my opinion Andersen\nnever wrote anything finer in the way of description than many parts of\nthis work, though as a story it is not equal to his others.–M. H.] In\nthe cities, where my “Journey on Foot” and my comic poems were known, I\nmet with a good reception. Funen revealed her rural life to me; and,\nnot far from my birth-place of Odense, I passed several weeks at the\ncountry seat of the elder Iversen as a welcome guest. Poems sprung\nforth upon paper, but of the comic fewer and fewer. Sentiment, which I\nhad so often derided, would now be avenged. I arrived, in the course of\nmy journey, at the house of a rich family in a small city; and here\nsuddenly a new world opened before me, an immense world, which yet\ncould be contained in four lines, which I wrote at that time:–",
        "  A pair of dark eyes fixed my sight,\n    They were my world, my home, my delight,\n  The soul beamed in them, and childlike peace,\n    And never on earth will their memory cease.",
        "New plans of life occupied me. I would give up writing poetry,–to what\ncould it lead? I would study theology, and become a preacher; I had\nonly one thought, and that was she. But it was self-delusion:\nshe loved another; she married him. It was not till several years later\nthat I felt and acknowledged that it was best, both for her and for\nmyself, that things had fallen out as they were. She had no idea,\nperhaps, how deep my feeling for her had been, or what an influence it\nproduced in me. She had become the excellent wife of a good man, and a\nhappy mother. God’s blessing rest upon her!",
        "In my “Journey on Foot,” and in most of my writings, satire had been\nthe prevailing characteristic. This displeased many people, who thought\nthat this bent of mind could lead to no good purpose. The critics now\nblamed me precisely for that which a far deeper feeling had expelled\nfrom my breast. A new collection of Poetry, “Fancies and Sketches,\"\nwhich was published for the new year, showed satisfactorily what my\nheart suffered. A paraphrase of the history of my own heart appeared in\na serious vaudeville, “Parting and Meeting,” with this difference only,\nthat here the love was mutual: the piece was not presented on the stage\ntill five years later.",
        "Among my young friends in Copenhagen at that time was Orla Lehmann, who\nafterwards rose higher in popular favor, on account of his political\nefforts than any man in Denmark. Full of animation, eloquent and\nundaunted, his character of mind was one which interested me also. The\nGerman language was much studied at his father’s; they had received\nthere Heine’s poems, and they were very attractive for young Orla. He\nlived in the country, in the neighborhood of the castle of\nFredericksberg. I went there to see him, and he sang as I came one of\nHeine’s verses, “Thalatta, Thalatta, du eviges Meer.” We read Heine\ntogether; the afternoon and the evening passed, and I was obliged to\nremain there all night; but I had on this evening made the acquaintance\nof a poet, who, as it seemed to me, sang from the soul; he supplanted\nHoffman, who, as might be seen by my “Journey on Foot,” had formerly\nhad the greatest influence on me. In my youth there were only three\nauthors who as it were infused themselves into my blood,–Walter Scott,\nHoffman, and Heine.",
        "I betrayed more and more in my writings an unhealthy turn of mind. I\nfelt an inclination to seek for the melancholy in life, and to linger\non the dark side of things. I became sensitive and thought rather of\nthe blame than the praise which was lavished on me. My late school\neducation, which was forced, and my impulse to become an author whilst\nI was yet a student, make it evident that my first work, the “Journey\non Foot,” was not without grammatical errors. Had I only paid some one\nto correct the press, which was a work I was unaccustomed to, then no\ncharge of this kind could have been brought against me. Now, on the\ncontrary, people laughed at these errors, and dwelt upon them, passing\nover carelessly that in the book which had merit. I know people who\nonly read my poems to find out errors; they noted down, for instance,\nhow often I used the word beautiful, or some similar word. A\ngentleman, now a clergyman, at that time a writer of vaudevilles and a\ncritic, was not ashamed, in a company where I was, to go through\nseveral of my poems in this style; so that a little girl of six years\nold, who heard with amazement that he discovered everything to be\nwrong, took the book, and pointing out the conjunction and,\nsaid, “There is yet a little word about which you have not scolded.” He\nfelt what a reproof lay in the remark of the child; he looked ashamed\nand kissed the little one. All this wounded me; but I had, since my\nschool-days, become somewhat timid, and that caused me to take it all\nquietly: I was morbidly sensitive, and I was good-natured to a fault.\nEverybody knew it, and some were on that account almost cruel to me.\nEverybody wished to teach me; almost everybody said that I was spoiled\nby praise, and therefore they would speak the truth to me. Thus I heard\ncontinually of my faults, the real and the ideal weaknesses. In the\nmean time, however, my feelings burst forth; and then I said that I\nwould become a poet whom they should see honored. But this was regarded\nonly as the crowning mark of the most unbearable vanity; and from house\nto house it was repeated. I was a good man, they said, but one of the\nvainest in existence; and in that very time I was often ready wholly to\ndespair of my abilities, and had, as in the darkest days of my school-\nlife, a feeling, as if my whole talents were a self-deception. I almost\nbelieved so; but it was more than I could bear, to hear the same thing\nsaid, sternly and jeeringly, by others; and if I then uttered a proud,\nan inconsiderate word, it was addressed to the scourge with which I was\nsmitten; and when those who smite are those we love, then do the\nscourges become scorpions.",
        "For this reason Collin thought that I should make a little journey,–\nfor instance, to North Germany,–in order to divert my mind and furnish\nme with new ideas.",
        "In the spring of 1831, I left Denmark for the first time. I saw L bek\nand Hamburg. Everything astonished me and occupied my mind. I saw\nmountains for the first time,–the Harzgebirge. The world expanded so\nastonishingly before me. My good humor returned to me, as to the bird\nof passage. Sorrow is the flock of sparrows which remains behind, and\nbuilds in the nests of the birds of passage. But I did not feel myself\nwholly restored.",
        "In Dresden I made acquaintance with Tieck. Ingemann had given me a\nletter to him. I heard him one evening read aloud one of Shakspeare’s\nplays. On taking leave of him, he wished me a poet’s success, embraced\nand kissed me; which made the deepest impression upon me. The\nexpression of his eyes I shall never forget. I left him with tears, and\nprayed most fervently to God for strength to enable me to pursue the\nway after which my whole soul strove–strength, which should enable me\nto express that which I felt in my soul; and that when I next saw\nTieck, I might be known and valued by him. It was not until several\nyears afterwards, when my later works were translated into German, and\nwell received in his country, that we saw each other again; I felt the\ntrue hand-pressure of him who had given to me, in my second father-\nland, the kiss of consecration.",
        "In Berlin, a letter of Oersted’s procured me the acquaintance of\nChamisso. That grave man, with his long locks and honest eyes, opened\nthe door to me himself, read the letter, and I know not how it was, but\nwe understood each other immediately. I felt perfect confidence in him,\nand told him so, though it was in bad German. Chamisso understood\nDanish; I gave him my poems, and he was the first who translated any of\nthem, and thus introduced me into Germany. It was thus he spoke of me\nat that time in the Morgenblatt: “Gifted with wit, fancy, humor,\nand a national na vet , Andersen has still in his power tones which\nawaken deeper echoes. He understands, in particular, how with perfect\nease, by a few slight but graphic touches, to call into existence\nlittle pictures and landscapes, but which are often so peculiarly local\nas not to interest those who are unfamiliar with the home of the poet.\nPerhaps that which may be translated from him, or which is so already,\nmay be the least calculated to give a proper idea of him.”",
        "Chamisso became a friend for my whole life. The pleasure which he had\nin my later writings may be seen by the printed letters addressed to me\nin the collected edition of his works.",
        "The little journey in Germany had great influence upon me, as my\nCopenhagen friends acknowledged. The impressions of the journey were\nimmediately written down, and I gave them forth under the title of\n“Shadow Pictures.” Whether I were actually improved or not, there still\nprevailed at home the same petty pleasure in dragging out my faults,\nthe same perpetual schooling of me; and I was weak enough to endure it\nfrom those who were officious meddlers. I seldom made a joke of it; but\nif I did so, it was called arrogance and vanity, and it was asserted\nthat I never would listen to rational people. Such an instructor once\nasked me whether I wrote Dog with a little d;–he had found\nsuch an error of the press in my last work. I replied, jestingly, “Yes,\nbecause I here spoke of a little dog.”",
        "But these are small troubles, people will say. Yes, but they are drops\nwhich wear hollows in the rock. I speak of it here; I feel a necessity\nto do so; here to protest against the accusation of vanity, which,\nsince no other error can be discovered in my private life, is seized\nupon, and even now is thrown at me like an old medal.",
        "From the end of the year 1828, to the beginning of 1839, I maintained\nmyself alone by my writings. Denmark is a small country; but few books\nat that time went to Sweden and Norway; and on that account the profit\ncould not be great. It was difficult for me to pull through,–doubly\ndifficult, because my dress must in some measure accord with the\ncircles into which I went. To produce, and always to be producing, was\ndestructive, nay, impossible. I translated a few pieces for the\ntheatre,–La Quarantaine, and La Reine de seize ans; and\nas, at that time, a young composer of the name of Hartmann, a grandson\nof him who composed the Danish folks-song of “King Christian stood by\nthe tall, tall mast,” wished for text to an opera, I was of course\nready to write it. Through the writings of Hoffman, my attention had\nbeen turned to the masked comedies of Gozzi: I read Il Corvo,\nand finding that it was an excellent subject, I wrote, in a few weeks,\nmy opera-text of the Raven. It will sound strange to the ears of\ncountrymen when I say that I, at that time, recommended Hartmann; that\nI gave my word for it, in my letter to the theatrical directors, for\nhis being a man of talent, who would produce something good. He now\ntakes the first rank among the living Danish composers.",
        "I worked up also Walter Scott’s “Bride of Lammermoor” for another young\ncomposer, Bredal. Both operas appeared on the stage; but I was\nsubjected to the most merciless criticism, as one who had stultified\nthe labors of foreign poets. What people had discovered to be good in\nme before seemed now to be forgotten, and all talent was denied to me.\nThe composer Weyse, my earliest benefactor, whom I have already\nmentioned, was, on the contrary, satisfied in the highest degree with\nmy treatment of these subjects. He told me that he had wished for a\nlong time to compose an opera from Walter Scott’s “Kenilworth.” He now\nrequested me to commence the joint work, and write the text. I had no\nidea of the summary justice which would be dealt to me. I needed money\nto live, and, what still more determined me to it, I felt flattered to\nhave to work with Weyse our most celebrated composer. It delighted me\nthat he, who had first spoken in my favor at Siboni’s house, now, as\nartist, sought a noble connection with me. I had scarcely half finished\nthe text, when I was already blamed for having made use of a well-known\nromance. I wished to give it up; but Weyse consoled me, and encouraged\nme to proceed. Afterwards, before he had finished the music, when I was\nabout to travel abroad, I committed my fate, as regarded the text,\nentirely to his hands. He wrote whole verses of it, and the altered\nconclusion is wholly his own. It was a peculiarity of that singular man\nthat he liked no book which ended sorrowfully. For that reason, Amy\nmust marry Leicester, and Elizabeth say, “Proud England, I am thine.” I\nopposed this at the beginning; but afterwards I yielded, and the piece\nwas really half-created by Weyse. It was brought on the stage, but was\nnot printed, with the exception of the songs. To this followed\nanonymous attacks: the city post brought me letters in which the\nunknown writers scoffed at and derided me. That same year I published a\nnew collection of poetry, “The Twelve Months of the Year;” and this\nbook, though it was afterwards pronounced to contain the greater part\nof my best lyrical poems, was then condemned as bad.",
        "At that time “The Monthly Review of Literature,” though it is now gone\nto its grave, was in its full bloom. At its first appearance, it\nnumbered among its co-workers some of the most distinguished names. Its\nwant, however, was men who were qualified to speak ably on aesthetic\nworks. Unfortunately, everybody fancies himself able to give an opinion\nupon these; but people may write excellently on surgery or pedagogical\nscience, and may have a name in those things, and yet be dolts in\npoetry: of this proofs may be seen. By degrees it became more and more\ndifficult for the critical bench to find a judge for poetical works.\nThe one, however, who, through his extraordinary zeal for writing and\nspeaking, was ready at hand, was the historian and states-councillor\nMolbeck, who played, in our time, so great a part in the history of\nDanish criticism, that I must speak of him rather more fully. He is an\nindustrious collector, writes extremely correct Danish, and his Danish\ndictionary, let him be reproached with whatever want he may, is a most\nhighly useful work; but, as a judge of aesthetic works, he is one-\nsided, and even fanatically devoted to party spirit. He belongs,\nunfortunately, to the men of science, who are only one sixty-fourth of\na poet, and who are the most incompetent judges of aesthetics. He has,\nfor example, by his critiques on Ingemann’s romances, shown how far he\nis below the poetry which he censures. He has himself published a\nvolume of poems, which belong to the common run of books, “A Ramble\nthrough Denmark,” written in the fade, flowery style of those\ntimes, and “A Journey through Germany, France, and Italy,” which seems\nto be made up out of books, not out of life. He sate in his study, or\nin the Royal Library, where he has a post, when suddenly he became\ndirector of the theatre and censor of the pieces sent in. He was\nsickly, one-sided in judgment, and irritable: people may imagine the\nresult. He spoke of my first poems very favorably; but my star soon\nsank for another, who was in the ascendant, a young lyrical poet,\nPaludan M ller; and, as he no longer loved, he hated me. That is the\nshort history; indeed, in the selfsame Monthly Review the very poems\nwhich had formerly been praised were now condemned by the same judge,\nwhen they appeared in a new increased edition. There is a Danish\nproverb, “When the carriage drags, everybody pushes behind;” and I\nproved the truth of it now.",
        "It happened that a new star in Danish literature ascended at this time.\nHeinrich Hertz published his “Letters from the Dead” anonymously: it\nwas a mode of driving all the unclean things out of the temple. The\ndeceased Baggesen sent polemical letters from Paradise, which resembled\nin the highest degree the style of that author. They contained a sort\nof apotheosis of Heiberg, and in part attacks upon Oehlenschl ger and\nHauch. The old story about my orthographical errors was again revived;\nmy name and my school-days in Slagelse were brought into connection\nwith St. Anders.",
        "I was ridiculed, or if people will, I was chastised. Hertz’s book went\nthrough all Denmark; people spoke of nothing but him. It made it still\nmore piquant that the author of the work could not be discovered.\nPeople were enraptured, and justly. Heiberg, in his “Flying Post,\"\ndefended a few aesthetical insignificants, but not me. I felt the wound\nof the sharp knife deeply. My enemies now regarded me as entirely shut\nout from the world of spirits. I however in a short time published a\nlittle book, “Vignettes to the Danish Poets,” in which I characterized\nthe dead and the living authors in a few lines each, but only spoke of\nthat which was good in them. The book excited attention; it was\nregarded as one of the best of my works; it was imitated, but the\ncritics did not meddle with it. It was evident, on this occasion, as\nhad already been the case, that the critics never laid hands on those\nof my works which were the most successful.",
        "My affairs were now in their worst condition; and precisely in that\nsame year in which a stipend for travelling had been conferred upon\nHertz, I also had presented a petition for the same purpose. The\nuniversal opinion was that I had reached the point of culmination, and\nif I was to succeed in travelling it must be at this present time. I\nfelt, what since then has become an acknowledged fact, that travelling\nwould be the best school for me. In the mean time I was told that to\nbring it under consideration I must endeavor to obtain from the most\ndistinguished poets and men of science a kind of recommendation;\nbecause this very year there were so many distinguished young men who\nwere soliciting a stipend, that it would be difficult among these to\nput in an available claim. I therefore obtained recommendations for\nmyself; and I am, so far as I know, the only Danish poet who was\nobliged to produce recommendations to prove that he was a poet.",
        "And here also it is remarkable, that the men who recommended me have\neach one made prominent some very different qualification which gave me\na claim: for instance, Oehlenschl ger, my lyrical power, and the\nearnestness that was in me; Ingemann, my skill in depicting popular\nlife; Heiberg declared that, since the days of Wessel, no Danish poet\nhad possessed so much humor as myself; Oersted remarked, every one,\nthey who were against me as well as those who were for me, agreed on\none subject, and this was that I was a true poet. Thiele\nexpressed himself warmly and enthusiastically about the power which he\nhad seen in me, combating against the oppression and the misery of\nlife. I received a stipend for travelling; Hertz a larger and I a\nsmaller one: and that also was quite in the order of things.",
        "“Now be happy,” said my friends, “make yourself aware of your unbounded\ngood fortune! Enjoy the present moment, as it will probably be the only\ntime in which you will get abroad. You shall hear what people say about\nyou while you are travelling, and how we shall defend you; sometimes,\nhowever, we shall not be able to do that.”",
        "It was painful to me to hear such things said; I felt a compulsion of\nsoul to be away, that I might, if possible, breathe freely; but sorrow\nis firmly seated on the horse of the rider. More than one sorrow\noppressed my heart, and although I opened the chambers of my heart to\nthe world, one or two of them I keep locked, nevertheless. On setting\nout on my journey, my prayer to God was that I might die far away from\nDenmark, or return strengthened for activity, and in a condition to\nproduce works which should win for me and my beloved ones joy and\nhonor.",
        "Precisely at the moment of setting out on my journey, the form of my\nbeloved arose in my heart. Among the few whom I have already named,\nthere are two who exercised a great influence upon my life and my\npoetry, and these I must more particularly mention. A beloved mother,\nan unusually liberal-minded and well educated lady, Madame L ss c, had\nintroduced me into her agreeable circle of friends; she often felt the\ndeepest sympathy with me in my troubles; she always turned my attention\nto the beautiful in nature and the poetical in the details of life, and\nas almost everyone regarded me as a poet, she elevated my mind; yes,\nand if there be tenderness and purity in anything which I have written,\nthey are among those things for which I have especially to be thankful\nto her. Another character of great importance to me was Collin’s son\nEdward. Brought up under fortunate circumstances of life, he was\npossessed of that courage and determination which I wanted. I felt that\nhe sincerely loved me, and I full of affection, threw myself upon him\nwith my whole soul; he passed on calmly and practically through the\nbusiness of life. I often mistook him at the very moment when he felt\nfor me most deeply, and when he would gladly have infused into me a\nportion of his own character,–to me who was as a reed shaken by the\nwind. In the practical part of life, he, the younger, stood actively by\nmy side, from the assistance which he gave in my Latin exercises, to\nthe arranging the business of bringing out editions of my works. He has\nalways remained the same; and were I to enumerate my friends, he would\nbe placed by me as the first on the list. When the traveller leaves the\nmountains behind him, then for the first time he sees them in their\ntrue form: so is it also with friends.",
        "I arrived at Paris by way of Cassel and the Rhine. I retained a vivid\nimpression of all that I saw. The idea for a poem fixed itself firmer\nand firmer in my mind; and I hoped, as it became more clearly worked\nout, to propitiate by it my enemies. There is an old Danish folks-song\nof Agnete and the Merman, which bore an affinity to my own state of\nmind, and to the treatment of which I felt an inward impulse. The song\ntells that Agnete wandered solitarily along the shore, when a merman\nrose up from the waves and decoyed her by his speeches. She followed\nhim to the bottom of the sea, remained there seven years, and bore him\nseven children. One day, as she sat by the cradle, she heard the church\nbells sounding down to her in the depths of the sea, and a longing\nseized her heart to go to church. By her prayers and tears she induced\nthe merman to conduct her to the upper world again, promising soon to\nreturn. He prayed her not to forget his children, more especially the\nlittle one in the cradle; stopped up her ears and her mouth, and then\nled her upwards to the sea-shore. When, however, she entered the\nchurch, all the holy images, as soon as they saw her, a daughter of sin\nand from the depths of the sea, turned themselves round to the walls.\nShe was affrighted, and would not return, although the little ones in\nher home below were weeping.",
        "I treated this subject freely, in a lyrical and dramatic manner. I will\nventure to say that the whole grew out of my heart; all the\nrecollections of our beechwoods and the open sea were blended in it.",
        "In the midst of the excitement of Paris I lived in the spirit of the\nDanish folks-songs. The most heartfelt gratitude to God filled my soul,\nbecause I felt that all which I had, I had received through his mercy;\nyet at the same time I took a lively interest in all that surrounded\nme. I was present at one of the July festivals, in their first\nfreshness; it was in the year 1833. I saw the unveiling of Napoleon’s\npillar. I gazed on the world-experienced King Louis Philippe, who is\nevidently defended by Providence. I saw the Duke of Orleans, full of\nhealth and the enjoyment of life, dancing at the gay people’s ball, in\nthe gay Maison de Ville. Accident led in Paris to my first meeting with\nHeine, the poet, who at that time occupied the throne in my poetical\nworld. When I told him how happy this meeting and his kind words made\nme, he said that this could not very well be the case, else I should\nhave sought him out. I replied, that I had not done so precisely\nbecause I estimated him so highly. I should have feared that he might\nhave thought it ridiculous in me, an unknown Danish poet, to seek him\nout; “and,” added I, “your sarcastic smile would deeply have wounded\nme.” In reply, he said something friendly.",
        "Several years afterwards, when we again met in Paris, he gave me a\ncordial reception, and I had a view into the brightly poetical portion\nof his soul.",
        "Paul D port met me with equal kindness. Victor Hugo also received me.",
        " During my journey to Paris, and the whole month that I spent there, I\nheard not a single word from home. Could my friends perhaps have\nnothing agreeable to tell me? At length, however, a letter arrived; a\nlarge letter, which cost a large sum in postage. My heart beat with joy\nand yearning impatience; it was, indeed, my first letter. I opened it,\nbut I discovered not a single written word, nothing but a Copenhagen\nnewspaper, containing a lampoon upon me, and that was sent to me all\nthat distance with postage unpaid, probably by the anonymous writer\nhimself. This abominable malice wounded me deeply. I have never\ndiscovered who the author was, perhaps he was one of those who\nafterwards called me friend, and pressed my hand. Some men have base\nthoughts: I also have mine.",
        "It is a weakness of my country-people, that commonly, when abroad,\nduring their residence in large cities, they almost live exclusively in\ncompany together; they must dine together, meet at the theatre, and see\nall the lions of the place in company. Letters are read by each other;\nnews of home is received and talked over, and at last they hardly know\nwhether they are in a foreign land or their own. I had given way to the\nsame weakness in Paris; and in leaving it, therefore, determined for\none month to board myself in some quiet place in Switzerland, and live\nonly among the French, so as to be compelled to speak their language,\nwhich was necessary to me in the highest degree.",
        "In the little city of Lodi, in a valley of the Jura mountains, where\nthe snow fell in August, and the clouds floated below us, was I\nreceived by the amiable family of a wealthy watchmaker. They would not\nhear a word about payment. I lived among them and their friends as a\nrelation, and when we parted the children wept. We had become friends,\nalthough I could not understand their patois; they shouted loudly into\nmy ear, because they fancied I must be deaf, as I could not understand\nthem. In the evenings, in that elevated region, there was a repose and\na stillness in nature, and the sound of the evening bells ascended to\nus from the French frontier. At some distance from the city, stood a\nsolitary house, painted white and clean; on descending through two\ncellars, the noise of a millwheel was heard, and the rushing waters of\na river which flowed on here, hidden from the world. I often visited\nthis place in my solitary rambles, and here I finished my poem of\n“Agnete and the Merman,” which I had begun in Paris.",
        "I sent home this poem from Lodi; and never, with my earlier or my later\nworks, were my hopes so high as they were now. But it was received\ncoldly. People said I had done it in imitation of Oehlenschl ger, who\nat one time sent home masterpieces. Within the last few years, I fancy,\nthis poem has been somewhat more read, and has met with its friends. It\nwas, however, a step forwards, and it decided, as it were,\nunconsciously to me, my pure lyrical phasis. It has been also of late\ncritically adjudged in Denmark, that, notwithstanding that on its first\nappearance it excited far less attention than some of my earlier and\nless successful works, still that in this the poetry is of a deeper,\nfuller, and more powerful character than anything which I had hitherto\nproduced.",
        "This poem closes one portion of my life.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}