{
    "title": "The Adventures of Jimmie Dale II - Chapter IX: The Tocsin’s Story",
    "author": "Frank L. Packard",
    "chapter": "10",
    "content": [
        "\n\n",
        "LaSalle!  The old French name!  That old French inscription on the\nring: “SONNEZ LE TOCSIN!”  Yes; he began to understand now.  She was\nMarie LaSalle!  He began to remember more clearly.",
        "Marie LaSalle!  They had said she was one of the most beautiful\ngirls who had ever made her entree into New York society.  But he\nhad never met her–as Marie LaSalle; never met her–until now, as\nthe Tocsin, in this bare, destitute, squalid hovel, here at bay,\nboth of them, for their lives.",
        "He had been away when she had come with her father to New York; and\non his return there had only been the father’s brother in the\nfather’s place–and she was gone.  He remembered the furor her\ndisappearance had caused; the enormous rewards her uncle had offered\nin an effort to trace her; the thousand and one speculations as to\nwhat had become of her; and that then, gradually, as even the most\nstartling and mystifying of events and happenings always do, the\naffair had dropped into oblivion and had been forgotten by the\npublic at least.  He began to count back.  Yes, it must have been\nnearly five years ago; two years before she, as the Tocsin, and he,\nas the Gray Seal, had formed their amazing and singular partnership,\nthat–he started suddenly, as she spoke.",
        "“I want to tell you in as few words as I can,” she said abruptly,\nbreaking the silence.  “Listen, then, Jimmie.  My mother died ten\nyears ago.  I was little more than a child then.  Shortly after her\ndeath, father made a business trip to New York, and, on the advice\nof some supposed friends, he had a new will drawn up by a lawyer\nwhom they recommended, and to whom they introduced him.  I do not\nknow who those men were.  The lawyer’s name was Travers, Hilton\nTravers.”  She glanced curiously at Jimmie Dale, and added quickly:\n“He was the chauffeur–the man who was killed last night.”",
        "“You mean,” Jimmie Dale burst out, “you mean that he was–but,\nfirst, the will!  What was in the will?”",
        "“It was a very simple will,” she answered.  “And from the nature of\nit, it was not at all strange that my father should have been\nwilling to have had it drawn by a comparative stranger, if that is\nwhat you are thinking.  Summarised in a few words, the will left\neverything to me, and appointed my Uncle Henry as my guardian and\nthe sole executor of the estate until I should have reached my\ntwenty-fifth birthday.  It provided for a certain sum each year to\nbe paid to my uncle for his services as executor; and at the\nexpiration of the trust period–that is, when I was twenty-five–\nbequeathed to him the sum of one hundred thousand dollars.”",
        "Jimmie Dale nodded.  “Go on!” he prompted.",
        "“It is hard to tell it in logical sequence,” she said, hesitating a\nmoment.  “So many things seem to overlap each other.  You must\nunderstand a little more about Hilton Travers.  During the five\nyears following the signing of the will father came frequently to\nNew York, and became, not only intimate with Travers, but so much\nimpressed with the other’s cleverness and ability that he kept\nputting more and more of his business into Travers’ hands.  At the\nend of that five years, we moved to New York, and father, who was\nthen quite an old man, retired from all active business, and turned\nover a great many of his personal affairs to Travers to look after\nfor him, giving Travers power of attorney in a number of instances.\nSo much for Travers.  Now about my uncle.  He was my father’s only\nbrother; in fact, they were the only surviving members of their\nfamily, apart from very distant connections in France, from where,\ngenerations back, the family originally came.”  Her hand touched\nJimmie Dale’s for an instant.  “That ring, Jimmie, with its crest\nand inscription, is the old family coat of arms.”",
        "“Yes,” he said briefly; “I surmised as much.”",
        "“Strange as it may seem, in view of the fact that they had not seen\neach other for twenty years,” she went on hurriedly “my father and\nmy uncle were more than ordinarily attached to each other.  Letters\npassed regularly between them, and there was constant talk of one\npaying the other a visit–but the visit never materialised.  My\nuncle was somewhere in Australia, my father was here, and\nconsequently I never saw my uncle.  He was quite a different type of\nman from father–more restless, less settled, more rough and ready,\npreferring the outdoor life of the Australian bush to the\nrestrictions of any so-called civilisation, I imagine.  Financially,\nI do not think he ever succeeded very well, for twice, in one way or\nanother, he lost every sheep on his ranch and father set him up\nagain; and I do not think he could ever have had much of a ranch,\nfor I remember once, in one of the letters he wrote, that he said he\nhad not seen a white man in weeks, so he must have lived a very\nlonely life.  Indeed, at about the time father drew the new will, my\nuncle wrote, saying that he had decided to give up sheep running on\nhis own account as it did not pay, and to accept a very favourable\noffer that had been made to him to manage a ranch in New Zealand;\nand his next letter was from the latter country, stating that he had\ncarried out his intentions, and was well satisfied with the change\nhe had made.  The long-proposed visit still continued to occupy my\nfather’s thoughts, and on his retirement from business he definitely\nmade up his mind to go out to New Zealand, taking me with him.  In\nfact, the plans were all arranged, my uncle expressed unbounded\ndelight in his letters, and we were practically on the eve of\nsailing, when a cable came from my uncle, telling us to postpone the\nvisit for a few months, as he was obliged to make a buying trip for\nhis new employer that would keep him away that length of time–and\nthen\"–her fingers, that had been abstractedly picking out the lines\nformed by the grain of the wood in the table top, closed suddenly\ninto tight-clenched fists–\"and then–my father died.”",
        "Jimmie Dale turned away his head.  There were tears in her eyes.\nThe old sense of unreality was strong upon him again.  He was\nlistening to the Tocsin’s story.  It was strange that he should be\ndoing that–that it could be really so!  It seemed as though\nmagically he had been transported out of the world where for years\npast he had lived with danger lurking at every turn, where men set\nwatch about his house to trap him, where the denizens of the\nunderworld yowled like starving beasts to sink their fangs in him,\nwhere the police were ceaselessly upon his trail to wreak an\ninsensate vengeance upon him; it seemed as though he had been\ntransported away from all that to something that he had dreamed\nmight, perhaps, sometime happen, that he had hoped might happen,\nthat he had longed for always, but now that it was his, that it also\nwas full of the sense of the unreal.  And yet as his mind followed\nthe thread of her story, and leaped ahead and vaguely glimpsed what\nwas to come, be was conscious in a sort of premonitory way of a\nvaster peril than any he had ever known, as though forces, for the\nmoment masked, were arrayed against him whose strength and whose\nmalignity were beyond human parallel.  In what a strange, almost\nincoherent way his brain was working!  He roused himself a little\nand looked around him–and, with a shock, the starkness of the room,\nthe abject, pitiful air of destitution brought home to him with\nterrific, startling force the significance of the scene in which he\nwas playing a part.  His face set suddenly in hard lines.  That she\nshould have been brought to assume such a life as this–forced out\nof her environment of wealth and refinement, forced in her purity to\nrub shoulders with the vile, the dissolute, forced to exist as such\na creature amid the crime and vice, the wretched horror of the\nunderworld that swirled around her!  There was anger now upon him,\nburning, hot–a merciless craving that was a savage, hungry lust for\nvengeance.",
        "And then she was speaking again:",
        "“Father’s death occurred very shortly after my uncle’s message\nadvising us to postpone our trip was received.  On his death,\nTravers, very naturally, as father’s lawyer, cabled my uncle to come\nto New York at once; and my uncle replied, saying that he was coming\nby the first steamer.”",
        "She paused again–but only for an instant, as though to frame her\nthoughts in words.",
        "“I have told you that I had never seen my uncle, that even my father\nhad not seen him for twenty years; and I have told you that the man\nyou know as Henry LaSalle is an impostor–I am using the word\n’uncle’ now when I refer to him simply to avoid confusion.  You are,\nperhaps, expecting me to say that I took a distinctive dislike to\nhim from the moment he arrived?  On the contrary, I had every reason\nto be predisposed toward him; and, indeed, was rather agreeably\nsurprised than otherwise–he was not nearly so uncouth and\nunpolished as, somehow, I had pictured his life would have made him.\nDo you understand, Jimmie?  He was kind, sympathetic; and, in an\napathetic way, I liked him.  I say ’apathetic’ because I think that\nbest describes my own attitude toward every one and everything\nfollowing father’s death until–THAT NIGHT.”",
        "She rose abruptly from her chair, as though a passive position of\nany kind had suddenly become intolerable.",
        "“Why tell you what my father and I were to each other!” she cried\nout in a low, passionate voice.  “It seemed as though everything\nthat meant anything had gone out of my life.  I became worn out,\nnervous; and though the days were bad enough, the nights were a\nsource of dread.  I began to suffer from insomnia–I could not\nsleep.  This was even before my supposed uncle came.  I used to read\nfor hours and hours in my room after I had gone to bed.  But\"–she\nflung out her hand with an impatient gesture–\"there is no need to\ndwell on that.  One night, about a week after that man had arrived,\nand a little over a month after father had died, I was in my room\nand had finished a book I was reading.  I remember that it was well\nafter midnight.  I had not the slightest inclination to sleep.  I\npicked up another book–and after that another.  There were plenty\nin my room; but, irrationally, of course, none pleased me.  I\ndecided to go down to the library–not that I think I really\nexpected to find anything that I actually wanted, but more because\nit was an impulse, and furnished me for the moment with some\ndefinite objective, something to do.  I got up, slipped on a\ndressing gown, and went downstairs.  The lights were all out.  I was\njust on the point of switching on those in the reception hall, when\nsuddenly it seemed as though I had not strength to lift my hand, and\nI remember that for an instant I grew terribly cold with dread and\nfear.  From the room on my right a voice had reached me.  The door\nwas closed, but the voice was raised in an outburst of profanity.\nI–I could hear every word.",
        "“’If she’s out of the way, there’s no come-back,’ the voice snarled.\n’I won’t listen to anything else!  Do you hear!  Why, you fool, what\nare you trying to do–hand me one!  Turn everything into cash, and\ndivvy, and beat it–eh?  And I’m the goat, and I get caught and get\ntwenty years for stealing trust funds–and the rest of you get the\ncoin!’  He swore terribly again.  ’Who’s taken the risk in this for\nthe last five years!  There’ll be no smart Aleck lawyer tricks–\nthere’ll be no halfway measures!  And who are you to dictate!  She\ngoes out–that’s safe–I inherit as next of kin, with no one to\ndispute it, and that’s all there is to it!’",
        "“I stood there and could not move.  It was the voice of the man I\nknew as my uncle!  My heart seemed to have stopped beating.  I tried\nto tell myself that I was dreaming, that it was too horrible, too\nincredible to be real; that they could not really mean to–to MURDER\nme.  And then I recognised Hilton Travers’ voice.",
        "“’I am not dictating, and you are not serious, of course,’ he said,\nwith what seemed an uneasy laugh.  ’I am only warning you that you\nare forgetting to take the real Henry LaSalle into account.  He is\nbound to hear of this eventually, and then–’",
        "“Another voice broke in–one I did not recognise.",
        "“’You’re talking too loud, both of you!  Travers doesn’t understand,\nbut he’s to be wised up to-night, according to orders, and–’",
        "“The voice became inaudible, muffled–I could not hear any more.  I\nsuppose I remained there another three or four minutes, too stunned\nto know what to do; and then I ran softly along the hall to the\nlibrary door.  The library, you understand, was at the rear of the\nroom they were in, and the two rooms were really one; that is, there\nwas only an archway between them.  I cannot tell you what my\nemotions were–I do not know.  I only know that I kept repeating to\nmyself, ’they are going to kill me, they are going to kill me!’ and\nthat it seemed I must try and find out everything, everything I\ncould.”",
        "She turned away from the table, and began to pace nervously up and\ndown the miserable room.",
        "Jimmie Dale rose impulsively from his chair–but she waved him back\nagain.",
        "“No; wait!” she said.  “Let me finish.  I crept into the library.\nIt took me a long time, because I had to be so careful not to make\nthe slightest noise.  I suppose it was fully six or seven minutes\nfrom the time I had first heard my supposed uncle’s voice until I\nhad crept far enough forward to be able to see into the room beyond.\nThere were three men there.  The man I knew as my uncle was sitting\nat one end of the table; another had his back toward me; and Travers\nwas facing in my direction–and I think I never saw so ghastly a\nface as was Hilton Travers’ then.  He was standing up, sort of\nswaying, as he leaned with both hands on the table.",
        "“’Now then, Travers,’ the man whose back was turned to me was saying\nthreateningly, ’you’ve got the story now–sign those papers!’",
        "“It seemed as though Travers could not speak for a moment.  He kept\nlooking wildly from one to the other.  He was white to the lips.",
        "“’You’ve let me in for–THIS!’ he said hoarsely, at last, ’You\ndevils–you devils–you devils!  You’ve let me in for–murder!  Both\nof them!  Both Peter and his brother–MURDERED!’”",
        "She stopped abruptly before Jimmie Dale, and clutched his arm\ntightly.",
        "“Jimmie, I don’t know why I did not scream out.  Everything went\nblack for a moment before my eyes.  It was the first suspicion I had\nhad that my father had met with foul play, and I–”",
        "But now Jimmie Dale swayed up from his chair.",
        "“Murdered!” he exclaimed tensely.  “Your father!  But–but I\nremember perfectly, there was no hint of any such thing at the time,\nand never has been since.  He died from quite natural causes.”",
        "She looked at him strangely.",
        "“He died from–inoculation,” she said.  “Did–did you not see\nsomething of that laboratory in the Crime Club yourself the night\nbefore last–enough to understand?”",
        "“Good God!” muttered Jimmie Dale, in a startled way then: “Go on!\nGo on!  What happened then?”",
        "She passed her hand a little wearily across her eyes–and sank down\ninto her chair again.",
        "“Travers,” she continued, picking up the thread of her story, “had\nraised his voice, and the third man at the table leaned suddenly,\naggressively toward him.",
        "“’Hold your tongue!’ he growled furiously.  ’All you’re asked to do\nis sign the papers–not talk!’",
        "“Travers shook his head.",
        "“’I won’t!’ he cried out.  ’I won’t have any hand in another murder–\nin hers!  My God, I won’t–I won’t, I tell you!  It’s horrible!’",
        "“’Look here, you fool!’ the man who was posing as my uncle broke in\nthen.  ’You’re in this too deep to get out now.  If you know what’s\ngood for you, you’ll do as you’re told!’",
        "“Jimmie, I shall never forget Travers’ face.  It seemed to have\nchanged from white to gray, and there was horror in his eyes: and\nthen he seemed to lose all control of himself, shaking his fists in\ntheir faces, cursing them in utter abandon.",
        "“’I’m bad!’ he cried.  ’I’ve gone everything, everything but the\nlimit–everything but murder.  I stop there!  I’ll have no more to\ndo with this.  I’m through!  You–you pulled me into this, and–and\nI didn’t know!’",
        "“’Well, you know now!’ the third man sneered.  ’What are you going\nto do about it?’",
        "“’I’m going to see that no harm comes to Marie LaSalle,’ Travers\nanswered in a dull way.",
        "“The other man now was on his feet–and, I do not know quite how to\nexpress it, Jimmie, he seemed ominously quiet in both his voice and\nhis movements.",
        "“’You’d better think that over again, Travers!’ he said.  ’Do you\nmean it?’",
        "“’I mean it,’ Travers said.  ’I mean it–God help me!’",
        "“’You may well add that!’ returned the other, with an ugly laugh.\nHe reached out his hand toward the telephone on the table.  ’Do you\nknow what will happen to you if I telephone a certain number and say\nthat you have turned–traitor?’",
        "“’I’ll have to take my chances,’ Travers replied doggedly.  ’I’m\nthrough!’",
        "“’Take them, then!’ flung out the other.  ’You’ll have little time\ngiven you to do us any harm?’",
        "“Travers did not answer.  I think he almost expected an attack upon\nhim then from the two men.  He hesitated a moment, then backed\nslowly toward the door.  What happened in the next few moments in\nthat room, I do not know.  I stole out of the library.  I was\nobsessed with the thought that I must see Travers, see him at all\ncosts, before he got away from the house.  I reached the end of the\nhall as the room door opened, and he came out.  It was dark, as I\nsaid, and I could not see distinctly, but I could make out his form.\nHe closed the door behind him–and then I called his name in a\nwhisper.  He took a quick step toward me, then turned and hurried\ntoward the front door, and I thought he was going away–but the next\ninstant I understood his ruse.  He opened the front door, shut it\nagain quite loudly, and crept back to me.",
        "“’Take me somewhere where we will be safe–quick!’ he whispered.",
        "“There was only one place where I was sure we would be safe.  I led\nhim to the rear of the house and up the servants’ stairs, and to my\nboudoir.”",
        "She broke off abruptly, and once more rose from her chair, and once\nmore began to pace the room.  Back in his chair, Jimmie Dale, tense\nand motionless now, watched her without a word.",
        "“It would take too long to tell you all that passed between us,” she\nwent on hurriedly.  “The man was frankly a criminal–but not to the\nextent of murder.  And in that respect, at least, he was honest with\nhimself.  Almost the first words he said to me were: ’Miss LaSalle,\nI am as good as a dead man if I am caught by the devils behind those\ntwo men downstairs.’  And then he began to plead with me to make my\nown escape.  He did not know who the man was that was posing as my\nuncle, had never seen him before until he presented himself as Henry\nLaSalle; the other man he knew as Clarke, but knew also that\n’Clarke’ was merely an assumed name.  He had fallen in with Clarke\nalmost from the time that he had begun to practise his profession,\nand at Clarke’s instigation had gone from one crooked deal to\nanother, and had made a great deal of money.  He knew that behind\nClarke was a powerful, daring, and unscrupulous band of criminals,\norganised on a gigantic scale, of which he himself was, in a sense–\na probationary sense, as he put it–a member; but he had never come\ninto direct contact with them–he had received all his orders and\ninstructions through Clarke.  He had been told by Clarke that he was\nto cultivate father following the introduction, to win father’s\nconfidence, to get as many of father’s affairs into his hands as\npossible, to reach the position, in fact, of becoming father’s\nrecognised attorney–and all this with the object, as he supposed of\nembezzling from father on a large scale.  Then father died, and\nTravers was instructed to cable my uncle.  He knew that the man who\nanswered that summons was an impostor; but he did not know, until\nthey had admitted it to him that night, that both my father and my\nuncle had been murdered, and that I, too, was to be made away with.”",
        "She looked at Jimmie Dale, and suddenly laughed out bitterly.",
        "“No; you don’t understand, even yet, the patient, ingenious deviltry\nof those fiends.  It was they, at the time the new will was drawn,\nwho offered to buy out my real uncle’s sheep ranch in that lonely,\nunsettled district in Australia, and offered him that new position\nin New Zealand.  My uncle never reached New Zealand.  He was\nmurdered on his way there.  And in his place, assuming his name,\nappeared the man who has been posing as my uncle ever since.  Do you\nbegin to see!  For five years they were patiently working out their\nplans, for five years before my father’s death that man lived and\nbecame known and accepted, and ESTABLISHED himself as Henry LaSalle.\nDo you see now why he cabled us to postpone our visit?  He ran very\nlittle risk.  The chances were one in a thousand that any of his few\nacquaintances in Australia would ever run across him in New Zealand;\nand besides, he was chosen because it seems there was a slight\nresemblance between him and the real Henry LaSalle–enough, with his\nchanged mode of living and more elaborate and pretentious\nsurroundings, to have enabled him to carry through a bluff had it\nbecome necessary.  He had all of my uncle’s papers; and the Crime\nClub furnished him with every detail of our lives here.  I forgot to\nsay, too, that from the moment my uncle was supposed to have reached\nNew Zealand all his letters were typewritten–an evidence in\nfather’s eyes that his brother had secured a position of some\nimportance; as, indeed, from apparently unprejudiced sources, they\ntook pains to assure father was a fact.  This left them with only my\nuncle’s signature to forge to the letters–not a difficult matter\nfor them!",
        "“Believing that they had Travers so deeply implicated that he could\ndo nothing, even if he had the inclination, which they had not for a\nmoment imagined, and arrogant in the belief in their own power to\nput him out of the way in any case if he proved refractory, they\nadmitted all this to him that night when he brought up the issue of\nthe real Henry LaSalle putting in an appearance sooner or later, and\nwhen they wanted him to smooth their path by releasing all documents\nwhere his power of attorney was involved.  Do you see now the part\nthey gave Travers to play?  It was to put the stamp of genuineness\nupon the false Henry LaSalle.  Not but that they were prepared with\nwhat would appear to be overwhelmingly convincing evidence to prove\nit if it were necessary; but if the man were accepted by the\nestate’s lawyer there was little chance of any one else questioning\nhis identity.”",
        "She halted again by the table–and forced a smile, as her eyes met\nJimmie Dale’s.",
        "“I am almost through, Jimmie.  That night was a terrible one for\nboth of us.  Travers’ life was not worth a moment’s purchase once\nthey found him–and mine was only under reprieve until sufficient\ntime to obviate suspicion should have elapsed after father’s death.\nWe had no proof that would stand in any court–even if we should\nhave been given the chance to adopt that course.  And without\nabsolute, irrefutable proof, it was all so cleverly woven, stretched\nover so many years, that our charge must have been held to be too\nvisionary and fantastic to have any basis in fact.",
        "“All Travers would have been able to advance was the statement that\nthe supposed Henry LaSalle had admitted being an impostor and a\nmurderer to him!  Who would believe it!  On the face of it, it\nappeared to be an absurdity.  And even granted that we were given an\nopportunity to bring the charge, they would be able to prove by a\nhundred influential and well-known men in New Zealand that the\nimpostor was really Henry LaSalle; and were we able to find any of\nmy uncle’s old acquaintances in Australia, it would be necessary to\nget them here–and not one of them would have reached America alive.",
        "“But there was not a chance, not a chance, Jimmie, of doing that–\nthey would have killed Travers the moment he showed himself in the\nopen.  The only thing we could do that night was to try and save our\nown lives; the only thing we could look forward to was acquiring in\nsome way, unknown to them, the proof, fully established, with which\nwe could crush them in a single stroke, and before they would have\ntime to strike back.",
        "“The vital thing was proof of my uncle’s death.  That, if it could\nbe obtained at all, could only be obtained in Australia.  Travers\nwas obliged to go somewhere, to disappear from that moment if he\nwanted to save his life, and he volunteered to go out there.  He\nleft the house that night by the back entrance in an old servant’s\nsuit, which I found for him–and I never heard from him again until\na month ago in the ’personal’ column of the MORNING NEWS-ARGUS,\nthrough which we had agreed to communicate.",
        "“As for myself, I left the house the next morning, telling my pseudo\nuncle that I was going to spend a few days with a friend.  And this\nI actually did; but in those few days I managed to turn all my own\nsecurities, that had been left me by my mother and which amounted to\na considerable sum, into cash.  And then, Jimmie, I came to–this, I\nhave lived like this and in different disguises, as a settlement\nworker, as a widow of means in a fashionable uptown apartment, but\nmostly as you see me now–for five years.  For five years I have\nwatched my supposed uncle, hoping, praying that through him I could\nget to know the others associated with him; hoping, praying that\nTravers would succeed; hoping, praying that we would get them all–\nand watching day after day, and year after year the ’personal’\ncolumn of the paper, until at last I began to be afraid that it was\nall useless.  And there was nothing, Jimmie, nothing anywhere, and I\nhad no success\"–her voice choked a little.  “Nothing!  Even Clarke\nnever went again to the house.  You can understand now how I came to\nknow the strange things that I wrote to the Gray Seal, how the life\nthat I have led, how this life here in the underworld, how the\nconstant search for some clew on my own account brought them to my\nknowledge; and you can understand now, too, why I never dared to let\nyou meet me, for I knew well enough that, while I worked to\nundermine my father’s and my uncle’s murderers, they were moving\nheaven and earth to find me.",
        "“That is all, Jimmie.  The day before yesterday, a month after\nTravers’ first message to let me know that he was coming, there was\nanother ’personal’ giving me an hour and a telephone number.  He was\nback!  He had everything–everything!  We dared not meet; he was\nafraid, suspicious that they had got track of him again.  You know\nthe rest.  That package contained the proof that, with Travers’\ndeath, can probably never be obtained again.  Do you understand why\nTHEY want it–why it is life and death to me?  Do you understand why\nmy supposed uncle offered huge rewards for me, why secretly every\nresource of that hideous organisation has been employed to find me–\nthat it is only by my DEATH the estate can pass into their hands,\nand now–”",
        "She flung out her hands suddenly toward Jimmie Dale.  “Oh, Jimmie,\nJimmie, I’ve–I’ve fought so long alone!  Jimmie, what are we to\ndo?”",
        "He came slowly to his feet.  She had fought so long–alone.  But\nnow–now it was his turn to fight–for her.  But how?  She had not\ntold him all–surely she had not told him all, for everything\ndepended upon that package.  There had been so much to tell that she\nhad not thought of all, and she had not told him the details about\nthat.",
        "“That box–No. 428!” he cried quickly.  “What is that?  What does it\nmean?”",
        "She shook her head.",
        "“I do not know,” she answered.",
        "“Then who is this John Johansson?”",
        "“I do not know,” she said again.",
        "“Nor where the Crime Club is?”",
        "“No\"–dully.",
        "He stared at her for a moment in a dazed way.",
        "“My God!” Jimmie Dale murmured.",
        "And then she turned away her head.",
        "“It’s–it’s pretty bad, isn’t it, Jimmie?  I–I told you that we did\nnot hold many trumps.”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}