{
    "title": "The Poetics - 21 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "22",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nNouns are of two kinds, either (1) simple, i.e. made up of\nnon-significant parts, like the word ge, or (2) double; in the latter\ncase the word may be made up either of a significant and a\nnon-significant part (a distinction which disappears in the compound),\nor of two significant parts. It is possible also to have triple,\nquadruple or higher compounds, like most of our amplified names; e.g.’\nHermocaicoxanthus’ and the like.",
        "Whatever its structure, a Noun must always be either (1) the ordinary\nword for the thing, or (2) a strange word, or (3) a metaphor, or (4)\nan ornamental word, or (5) a coined word, or (6) a word lengthened\nout, or (7) curtailed, or (8) altered in form. By the ordinary word I\nmean that in general use in a country; and by a strange word, one in\nuse elsewhere. So that the same word may obviously be at once strange\nand ordinary, though not in reference to the same people; sigunos,\nfor instance, is an ordinary word in Cyprus, and a strange word with\nus.  Metaphor consists in giving the thing a name that belongs to\nsomething else; the transference being either from genus to species,\nor from species to genus, or from species to species, or on grounds of\nanalogy. That from genus to species i.e.emplified in ’Here stands my\nship’; for lying at anchor is the ’standing’ of a particular kind of\nthing. That from species to genus in ’Truly ten thousand good deeds\nhas Ulysses wrought’, where ’ten thousand’, which is a particular\nlarge number, is put in place of the generic ’a large number’. That\nfrom species to species in ’Drawing the life with the bronze’, and in\n’Severing with the enduring bronze’; where the poet uses ’draw’ in the\nsense of ’sever’ and ’sever’ in that of ’draw’, both words meaning to\n’take away’ something. That from analogy is possible whenever there\nare four terms so related that the second (B) is to the first (A), as\nthe fourth (D) to the third (C); for one may then metaphorically put B\nin lieu of D, and D in lieu of B. Now and then, too, they qualify the\nmetaphor by adding on to it that to which the word it supplants is\nrelative. Thus a cup (B) is in relation to Dionysus (A) what a shield\n(D) is to Ares (C). The cup accordingly will be metaphorically\ndescribed as the ’shield of Dionysus’ (D + A), and the shield as the\n’cup of Ares’ (B + C). Or to take another instance: As old age (D)\nis to life (C), so i.e.ening (B) to day (A). One will accordingly\ndescribe evening (B) as the ’old age of the day’ (D + A)—or by the\nEmpedoclean equivalent; and old age (D) as the ’evening’ or ’sunset of\nlife’’ (B + C). It may be that some of the terms thus related have no\nspecial name of their own, but for all that they will be\nmetaphorically described in just the same way. Thus to cast forth\nseed-corn is called ’sowing’; but to cast forth its flame, as said of\nthe sun, has no special name. This nameless act (B), however, stands\nin just the same relation to its object, sunlight (A), as sowing (D)\nto the seed-corn (C). Hence the expression in the poet, ’sowing around\na god-created flame’ (D + A). There is also another form of\nqualified metaphor. Having given the thing the alien name, one may by\na negative addition deny of it one of the attributes naturally\nassociated with its new name. An instance of this would be to call the\nshield not the ’cup of Ares,’ as in the former case, but a ’cup\nthat holds no wine’.  * * * A coined word is a name which, being\nquite unknown among a people, is given by the poet himself; e.g. (for\nthere are some words that seem to be of this origin) hernyges for\nhorns, and areter for priest. A word is said to be lengthened out,\nwhen it has a short vowel made long, or an extra syllable inserted; e.\ng. polleos for poleos, Peleiadeo for Peleidon. It is said to\nbe curtailed, when it has lost a part; e.g. kri, do, and ops in\nmia ginetai amphoteron ops. It is an altered word, when part is left\nas it was and part is of the poet’s making; e.g. dexiteron for\ndexion, in dexiteron kata maxon.",
        "The Nouns themselves (to whatever class they may belong) are either\nmasculines, feminines, or intermediates (neuter). All ending in N, P,\nS, or in the two compounds of this last, PS and X, are masculines. All\nending in the invariably long vowels, H and O, and in A among the\nvowels that may be long, are feminines. So that there is an equal\nnumber of masculine and feminine terminations, as PS and X are the\nsame as S, and need not be counted. There is no Noun, however, ending\nin a mute or i.e.ther of the two short vowels, E and O. Only three\n(meli, kommi, peperi) end in I, and five in T. The intermediates, or\nneuters, end in the variable vowels or in N, P, X.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}