{
    "title": "The Meaning of Truth - IX. The Meaning of the Word Truth",
    "author": "William James",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Remarks at the meeting of the American Philosophical\nAssociation, Cornell University, December, 1907.]",
        "My account of truth is realistic, and follows the epistemological\ndualism of common sense. Suppose I say to you ’The thing exists’–\nis that true or not? How can you tell? Not till my statement has\ndeveloped its meaning farther is it determined as being true, false,\nor irrelevant to reality altogether. But if now you ask ’what\nthing?’ and I reply ’a desk’; if you ask ’where?’ and I point to a\nplace; if you ask ’does it exist materially, or only in\nimagination?’ and I say ’materially’; if moreover I say ’I mean that\ndesk’ and then grasp and shake a desk which you see just as I have\ndescribed it, you are willing to call my statement true. But you and\nI are commutable here; we can exchange places; and, as you go bail\nfor my desk, so I can go bail for yours.",
        "This notion of a reality independent of either of us, taken from\nordinary social experience, lies at the base of the pragmatist\ndefinition of truth. With some such reality any statement, in order\nto be counted true, must agree. Pragmatism defines ’agreeing’ to\nmean certain ways of ’working,’ be they actual or potential. Thus,\nfor my statement ’the desk exists’ to be true of a desk recognized\nas real by you, it must be able to lead me to shake your desk, to\nexplain myself by words that suggest that desk to your mind, to make\na drawing that is like the desk you see, etc. Only in such ways as\nthis is there sense in saying it agrees with THAT reality, only thus\ndoes it gain for me the satisfaction of hearing you corroborate me.\nReference then to something determinate, and some sort of adaptation\nto it worthy of the name of agreement, are thus constituent elements\nin the definition of any statement of mine as ’true’.",
        "You cannot get at either the reference or the adaptation without\nusing the notion of the workings. THAT the thing is, WHAT it is,\nand WHICH it is (of all the possible things with that what) are\npoints determinable only by the pragmatic method. The ’which’ means\na possibility of pointing, or of otherwise singling out the special\nobject; the ’what’ means choice on our part of an essential aspect\nto conceive it by (and this is always relative to what Dewey\ncalls our own ’situation’); and the ’that’ means our assumption of\nthe attitude of belief, the reality-recognizing attitude. Surely\nfor understanding what the word ’true’ means as applied to a\nstatement, the mention of such workings is indispensable. Surely if\nwe leave them out the subject and the object of the\ncognitive relation float-in the same universe, ’tis true–but\nvaguely and ignorantly and without mutual contact or mediation.",
        "Our critics nevertheless call the workings inessential. No\nfunctional possibilities ’make’ our beliefs true, they say; they are\ntrue inherently, true positively, born ’true’ as the Count of\nChambord was born ’Henri-Cinq.’ Pragmatism insists, on the contrary,\nthat statements and beliefs are thus inertly and statically true\nonly by courtesy: they practically pass for true; but you CANNOT\nDEFINE WHAT YOU MEAN by calling them true without referring to\ntheir functional possibilities. These give its whole LOGICAL CONTENT\nto that relation to reality on a belief’s part to which the name\n’truth’ is applied, a relation which otherwise remains one of mere\ncoexistence or bare withness.",
        "The foregoing statements reproduce the essential content of the\nlecture on Truth in my book PRAGMATISM. Schiller’s doctrine of\n’humanism,’ Dewey’s ’Studies in logical theory,’ and my own ’radical\nempiricism,’ all involve this general notion of truth as ’working,’\neither actual or conceivable. But they envelop it as only one detail\nin the midst of much wider theories that aim eventually at\ndetermining the notion of what ’reality’ at large is in its ultimate\nnature and constitution.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}