{
    "title": "The Poetics - 26 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "27",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nThe question may be raised whether the epic or the tragic is the\nhigher form of imitation. It may be argued that, if the less vulgar is\nthe higher, and the less vulgar is always that which addresses the\nbetter public, an art addressing any and every one is of a very vulgar\norder. It is a belief that their public cannot see the meaning, unless\nthey add something themselves, that causes the perpetual movements of\nthe performers—bad flute-players, for instance, rolling about, if\nquoit-throwing is to be represented, and pulling at the conductor, if\nScylla is the subject of the piece.  Tragedy, then, is said to be an\nart of this order—to be in fact just what the later actors were in\nthe eyes of their predecessors; for Myrmiscus used to call Callippides\n’the ape’, because he thought he so overacted his parts; and a similar\nview was taken of Pindarus also.  All Tragedy, however, is said to\nstand to the Epic as the newer to the older school of actors. The one,\naccordingly, is said to address a cultivated ’audience, which does not\nneed the accompaniment of gesture; the other, an uncultivated one. If,\ntherefore, Tragedy is a vulgar art, it must clearly be lower than the\nEpic.",
        "The answer to this is twofold. In the first place, one may urge (1)\nthat the censure does not touch the art of the dramatic poet, but only\nthat of his interpreter; for it is quite possible to overdo the\ngesturing even in an epic recital, as did Sosistratus, and in a\nsinging contest, as did Mnasitheus of Opus. (2) That one should not\ncondemn all movement, unless one means to condemn even the dance, but\nonly that of ignoble people—which is the point of the criticism\npassed on Callippides and in the present day on others, that their\nwomen are not like gentlewomen. (3) That Tragedy may produce its\neffect even without movement or action in just the same way as Epic\npoetry; for from the mere reading of a play its quality may be seen.\nSo that, if it be superior in all other respects, thi.e.ement of\ninferiority is not a necessary part of it.",
        "In the second place, one must remember (1) that Tragedy has everything\nthat the Epic has (even the epic metre being admissible), together\nwith a not inconsiderable addition in the shape of the Music (a very\nreal factor in the pleasure of the drama) and the Spectacle. (2) That\nits reality of presentation is felt in the play as read, as well as in\nthe play as acted. (3) That the tragic imitation requires less space\nfor the attainment of its end; which is a great advantage, since the\nmore concentrated effect is more pleasurable than one with a large\nadmixture of time to dilute it—consider the Oedipus of Sophocles,\nfor instance, and the effect of expanding it into the number of lines\nof the Iliad. (4) That there is less unity in the imitation of the\nepic poets, as is proved by the fact that any one work of theirs\nsupplies matter for several tragedies; the result being that, if they\ntake what is really a single story, it seems curt when briefly told,\nand thin and waterish when on the scale of length usual with their\nverse. In saying that there is less unity in an epic, I mean an epic\nmade up of a plurality of actions, in the same way as the Iliad and\nOdyssey have many such parts, each one of them in itself of some\nmagnitude; yet the structure of the two Homeric poems is as perfect as\ncan be, and the action in them is as nearly as possible one action.\nIf, then, Tragedy is superior in these respects, and also besides\nthese, in its poeti.e.fect (since the two forms of poetry should give\nus, not any or every pleasure, but the very special kind we have\nmentioned), it is clear that, as attaining the poeti.e.fect better\nthan the Epic, it will be the higher form of art.",
        "So much for Tragedy and Epic poetry—for these two arts in general and\ntheir species; the number and nature of their constituent parts; the\ncauses of success and failure in them; the Objections of the critics,\nand the Solutions in answer to them.",
        " ",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}