{
    "title": "The Diary of a Nobody - Chapter XXIII.",
    "author": "George and Weedon Grossmith",
    "chapter": "24",
    "content": [
        "\n\n",
        "Lupin leaves us.  We dine at his new apartments, and hear some\nextraordinary information respecting the wealth of Mr. Murray Posh.\nMeet Miss Lilian Posh.  Am sent for by Mr. Hardfur Huttle.\nImportant.",
        "\nJuly 1. - I find, on looking over my diary, nothing of any\nconsequence has taken place during the last month.  To-day we lose\nLupin, who has taken furnished apartments at Bayswater, near his\nfriends, Mr. and Mrs. Murray Posh, at two guineas a week.  I think\nthis is most extravagant of him, as it is half his salary.  Lupin\nsays one never loses by a good address, and, to use his own\nexpression, Brickfield Terrace is a bit “off.”  Whether he means it\nis “far off” I do not know.  I have long since given up trying to\nunderstand his curious expressions.  I said the neighbourhood had\nalways been good enough for his parents.  His reply was:  “It is no\nquestion of being good or bad.  There is no money in it, and I am\nnot going to rot away my life in the suburbs.”",
        "We are sorry to lose him, but perhaps he will get on better by\nhimself, and there may be some truth in his remark that an old and\na young horse can’t pull together in the same cart.",
        "Gowing called, and said that the house seemed quite peaceful, and\nlike old times.  He liked Master Lupin very well, but he\noccasionally suffered from what he could not help - youth.",
        "July 2. - Cummings called, looked very pale, and said he had been\nvery ill again, and of course not a single friend had been near\nhim.  Carrie said she had never heard of it, whereupon he threw\ndown a copy of the BICYCLE NEWS on the table, with the following\nparagraph:  “We regret to hear that that favourite old roadster,\nMr. Cummings (’Long’ Cummings), has met with what might have been a\nserious accident in Rye Lane.  A mischievous boy threw a stick\nbetween the spokes of one of the back wheels, and the machine\noverturned, bringing our brother tricyclist heavily to the ground.\nFortunately he was more frightened than hurt, but we missed his\nmerry face at the dinner at Chingford, where they turned up in good\nnumbers.  ’Long’ Cummings’ health was proposed by our popular Vice,\nMr. Westropp, the prince of bicyclists, who in his happiest vein\nsaid it was a case of ’CUMMING(s) thro’ the RYE, but fortunately\nthere was more WHEEL than WOE,’ a joke which created roars of\nlaughter.”",
        "We all said we were very sorry, and pressed Cummings to stay to\nsupper.  Cummings said it was like old times being without Lupin,\nand he was much better away.",
        "July 3, Sunday. - In the afternoon, as I was looking out of the\nparlour window, which was open, a grand trap, driven by a lady,\nwith a gentleman seated by the side of her, stopped at our door.\nNot wishing to be seen, I withdrew my head very quickly, knocking\nthe back of it violently against the sharp edge of the window-sash.\nI was nearly stunned.  There was a loud double-knock at the front\ndoor; Carrie rushed out of the parlour, upstairs to her room, and I\nfollowed, as Carrie thought it was Mr. Perkupp.  I thought it was\nMr. Franching. - I whispered to Sarah over the banisters:  “Show\nthem into the drawing-room.”  Sarah said, as the shutters were not\nopened, the room would smell musty.  There was another loud rat-\ntat.  I whispered:  “Then show them into the parlour, and say Mr.\nPooter will be down directly.”  I changed my coat, but could not\nsee to do my hair, as Carrie was occupying the glass.",
        "Sarah came up, and said it was Mrs. Murray Posh and Mr. Lupin.",
        "This was quite a relief.  I went down with Carrie, and Lupin met me\nwith the remark:  “I say, what did you run away from the window\nfor?  Did we frighten you?”",
        "I foolishly said:  “What window?”",
        "Lupin said:  “Oh, you know.  Shut it.  You looked as if you were\nplaying at Punch and Judy.”",
        "On Carrie asking if she could offer them anything, Lupin said:\n“Oh, I think Daisy will take on a cup of tea.  I can do with a B.\nand S.”",
        "I said:  “I am afraid we have no soda.”",
        "Lupin said:  “Don’t bother about that.  You just trip out and hold\nthe horse; I don’t think Sarah understands it.”",
        "They stayed a very short time, and as they were leaving, Lupin\nsaid:  “I want you both to come and dine with me next Wednesday,\nand see my new place.  Mr. and Mrs. Murray Posh, Miss Posh\n(Murray’s sister) are coming.  Eight o’clock sharp.  No one else.”",
        "I said we did not pretend to be fashionable people, and would like\nthe dinner earlier, as it made it so late before we got home.",
        "Lupin said:  “Rats!  You must get used to it.  If it comes to that,\nDaisy and I can drive you home.”",
        "We promised to go; but I must say in my simple mind the familiar\nway in which Mrs. Posh and Lupin addressed each other is\nreprehensible.  Anybody would think they had been children\ntogether.  I certainly should object to a six months’ acquaintance\ncalling MY wife “Carrie,” and driving out with her.",
        "July 4. - Lupin’s rooms looked very nice; but the dinner was, I\nthought, a little too grand, especially as he commenced with\nchampagne straight off.  I also think Lupin might have told us that\nhe and Mr. and Mrs. Murray Posh and Miss Posh were going to put on\nfull evening dress.  Knowing that the dinner was only for us six,\nwe never dreamed it would be a full dress affair.  I had no\nappetite.  It was quite twenty minutes past eight before we sat\ndown to dinner.  At six I could have eaten a hearty meal.  I had a\nbit of bread-and-butter at that hour, feeling famished, and I\nexpect that partly spoiled my appetite.",
        "We were introduced to Miss Posh, whom Lupin called “Little Girl,\"\nas if he had known her all his life.  She was very tall, rather\nplain, and I thought she was a little painted round the eyes.  I\nhope I am wrong; but she had such fair hair, and yet her eyebrows\nwere black.  She looked about thirty.  I did not like the way she\nkept giggling and giving Lupin smacks and pinching him.  Then her\nlaugh was a sort of a scream that went right through my ears, all\nthe more irritating because there was nothing to laugh at.  In\nfact, Carrie and I were not at all prepossessed with her.  They all\nsmoked cigarettes after dinner, including Miss Posh, who startled\nCarrie by saying:  “Don’t you smoke, dear?”  I answered for Carrie,\nand said:  “Mrs. Charles Pooter has not arrived at it yet,\"\nwhereupon Miss Posh gave one of her piercing laughs again.",
        "\n\nLillie Girl\n",
        "Mrs. Posh sang a dozen songs at least, and I can only repeat what I\nhave said before - she does NOT sing in tune; but Lupin sat by the\nside of the piano, gazing into her eyes the whole time.  If I had\nbeen Mr. Posh, I think I should have had something to say about it.\nMr. Posh made himself very agreeable to us, and eventually sent us\nhome in his carriage, which I thought most kind.  He is evidently\nvery rich, for Mrs. Posh had on some beautiful jewellery.  She told\nCarrie her necklace, which her husband gave her as a birthday\npresent, alone cost 300 pounds.",
        "Mr. Posh said he had a great belief in Lupin, and thought he would\nmake rapid way in the world.",
        "I could not help thinking of the 600 pounds Mr. Posh lost over the\nPARACHIKKA CHLORATES through Lupin’s advice.",
        "During the evening I had an opportunity to speak to Lupin, and\nexpressed a hope that Mr. Posh was not living beyond his means.",
        "Lupin sneered, and said Mr. Posh was worth thousands.  “Posh’s one-\nprice hat” was a household word in Birmingham, Manchester,\nLiverpool, and all the big towns throughout England.  Lupin further\ninformed me that Mr. Posh was opening branch establishments at New\nYork, Sydney, and Melbourne, and was negotiating for Kimberley and\nJohannesburg.",
        "I said I was pleased to hear it.",
        "Lupin said:  “Why, he has settled over 10,000 pounds on Daisy, and\nthe same amount on ’Lillie Girl.’  If at any time I wanted a little\ncapital, he would put up a couple of ’thou’ at a day’s notice, and\ncould buy up Perkupp’s firm over his head at any moment with ready\ncash.”",
        "On the way home in the carriage, for the first time in my life, I\nwas inclined to indulge in the radical thought that money was NOT\nproperly divided.",
        "On arriving home at a quarter-past eleven, we found a hansom cab,\nwhich had been waiting for me for two hours with a letter.  Sarah\nsaid she did not know what to do, as we had not left the address\nwhere we had gone.  I trembled as I opened the letter, fearing it\nwas some bad news about Mr. Perkupp.  The note was:  “Dear Mr.\nPooter, - Come down to the Victoria Hotel without delay.\nImportant.  Yours truly, Hardfur Huttle.”",
        "I asked the cabman if it was too late.  The cabman replied that it\nwas NOT; for his instructions were, if I happened to be out, he was\nto wait till I came home.  I felt very tired, and really wanted to\ngo to bed.  I reached the hotel at a quarter before midnight.  I\napologised for being so late, but Mr. Huttle said:  “Not at all;\ncome and have a few oysters.”  I feel my heart beating as I write\nthese words.  To be brief, Mr. Huttle said he had a rich American\nfriend who wanted to do something large in our line of business,\nand that Mr. Franching had mentioned my name to him.  We talked\nover the matter.  If, by any happy chance, the result be\nsuccessful, I can more than compensate my dear master for the loss\nof Mr. Crowbillon’s custom.  Mr. Huttle had previously said:  “The\nglorious ’Fourth’ is a lucky day for America, and, as it has not\nyet struck twelve, we will celebrate it with a glass of the best\nwine to be had in the place, and drink good luck to our bit of\nbusiness.”",
        "I fervently hope it will bring good luck to us all.",
        "It was two o’clock when I got home.  Although I was so tired, I\ncould not sleep except for short intervals - then only to dream.",
        "I kept dreaming of Mr. Perkupp and Mr. Huttle.  The latter was in a\nlovely palace with a crown on.  Mr. Perkupp was waiting in the\nroom.  Mr. Huttle kept taking off this crown and handing it to me,\nand calling me “President.”",
        "He appeared to take no notice of Mr. Perkupp, and I kept asking Mr.\nHuttle to give the crown to my worthy master.  Mr. Huttle kept\nsaying:  “No, this is the White House of Washington, and you must\nkeep your crown, Mr. President.”",
        "We all laughed long and very loudly, till I got parched, and then I\nwoke up.  I fell asleep, only to dream the same thing over and over\nagain.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}