{
    "title": "The Poetics - 22 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "23",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nThe perfection of Diction is for it to be at once clear and not mean.\nThe clearest indeed is that made up of the ordinary words for things,\nbut it is mean, as is shown by the poetry of Cleophon and Sthenelus.\nOn the other hand the Diction becomes distinguished and non-prosaic by\nthe use of unfamiliar terms, i.e. strange words, metaphors,\nlengthened forms, and everything that deviates from the ordinary modes\nof speech.—But a whole statement in such terms will be either a\nriddle or a barbarism, a riddle, if made up of metaphors, a barbarism,\nif made up of strange words. The very nature indeed of a riddle is\nthis, to describe a fact in an impossible combination of words (which\ncannot be done with the real names for things, but can be with their\nmetaphorical substitutes); e.g. ’I saw a man glue brass on another\nwith fire’, and the like. The corresponding use of strange words\nresults in a barbarism.—A certain admixture, accordingly, of\nunfamiliar terms is necessary. These, the strange word, the metaphor,\nthe ornamental equivalent, etc.. will save the language from seeming\nmean and prosaic, while the ordinary words in it will secure the\nrequisite clearness. What helps most, however, to render the Diction\nat once clear and non-prosaic is the use of the lengthened, curtailed,\nand altered forms of words. Their deviation from the ordinary words\nwill, by making the language unlike that in general use.g.ve it a\nnon-prosaic appearance; and their having much in common with the words\nin general use will give it the quality of clearness. It is not right,\nthen, to condemn these modes of speech, and ridicule the poet for\nusing them, as some have done; e.g. the elder Euclid, who said it was\neasy to make poetry if one were to be allowed to lengthen the words in\nthe statement itself as much as one likes—a procedure he caricatured\nby reading ’Epixarhon eidon Marathonade Badi—gonta, and ouk han g’\neramenos ton ekeinou helle boron as verses. A too apparent use of\nthese licences has certainly a ludicrous effect, but they are not\nalone in that; the rule of moderation applies to all the constituents\nof the poetic vocabulary; even with metaphors, strange words, and the\nrest, the effect will be the same, if one uses them improperly and\nwith a view to provoking laughter. The proper use of them is a very\ndifferent thing. To realize the difference one should take an epic\nverse and see how it reads when the normal words are introduced. The\nsame should be done too with the strange word, the metaphor, and the\nrest; for one has only to put the ordinary words in their place to see\nthe truth of what we are saying. The same iambic, for instance, is\nfound in Aeschylus and Euripides, and as it stands in the former it is\na poor line; whereas Euripides, by the change of a single word, the\nsubstitution of a strange for what is by usage the ordinary word, has\nmade it seem a fine one. Aeschylus having said in his Philoctetes:",
        " phagedaina he mon sarkas hesthiei podos",
        "Euripides has merely altered the hesthiei here into thoinatai. Or\nsuppose",
        " nun de m’ heon holigos te kai outidanos kai haeikos",
        "to be altered by the substitution of the ordinary words into",
        " nun de m’ heon mikros te kai hasthenikos kai haeidos",
        "Or the line",
        " diphron haeikelion katatheis olingen te trapexan",
        "into",
        " diphron moxtheron katatheis mikran te trapexan",
        "Or heiones boosin into heiones kraxousin. Add to this that Ariphrades\nused to ridicule the tragedians for introducing expressions unknown in\nthe language of common life, doeaton hapo (for apo domaton),\nsethen, hego de nin, Achilleos peri (for peri Achilleos), and\nthe like. The mere fact of their not being in ordinary speech gives\nthe Diction a non-prosaic character; but Ariphrades was unaware of\nthat. It is a great thing, indeed, to make a proper use of these\npoetical forms, as also of compounds and strange words. But the\ngreatest thing by far is to be a master of metaphor. It is the one\nthing that cannot be learnt from others; and it is also a sign of\ngenius, since a good metaphor implies an intuitive perception of the\nsimilarity in dissimilars.",
        "Of the kinds of words we have enumerated it may be observed that\ncompounds are most in place in the dithyramb, strange words in heroic,\nand metaphors in iambic poetry. Heroic poetry, indeed, may avail\nitself of them all. But in iambic verse, which models itself as far as\npossible on the spoken language, only those kinds of words are in\nplace which are allowable also in an oration, i.e. the ordinary word,\nthe metaphor, and the ornamental equivalent.",
        "Let this, then, suffice as an account of Tragedy, the art imitating by\nmeans of action on the stage.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}