{
    "title": "The Secret Garden - Chapter XXIV - “Let Them Laugh”",
    "author": "Frances Hodgson Burnett",
    "chapter": "24",
    "content": [
        "\n\n",
        "The secret garden was not the only one Dickon worked in.\nRound the cottage on the moor there was a piece of ground\nenclosed by a low wall of rough stones.  Early in the morning\nand late in the fading twilight and on all the days Colin\nand Mary did not see him, Dickon worked there planting\nor tending potatoes and cabbages, turnips and carrots and\nherbs for his mother.  In the company of his “creatures\"\nhe did wonders there and was never tired of doing them,\nit seemed.  While he dug or weeded he whistled or sang\nbits of Yorkshire moor songs or talked to Soot or Captain\nor the brothers and sisters he had taught to help him.",
        "“We’d never get on as comfortable as we do,” Mrs. Sowerby said,\n“if it wasn’t for Dickon’s garden.  Anything’ll grow for him.\nHis ’taters and cabbages is twice th’ size of any one\nelse’s an’ they’ve got a flavor with ’em as nobody’s has.”",
        "When she found a moment to spare she liked to go out\nand talk to him.  After supper there was still a long\nclear twilight to work in and that was her quiet time.\nShe could sit upon the low rough wall and look on\nand hear stories of the day.  She loved this time.\nThere were not only vegetables in this garden.\nDickon had bought penny packages of flower seeds now\nand then and sown bright sweet-scented things among\ngooseberry bushes and even cabbages and he grew borders\nof mignonette and pinks and pansies and things whose\nseeds he could save year after year or whose roots would\nbloom each spring and spread in time into fine clumps.\nThe low wall was one of the prettiest things in Yorkshire\nbecause he had tucked moorland foxglove and ferns and\nrock-cress and hedgerow flowers into every crevice until\nonly here and there glimpses of the stones were to be seen.",
        "“All a chap’s got to do to make ’em thrive, mother,\"\nhe would say, “is to be friends with ’em for sure.\nThey’re just like th’ `creatures.’ If they’re thirsty give\n’em drink and if they’re hungry give ’em a bit o’ food.\nThey want to live same as we do.  If they died I should feel\nas if I’d been a bad lad and somehow treated them heartless.”",
        "It was in these twilight hours that Mrs. Sowerby heard of all\nthat happened at Misselthwaite Manor.  At first she was only\ntold that “Mester Colin” had taken a fancy to going out into\nthe grounds with Miss Mary and that it was doing him good.\nBut it was not long before it was agreed between the two\nchildren that Dickon’s mother might “come into the secret.\"\nSomehow it was not doubted that she was “safe for sure.”",
        "So one beautiful still evening Dickon told the whole story,\nwith all the thrilling details of the buried key and the\nrobin and the gray haze which had seemed like deadness\nand the secret Mistress Mary had planned never to reveal.\nThe coming of Dickon and how it had been told to him,\nthe doubt of Mester Colin and the final drama of his\nintroduction to the hidden domain, combined with the\nincident of Ben Weatherstaff’s angry face peering over\nthe wall and Mester Colin’s sudden indignant strength,\nmade Mrs. Sowerby’s nice-looking face quite change color\nseveral times.",
        "“My word!” she said.  “It was a good thing that little\nlass came to th’ Manor.  It’s been th’ makin’ o’ her an’\nth’ savin, o’ him.  Standin’ on his feet! An’ us all thinkin’\nhe was a poor half-witted lad with not a straight bone in him.”",
        "She asked a great many questions and her blue eyes were\nfull of deep thinking.",
        "“What do they make of it at th’ Manor–him being so well an’\ncheerful an’ never complainin’?” she inquired.  “They don’t\nknow what to make of it,” answered Dickon.  “Every day\nas comes round his face looks different.  It’s fillin’\nout and doesn’t look so sharp an’ th’ waxy color is goin’.\nBut he has to do his bit o’ complainin’,” with a highly\nentertained grin.",
        "“What for, i’ Mercy’s name?” asked Mrs. Sowerby.",
        "Dickon chuckled.",
        "“He does it to keep them from guessin’ what’s happened.\nIf the doctor knew he’d found out he could stand on\nhis feet he’d likely write and tell Mester Craven.\nMester Colin’s savin’ th’ secret to tell himself.\nHe’s goin’ to practise his Magic on his legs every day\ntill his father comes back an’ then he’s goin’ to march\ninto his room an’ show him he’s as straight as other lads.\nBut him an’ Miss Mary thinks it’s best plan to do a\nbit o’ groanin’ an’ frettin’ now an’ then to throw folk\noff th’ scent.”",
        "Mrs. Sowerby was laughing a low comfortable laugh long\nbefore he had finished his last sentence.",
        "“Eh!” she said, “that pair’s enjoyin’ their-selves I’ll warrant.\nThey’ll get a good bit o’ actin’ out of it an’ there’s nothin’\nchildren likes as much as play actin’. Let’s hear what\nthey do, Dickon lad.” Dickon stopped weeding and sat\nup on his heels to tell her.  His eyes were twinkling with fun.",
        "“Mester Colin is carried down to his chair every time\nhe goes out,” he explained.  “An’ he flies out at John,\nth’ footman, for not carryin’ him careful enough.  He makes\nhimself as helpless lookin’ as he can an’ never lifts his head\nuntil we’re out o’ sight o’ th’ house.  An’ he grunts an’\nfrets a good bit when he’s bein’ settled into his chair.\nHim an’ Miss Mary’s both got to enjoyin’ it an’ when he\ngroans an’ complains she’ll say, `Poor Colin! Does it hurt\nyou so much? Are you so weak as that, poor Colin?’–but th’\ntrouble is that sometimes they can scarce keep from burstin’\nout laughin’. When we get safe into the garden they laugh\ntill they’ve no breath left to laugh with.  An’ they have\nto stuff their faces into Mester Colin’s cushions to keep\nthe gardeners from hearin’, if any of, ’em’s about.”",
        "“Th’ more they laugh th’ better for ’em!” said Mrs. Sowerby,\nstill laughing herself.  “Good healthy child laughin’s\nbetter than pills any day o’ th’ year.  That pair’ll\nplump up for sure.”",
        "“They are plumpin’ up,” said Dickon.  “They’re that hungry\nthey don’t know how to get enough to eat without makin’\ntalk.  Mester Colin says if he keeps sendin’ for more food\nthey won’t believe he’s an invalid at all.  Miss Mary says\nshe’ll let him eat her share, but he says that if she\ngoes hungry she’ll get thin an’ they mun both get fat at once.”",
        "Mrs. Sowerby laughed so heartily at the revelation of this\ndifficulty that she quite rocked backward and forward\nin her blue cloak, and Dickon laughed with her.",
        "“I’ll tell thee what, lad,” Mrs. Sowerby said when she\ncould speak.  “I’ve thought of a way to help ’em. When tha’\ngoes to ’em in th’ mornin’s tha’ shall take a pail o’\ngood new milk an’ I’ll bake ’em a crusty cottage loaf or\nsome buns wi’ currants in ’em, same as you children like.\nNothin’s so good as fresh milk an’ bread.  Then they could\ntake off th’ edge o’ their hunger while they were in their\ngarden an’ th, fine food they get indoors ’ud polish\noff th’ corners.”",
        "“Eh! mother!” said Dickon admiringly, “what a wonder tha’\nart! Tha’ always sees a way out o’ things.  They was\nquite in a pother yesterday.  They didn’t see how they\nwas to manage without orderin’ up more food–they felt\nthat empty inside.”",
        "“They’re two young ’uns growin’ fast, an’ health’s comin’\nback to both of ’em. Children like that feels like\nyoung wolves an’ food’s flesh an’ blood to ’em,” said\nMrs. Sowerby.  Then she smiled Dickon’s own curving smile.\n“Eh! but they’re enjoyin’ theirselves for sure,\"\nshe said.",
        "She was quite right, the comfortable wonderful mother\ncreature–and she had never been more so than when she said\ntheir “play actin’” would be their joy.  Colin and Mary found\nit one of their most thrilling sources of entertainment.\nThe idea of protecting themselves from suspicion had been\nunconsciously suggested to them first by the puzzled\nnurse and then by Dr. Craven himself.",
        "“Your appetite.  Is improving very much, Master Colin,\"\nthe nurse had said one day.  “You used to eat nothing,\nand so many things disagreed with you.”",
        "“Nothing disagrees with me now” replied Colin, and then seeing\nthe nurse looking at him curiously he suddenly remembered\nthat perhaps he ought not to appear too well just yet.\n“At least things don’t so often disagree with me.\nIt’s the fresh air.”",
        "“Perhaps it is,” said the nurse, still looking at him with\na mystified expression.  “But I must talk to Dr. Craven\nabout it.”",
        "“How she stared at you!” said Mary when she went away.\n“As if she thought there must be something to find out.”",
        "“I won’t have her finding out things,” said Colin.\n“No one must begin to find out yet.” When Dr. Craven came\nthat morning he seemed puzzled, also.  He asked a number\nof questions, to Colin’s great annoyance.",
        "“You stay out in the garden a great deal,” he suggested.\n“Where do you go?”",
        "Colin put on his favorite air of dignified indifference\nto opinion.",
        "“I will not let any one know where I go,” he answered.\n“I go to a place I like.  Every one has orders to keep\nout of the way.  I won’t be watched and stared at.\nYou know that!”",
        "“You seem to be out all day but I do not think it has\ndone you harm–I do not think so.  The nurse says\nthat you eat much more than you have ever done before.”",
        "“Perhaps,” said Colin, prompted by a sudden inspiration,\n“perhaps it is an unnatural appetite.”",
        "“I do not think so, as your food seems to agree with you,\"\nsaid Dr. Craven.  “You are gaining flesh rapidly and your\ncolor is better.”",
        "“Perhaps–perhaps I am bloated and feverish,” said Colin,\nassuming a discouraging air of gloom.  “People who are\nnot going to live are often–different.” Dr. Craven shook\nhis head.  He was holding Colin’s wrist and he pushed up\nhis sleeve and felt his arm.",
        "“You are not feverish,” he said thoughtfully, “and such\nflesh as you have gained is healthy.  If you can keep\nthis up, my boy, we need not talk of dying.  Your father\nwill be happy to hear of this remarkable improvement.”",
        "“I won’t have him told!” Colin broke forth fiercely.\n“It will only disappoint him if I get worse again–and I\nmay get worse this very night.  I might have a raging fever.\nI feel as if I might be beginning to have one now.\nI won’t have letters written to my father–I won’t–I won’t!\nYou are making me angry and you know that is bad for me.\nI feel hot already.  I hate being written about and being\ntalked over as much as I hate being stared at!”",
        "“Hush-h! my boy,” Dr. Craven soothed him.  “Nothing shall\nbe written without your permission.  You are too sensitive\nabout things.  You must not undo the good which has\nbeen done.”",
        "He said no more about writing to Mr. Craven and when he saw\nthe nurse he privately warned her that such a possibility\nmust not be mentioned to the patient.",
        "“The boy is extraordinarily better,” he said.\n“His advance seems almost abnormal.  But of course he\nis doing now of his own free will what we could not make\nhim do before.  Still, he excites himself very easily\nand nothing must be said to irritate him.” Mary and\nColin were much alarmed and talked together anxiously.\nFrom this time dated their plan of “play actin’.”",
        "“I may be obliged to have a tantrum,” said Colin regretfully.\n“I don’t want to have one and I’m not miserable enough\nnow to work myself into a big one.  Perhaps I couldn’t have\none at all.  That lump doesn’t come in my throat now and I\nkeep thinking of nice things instead of horrible ones.\nBut if they talk about writing to my father I shall have\nto do something.”",
        "He made up his mind to eat less, but unfortunately it\nwas not possible to carry out this brilliant idea when he\nwakened each morning with an amazing appetite and the\ntable near his sofa was set with a breakfast of home-made\nbread and fresh butter, snow-white eggs, raspberry jam\nand clotted cream.  Mary always breakfasted with him\nand when they found themselves at the table–particularly\nif there were delicate slices of sizzling ham sending\nforth tempting odors from under a hot silver cover–they\nwould look into each other’s eyes in desperation.",
        "“I think we shall have to eat it all this morning,\nMary,” Colin always ended by saying.  “We can send\naway some of the lunch and a great deal of the dinner.”",
        "But they never found they could send away anything\nand the highly polished condition of the empty plates\nreturned to the pantry awakened much comment.",
        "“I do wish,” Colin would say also, “I do wish the slices\nof ham were thicker, and one muffin each is not enough\nfor any one.”",
        "“It’s enough for a person who is going to die,” answered Mary\nwhen first she heard this, “but it’s not enough for a\nperson who is going to live.  I sometimes feel as if I\ncould eat three when those nice fresh heather and gorse\nsmells from the moor come pouring in at the open window.”",
        "The morning that Dickon–after they had been enjoying\nthemselves in the garden for about two hours–went\nbehind a big rosebush and brought forth two tin pails\nand revealed that one was full of rich new milk with cream\non the top of it, and that the other held cottage-made\ncurrant buns folded in a clean blue and white napkin,\nbuns so carefully tucked in that they were still hot,\nthere was a riot of surprised joyfulness.  What a wonderful\nthing for Mrs. Sowerby to think of! What a kind,\nclever woman she must be! How good the buns were! And\nwhat delicious fresh milk!",
        "“Magic is in her just as it is in Dickon,” said Colin.\n“It makes her think of ways to do things–nice things.\nShe is a Magic person.  Tell her we are grateful,\nDickon–extremely grateful.” He was given to using rather\ngrown-up phrases at times.  He enjoyed them.  He liked this\nso much that he improved upon it.",
        "“Tell her she has been most bounteous and our gratitude\nis extreme.”",
        "And then forgetting his grandeur he fell to and stuffed\nhimself with buns and drank milk out of the pail in copious\ndraughts in the manner of any hungry little boy who had\nbeen taking unusual exercise and breathing in moorland\nair and whose breakfast was more than two hours behind him.",
        "This was the beginning of many agreeable incidents of the\nsame kind.  They actually awoke to the fact that as Mrs. Sowerby\nhad fourteen people to provide food for she might not have\nenough to satisfy two extra appetites every day.  So they\nasked her to let them send some of their shillings to buy things.",
        "Dickon made the stimulating discovery that in the wood\nin the park outside the garden where Mary had first\nfound him piping to the wild creatures there was a deep\nlittle hollow where you could build a sort of tiny\noven with stones and roast potatoes and eggs in it.\nRoasted eggs were a previously unknown luxury and very hot\npotatoes with salt and fresh butter in them were fit for\na woodland king–besides being deliciously satisfying.\nYou could buy both potatoes and eggs and eat as many\nas you liked without feeling as if you were taking food\nout of the mouths of fourteen people.",
        "Every beautiful morning the Magic was worked by the mystic\ncircle under the plum-tree which provided a canopy\nof thickening green leaves after its brief blossom-time\nwas ended.  After the ceremony Colin always took his walking\nexercise and throughout the day he exercised his newly\nfound power at intervals.  Each day he grew stronger\nand could walk more steadily and cover more ground.\nAnd each day his belief in the Magic grew stronger–as\nwell it might.  He tried one experiment after another\nas he felt himself gaining strength and it was Dickon\nwho showed him the best things of all.",
        "“Yesterday,” he said one morning after an absence,\n“I went to Thwaite for mother an’ near th’ Blue Cow Inn I\nseed Bob Haworth.  He’s the strongest chap on th’ moor.\nHe’s the champion wrestler an’ he can jump higher than any\nother chap an’ throw th’ hammer farther.  He’s gone all th’\nway to Scotland for th’ sports some years.  He’s knowed me\never since I was a little ’un an’ he’s a friendly sort an’\nI axed him some questions.  Th’ gentry calls him a athlete\nand I thought o’ thee, Mester Colin, and I says, `How did tha’\nmake tha’ muscles stick out that way, Bob? Did tha’\ndo anythin’ extra to make thysel’ so strong?’ An’ he says\n’Well, yes, lad, I did.  A strong man in a show that came\nto Thwaite once showed me how to exercise my arms an’\nlegs an’ every muscle in my body.  An’ I says, `Could a\ndelicate chap make himself stronger with ’em, Bob?’ an’\nhe laughed an’ says, ’Art tha’ th’ delicate chap?’ an’\nI says, `No, but I knows a young gentleman that’s gettin’\nwell of a long illness an’ I wish I knowed some o’\nthem tricks to tell him about.’ I didn’t say no names an,\nhe didn’t ask none.  He’s friendly same as I said an’\nhe stood up an’ showed me good-natured like, an’ I imitated\nwhat he did till I knowed it by heart.”",
        "Colin had been listening excitedly.",
        "“Can you show me?” he cried.  “Will you?”",
        "“Aye, to be sure,” Dickon answered, getting up.\n“But he says tha’ mun do ’em gentle at first an’\nbe careful not to tire thysel’. Rest in between times an’\ntake deep breaths an’ don’t overdo.”",
        "“I’ll be careful,” said Colin.  “Show me! Show me! Dickon,\nyou are the most Magic boy in the world!”",
        "Dickon stood up on the grass and slowly went through a\ncarefully practical but simple series of muscle exercises.\nColin watched them with widening eyes.  He could do a few\nwhile he was sitting down.  Presently he did a few gently\nwhile he stood upon his already steadied feet.  Mary began\nto do them also.  Soot, who was watching the performance,\nbecame much disturbed and left his branch and hopped\nabout restlessly because he could not do them too.",
        "From that time the exercises were part of the day’s duties\nas much as the Magic was.  It became possible for both\nColin and Mary to do more of them each time they tried,\nand such appetites were the results that but for the basket\nDickon put down behind the bush each morning when he\narrived they would have been lost.  But the little oven\nin the hollow and Mrs. Sowerby’s bounties were so satisfying\nthat Mrs. Medlock and the nurse and Dr. Craven became\nmystified again.  You can trifle with your breakfast and\nseem to disdain your dinner if you are full to the brim\nwith roasted eggs and potatoes and richly frothed new\nmilk and oatcakes and buns and heather honey and clotted cream.",
        "“They are eating next to nothing,” said the nurse.\n“They’ll die of starvation if they can’t be persuaded\nto take some nourishment.  And yet see how they look.”",
        "“Look!” exclaimed Mrs. Medlock indignantly.  “Eh! I’m moithered\nto death with them.  They’re a pair of young Satans.\nBursting their jackets one day and the next turning up\ntheir noses at the best meals Cook can tempt them with.\nNot a mouthful of that lovely young fowl and bread sauce\ndid they set a fork into yesterday–and the poor woman\nfair invented a pudding for them–and back it’s sent.\nShe almost cried.  She’s afraid she’ll be blamed if they\nstarve themselves into their graves.”",
        "Dr. Craven came and looked at Colin long and carefully,\nHe wore an extremely worried expression when the nurse\ntalked with him and showed him the almost untouched\ntray of breakfast she had saved for him to look at–but\nit was even more worried when he sat down by Colin’s\nsofa and examined him.  He had been called to London on\nbusiness and had not seen the boy for nearly two weeks.\nWhen young things begin to gain health they gain it rapidly.\nThe waxen tinge had left, Colins skin and a warm rose showed\nthrough it; his beautiful eyes were clear and the hollows\nunder them and in his cheeks and temples had filled out.\nHis once dark, heavy locks had begun to look as if they\nsprang healthily from his forehead and were soft and warm\nwith life.  His lips were fuller and of a normal color.\nIn fact as an imitation of a boy who was a confirmed invalid\nhe was a disgraceful sight.  Dr. Craven held his chin in his\nhand and thought him over.",
        "“I am sorry to hear that you do not eat anything,\"\nhe said.  “That will not do.  You will lose all you have\ngained –and you have gained amazingly.  You ate so well\na short time ago.”",
        "“I told you it was an unnatural appetite,” answered Colin.",
        "Mary was sitting on her stool nearby and she suddenly\nmade a very queer sound which she tried so violently\nto repress that she ended by almost choking.",
        "“What is the matter?” said Dr. Craven, turning to look\nat her.",
        "Mary became quite severe in her manner.",
        "“It was something between a sneeze and a cough,” she replied\nwith reproachful dignity, “and it got into my throat.”",
        "“But,” she said afterward to Colin, “I couldn’t stop myself.\nIt just burst out because all at once I couldn’t help\nremembering that last big potato you ate and the way\nyour mouth stretched when you bit through that thick\nlovely crust with jam and clotted cream on it.”",
        "“Is there any way in which those children can get\nfood secretly?” Dr. Craven inquired of Mrs. Medlock.",
        "“There’s no way unless they dig it out of the earth or pick\nit off the trees,” Mrs. Medlock answered.  “They stay\nout in the grounds all day and see no one but each other.\nAnd if they want anything different to eat from what’s\nsent up to them they need only ask for it.”",
        "“Well,” said Dr. Craven, “so long as going without\nfood agrees with them we need not disturb ourselves.\nThe boy is a new creature.”",
        "“So is the girl,” said Mrs. Medlock.  “She’s begun to be\ndownright pretty since she’s filled out and lost her ugly\nlittle sour look.  Her hair’s grown thick and healthy\nlooking and she’s got a bright color.  The glummest,\nill-natured little thing she used to be and now her and Master\nColin laugh together like a pair of crazy young ones.\nPerhaps they’re growing fat on that.”",
        "“Perhaps they are,” said Dr. Craven.  “Let them laugh.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}