{
    "title": "The Amateur - II",
    "author": "Richard Harding Davis",
    "chapter": "2",
    "content": [
        "\n\n",
        "On the afternoon of their arrival in London Ford convoyed Mrs.\nAshton to an old-established private hotel in Craven Street.",
        "“Here,” he explained, “you will be within a few hundred yards of\nthe place in which your husband is said to spend his time. I will\nbe living in the same hotel. If I find him you will know it in ten\nminutes.”",
        "The widow gave a little gasp, whether of excitement or of happiness\nFord could not determine.",
        "“Whatever happens,” she begged. “will you let me hear from you\nsometimes? You are the only person I know in London--and--it’s so\nbig it frightens me. I don’t want to be a burden,” she went on\neagerly, “but if I can feel you are within call--”",
        "“What you need,” said Ford heartily, “is less of the doctor’s nerve\ntonic and sleeping draughts, and a little innocent diversion. To-\nnight I am going to take you to the Savoy to supper.”",
        "Mrs. Ashton exclaimed delightedly, and then was filled with\nmisgivings.",
        "“I have nothing to wear,” she protested, “and over here, in the\nevening, the women dress so well. I have a dinner gown,” she\nexclaimed, “but it’s black. Would that do?”",
        "Ford assured her nothing could be better. He had a man’s vanity in\nliking a woman with whom he was seen in public to be pretty and\nsmartly dressed, and he felt sure that in black the blond beauty of\nMrs. Ashton would appear to advantage. They arranged to meet at\neleven on the promenade leading to the Savoy supper-room, and\nparted with mutual satisfaction at the prospect.",
        "The finding of Harry Ashton was so simple that in its very\nsimplicity it appeared spectacular.",
        "On leaving Mrs. Ashton, Ford engaged rooms at the Hotel Cecil.\nBefore visiting his rooms he made his way to the American bar. He\ndid not go there seeking Harry Ashton. His object was entirely\nself-centred. His purpose was to drink to himself and to the\nlights of London. But as though by appointment, the man he had\npromised to find was waiting for him. As Ford entered the room, at\na table facing the door sat Ashton. There was no mistaking him.\nHe wore a mustache, but it was no disguise. He was the same good-\nnatured, good-looking youth who, in the photograph from under a\nPanama hat, had smiled upon the world. With a glad cry Ford rushed\ntoward him.",
        "“Fancy meeting YOU!” he exclaimed.",
        "Mr. Ashton’s good-natured smile did not relax. He merely shook his\nhead.",
        "“Afraid you have made a mistake,” he said. The reporter regarded\nhim blankly. His face showed his disappointment.",
        "“Aren’t you Charles W. Garrett, of New York?” he demanded.",
        "“Not me,” said Mr. Ashton.",
        "“But,” Ford insisted in hurt tones, as though he were being trifled\nwith, “you have been told you look like him, haven’t you?”",
        "Mr. Ashton’s good nature was unassailable.",
        "“Sorry,” he declared, “never heard of him.”",
        "Ford became garrulous, he could not believe two men could look so\nmuch alike. It was a remarkable coincidence. The stranger must\ncertainly have a drink, the drink intended for his twin. Ashton\nwas bored, but accepted. He was well acquainted with the easy\ngood-fellowship of his countrymen. The room in which he sat was a\nmeeting-place for them. He considered that they were always giving\neach other drinks, and not only were they always introducing\nthemselves, but saying, “Shake hands with my friend, Mr. So-and-\nSo.” After five minutes they showed each other photographs of the\nchildren. This one, though as loquacious as the others, seemed\nbetter dressed, more “wise\"; he brought to the exile the atmosphere\nof his beloved Broadway, so Ashton drank to him pleasantly.",
        "“My name is Sydney Carter,” he volunteered.",
        "As a poker-player skims over the cards in his hand, Ford, in his\nmind’s eye, ran over the value of giving or not giving his right\nname. He decided that Ashton would not have heard it and that, if\nhe gave a false one, there was a chance that later Ashton might\nfind out that he had done so. Accordingly he said, “Mine is Austin\nFord,” and seated himself at Ashton’s table. Within ten minutes\nthe man he had promised to pluck from among the eight million\ninhabitants of London was smiling sympathetically at his jests and\nbuying a drink.",
        "On the steamer Ford had rehearsed the story with which, should he\nmeet Ashton, he would introduce himself. It was one arranged to\nfit with his theory that Ashton was a crook. If Ashton were a\ncrook Ford argued that to at once ingratiate himself in his good\ngraces he also must be a crook. His plan was to invite Ashton to\nco-operate with him in some scheme that was openly dishonest. By\nso doing he hoped apparently to place himself at Ashton’s mercy.\nHe believed if he could persuade Ashton he was more of a rascal\nthan Ashton himself, and an exceedingly stupid rascal, any distrust\nthe bookmaker might feel toward him would disappear. He made his\nadvances so openly, and apparently showed his hand so carelessly,\nthat, from being bored, Ashton became puzzled, then interested; and\nwhen Ford insisted he should dine with him, he considered it so\nnecessary to find out who the youth might be who was forcing\nhimself upon him that he accepted the invitation.",
        "They adjourned to dress and an hour later, at Ford’s suggestion,\nthey met at the Carlton. There Ford ordered a dinner calculated to\nlull his newly made friend into a mood suited to confidence, but\nwhich had on Ashton exactly the opposite effect. Merely for the\npleasure of his company, utter strangers were not in the habit of\ntreating him to strawberries in February, and vintage champagne;\nand, in consequence, in Ford’s hospitality he saw only cause for\nsuspicion. If, as he had first feared, Ford was a New York\ndetective, it was most important he should know that. No one\nbetter than Ashton understood that, at that moment, his presence in\nNew York meant, for the police, unalloyed satisfaction, and for\nhimself undisturbed solitude. But Ford was unlike any detective of\nhis acquaintance; and his acquaintance had been extensive. It was\ntrue Ford was familiar with all the habits of Broadway and the\nTenderloin. Of places with which Ashton was intimate, and of men\nwith whom Ashton had formerly been well acquainted, he talked\nglibly. But, if he were a detective, Ashton considered, they\ncertainly had improved the class.",
        "The restaurant into which for the first time Ashton had penetrated,\nand in which he felt ill at ease, was to Ford, he observed, a\nmatter of course. Evidently for Ford it held no terrors. He\ncriticised the service, patronized the head waiters, and grumbled\nat the food; and when, on leaving the restaurant, an Englishman and\nhis wife stopped at their table to greet him, he accepted their\nwelcome to London without embarrassment.",
        "Ashton, rolling his cigar between his lips, observed the incident\nwith increasing bewilderment.",
        "“You’ve got some swell friends,” he growled. “I’ll bet you never\nmet THEM at Healey’s!”",
        "“I meet all kinds of people in my business,” said Ford. “I once\nsold that man some mining stock, and the joke of it was,” he added,\nsmiling knowingly, “it turned out to be good.”",
        "Ashton decided that the psychological moment had arrived.",
        "“What IS your business?” he asked.",
        "“I’m a company promoter,” said Ford easily. “I thought I told\nyou.”",
        "“I did not tell you that I was a company promoter, too, did I?\"\ndemanded Ashton.",
        "“No,” answered Ford, with apparent surprise. “Are you? That’s\nfunny.”",
        "Ashton watched for the next move, but the subject seemed in no way\nto interest Ford. Instead of following it up he began afresh.",
        "“Have you any money lying idle?” he asked abruptly. “About a\nthousand pounds.”",
        "Ashton recognized that the mysterious stranger was about to\ndisclose both himself and whatever object he had in seeking him\nout. He cast a quick glance about him.",
        "“I can always find money,” he said guardedly. “What’s the\nproposition?”",
        "With pretended nervousness Ford leaned forward and began the story\nhe had rehearsed. It was a new version of an old swindle and to\nevery self-respecting confidence man was well known as the “sick\nengineer” game. The plot is very simple. The sick engineer is\nsupposed to be a mining engineer who, as an expert, has examined a\ngold mine and reported against it. For his services the company\npaid him partly in stock. He falls ill and is at the point of\ndeath. While he has been ill much gold has been found in the mine\nhe examined, and the stock which he considers worthless is now\nvaluable. Of this, owing to his illness, he is ignorant. One\nconfidence man acts the part of the sick engineer, and the other\nthat of a broker who knows the engineer possesses the stock but has\nno money with which to purchase it from him. For a share of the\nstock he offers to tell the dupe where it and the engineer can be\nfound. They visit the man, apparently at the point of death, and\nthe dupe gives him money for his stock. Later the dupe finds the\nstock is worthless, and the supposed engineer and the supposed\nbroker divide the money he paid for it. In telling the story Ford\npretended he was the broker and that he thought in Ashton he had\nfound a dupe who would buy the stock from the sick engineer.",
        "As the story unfolded and Ashton appreciated the part Ford expected\nhim to play in it, his emotions were so varied that he was in\ndanger of apoplexy. Amusement, joy, chagrin, and indignation\nilluminated his countenance. His cigar ceased to burn, and with\nhis eyes opened wide he regarded Ford in pitying wonder.",
        "“Wait!” he commanded. He shook his head uncomprehendingly. “Tell\nme,” he asked, “do I look as easy as that, or are you just\nnaturally foolish?”",
        "Ford pretended to fall into a state of great alarm.",
        "“I don’t understand,” he stammered.",
        "“Why, son,” exclaimed Ashton kindly, “I was taught that story in\nthe public schools. I invented it. I stopped using it before you\ncut your teeth. Gee!” he exclaimed delightedly. “I knew I had\ngrown respectable-looking, but I didn’t think I was so damned\nrespectable-looking as that!” He began to laugh silently; so\ngreatly was he amused that the tears shone in his eyes and his\nshoulders shook.",
        "“I’m sorry for you, son,” he protested, “but that’s the funniest\nthing that’s come my way in two years. And you buying me hot-house\ngrapes, too, and fancy water! I wish you could see your face,” he\ntaunted.",
        "Ford pretended to be greatly chagrined.",
        "“All right,” he declared roughly. “The laugh’s on me this time,\nbut just because I lost one trick, don’t think I don’t know my\nbusiness. Now that I’m wise to what YOU are we can work together\nand--”",
        "The face of young Mr. Ashton became instantly grave. His jaws\nsnapped like a trap. When he spoke his tone was assured and\nslightly contemptuous.",
        "“Not with ME you can’t work!” he said.",
        "“Don’t think because I fell down on this,” Ford began hotly.",
        "“I’m not thinking of you at all,” said Ashton. “You’re a nice\nlittle fellow all right, but you have sized me up wrong. I am on\nthe ’straight and narrow’ that leads back to little old New York\nand God’s country, and I am warranted not to run off my trolley.”",
        "The words were in the vernacular, but the tone in which the young\nman spoke rang so confidently that it brought to Ford a pleasant\nthrill of satisfaction. From the first he had found in the\npersonality of the young man something winning and likable; a\nshrewd manliness and tolerant good-humor. His eyes may have shown\nhis sympathy, for, in sudden confidence, Ashton leaned nearer.",
        "“It’s like this,” he said. “Several years ago I made a bad break\nand, about a year later, they got on to me and I had to cut and\nrun. In a month the law of limitation lets me loose and I can go\nback. And you can bet I’m GOING back. I will be on the bowsprit\nof the first boat. I’ve had all I want of the ’fugitive-from-\njustice’ game, thank you, and I have taken good care to keep a\nclean bill of health so that I won’t have to play it again.\nThey’ve been trying to get me for several years--especially the\nPinkertons. They have chased me all over Europe. Chased me with\nall kinds of men; sometimes with women; they’ve tried everything\nexcept blood-hounds. At first I thought YOU were a ’Pink,’ that’s\nwhy--”",
        "“I!” interrupted Ford, exploding derisively. “That’s GOOD! That’s\none on YOU.” He ceased laughing and regarded Ashton kindly. “How\ndo you know I’m not?” he asked.",
        "For an instant the face of the bookmaker grew a shade less red and\nhis eyes searched those of Ford in a quick agony of suspicion.\nFord continued to smile steadily at him, and Ashton breathed with\nrelief.",
        "“I’ll take a chance with you,” he said, “and if you are as bad a\ndetective as you are a sport I needn’t worry.”",
        "They both laughed, and, with sudden mutual liking, each raised his\nglass and nodded.",
        "“But they haven’t got me yet,” continued Ashton, “and unless they\nget me in the next thirty days I’m free. So you needn’t think that\nI’ll help you. It’s ’never again’ for me. The first time, that\nwas the fault of the crowd I ran with; the second time, that would\nbe MY fault. And there ain’t going to be any second time.”",
        "He shook his head doggedly, and with squared shoulders leaned back\nin his chair.",
        "“If it only breaks right for me,” he declared, “I’ll settle down in\none of those ’Own-your own-homes,’ forty-five minutes from\nBroadway, and never leave the wife and the baby.”",
        "The words almost brought Ford to his feet. He had forgotten the\nwife and the baby. He endeavored to explain his surprise by a\nsudden assumption of incredulity.",
        "“Fancy you married!” he exclaimed.",
        "“Married!” protested Ashton. “I’m married to the finest little\nlady that ever wore skirts, and in thirty-seven days I’ll see her\nagain. Thirty-seven days,” he repeated impatiently. “Gee! That’s\na hell of a long time!”",
        "Ford studied the young man with increased interest. That he was\nspeaking sincerely, from the heart, there seemed no possible doubt.",
        "Ashton frowned and his face clouded. “I’ve not been able to treat\nher just right,” he volunteered. “If she wrote me, the letters\nmight give them a clew, and I don’t write HER because I don’t want\nher to know all my troubles until they’re over. But I know,” he\nadded, “that five minutes’ talk will set it all right. That is, if\nshe still feels about me the way I feel about her.”",
        "The man crushed his cigar in his fingers and threw the pieces on\nthe floor. “That’s what’s been the worst!” he exclaimed bitterly.\n“Not hearing, not knowing. It’s been hell!”",
        "His eyes as he raised them were filled with suffering, deep and\ngenuine.",
        "Ford rose suddenly. “Let’s go down to the Savoy for supper,” he\nsaid.",
        "“Supper!” growled Ashton. “What’s the use of supper? Do you\nsuppose cold chicken and a sardine can keep me from THINKING?”",
        "Ford placed his hand on the other’s shoulder.",
        "“You come with me,” he said kindly. “I’m going to do you a favor.\nI’m going to bring you a piece of luck. Don’t ask me any\nquestions,” he commanded hurriedly. “Just take my word for it.”",
        "They had sat so late over their cigars that when they reached the\nrestaurant on the Embankment the supper-room was already partly\nfilled, and the corridors and lounge were brilliantly lit and gay\nwith well-dressed women. Ashton regarded the scene with gloomy\neyes. Since he had spoken of his wife he had remained silent,\nchewing savagely on a fresh cigar. But Ford was grandly excited.\nHe did not know exactly what he intended to do. He was prepared to\nlet events direct themselves, but of two things he was assured:\nMrs. Ashton loved her husband, and her husband loved her. As the\ngod in the car who was to bring them together, he felt a delightful\nresponsibility.",
        "The young men left the coat-room and came down the short flight of\nsteps that leads to the wide lounge of the restaurant. Ford\nslightly in advance, searching with his eyes for Mrs Ashton, found\nher seated alone in the lounge, evidently waiting for him. At the\nfirst glance she was hardly be recognized. Her low-cut dinner gown\nof black satin that clung to her like a wet bath robe was the last\nword of the new fashion; and since Ford had seen her her blond hair\nhad been arranged by an artist. Her appearance was smart, elegant,\ndaring. She was easily the prettiest and most striking-looking\nwoman in the room, and for an instant Ford stood gazing at her,\ntrying to find in the self-possessed young woman the deserted wife\nof the steamer. She did not see Ford. Her eyes were following the\nprogress down the hall of a woman, and her profile was toward him.",
        "The thought of the happiness he was about to bring to two young\npeople gave Ford the sense of a genuine triumph, and when he turned\nto Ashton to point out his wife to him he was thrilling with pride\nand satisfaction. His triumph received a bewildering shock.\nAlready Ashton had discovered the presence of Mrs. Ashton. He was\nstanding transfixed, lost to his surroundings, devouring her with\nhis eyes. And then, to the amazement of Ford, his eyes filled with\nfear, doubt, and anger. Swiftly, with the movement of a man\nducking a blow, he turned and sprang up the stairs and into the\ncoat-room. Ford, bewildered and more conscious of his\nsurroundings, followed him less quickly, and was in consequence\nonly in time to see Ashton, dragging his overcoat behind him,\ndisappear into the court-yard. He seized his own coat and raced in\npursuit. As he ran into the court-yard Ashton, in the Strand, was\njust closing the door of a taxicab, but before the chauffeur could\nfree it from the surrounding traffic, Ford had dragged the door\nopen, and leaped inside. Ashton was huddled in the corner,\npanting, his face pale with alarm.",
        "“What the devil ails you?” roared Ford. “Are you trying to shake\nme? You’ve got to come back. You must speak to her.”",
        "“Speak to her!” repeated Ashton. His voice was sunk to a whisper.\nThe look of alarm in his face was confused with one grim and\nmenacing. “Did you know she was there?” he demanded softly. “Did\nyou take me there, knowing--?”",
        "“Of course I knew,” protested Ford. “She’s been looking for you--”",
        "His voice subsided in a squeak of amazement and pain. Ashton’s\nleft hand had shot out and swiftly seized his throat. With the\nother he pressed an automatic revolver against Ford’s shirt front.",
        "“I know she’s been looking for me,” the man whispered thickly.\n“For two years she’s been looking for me. I know all about HER!\nBut, WHO IN HELL ARE YOU?”",
        "Ford, gasping and gurgling, protested loyally.",
        "“You are wrong!” he cried. “She’s been at home waiting for you.\nShe thinks you have deserted her and your baby. I tell you she\nloves you, you fool, she LOVES you!”",
        "The fingers on his throat suddenly relaxed; the flaming eyes of\nAshton, glaring into his, wavered and grew wide with amazement.",
        "“Loves me,” he whispered. “WHO loves me?”",
        "“Your wife,” protested Ford; “the girl at the Savoy, your wife.”",
        "Again the fingers of Ashton pressed deep around his neck.",
        "“That is not my wife,” he whispered. His voice was unpleasantly\ncold and grim. “That’s ’Baby Belle,’ with her hair dyed, a\ndetective lady of the Pinkertons, hired to find me. And YOU know\nit. Now, who are YOU?”",
        "To permit him to reply Ashton released his hand, but at the same\nmoment, in a sudden access of fear, dug the revolver deeper into\nthe pit of Ford’s stomach.",
        "“Quick!” he commanded. “Never mind the girl. WHO ARE YOU?”",
        "Ford collapsed against the cushioned corner of the cab. “And she\nbegged me to find you,” he roared, “because she LOVED you, because\nshe wanted to BELIEVE in you!” He held his arms above his head.\n“Go ahead and shoot!” he cried. “You want to know who I am?” he\ndemanded. His voice rang with rage. “I’m an amateur. Just a\nnatural born fool-amateur! Go on and shoot!”",
        "The gun in Ashton’s hand sank to his knee. Between doubt and\nlaughter his face was twisted in strange lines. The cab was\nwhirling through a narrow, unlit street leading to Covent Garden.\nOpening the door Ashton called to the chauffeur, and then turned to\nFord.",
        "“You get off here!” he commanded. “Maybe you’re a ’Pink,’ maybe\nyou’re a good fellow. I think you’re a good fellow, but I’m not\ntaking any chances. Get out!”",
        "Ford scrambled to the street, and as the taxicab again butted\nitself forward, Ashton leaned far through the window. “Good-by,\nson,” he called. “Send me a picture-postal card to Paris. For I\nam off to Maxim’s,” he cried, “and you can go to--”",
        "“Not at all!” shouted the amateur detective indignantly. “I’m\ngoing back to take supper with ’Baby Belle’!”",
        " ",
        "\nThis complete text of The Amateur by Richard Harding Davis is in the public domain.\n\n\nAlso available by this author: The Bar Sinister.\n“This story leaves you grinning from ear-to-ear” says one reader.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The AmateurBy Richard Harding DavisAt Amazon"
    ]
}