{
    "title": "The Story of Mankind - The Story of Egypt (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "THE RISE AND FALL OF EGYPT",
        "THE river Nile was a kind friend but occasionally it was\na hard taskmaster. It taught the people who lived along its\nbanks the noble art of “team-work.” They depended upon\neach other to build their irrigation trenches and keep their\ndikes in repair. In this way they learned how to get along\nwith their neighbours and their mutual-benefit-association quite\neasily developed into an organised state.",
        "Then one man grew more powerful than most of his neighbours\nand he became the leader of the community and their\ncommander-in-chief when the envious neighbours of western\nAsia invaded the prosperous valley. In due course of time\nhe became their King and ruled all the land from the Mediterranean\nto the mountains of the west.",
        "But these political adventures of the old Pharaohs (the\nword meant “the Man who lived in the Big House”) rarely\ninterested the patient and toiling peasant of the grain fields.\nProvided he was not obliged to pay more taxes to his King\nthan he thought just, he accepted the rule of Pharaoh as he\naccepted the rule of Mighty Osiris.",
        "It was different however when a foreign invader came\nand robbed him of his possessions. After twenty centuries of\nindependent life, a savage Arab tribe of shepherds, called the\nHyksos, attacked Egypt and for five hundred years they were\nthe masters of the valley of the Nile. They were highly un-\npopular and great hate was also felt for the Hebrews who\ncame to the land of Goshen to find a shelter after their long\nwandering through the desert and who helped the foreign\nusurper by acting as his tax-gatherers and his civil servants.",
        "But shortly after the year 1700 B.C. the people of Thebes\nbegan a revolution and after a long struggle the Hyksos were\ndriven out of the country and Egypt was free once more.",
        "A thousand years later, when Assyria conquered all of\nwestern Asia, Egypt became part of the empire of Sardanapalus.\nIn the seventh century B.C. it became once more an\nindependent state which obeyed the rule of a king who lived in\nthe city of Sais in the Delta of the Nile. But in the year 525\nB.C., Cambyses, the king of the Persians, took possession of\nEgypt and in the fourth century B.C., when Persia was conquered\nby Alexander the Great, Egypt too became a Macedonian\nprovince. It regained a semblance of independence\nwhen one of Alexander’s generals set himself up as king of a\nnew Egyptian state and founded the dynasty of the Ptolemies,\nwho resided in the newly built city of Alexandria.",
        "Finally, in the year 89 B.C., the Romans came. The last\nEgyptian queen, Cleopatra, tried her best to save the country.\nHer beauty and charm were more dangerous to the Roman\ngenerals than half a dozen Egyptian army corps. Twice she\nwas successful in her attacks upon the hearts of her Roman\nconquerors. But in the year 30 B.C., Augustus, the nephew\nand heir of Caesar, landed in Alexandria. He did not share\nhis late uncle’s admiration for the lovely princess. He destroyed\nher armies, but spared her life that he might make her\nmarch in his triumph as part of the spoils of war. When\nCleopatra heard of this plan, she killed herself by taking poison.\nAnd Egypt became a Roman province.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}