{
    "title": "The Store Boy - Chapter XXVII - The Telltale Ticket",
    "author": "Horatio Alger, Jr.",
    "chapter": "27",
    "content": [
        "\n\n",
        "Conrad still had the pawnbroker’s ticket which he had received in\nreturn for the opera glasses, and did not quite know what to do with\nit.  He didn’t intend to redeem the glass, and if found in his\npossession, it would bring him under suspicion.  Now that a detective\nhad the matter in charge, it occurred to him that it would be well to\nhave the ticket found in Ben’s room.",
        "The two had rooms upon the same floor, and it would, therefore, be\neasy to slip into Ben’s chamber and leave it somewhere about.",
        "Now, it chanced that Susan, the chambermaid, was about, though Conrad\ndid not see her, when he carried out his purpose, and, instigated by\ncuriosity, she peeped through the half-open door, and saw him place\nthe ticket on the bureau.",
        "Wondering what it was, she entered the room after Conrad had vacated\nit, and found the ticket Conrad had placed there.",
        "Susan knew what a pawnbroker’s ticket was, and read it with curiosity.",
        "She saw that it was made out to Ben Barclay.",
        "“How, then, did Master Conrad get hold of it?” she said to herself.\n“It’s my belief he’s trying to get Master Ben into trouble.  It’s a\nshame, it is, for Master Ben is a gentleman and he isn’t.”",
        "Between the two boys, Susan favored Ben, who always treated her with\nconsideration, while Conrad liked to order about the servants, as if\nthey were made to wait upon him.",
        "After Conrad had disposed of the pawn ticket, he said carelessly to\nhis mother:",
        "“Mother, if I were you, I’d look into Ben’s room.  You might find the\nopera glass there.”",
        "“I don’t think he’d leave it there.  He would pawn it.”",
        "“Then you might find the ticket somewhere about.”",
        "Upon this hint, Mrs. Hill went up to Ben’s room, and there, upon the\nbureau, she naturally found the ticket.",
        "“I thought so,” she said to herself.  “Conrad was right.  The boy is a\nthief.  Here is the ticket made out to him by name.  Well, well, he’s\nbrazen enough, in all conscience.  Now shall I show it to Cousin\nHamilton at once, or shall I wait until the detective has reported?”",
        "On the whole, Mrs. Hill decided to wait.  She could delay with safety,\nfor she had proof which would utterly crush and confound the hated\ninterloper.",
        "Meanwhile, the detective pursued his investigations.  Of course, he\nvisited Simpson’s, and there he learned that the opera glass, which he\nreadily recognized from the description, had been brought there a few\ndays previous.",
        "“Who brought it?” he asked.",
        "“A boy of about sixteen.”",
        "“Did he give his name?”",
        "The books were referred to, and the attendant answered in the\naffirmative.",
        "“He gave the name of Ben Barclay,” he answered.",
        "“Do you think that was his real name?” asked the detective.",
        "“That depends on whether he had a right to pawn it.”",
        "“Suppose he stole it?”",
        "“Then, probably, he did not give his real name.”",
        "“So I think,” said Mr. Lynx quietly.",
        "“Do you know if there is a boy by that name?”",
        "“There is; but I doubt if he knows anything about the matter.”",
        "“I will call again, perhaps to-morrow,” he added.  “I must report to\nmy principal what I have discovered.”",
        "From Simpson’s he went straight to Mrs. Hamilton, who had as yet\nreceived no communication from the housekeeper.",
        "“Well, Mr. Lynx,” she asked, with interest, “have you heard anything\nof the glass?”",
        "“I have seen it,” was the quiet reply.",
        "“Where?”",
        "“At a well-known pawnshop on the Bowery.”",
        "“Did you learn who left it?” asked Mrs. Hamilton eagerly.",
        "“A boy–about sixteen years of age–who gave the name of Ben Barclay.”",
        "“I can’t believe Ben would be guilty of such a disgraceful act!\"\nejaculated Mrs. Hamilton, deeply moved.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}