{
    "title": "The Lords of the Wild - Chapter V: Tayoga’s Skill",
    "author": "Joseph A. Altsheler",
    "chapter": "6",
    "content": [
        "\n\n",
        "They still had food left in their knapsacks, and they ate a portion,\ndrinking afterward from the creek. Then they resumed their places\nin the dense undergrowth, where they could watch well and yet remain\nhidden. They could also see from where they lay the shimmering waters\nof Andiatarocte, and the lake seemed to be once more at peace. They\nfelt satisfaction that they had completed their part of the great\nenterprise, but their anxiety nevertheless was intense. As Willet had\ntruly said, Tayoga’s share was the more dangerous and delicate by far.",
        "“Do you think he will come?” Robert asked after a long silence.",
        "“If any human being could come under such circumstances and bring\nGrosvenor with him, it is Tayoga,” replied the hunter. “I think\nsometimes that the Onondaga is superhuman in the forest.”",
        "“Then he will come,” said Robert hopefully.",
        "“Best not place our hopes too high. The hours alone will tell. It’s\nhard work waiting, but that’s our task.”",
        "The morning drew on. Another beautiful day had dawned, but Robert\nscarcely noticed its character. He was thinking with all his soul of\nTayoga and Grosvenor. Would they come? Willet was able to read his\nmind. He was intensely anxious himself, but he knew that the strain\nof waiting upon Robert, with his youthful and imaginative mind, was\ngreater. He was bound to be suffering cruelly.",
        "“We must give them time,” he said. “Remember that Grosvenor is not\nused to the woods, and can’t go through them as fast as we can. We\nmust have confidence too. We both know what a wonder Tayoga is.”",
        "Robert sprang suddenly to his feet.",
        "“What was that!” he exclaimed.",
        "A sound had come out of the north, just a breath, but it was not the\nwind among the leaves, nor yet the distant song of a bird. It was the\nfaint howl of a wolf, and yet Robert believed that it was not a wolf\nthat made it.",
        "“Did you hear it?” he repeated.",
        "“Aye, lad, I heard it,” replied the hunter. “’Tis a signal, and ’tis\nTayoga too who comes. But whether he comes alone, or with a friend, I\nknow not. To tell that we must bide here and see.”",
        "“Should not we send our answer?”",
        "“Nay, lad. He knows where we are. This is the appointed place, and the\nfewer signals we give the less likely the enemy is to get a hint we’re\nhere. I don’t think we will hear from Tayoga again until he shows in\nperson.”",
        "Robert said no more, knowing full well the truth of the hunter’s\nwords, but his heart was beating hard, and he stirred nervously. He\nhad been drawn strongly to Grosvenor, and he knew what a horrible fate\nawaited him at the hands of Tandakora, unless the Onondaga saved\nhim. Nor would there be another chance for interruption by Tayoga or\nanybody else. But the minutes passed and he took courage. Tayoga\nhad not yet come. If alone he would have arrived by this time. His\nslowness must be due to the fact that he had Grosvenor with him. More\nminutes passed and he heard steps in the undergrowth. Now he was sure.\nTayoga was not alone. His moccasins never left any sound. He stood\nup expectant, and two figures appeared among the bushes. They were\nTayoga, calm, his breath unhurried, a faint smile in his dark eyes,\nand Grosvenor, exhausted, reeling, his clothing worse torn than ever,\nbut the light of hope on his face. Robert uttered a cry of joy and\ngrasped the young Englishman’s hand.",
        "“Thank God, you are here!” he exclaimed.",
        "“I thank God and I thank this wonderful young Indian too,” panted\nGrosvenor. “It was a miracle! I had given up hope when he dropped from\nthe skies and saved me!”",
        "“Sit down and get your breath, man,” said Willet. “Then you can tell\nus about it.”",
        "Grosvenor sank upon the ground, and did not speak again until the\npain in his laboring chest was gone. Tayoga leaned against a tree, and\nRobert noticed then that he carried an extra rifle and ammunition. The\nOnondaga thought of everything. Willet filled his cap with water at\nthe creek, and brought it to Grosvenor, who drank long and deeply.",
        "“Tastes good!” said the hunter, smiling.",
        "“Like nectar,” said the Englishman, “but it’s nectar to me too to see\nboth of you, Mr. Willet and Mr. Lennox. I don’t understand yet how it\nhappened. It’s really and truly a miracle.”",
        "“A miracle mostly of Tayoga’s working,” said the hunter.",
        "“I thought the end of everything for me had come,” said Grosvenor,\n“and I was only praying that it might not be harder for me than I\ncould stand, when the alarm was heard in the forest, and nearly all\nthe Indians ran off in pursuit of something or other. Only two were\nleft with me. There was a shot from the woods, one of them fell, this\nwonderful friend of yours appeared from the forest, wounded the other,\nwho took to his heels, then we started running in the other direction,\nand here we are. It’s a marvel and I don’t yet see how it was done.”",
        "“Tayoga’s marvelous knowledge of the woods, his skill and his\nquickness made the greater part of the miracle,” said the hunter, “and\nyou see too, Lieutenant Grosvenor, that he even had the forethought\nto bring away with him the rifle and ammunition of the fallen warrior,\nthat you might have arms now that you are strong enough to bear them\nagain.”",
        "Tayoga without a word handed him the rifle and ammunition, and\nGrosvenor felt strength flowing back into his body when he took them.",
        "“Could you eat a bite?” asked Willet.",
        "“I think I could now,” replied the Englishman, “although I’ll confess\nI’ve had no appetite up to the present. My situation didn’t permit\nhunger.”",
        "Willet handed him a piece of venison and he ate. Meanwhile Tayoga, who\nseemed to feel no weariness, and the others were watching. In a short\ntime the hunter announced that it was time to go.",
        "“We can’t afford to delay here any longer and have ’em overtake us!\"\nhe said. “We’re out of the ring now, and it’s our affair to keep out.\nLieutenant Grosvenor, you can tell us as we go along how you happened\nto be the prisoner of Tandakora.”",
        "“It needs only a few words,” said the Englishman as they took their\nway southward through the woods. “I was at Albany with a body of\ntroops, a vanguard for the force that we mean to march against the\nFrench at Ticonderoga. I was sent northward with ten men to scour\nthe country, and in the woods we were set upon suddenly by savage\nwarriors. My troopers were either killed or scattered, and I was\ntaken. That was yesterday morning. Since then I have been hurried\nthrough the forest, I know not where, and I have had a most appalling\nexperience. As I have said before, I’d long since given up hope for a\nmiracle like the one that has saved me. What a horrible creature that\ngiant Indian was!”",
        "“Tandakora is all that you think him and more. He’s been hunting us\ntoo, and when he comes back to his camp he’ll be after us all four\nagain. So, that’s why we hurry.”",
        "“You’re in no bigger hurry than I am,” said Grosvenor with attempt at\na smile. “If I could find the seven-league boots I’d put them on.”",
        "Tayoga once more led the way, and he examined the forest on all sides\nwith eyes that saw everything.",
        "Robert and Willet were greatly refreshed by their rest at the creek,\nand the promise of life that had been made again so wonderfully put\nnew strength in Grosvenor’s frame. So they were able to travel at a\ngood pace, though the three listened continually for any sound that\nmight indicate pursuit.",
        "Yet as the morning progressed there was no hostile sign and their\nconfidence rose.",
        "Robert hoped most devoutly that they would soon come within the region\nof friends. While the French and Indians held the whole length of Lake\nChamplain and it was believed Montcalm would fortify somewhere\nnear Ticonderoga, yet Lake George was debatable. It was generally\nconsidered within the British and American sphere, although they were\nhaving ample proof that fierce bands of the enemy roved about it at\nwill.",
        "Aside from the danger there was another reason why he wished so\nearnestly for escape from this tenacious pursuit. They were seeing\nthe bottoms of their knapsacks. One could not live on air and mountain\nlakes alone, however splendid they might be, and, although the\nwilderness usually furnished food to three such capable hunters,\nthey could not seek game while Tandakora and his savage warriors were\nseeking them. So, their problem was, in a sense, economic, and could\nnot be fought with weapons only.",
        "At a signal from Willet, who observed that Grosvenor was somewhat\ntired, they sank their pace to a slow walk, and in about three hours\nstopped entirely, sitting down on fallen timber which had been heaped\nin a windrow by a passing hurricane. They were still in dense forest\nand had borne away somewhat from Andiatarocte, but, through the\nfoliage, they caught glimpses of the lake rippling peacefully in\nsilver and blue and purple.",
        "“Once more I want to thank you fellows for saving me,” said Grosvenor.",
        "“Don’t mention it again,” said the hunter. “In the wilderness we have\nto save one another now and then, or none of us would live. Your turn\nto rescue us may come before you think.”",
        "“I know nothing of the forest. I feel helpless here.”",
        "“Just the same, you don’t know what weapon Tayoga’s Manitou may place\nin your hands. The border brings strange and unexpected chances. But\nour present crisis is not over. We’re not saved yet, and we can’t\nafford to relax our efforts a particle. What is it, Tayoga?”",
        "The Onondaga, rising from the fallen tree, had gone about twenty yards\ninto the forest, where he was examining the ground, obviously with\ngreat concentration of both eye and mind. He waited at least a minute\nbefore replying. Then he said:",
        "“Our friend, the lone ranger, Black Rifle, has passed here.”",
        "“How can you know that?” asked Grosvenor in surprise.",
        "“Come and look at his traces,” said Tayoga. “See where he has written\nhis name in the earth; that is, he has left what you would call in\nEurope his visiting card.”",
        "Grosvenor looked attentively at the ground, but he saw only a very\nfaint impression, and he never would have noticed that had not the\nOnondaga pointed it out to him.",
        "“It might have been left by a deer,” he objected.",
        "“Impossible,” said Tayoga. “The entire imprint is not made, but there\nis enough to indicate very clearly that a human foot and nothing\nelse pressed there. Here is another trace, although lighter, and here\nanother and another. The trail leads southward.”",
        "“But granting it to be that of a man,” Grosvenor again objected, “it\nmight be that of any one of the thousands who roam the wilderness.”",
        "The great red trailer who had inherited the forest lore of countless\ngenerations smiled.",
        "“It is not any one of the thousands and it could not be,” he said. “It\nis easy to tell that. The footsteps are those of a white man, because\nthey turn out, and not in, as do ours of the red race. That is very\neasy; even Dagaeoga here, the great talker, knows it. The footsteps\nare far apart, so we are sure that they are those of a tall man; the\nimprints are deep, proving them to have been made by a heavy man, and\nat the outer edge of the heel the impression is deeper than on the\ninner edge. I noticed, when we last saw Black Rifle, which was not\nlong ago, that he wore moccasins of moose hide, that he had turned\nthem outward a little, through wear, and that a small strip of the\nhardest moose hide had been sewed on the right edge of each heel in\norder to keep them level. Those strips have made their marks here.”",
        "“Somebody else might have put strips of hide on his moccasin heels!”",
        "“It is so, but Black Rifle is tall and large and heavy, and we know\nthat the man who made this trail is tall, large and heavy. The chances\nare a hundred to one against the fact that any other man tall, large\nand heavy with moose hide strips to even the wear of his moccasin\nheels has passed here, especially as this is within the range of Black\nRifle. I know that it is he as truly as I know that I am standing\nhere.”",
        "“Of course,” said Robert, who had never felt the slightest doubt of\nTayoga’s knowledge. “What was Black Rifle doing?”",
        "“He was looking for St. Luc or Tandakora, because his trail does not\nlead straight on. See! here it comes, and here again. If Black Rifle\nhad been on a journey he would have gone straight, but he is seeking\nsomething and so he turns about. Ah, he wishes to see if there are\nany canoes visible on the lake, for lo! the trail now leads toward\nthe water! Here he found that none was to be seen and here he rested.\nBlack Rifle had been long on his feet, two days and two nights\nperhaps, because it takes much to make him weary. He sat on this log.\nHe left a strand from the fringe of his buckskin hunting shirt, caught\non a splinter. Do you not see it, Lieutenant Grosvenor?”",
        "“Now that you hold it up before my eyes I notice it But I should never\nhave found it in the wilderness.” “Minute observation is what every\ntrailer has to learn,” said Willet, “else you are no trailer at all,\nand you’ll learn, Lieutenant, while you are with us, that Tayoga is\nprobably the greatest trailer the world has ever produced.”",
        "“Peace, Great Bear! Peace!” protested the Onondaga.",
        "“It’s so, just the same. Now, what did Black Rifle do after he rested\nhimself on the log?”",
        "“He went back farther into the woods, turning away from the lake,\"\nreplied Tayoga, “and he sat down again on another fallen log. Black\nRifle was hungry, and he ate. Here is the small bone of a deer,\npicked quite clean, lying on the ground by the log. Black Rifle was a\nfortunate man. He had bread, too. See, here is a crumb in this crack\nin the log too deep down for any bird to reach with his bill. Black\nRifle sat here quite a long time. He was thinking hard. He did not\nneed so much time for resting. He remained sitting on the log while he\nwas trying to decide what he would do. It is likely that Black Rifle\nthought a great force was behind him, and he turned back to see. Had\nhe kept straight on toward the south, as he was going at first, he\nwould not have needed so much time for thinking over his plans. Ah, he\nhas turned! Lo! his trail goes almost directly back on his own course.\nIt will lead to the top of the hillock there, because he wants to see\nfar, and I think that after seeing he will turn again, and follow his\noriginal course.”",
        "“Why do you think that?” asked Grosvenor.",
        "“Because, O Red Coat, it is likely that Black Rifle knew from the\nfirst which way he wanted to go and went that way. He has merely\nturned back, like a wise general, to scout a little, and see that no\ndanger comes from the rear. Yes, he stood here on the hillock from\nwhich we can get a good view over the country, and walked to every\nside of the crest to find where the best view could be obtained. That,\nRed Coat, is the simplest of all things. Behold the traces of his\nmoccasins as he walked from side to side. Nothing else could have made\nBlack Rifle move about so much in the space of a few square yards. Now\nhe leaves the hillock and goes down its side toward a low valley in\nwhich runs a brook. Black Rifle is thirsty and will drink deep.”",
        "“That you can’t possibly know, Tayoga.”",
        "“But I do know it, Red Coat.”",
        "“You don’t even know a brook is near.”",
        "“I know it, because I have seen it. My eyes are trained to the forest,\nand I caught the gleam of running water through the leaves to the\nwest. Running water, of course, means a brook. Black Rifle’s trail now\nleads toward it, and I assume that he was thirsty because he had just\neaten well. We are nearly always thirsty after eating. But we shall\nsee whether I am right. Here is the brook, and there are the faint\ntraces made by Black Rifle’s knees, when he knelt to reach the water.\nHe started away, but found that he was still thirsty, so he came back\nand drank again. Here are his footprints about a yard from the others.\nThis time, he will go back toward the south, and I think it is sure\nthat he is looking for St. Luc, who must have gone in that direction\nwith a strong force, Tandakora having stayed behind to take us. It is\nlikely that Black Rifle went on, because a great British and American\narmy is gathering below, which fact he knows well, and it is probable\nthat Black Rifle follows St. Luc, because he will hunt the biggest\ngame.”",
        "Grosvenor’s eyes sparkled.",
        "“I understand,” he said. “It is a great art, that of trailing through\nthe wilderness, and I can see how circumstances compel you to learn\nit.”",
        "“We have to learn it to live,” said the hunter gravely, “but with\nTayoga it is an art carried to the highest degree of perfection. He\nwas born with a gift for it, a very great gift. He inherited all the\nlearning accumulated by a thousand years of ancestors, and then he\nadded to it by his own supreme efforts.”",
        "“Do not believe all that Great Bear tells you,” said Tayoga modestly.\n“For unknown reasons he is partial to me, and enlarges my small\nmerits.”",
        "“I think this would be a good place for all of you to wait, while\nI went back on the trail a piece,” said the hunter. “If Black Rifle\nfound it necessary to cover the rear, it’s a much more urgent duty for\nus who know that we’ve been followed by Tandakora to do the same.”",
        "“The Great Bear is always wise,” said Tayoga. “We will take our ease\nwhile we await him.”",
        "He flung himself down on the turf and relaxed his figure completely.\nHe had learned long since to make the most of every passing minute,\nand, seeing Robert imitate him exactly, Grosvenor did likewise. The\nhunter had disappeared already in the bushes and the three lay in\nsilence.",
        "Grosvenor felt an immense peace. Brave as a young lion, he had been\noverwhelmed nevertheless by his appalling experiences, and his sudden\nrescue where rescue seemed impossible had taken him back to the\nheights. Now, it seemed to him that the three, and especially the\nOnondaga, could do everything. Tayoga’s skill as a trailer and scout\nwas so marvelous that no enemy could come anywhere near without\nhis knowledge. The young Englishman felt that he was defended by\nimpassable walls, and he was so free from apprehension that his nerves\nbecame absolutely quiet. Then worn nature took its toll, and his\neyelids drooped. Before he was aware that he was sleepy he was asleep.",
        "“You might do as Red Coat has done, Dagaeoga,” said Tayoga. “I can\nwatch for us all, and it is wise in the forest to take sleep when we\ncan.”",
        "“I’ll try,” said Robert, and he tried so successfully that in a few\nminutes he too slumbered, with his figure outstretched, and his head\non his arm. Tayoga made a circle about three hundred yards in diameter\nabout them, but finding no hostile sign came back and lay on the turf\nnear them. He relaxed his figure again and closed his eyes, which may\nhave seemed strange but which was not so in the case of Tayoga. His\nhearing was extraordinarily acute, and, when his eyes were shut, it\ngrew much stronger than ever. Now he knew that no warrior could come\nwithin rifle shot of them without his ears telling him of the savage\napproach. Every creeping footstep would be registered upon that\ndelicate drum.",
        "With eyes shut and brain rested, Tayoga nevertheless knew all that was\ngoing on near him. That eardrum of infinite delicacy told him that a\nwoodpecker was tapping on a tree, well toward the north; that a little\ngray bird almost as far to the south was singing with great vigor and\nsweetness; that a rabbit was hopping about in the undergrowth,\ncurious and yet fearful; that an eagle with a faint whirr of wings\nhad alighted on a bough, and was looking at the three; that the eagle\nthinking they might be dangerous had unfolded his wings again and was\nflying away; that a deer passing to the west had caught a whiff\nof them on the wind and was running with all speed in the other\ndirection; that a lynx had climbed a tree, and, after staring at them,\nhad climbed down again, and had fled, his coward heart filled with\nterror.",
        "Thus Tayoga, with his ears, watched his world. He too, his eyelids\nlowered, felt a peace that was soothing and almost dreamy, but, though\nhis body relaxed, those wonderfully sensitive drums of his ears caught\nand registered everything. The record showed that for nearly two hours\nthe life of the wilderness went on as usual, the ordinary work and\nplay of animal and bird, and then the drums told him that man was\ncoming. A footstep was registered very clearly, and then another and\nanother, but Tayoga did not open his eyes. He knew who was coming as\nwell as if he had seen him. The drums of his ears made signals that\nhis mind recognized at once. He had long known the faint sound of\nthose footsteps. Willet was coming back.",
        "Tayoga, through the faculty of hearing, was aware of much more than\nthe mere fact that the hunter was returning. He knew that Willet had\nfound nothing, that the pursuit was still far away and that they were\nin no immediate danger. He knew it by his easy, regular walk, free\nfrom either haste or lagging delay. He knew it by the straight, direct\nline he took for the three young men, devoid of any stops or turnings\naside to watch and listen. Willet’s course was without care.",
        "Tayoga opened his eyes, and lazily regarded the giant figure of his\nfriend now in full view. Robert and Grosvenor slept on. “I am glad,\"\nsaid the Onondaga.",
        "It was significant of the way in which they understood each other and\nthe way they could read the signs of the forest that they could talk\nalmost without words.",
        "“So am I,” said the hunter, “but I had hoped for it.”",
        "“Since it is so, we need not awaken them just yet.”",
        "“No, let them sleep another hour.”",
        "Tayoga meant that he was glad the enemy had not approached and Willet\nreplied that he had hoped for such good luck. No further explanation\nwas needed.",
        "“You had the heaviest part of the burden to carry, last night,” said\nthe hunter, “so it would be wise for you to join them if you can, in\nthe hour that’s left. See if you can’t follow them, at once.”",
        "“I think I can,” said Tayoga. “At least I will try.”",
        "In five minutes he too had gone to the land of dreams and the hunter\nwatched alone. Willet, although weary, was in high spirits. They had\ncome marvelously through many perils, and Tayoga’s achievement in\nrescuing Grosvenor, he repeated to himself, was well nigh miraculous.\nAfter such startling luck they could not fail, and an omen of\ncontinued good fortune was the fact they had encountered the trail of\nBlack Rifle. He would be a powerful addition to their little force,\nwhen found, and Willet did not doubt that they would overtake him. The\nonly problem that really worried him now was that of food. Small\nas was their army of four, it had to be provisioned, and, for the\npresent, he did not see the way to do it.",
        "He let the three sleep overtime, and when they awoke they were\ngrateful to him for it.",
        "“I am quite made over,” said Grosvenor, “and I think that if I stay in\nthe wilderness long enough I may learn to be a scout too. But as all\nmy life has been spent in quite different kinds of country, I suppose\nit will take a hundred years to give me a good start.”",
        "Tayoga smiled.",
        "“Not a hundred years,” he said. “Red Coat has begun very well.”",
        "“And now with a lot of good solid food I’ll feel equal to any march,\"\ncontinued Grosvenor. “Most Englishmen, you know, eat well.”",
        "Tayoga looked at Robert, who looked at Willet, who in his turn looked\nat the Onondaga.",
        "“That’s just what we’ll have to do without,” said the hunter gravely.\n“The bottoms of our knapsacks are looking up at us. We’ll have a\nsplendid chance to see how long we can do without food. One needs such\na test now and then.”",
        "Grosvenor’s face fell, but his was the true mettle. In an instant his\ncountenance became cheerful again.",
        "“I’m not hungry!” he exclaimed. “It was the delusion of a moment, and\nit passed as quickly as it came. I suffer from such brief spells.”",
        "The others laughed.",
        "“That’s the right spirit,” said Willet, “and while we have nothing to\neat we have lots of hope. I’ve been hungrier than this often, and,\nas you see, I’ve never starved to death a single time. There’s always\nlots of food somewhere in the wilderness, if you only know how to put\nyour hand on it.”",
        "“I think it is now best for us to follow on the trail of Black Rifle,\"\nsaid Tayoga.",
        "“That’s so,” responded the hunter. “It’s grown a lot colder, while\nyou lads slept, though I think you can follow it without any trouble,\nTayoga.”",
        "The red lad said nothing, but at once picked up the traces, which now\nled south, slanting back a little toward the lake.",
        "“Black Rifle was going fast,” he said. “His stride lengthens. He must\nhave divined where St. Luc with his force lay, and he took a direct\ncourse for it. Ah, he turns suddenly aside and walks to and fro.”",
        "“That’s curious,” said the hunter. “I see the footprints all about.\nWhat did Black Rifle mean by moving about in such a manner?”",
        "“It is not odd at all,” said Tayoga. “Doubtless Black Rifle was\nsuffering from the same lack that we are, and it was necessary for him\nto provision his army of one at once. He suddenly saw a chance to do\nso and he turned aside from his direct journey toward the south. So we\nshall soon see where Black Rifle shot his bear.”",
        "“And why not a deer?” said Grosvenor.",
        "“Because his trail now leads toward that deep thicket on our right, a\nthicket made up of bushes and vines and briars. A deer could not have\ngone into it, but a bear could, and we know now it was a bear, because\nhere are its tracks. Black Rifle killed the bear in the thicket.”",
        "“Are you sure of that, Tayoga?” asked Robert.",
        "“Absolutely sure, Dagaeoga. It is in this case a matter of mind and\nnot of eye. Black Rifle is too good a hunter to fire a useless shot,\nand too experienced to miss his game, when he needs it so badly. He\nwould take every precaution for success. My mind tells me that it was\nimpossible for him to miss.”",
        "“And he didn’t miss,” said Robert, as they entered the thicket. “See\nwhere the vines and briars were threshed about by the bear as he fell.\nHere are spots of blood, and here goes the path along which he dragged\nthe body. All this is as plain as day.”",
        "“It was a fat bear too,” said Tayoga. “Although it is early spring he\nhad found so many good roots and berries that he had more than made\nup for the loss of weight in his long winter fast. We will soon find\nwhere Black Rifle cleaned his prize. A bear is too heavy to carry far.\nAh, he did his work just beyond us in the little valley!”",
        "“How do you know that?” asked Grosvenor. “We can’t yet see into the\nvalley.”",
        "The great red trailer smiled.",
        "“This time, O Red Coat,” he replied, “it is a combination of mind and\neye. Mind tells me that Black Rifle could not clean and dress his bear\nunless he got it to water. Mind tells me that a brook is flowing in\nthe valley just ahead of us, because there is scarcely a valley in the\ncountry that does not have its brook. Eye tells me that Black Rifle\nfinished his task by the great oak there. Do you not see the huge\nbuzzards flying above the tree? They are conclusive. Ah, the forest\npeople gathered fast in numbers! They expected that Black Rifle would\nleave them a great feast.”",
        "They found a little brook of clear, cold water and, beside it, the\nplace where Black Rifle had cleaned his bear, reserving afterward the\nchoice portion for himself.",
        "“When he went on,” said Tayoga, “the forest people made a rush for\nwhat he did not want, which was much. Great birds came. We cannot see\ntheir trail through the air, but we can see where they hopped about\nhere on the ground, tore at the flesh, and fought with one another for\nthe spoil. A lynx came, and then another, and then wolves. The weasel\nand the mink too hung on the outskirts, waiting for what the bigger\nanimals might leave. Among them they left nothing and they were not\nlong in the task.”",
        "Only shining bones lay on the ground. They had been picked clean and\nall the forest people had gone after their brief banquet. The trails\nled away in different directions, but that of Black Rifle went on\ntoward the south. The traces, however, were more distinct than they\nhad been before he stopped for the bear.",
        "“It is because he is carrying much weight,” said Tayoga. “Black Rifle\nno longer skips along like a youth, as Red Coat here does.”",
        "“You can have all the sport with me you wish,” said Grosvenor. “I\ndon’t forget that you saved my life, when by all the rules of logic it\nwas lost beyond the hope of recovery.”",
        "“Black Rifle would not eat so much bear meat himself,” said Tayoga,\n“nor would he carry such a burden, without good cause. It may be that\nhe expects us. He has perhaps heard that we are in this region.”",
        "“It’s possible,” said the hunter.",
        "Full of eagerness, they pressed forward on the trail.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}