{
    "title": "The Money Master - Chapter XVI: Misfortunes Come Not Singly",
    "author": "Gilbert Parker",
    "chapter": "17",
    "content": [
        "\n\n",
        "Judge Carcasson was right.  For a year after Zoe’s flight Jean Jacques\nwrapped Sebastian Dolores round his neck like a collar, and it choked him\nlike a boaconstrictor.  But not Sebastian Dolores alone did that.  When\nthings begin to go wrong in the life of a man whose hands have held too\nmany things, the disorder flutters through all the radii of his affairs,\nand presently they rattle away from the hub of his control.",
        "So it was with Jean Jacques.  To take his reprobate father-in-law to his\nlonely home would have brought him trouble in any case; but as things\nwere, the Spaniard became only the last straw which broke his camel’s\nback.  And what a burden his camel carried–flour-mill, saw-mill, ash-\nfactory, farms, a general store, lime-kilns, agency for lightning-rods\nand insurance, cattle-dealing, the project for the new cheese-factory,\nand money-lending!",
        "Money-lending?  It seemed strange that Jean Jacques should be able to\nlend money, since he himself had to borrow, and mortgage also, from time\nto time.  When things began to go really wrong with him financially, he\nmortgaged his farms, his flour-mill, and saw-mill, and then lent money on\nother mortgages.  This he did because he had always lent money, and it\nwas a habit so associated with his prestige, that he tied himself up in\nborrowing and lending and counter-mortgaging till, as the saying is, “a\nPhiladelphia lawyer” could not have unravelled his affairs without having\nbeen born again in the law.  That he was able to manipulate his tangled\naffairs, while keeping the confidence of those from whom he borrowed, and\nthe admiration of those to whom he lent, was evidence of his capacity.\n“Genius of a kind” was what his biggest creditor called it later.",
        "After a personal visit to St. Saviour’s, this biggest creditor and\nfinancial potentate–M. Mornay–said that if Jean Jacques had been\nstarted right and trained right, he would have been a “general in the\nfinancial field, winning big battles.”",
        "M. Mornay chanced to be a friend of Judge Carcasson, and when he visited\nVilray he remembered that the Judge had spoken often of his humble but\nlearned friend, the Clerk of the Court, and of his sister.  So M. Mornay\nmade his way from the office of the firm of avocats whom he had\ninstructed in his affairs with Jean Jacques, to that of M. Fille.  Here\nhe was soon engaged in comment on the master-miller and philosopher.",
        "“He has had much trouble, and no doubt his affairs have suffered,\"\nremarked M. Fille cautiously, when the ice had been broken and the Big\nFinancier had referred casually to the difficulties among which Jean\nJacques was trying to maintain equilibrium; “but he is a man who can do\nthings too hard for other men.”",
        "The Big Financier lighted another cigar and blew away several clouds of\nsmoke before he said in reply, “Yes, I know he has had family trouble\nagain, but that is a year ago, and he has had a chance to get another\ngrip of things.”",
        "“He did not sit down and mope,” explained M. Fille.  “He was at work the\nnext day after his daughter’s flight just the same as before.  He is a\nman of great courage.  Misfortune does not paralyse him.”",
        "M. Mornay’s speech was of a kind which came in spurts, with pauses of\nthought between, and the pause now was longer than usual.",
        "“Paralysis–certainly not,” he said at last.  “Physical activity is one\nof the manifestations of mental, moral, and even physical shock and\ninjury.  I’ve seen a man with a bullet in him run a half-mile–anywhere;\nI’ve seen a man ripped up by a crosscut-saw hold himself together, and\nwalk–anywhere–till he dropped.  Physical and nervous activity is one of\nthe forms which shattered force takes.  I expect that your ’M’sieu’ Jean\nJacques’ has been busier this last year than ever before in his life.\nHe’d have to be; for a man who has as many irons in the fire as he has,\nmust keep running from bellows to bellows when misfortune starts to damp\nhim down.”",
        "The Clerk of the Court sighed.  He realized the significance of what his\nvisitor was saying.  Ever Since Zoe had gone, Jean Jacques had been for\never on the move, for ever making hay on which the sun did not shine.\nJean Jacques’ face these days was lined and changeful.  It looked\nunstable and tired–as though disturbing forces were working up to the\nsurface out of control.  The brown eyes, too, were far more restless than\nthey had ever been since the Antoine was wrecked, and their owner\nreturned with Carmen to the Manor Cartier.  But the new restlessness of\nthe eyes was different from the old.  That was a mobility impelled by an\nactive, inquisitive soul, trying to observe what was going on in the\nworld, and to make sure that its possessor was being seen by the world.\nThis activity was that of a mind essentially concerned to find how many\nways it could see for escape from a maze of things; while his vanity was\ntaking new forms.  It was always anxious to discover if the world was\ntrying to know how he was taking the blows of fate and fortune.  He had\nbeen determined that, whatever came, it should not see him paralysed or\nbroken.",
        "As M. Fille only nodded his head in sorrowful assent, the Big Financier\nbecame more explicit.  He was determined to lose nothing by Jean Jacques,\nand he was prepared to take instant action when it was required; but he\nwas also interested in the man who might have done really powerful things\nin the world, had he gone about them in the right way.",
        "“M. Barbille has had some lawsuits this year, is it not so?” he asked.",
        "“Two of importance, monsieur, and one is not yet decided,” answered M.\nFille.",
        "“He lost those suits of importance?”",
        "“That is so, monsieur.”",
        "“And they cost him six thousand dollars–and over?”  The Big Financier\nseemed to be pressing towards a point.",
        "“Something over that amount, monsieur.”",
        "“And he may lose the suit now before the Courts?”",
        "“Who can tell, monsieur!” vaguely commented the little learned official.",
        "M. Mornay was not to be evaded.  “Yes, yes, but the case as it stands–\nto you who are wise in experience of legal affairs, does it seem at all\na sure thing for him?”",
        "“I wish I could say it was, monsieur,” sadly answered the other.",
        "The Big Financier nodded vigorously.  “Exactly.  Nothing is so\nunproductive as the law.  It is expensive whether you win or lose, and it\nis murderously expensive when you do lose.  You will observe, I know,\nthat your Jean Jacques is a man who can only be killed once–eh?”",
        "“Monsieur?”  M. Fille really did not grasp this remark.",
        "M. Mornay’s voice became precise.  “I will explain.  He has never\ncreated; he has only developed what has been created.  He inherited much\nof what he has or has had.  His designs were always affected by the fact\nthat he had never built from the very bottom.  When he goes to pieces–”",
        "“Monsieur–to pieces!” exclaimed the Clerk of the Court painfully.",
        "“Well, put it another way.  If he is broken financially, he will never\ncome up again.  Not because of his age–I lost a second fortune at fifty,\nand have a third ready to lose at sixty–but because the primary\ninitiative won’t be in him.  He’ll say he has lost, and that there’s\nan end to it all.  His philosophy will come into play–just at the last.\nIt will help him in one way and harm him in another.”",
        "“Ah, then you know about his philosophy, monsieur?” queried M. Fille.\nWas Jean Jacques’ philosophy, after all, to be a real concrete asset of\nhis life sooner or later?",
        "The Big Financier smiled, and turned some coins over in his pocket rather\nloudly.  Presently he said: “The first time I ever saw him he treated me\nto a page of Descartes.  It cost him one per cent.  I always charge a man\nfor talking sentiment to me in business hours.  I had to listen to him,\nand he had to pay me for listening.  I’ve no doubt his general yearly\nexpenditure has been increased for the same reason–eh, Maitre Fille?  He\nhas done it with others–yes?”  M. Fille waved a hand in deprecation, and\nhis voice had a little acidity as he replied: “Ah, monsieur, what can we\npoor provincials do–any of us–in dealing with men like you, philosophy\nor no philosophy?  You get us between the upper and the nether mill\nstones.  You are cosmopolitan; M. Jean Jacques Barbille is a provincial;\nand you, because he has soul enough to forget business for a moment and\nto speak of things that matter more than money and business, you grind\nhim into powder.”",
        "M. Mornay shook his head and lighted his cigar again.  “There you are\nwrong, Maitre Fille.  It is bad policy to grind to powder, or grind at\nall, men out of whom you are making money.  It is better to keep them\nfrom between the upper and nether mill-stones.",
        "“I have done so with your Barbille.  I could give him such trouble as\nwould bring things crashing down upon him at once, if I wanted to be\nmerely vicious in getting my own; but that would make it impossible for\nme to meet at dinner my friend Judge Carcasson.  So, as long as I can,\nI will not press him.  But I tell you that the margin of safety on which\nhe is moving now is too narrow–scarce a foot-hold.  He has too much\nunder construction in the business of his life, and if one stone slips\nout, down may come the whole pile.  He has stopped building the cheese-\nfactory–that represents sheer loss.  The ash-factory is to close next\nweek, the saw-mill is only paying its way, and the flour-mill and the\nfarms, which have to sustain the call of his many interests, can’t stand\nthe drain.  Also, he has several people heavily indebted to him, and if\nthey go down–well, it depends on the soundness of the security he holds.\nIf they listened to him talk philosophy, encouraged him to do it, and\ntold him they liked it, when the bargain was being made, the chances are\nthe security is inadequate.”",
        "The Clerk of the Court bridled up.  “Monsieur, you are very hard on a man\nwho for twenty-five years has been a figure and a power in this part of\nthe province.  You sneer at one who has been a benefactor to the place\nwhere he lives; who has given with the right hand and the left; whose\nenterprise has been a source of profit to many; and who has got a savage\nreward for the acts of a blameless and generous life.  You know his\ntroubles, monsieur, and we who have seen him bear them with fortitude and\nChristian philosophy, we resent–”",
        "“You need resent nothing, Maitre Fille,” interrupted the Big Financier,\nnot unkindly.  “What I have said has been said to his friend and the\nfriend of my own great friend, Judge Carcasson; and I am only anxious\nthat he should be warned by someone whose opinions count with him; whom\nhe can trust–”",
        "“But, monsieur, alas!” broke in the Clerk of the Court, “that is the\ntrouble; he does not select those he can trust.  He is too confiding.\nHe believes those who flatter him, who impose on his good heart.\nIt has always been so.”",
        "“I judge it is so still in the case of Monsieur Dolores, his daughter’s\ngrandfather?” the Big Financier asked quizzically.",
        "“It is so, monsieur,” replied M. Fille.  “The loss of his daughter shook\nhim even more than the flight of his wife; and it is as though he could\nnot live without that scoundrel near him–a vicious man, who makes\ntrouble wherever he goes.  He was a cause of loss to M. Barbille years\nago when he managed the ash-factory; he is very dangerous to women–even\nnow he is a danger to the future of a young widow” (he meant the widow of\nPalass Poucette); “and he has caused a scandal by perjury as a witness,\nand by the consequences–but I need not speak of that here.  He will do\nJean Jacques great harm in the end, of that I am sure.  The very day\nMademoiselle Zoe left the Manor Cartier to marry the English actor, Jean\nJacques took that Spanish bad-lot to his home; and there he stays, and\nthe old friends go–the old friends go; and he does not seem to miss\nthem.”",
        "There was something like a sob in M. Fille’s voice.  He had loved Zoe\nin a way that in a mother would have meant martyrdom, if necessary,\nand in a father would have meant sacrifice when needed; and indeed he\nhad sacrificed both time and money to find Zoe.  He had even gone as far\nas Winnipeg on the chance of finding her, making that first big journey\nin the world, which was as much to him in all ways as a journey to Bagdad\nwould mean to most people of M. Mornay’s world.  Also he had spent money\nsince in corresponding with lawyers in the West whom he engaged to search\nfor her; but Zoe had never been found.  She had never written but one\nletter to Jean Jacques since her flight.  This letter said, in effect,\nthat she would come back when her husband was no longer “a beggar” as her\nfather had called him, and not till then.  It was written en route to\nWinnipeg, at the dictation of Gerard Fynes, who had a romantic view of\nlife and a mistaken pride, but some courage too–the courage of love.",
        "“He thinks his daughter will come back–yes?” asked M. Mornay.  “Once he\nsaid to me that he was sorry there was no lady to welcome me at the Manor\nCartier, but that he hoped his daughter would yet have the honour.  His\ntalk is quite spacious and lofty at times, as you know.”",
        "“So–that is so, monsieur .  .  .  Mademoiselle Zoe’s room is always\nready for her.  At time of Noel he sent cards to all the families of the\nparish who had been his friends, as from his daughter and himself; and\nwhen people came to visit at the Manor on New Year’s Day, he said to each\nand all that his daughter regretted she could not arrive in time from the\nWest to receive them; but that next year she would certainly have the\npleasure.”",
        "“Like the light in the window for the unreturning sailor,” somewhat\ncynically remarked the Big Financier.  “Did many come to the Manor on\nthat New Year’s Day?”",
        "“But yes, many, monsieur.  Some came from kindness, and some because they\nwere curious–”",
        "“And Monsieur Dolores?”",
        "The lips of the Clerk of the Court curled, “He went about with a manner\nas soft as that of a young cure.  Butter would not melt in his mouth.\nSome of the women were sorry for him, until they knew he had given one\nof Jean Jacques’ best bear-skin rugs to Madame Palass Poucette for a New\nYear’s gift.”",
        "The Big Financier laughed cheerfully.  “It’s an old way to popularity–\nbeing generous with other people’s money.  That is why I am here.  The\npeople that spend your Jean Jacques’ money will be spending mine too, if\nI don’t take care.”",
        "M. Fille noted the hard look which now settled in M. Mornay’s face, and\nit disturbed him.  He rose and leaned over the table towards his visitor\nanxiously.",
        "“Tell me, if you please, monsieur, is there any real and immediate danger\nof the financial collapse of Jean Jacques?”",
        "The other regarded M. Fille with a look of consideration.  He liked this\nClerk of the Court, but he liked Jean Jacques for the matter of that,\nand away now from the big financial arena where he usually worked, his\nnatural instincts had play.  He had come to St. Saviour’s with a bigger\nthing in his mind than Jean Jacques and his affairs; he had come on the\nmatter of a railway, and had taken Jean Jacques on the way, as it were.\nThe scheme for the railway looked very promising to him, and he was in\ngood humour; so that all he said about Jean Jacques was free from that\ngeneral irritation of spirit which has sacrificed many a small man on a\nbig man’s altar.  He saw the agitation he had caused, and he almost\nrepented of what he had already said; yet he had acted with a view to\ngetting M. Fille to warn Jean Jacques.",
        "“I repeat what I said,” he now replied.  “Monsieur Jean Jacques’ affairs\nare too nicely balanced.  A little shove one way or another and over goes\nthe whole caboose.  If anyone here has influence over him, it would be a\nkindness to use it.  That case before the Court of Appeal, for instance;\nhe’d be better advised to settle it, if there is still time.  One or two\nof the mortgages he holds ought to be foreclosed, so that he may get out\nof them all the law will let him.  He ought to pouch the money that’s\nowing him; he ought to shave away his insurance, his lightning-rod, and\nhis horsedealing business; and he ought to sell his farms and his store,\nand concentrate on the flour-mill and the saw-mill.  He has had his\nwarnings generally from my lawyers, but what he wants most is the gentle\nhand to lead him; and I should think that yours, M. Fille, is the hand\nthe Almighty would choose if He was concerned with what happens at St.\nSaviour’s and wanted an agent.”",
        "The Clerk of the Court blushed greatly.  This was a very big man\nindeed in the great commercial world, and flattery from him had unusual\nsignificance; but he threw out his hands with a gesture of helplessness,\nand said: “Monsieur, if I could be of use I would; but he has ceased to\nlisten to me; he–”",
        "He got no further, for there was a sharp knock at the street door of the\nouter office, and M. Fille hastened to the other room.  After a moment he\ncame back, a familiar voice following him.",
        "“It is Monsieur Barbille, monsieur,” M. Fille said quietly, but with\napprehensive eyes.",
        "“Well–he wants to see me?” asked M. Mornay.  “No, no, monsieur.\nIt would be better if he did not see you.  He is in some agitation.”",
        "“Fille!  Maitre Fille–be quick now,” called Jean Jacques’ voice from the\nother room.",
        "“What did I say, monsieur?” asked the Big Financier.  “The mind that’s\nreceived a blow must be moving–moving; the man with the many irons must\nbe flying from bellows to bellows!”",
        "“Come, come, there’s no time to lose,” came Jean Jacques’ voice again,\nand the handle of the door of their room turned.",
        "M. Fille’s hand caught the handle.  “Excuse me, Monsieur Barbille,\n–a minute please,” he persisted almost querulously.  “Be good enough to\nkeep your manners .  .  .  monsieur!” he added to the Financier, “if you\ndo not wish to speak with him, there is a door\"–he pointed–\"which will\nlet you into the side-street.”",
        "“What is his trouble?” asked M. Mornay.",
        "M. Fille hesitated, then said reflectively: “He has lost his case in the\nAppeal Court, monsieur; also, his cousin, Auguste Charron, who has been\nworking the Latouche farm, has flitted, leaving–”",
        "“Leaving Jean Jacques to pay unexpected debts?”",
        "“So, monsieur.”",
        "“Then I can be of no use, I fear,” remarked M. Mornay dryly.",
        "“Fille!  Fille !” came the voice of Jean Jacques insistently from the\nroom.",
        "“And so I will say au revoir, Monsieur Fille,” continued the Big\nFinancier.",
        "A moment later the great man was gone, and M. Fille was alone with the\nphilosopher of the Manor Cartier.",
        "“Well, well, why do you keep me waiting!  Who was it in there–anyone\nthat’s concerned with my affairs?” asked Jean Jacques.",
        "In these days he was sensitive when there was no cause, and he was\ncredulous where he ought to be suspicious.  The fact that the little man\nhad held the door against him made him sure that M. Fille had not wished\nhim to see the departed visitor.",
        "“Come, out with it–who was it making fresh trouble for me?” persisted\nJean Jacques.",
        "“No one making trouble for you, my friend,” answered the Clerk of the\nCourt, “but someone who was trying to do you a good turn.”",
        "“He must have been a stranger then,” returned Jean Jacques bitterly.\n“Who was it?”",
        "M. Fille, after an instant’s further hesitation, told him.",
        "“Oh, him–M. Momay !” exclaimed Jean Jacques, with a look of relief, his\nface lighting.  “That’s a big man with a most capable and far-reaching\nmind.  He takes a thing in as the ocean mouths a river.  If I had had\nmen like that to deal with all my life, what a different ledger I’d be\nbalancing now!  Descartes, Kant, Voltaire, Rousseau, Hume, Hegel–he has\nan ear for them all.  That is the intellectual side of him; and in\nbusiness\"–he threw up a hand–\"there he views the landscape from the\nmountain-top.  He has vision, strategy, executive.  He is Napoleon and\nAnacreon in one.  He is of the builders on the one hand, of the\nIlluminati and the Encyclopedistes on the other.”",
        "Even the Clerk of the Court, with his circumscribed range of thought and\nexperience, in that moment saw Jean Jacques as he really was.  Here was a\nman whose house of life was beginning to sway from an earthquake; who had\nbeen smitten in several deadly ways, and was about to receive buffetings\nbeyond aught he had yet experienced, philosophizing on the tight-rope–\nBlondin and Plato in one.  Yet sardonically piteous as it was, the\nincident had shown Jean Jacques with the germ of something big in him.\nHe had recognized in M. Mornay, who could level him to the dust tomorrow\nfinancially, a master of the world’s affairs, a prospector of life’s\nfields, who would march fearlessly beyond the farthest frontiers into the\nunknown.  Jean Jacques’ admiration of the lion who could, and would, slay\nhim was the best tribute to his own character.",
        "M. Fille’s eyes moistened as he realized it; and he knew that nothing he\ncould say or do would make this man accommodate his actions to the hard\nrules of the business of life; he must for ever be applying to them\nconceptions of a half-developed mind.",
        "“Quite so, quite so, Jean Jacques,” M. Fille responded gently, “but\"\n–here came a firmer note to his voice, for he had taken to heart the\nlesson M. Mornay had taught him, and he was determined to do his duty now\nwhen the opportunity was in his hand–\"but you have got to deal with\nthings as they are; not as they might have been.  If you cannot have the\ngreat men you have to deal with the little men like me.  You have to\nprove yourself bigger than the rest of us by doing things better.  A man\ndoesn’t fail only because of others, but also because of himself.  You\nwere warned that the chances were all against you in the case that’s just\nbeen decided, yet you would go on; you were warned that your cousin,\nAuguste Charron, was in debt, and that his wife was mad to get away from\nthe farm and go West, yet you would take no notice.  Now he has gone, and\nyou have to pay, and your case has gone against you in the Appellate\nCourt besides.  .  .  .  I will tell you the truth, my friend, even if it\ncuts me to the heart.  You have not kept your judgment in hand; you have\ngone ahead like a bull at a gate; and you pay the price.  You listen to\nthose who flatter, and on those who would go through fire and water for\nyou, you turn your back–on those who would help you in your hour of\ntrouble, in your dark day.”",
        "Jean Jacques drew himself up with a gesture, impatient, masterful and\nforbidding.  “I have fought my fight alone in the dark day; I have not\nasked for any one’s help,” he answered.  “I have wept on no man’s\nshoulder.  I have been mauled by the claws of injury and shame, and I\nhave not flinched.  I have healed my own wounds, and I wear my scars\nwithout–”",
        "He stopped, for there came a sharp rat-tat-tat at the door which opened\ninto the street.  Somehow the commonplace, trivial interruption produced\non both a strange, even startling effect.  It suddenly produced in their\nminds a feeling of apprehension, as though there was whispered in their\nears, “Something is going to happen–beware!”",
        "Rat-tat-tat!  The two men looked at each other.  The same thought was in\nthe mind of both.  Jean Jacques clutched at his beard nervously, then\nwith an effort he controlled himself.  He took off his hat as though he\nwas about to greet some important person, or to receive sentence in a\ncourt.  Instinctively he felt the little book of philosophy which he\nalways carried now in his breast-pocket, as a pietist would finger his\nbeads in moments of fear or anxiety.  The Clerk of the Court passed his\nthin hand over his hair, as he was wont to do in court when the Judge\nbegan his charge to the Jury, and then with an action more impulsive than\nwas usual with him, he held out his hand, and Jean Jacques grasped it.\nSomething was bringing them together just when it seemed that, in the\nstorm of Jean Jacques’ indignation, they were about to fall apart.\nM. Fille’s eyes said as plainly as words could do, “Courage, my friend!”",
        "Rat-tat-tat!  Rat-tat-tat!  The knocking was sharp and imperative now.\nThe Clerk of the Court went quickly forward and threw open the door.",
        "There stepped inside the widow of Palass Poucette.  She had a letter in\nher hand.  “M’sieu’, pardon, if I intrude,” she said to M. Fille; “but I\nheard that M’sieu’ Jean Jacques was here.  I have news for him.”",
        "“News!” repeated Jean Jacques, and he looked like a man who was waiting\nfor what he feared to hear.  “They told me at the post-office that you\nwere here.  I got the letter only a quarter of an hour ago, and I thought\nI would go at once to the Manor Cartier and tell M’sieu’ Jean Jacques\nwhat the letter says.  I wanted to go to the Manor Cartier for something\nelse as well, but I will speak of that by and by.  It is the letter now.”",
        "She pulled off first one glove and then the other, still holding the\nletter, as though she was about to perform some ceremony.  “It was a good\nthing I found out that M’sieu’ Jean Jacques was here.  It saves a four-\nmile drive,” she remarked.",
        "“The news–ah, nom de Dieu, the slowness of the woman–like a river going\nuphill!” exclaimed Jean Jacques, who was finding it hard to still the\ntrembling of his limbs.",
        "The widow of Palass Poucette flushed, but she had some sense in her head,\nand she realized that Jean Jacques was a little unbalanced at the moment.\nIndeed, Jean Jacques was not so old that she would have found it\ndifficult to take a well-defined and warm interest in him, were\ncircumstances propitious.  She held out the letter to him at once.\n“It is from my sister in the West–at Shilah,” she explained.  “There is\nnothing in it you can’t read, and most of it concerns you.”  Jean Jacques\ntook the letter, but he could not bring himself to read it, for Virginie\nPoucette’s manner was not suggestive of happy tidings.  After an\ninstant’s hesitation he handed the letter to M. Fille, who pressed\nhis lips with an air of determination, and put on his glasses.",
        "Jean Jacques saw the face of the Clerk of the Court flush and then turn\npale as he read the letter.  “There, be quick!” he said before M. Fille\nhad turned the first page.",
        "Then the widow of Palass Poucette came to him and, in a simple harmless\nway she had, free from coquetry or guile, stood beside him, took his hand\nand held it.  He seemed almost unconscious of her act, but his fingers\nconvulsively tightened on hers; while she reflected that here was one who\nneeded help sorely; here was a good, warm-hearted man on whom a woman\ncould empty out affection like rain and get a good harvest.  She really\nwas as simple as a child, was Virginie Poucette, and even in her\nacquaintance with Sebastian Dolores, there had only been working in her\nthe natural desire of a primitive woman to have a man saying that which\nwould keep alive in her the things that make her sing as she toils; and\ncertainly Virginie toiled late and early on her farm.  She really was\nconcerned for Jean Jacques.  Both wife and daughter had taken flight, and\nhe was alone and in trouble.  At this moment she felt she would like to\nbe a sister to him–she was young enough to be his daughter almost.  Her\nheart was kind.",
        "“Now!” said Jean Jacques at last, as the Clerk of the Court’s eyes\nreached the end of the last page.  “Now, speak!  It is–it is my Zoe?”",
        "“It is our Zoe,” answered M. Fille.",
        "“Figure de Christ, what do you wait for–she is not dead?” exclaimed\nJean Jacques with a courage which made him set his feet squarely.",
        "The Clerk of the Court shook his head and began.  “She is alive.\nMadame Poucette’s sister saw her by chance.  Zoe was on her way up the\nSaskatchewan River to the Peace River country with her husband.  Her\nhusband’s health was bad.  He had to leave the stage in the United States\nwhere he had gone after Winnipeg.  The doctors said he must live the\nopen-air life.  He and Zoe were going north, to take a farm somewhere.”",
        "“Somewhere!  Somewhere!” murmured Jean Jacques.  The farther away from\nJean Jacques the better–that is what she thinks.”",
        "“No, you are wrong, my friend,” rejoined M. Fille.  “She said to Madame\nPoucette’s sister\"–he held up the letter–\"that when they had proved\nthey could live without anybody’s help they would come back to see you.\nZoe thought that, having taken her life in her own hands, she ought to\njustify herself before she asked your forgiveness and a place at your\ntable.  She felt that you could only love her and be glad of her, if her\nman was independent of you.  It is a proud and sensitive soul–but there\nit is!”",
        "“It is romance, it is quixotism–ah, heart of God, what quixotism!\"\nexclaimed Jean Jacques.",
        "“She gets her romance and quixotism from Jean Jacques Barbille,” retorted\nthe Clerk of the Court.  “She does more feeling than thinking–like you.”",
        "Jean Jacques’ heart was bleeding, but he drew himself up proudly, and\ncaught his hand away from the warm palm of Poucette’s widow.  As his\naffairs crumbled his pride grew more insistent.  M. Fille had challenged\nhis intellect–his intellect!",
        "“My life has been a procession of practical things,” he declared\noracularly.  “I have been a man of business who designs.  I am no\ndreamer.  I think.  I act.  I suffer.  I have been the victim of romance,\nnot its interpreter.  Mercy of God, what has broken my life, what but\nromance–romance, first with one and then with another!  More feeling\nthan thinking, Maitre Fille–you say that?  Why the Barbilles have ever\nin the past built up life on a basis of thought and action, and I have\nadded philosophy–the science of thought and act.  Jean Jacques Barbille\nhas been the man of design and the man of action also.  Don Quixote was a\nfool, a dreamer, but Jean Jacques is no Don Quixote.  He is a man who has\ndone things, but also he is a man who has been broken on the wheel of\nlife.  He is a man whose heart-strings have been torn–”",
        "He had worked himself up into a fit of eloquence and revolt.  He was\ntouched by the rod of desperation, which makes the soul protest that it\nis right when it knows that it is wrong.",
        "Suddenly, breaking off his speech, he threw up his hands and made for the\ndoor.",
        "“I will fight it out alone!” he declared with rough emotion, and at the\ndoor he turned towards them again.  He looked at them both as though he\nwould dare them to contradict him.  The restless fire of his eyes seemed\nto dart from one to the other.",
        "“That’s the way it is,” said the widow of Palass Poucette coming quickly\nforward to him.  “It’s always the way.  We must fight our battles alone,\nbut we don’t have to bear the wounds alone.  In the battle you are alone,\nbut the hand to heal the wounds may be another’s.  You are a philosopher\n–well, what I speak is true, isn’t it?”",
        "Virginie had said the one thing which could have stayed the tide of Jean\nJacques’ pessimism and broken his cloud of gloom.  She appealed to him in\nthe tune of an old song.  The years and the curses of years had not\ndispelled the illusion that he was a philosopher.  He stopped with his\nhand on the door.",
        "“That’s so, without doubt that’s so,” he said.  “You have stumbled on a\ntruth of life, madame.”",
        "Suddenly there came into his look something of the yearning and hunger\nwhich the lonely and forsaken feel when they are not on the full tide of\ndoing.  It was as though he must have companionship, in spite of his\nbrave announcement that he must fight his fight alone.  He had been\nwounded in the battle, and here was one who held out the hand of healing\nto him.  Never since his wife had left him the long lonely years ago had\na woman meant anything to him except as one of a race; but in this moment\nhere a woman had held his hand, and he could feel still the warm palm\nwhich had comforted his own agitated fingers.",
        "Virginie Poucette saw, and she understood what was passing in his mind.\nYet she did not see and understand all by any means; and it is hard to\ntell what further show of fire there might have been, but that the Clerk\nof the Court was there, saying harshly under his breath, “The huzzy!\nThe crafty huzzy!”",
        "The Clerk of the Court was wrong.  Virginie was merely sentimental, not\nintriguing or deceitful; for Jean Jacques was not a widower–and she was\nan honest woman and genuinely tender-hearted.",
        "“I’m coming to the Manor Cartier to-morrow,” Virginie continued.  “I have\na rug of yours.  By mistake it was left at my house by M’sieu’ Dolores.”",
        "“You needn’t do that.  I will call at your place tomorrow for it,\"\nreplied Jean Jacques almost eagerly.  “I told M’sieu’ Dolores to-day\nnever to enter my house again.  I didn’t know it was your rug.  It was\ngiving away your property, not his own,” she hurriedly explained, and her\nface flushed.",
        "“That is the Spanish of it,” said Jean Jacques bitterly.  His eyes were\nbeing opened in many directions to-day.",
        "M. Fille was in distress.  Jean Jacques had had a warning about Sebastian\nDolores, but here was another pit into which he might fall, the pit\ndigged by a widow, who, no doubt, would not hesitate to marry a divorced\nCatholic philosopher, if he could get a divorce by hook or by crook.\nJean Jacques had said that he was going to Virginie Poucette’s place\nthe next day.  That was as bad as it could be; yet there was this to the\ngood, that it was to-morrow and not to-day; and who could tell what might\nhappen between to-day and to-morrow!",
        "A moment later the three were standing outside the office in the street.\nAs Jean Jacques climbed into his red wagon, Virginie Poucette’s eyes were\nattracted to the northern sky where a reddish glow appeared, and she gave\nan exclamation of surprise.",
        "“That must be a fire,” she said, pointing.",
        "“A bit of pine-land probably,” said M. Fille–with anxiety, however, for\nthe red glow lay in the direction of St. Saviour’s where were the Manor\nCartier and Jean Jacques’ mills.  Maitre Fille was possessed of a\nsuperstition that all the things which threaten a man’s life to wreck it,\noperate awhile in their many fields before they converge like an army in\none field to deliver the last attack on their victim.  It would not have\nseemed strange to him, if out of the night a voice of the unseen had said\nthat the glow in the sky came from the Manor Cartier.  This very day\nthree things had smitten Jean Jacques, and, if three, why not four or\nfive, or fifty!",
        "With a strange fascination Jean Jacques’ eyes were fastened on the glow.\nHe clucked to his horses, and they started jerkily away.  M. Fille and\nthe widow Poucette said good-bye to him, but he did not hear, or if he\nheard, he did not heed.  His look was set upon the red reflection which\nwidened in the sky and seemed to grow nearer and nearer.  The horses\nquickened their pace.  He touched them with the whip, and they went\nfaster.  The glow increased as he left Vilray behind.  He gave the horses\nthe whip again sharply, and they broke into a gallop.  Yet his eyes\nscarcely left the sky.  The crimson glow drew him, held him, till his\nbrain was afire also.  Jean Jacques had a premonition and a conviction\nwhich was even deeper than the imagination of M. Fille.",
        "In Vilray, behind him, the telegraph clerk was in the street shouting to\nsomeone to summon the local fire-brigade to go to St. Saviour’s.",
        "“What is it–what is it?” asked M. Fille of the telegraph clerk in\nmarked agitation.",
        "“It’s M’sieu’ Jean Jacques’ flour-mill,” was the reply.",
        "Wagons and buggies and carts began to take the road to the Manor Cartier;\nand Maitre Fille went also with the widow of Palass Poucette.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}