{
    "title": "The Money Master",
    "author": "Gilbert Parker",
    "chapter": "1",
    "content": [
        "\n\n",
        "This book is in a place by itself among the novels I have written.  Many\ncritics said that it was a welcome return to Canada, where I had made my\nfirst success in the field of fiction.  This statement was only meagrely\naccurate, because since ’The Right of Way’ was published in 1901 I had\nwritten, and given to the public, ’Northern Lights’, a book of short\nstories, ’You Never Know Your Luck’, a short novel, and ’The World for\nSale’, though all of these dealt with life in Western Canada, and not\nwith the life of the French Canadians, in which field I had made my first\nfirm impression upon the public.  In any case, The Money Master was\nfavourably received by the press and public both in England and America,\nand my friends were justified in thinking, and in saying, that I was at\nhome in French Canada and gave the impression of mastery of my material.\nIf mastery of material means a knowledge of the life, and a sympathy with\nit, then my friends are justified; for I have always had an intense\nsympathy with, and admiration for, French Canadian life.  I think the\nFrench Canadian one of the most individual, original, and distinctive\nbeings of the modern world.  He has kept his place, with his own customs,\nhis own Gallic views of life, and his religious habits, with an assiduity\nand firmness none too common.  He is essentially a man of the home, of\nthe soil, and of the stream; he has by nature instinctive philosophy and\ntemperamental logic.  As a lover of the soil of Canada he is not\nsurpassed by any of the other citizens of the country, English or\notherwise.",
        "It would almost seem as though the pageantry of past French Canadian\nhistory, and the beauty and vigour of the topographical surroundings of\nFrench Canadian life, had produced an hereditary pride and exaltation–\nperhaps an excessive pride and a strenuous exaltation, but, in any case,\nthere it was, and is.  The French Canadian lives a more secluded life on\nthe whole than any other citizen of Canada, though the native,\nadventurous spirit has sent him to the Eastern States of the American\nUnion for work in the mills and factories, or up to the farthest reaches\nof the St. Lawrence, Ottawa, and their tributaries in the wood and timber\ntrade.",
        "Domestically he is perhaps the most productive son of the North American\ncontinent.  Families of twenty, or even twenty-five, are not unknown,\nand, when a man has had more than one wife, it has even exceeded that.\nLife itself is full of camaraderie and good spirit, marked by religious\ntraits and sacerdotal influence.",
        "The French Canadian is on the whole sober and industrious; but when he\nbreaks away from sobriety and industry he becomes a vicious element in\nthe general organism.  Yet his vices are of the surface, and do not\ndestroy the foundations of his social and domestic scheme.  A French\nCanadian pony used to be considered the most virile and lasting stock on\nthe continent, and it is fair to say that the French Canadians themselves\nare genuinely hardy, long-lived, virile, and enduring.",
        "It was among such people that the hero of The Money Master, Jean Jacques\nBarbille, lived.  He was the symbol or pattern of their virtues and of\ntheir weaknesses.  By nature a poet, a philosopher, a farmer and an\nadventurer, his life was a sacrifice to prepossession and race instinct;\nto temperament more powerful than logic or common sense, though he was\nalmost professionally the exponent of both.",
        "There is no man so simply sincere, or so extraordinarily prejudiced as\nthe French Canadian.  He is at once modest and vain; he is even lyrical\nin his enthusiasms; he is a child in the intrigues and inventions of\nlife; but he has imagination, he has a heart, he has a love of tradition,\nand is the slave of legend.  To him domestic life is the summum bonum of\nbeing.  His four walls are the best thing which the world has to offer,\nexcept the cheerful and sacred communion of the Mass, and his dismissal\nfrom life itself under the blessing of his priest and with the promise of\na good immortality.",
        "Jean Jacques Barbille had the French Canadian life of pageant, pomp, and\nplace extraordinarily developed.  His love of history and tradition was\nabnormal.  A genius, he was, within an inch, a tragedy to the last\nbutton.  Probably the adventurous spirit of his forefathers played a\ngreater part in his development and in the story of his days than\nanything else.  He was wide-eyed, and he had a big soul.  He trained\nhimself to believe in himself and to follow his own judgment; therefore,\nhe invited loss upon loss, he made mistake upon mistake, he heaped\nfinancial adventure upon financial adventure, he ran great risks; and it\nis possible that his vast belief in himself kept him going when other men\nwould have dropped by the wayside.  He loved his wife and daughter, and\nhe lost them both.  He loved his farms, his mills and his manor, and they\ndisappeared from his control.",
        "It must be remembered that the story of The Money Master really runs for\na generation, and it says something for Jean Jacques Barbille that he\ncould travel through scenes, many of them depressing, for long years, and\nstill, in the end, provoke no disparagement, by marrying the woman who\nhad once out of the goodness of her heart offered him everything–\nherself, her home, her honour; and it was to Jean Jacques’s credit\nthat he took neither until the death of his wife made him free; but the\ntremendous gift offered him produced a powerful impression upon his mind\nand heart.",
        "One of the most distinguished men of the world to-day wrote me in praise\nand protest concerning The Money Master.  He declared that the first half\nof the book was as good as anything that had been done by anybody, and\nthen he bemoaned the fact, which he believed, that the author had\nsacrificed his two heroines without real cause and because he was tired\nof them.  There he was wrong.  In the author’s mind the story was planned\nexactly as it worked out.  He was never tired; he was resolute.  He was\nintent to produce, if possible, a figure which would breed and develop\nits own disasters, which would suffer profoundly for its own mistakes;\nbut which, in the end, would triumph over the disasters of life and time.\nIt was all deliberate in the main intention and plan.  Any failures that\nexist in the book are due to the faults of the author, and to nothing\nelse.",
        "Some critics have been good enough to call ’The Money Master’ a beautiful\nbook, and there are many who said that it was real, true, and faithful.\nPersonally I think it is real and true, and as time goes on, and we get\nolder, that is what seems to matter to those who love life and wish to\nsee it well harvested.",
        "I do not know what the future of the book may be; what the future of any\nwork of mine will be; but I can say this, that no one has had the\npleasure in reading my books which I have had in making them.  They have\nbeen ground out of the raw material of the soul.  I have a hope that they\nwill outlast my brief day, but, in any case, it will not matter.  They\nhave given me a chance of showing to the world life as I have seen it,\nand indirectly, and perhaps indistinctly, my own ideas of that life.\n’The Money Master’ is a vivid and somewhat emotional part of it.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}