{
    "title": "The Money Master - Chapter VI: Jean Jacques Had Had a Great Day",
    "author": "Gilbert Parker",
    "chapter": "7",
    "content": [
        "\n\n",
        "Jean Jacques was in great good humour as he drove away to the Manor\nCartier.  The day, which was not yet aged, had been satisfactory from\nevery point of view.  He had impressed the Court, he had got a chance to\npose in the witness-box; he had been able to repeat in evidence the\nnumerous businesses in which he was engaged; had referred to his\nacquaintance with the Lieutenant-Governor and a Cardinal; to his Grand\nTour (this had been hard to do in the cross-examination to which he was\nsubjected, but he had done it); and had been able to say at the very\nstart in reply as to what was his occupation–\"Moi je suis M’sieu’ Jean\nJacques, philosophe.”",
        "Also he had, during the day, collected a debt long since wiped off his\nbooks; he had traded a poor horse for a good cow; he had bought all the\nwheat of a Vilray farmer below market-price, because the poor fellow\nneeded ready money; he had issued an insurance policy; his wife and\ndaughter had conversed in the public streets with the great judge who was\nthe doyen of the provincial Bench; and his daughter had been kissed by\nthe same judge in the presence of at least a dozen people.  He was, in\nfact, very proud of his Carmen and his Carmencita, as he called the two\nwho sat in the red wagon sharing his glory–so proud that he did not\nextol them to others; and he was quite sure they were both very proud of\nhim.  The world saw what his prizes of life were, and there was no need\nto praise or brag.  Dignity and pride were both sustained by silence and\na wave of the hand, which in fact said to the world, “Look you, my\nmasters, they belong to Jean Jacques.  Take heed.”",
        "There his domestic scheme practically ended.  He was so busy that he took\nhis joys by snatches, in moments of suspension of actual life, as it\nwere.  His real life was in the eddy of his many interests, in the field\nof his superficial culture, in the eyes of the world.  The worst of him\nwas on the surface.  He showed what other men hid, that was all.  Their\nvanity was concealed, he wore it in his cap.  They put on a manner as\nthey put on their clothes, and wore it out in the world, or took it off\nin their own homes-behind the door of life; but he was the same vain,\nfrank, cocksure fellow in his home as in the street.  There was no\ndifference at all.  He was vain, but he had no conceit; and therefore he\ndid not deceive, and was not tyrannous or dictatorial; in truth, if you\nbut estimated him at his own value, he was the least insistent man alive.\nMany a debtor knew this; and, by asking Jean Jacques’ advice, making an\nappeal to his logic, as it were–and it was always worth listening to,\neven when wrong or sadly obvious, because of the glow with which he\ndeclared things this or that–found his situation immediately eased.\nMany a hard-up countryman, casting about for a five-dollar bill, could\nget it of Jean Jacques by telling him what agreeable thing some important\nperson had said about him; or by writing to a great newspaper in Montreal\na letter, saying that the next candidate for the provincial legislature\nshould be M. Jean Jacques Barbille, of St. Saviour’s.  This never failed\nto draw a substantial “bill” from the wad which Jean Jacques always\ncarried in his pocket-loose, not tied up in a leather roll, as so many\nlesser men freighted the burdens of their wealth.",
        "He had changed since the day he left Bordeaux on the Antoine; since he\nhad first caught the flash of interest in Carmen Dolores’ eyes–an\ninterest roused from his likeness to a conspirator who had been shot for\nhis country’s good.  He was no stouter in body, for he was of the kind\nthat wear away the flesh by much doing and thinking; but there were\noccasional streaks of grey in his bushy hair, and his eye roamed less\nthan it did once.  In the days when he first brought Carmen home, his eye\nwas like a bead of brown light on a swivel.  It flickered and flamed; it\nsaw here, saw there; it twinkled, and it pierced into life’s mysteries;\nand all the while it was a good eye.  Its whites never showed, as it\nwere.  As an animal, his eye showed a nature free from vice.  In some\nrespects he was easy to live with, for he never found fault with what\nwas given him to eat, or the way the house was managed; and he never\ninterfered with the “kitchen people,” or refused a dollar or ten dollars\nto Carmen for finery.  In fact, he was in a sense too lavish, for he used\nat one time to bring her home presents of silks and clothes and toilet\nthings and stockings and hats, which were not in accord with her taste,\nand only vexed her.  Indeed, she resented wearing them, and could hardly\nbring herself to thank him for them.  At last, however, she induced him\nto let her buy what she wanted with the presents of money which he might\ngive her.",
        "On the whole Carmen fared pretty well, for he would sometimes give her a\nhandful of bills from his pocket, bidding her take ten dollars, and she\nwould coolly take twenty, while he shrugged his shoulders and declared\nshe would be his ruin.  He had never repented of marrying her, in spite\nof the fact that she did not always keep house as his mother and\ngrandmother had kept it; that she was gravely remiss in going to mass;\nand that she quarrelled with more than one of her neighbours, who had an\nidea that Spain was an inferior country because it was south of France,\njust as the habitants regarded the United States as a low and inferior\ncountry because it was south of Quebec.  You went north towards heaven\nand south towards hell, in their view; but when they went so far as to\npatronize or slander Carmen, she drove her verbal stilettos home without\na button; so that on one occasion there would have been a law-suit for\nlibel if the Old Cure had not intervened.  To Jean Jacques’ credit,\nbe it said, he took his wife’s part on this occasion, though in his\nheart he knew that she was in the wrong.",
        "He certainly was not always in the right himself.  If he had been told\nthat he neglected his wife he would have been justly indignant.  Also, it\nnever occurred to him that a woman did not always want to talk philosophy\nor discuss the price of wheat or the cost of flour-barrels; and that for\na man to be stupidly and foolishly fond was dearer to a woman than\nanything else.  How should he know–yet he ought to have done so, if he\nreally was a philosopher–that a woman would want the cleverest man in\nthe world to be a boy and play the fool sometimes; that she would rather,\nif she was a healthy woman, go to a circus than to a revelation of the\nmysteries of the mind from an altar of culture, if her own beloved man\nwas with her.",
        "Carmen had been left too much alone, as M. Fille had said to Judge\nCarcasson.  Her spirits had moments of great dullness, when she was ready\nto fling herself into the river–or the arms of the schoolmaster or the\nfarrier.  When she first came to St. Saviour’s, the necessity of adapting\nherself to the new conditions, of keeping faith with herself, which she\nhad planned on the Antoine, and making a good wife to the man who was to\nsolve all her problems for her, prevailed.  She did not at first miss so\nmuch the life of excitement, of danger, of intrigue, of romance, of\ncolour and variety, which she had left behind in Spain.  When her child\nwas born, she became passionately fond of it; her maternal spirit\nsmothered it.  It gave the needed excitement in the routine of life at\nSt. Saviour’s.",
        "Yet the interest was not permanent.  There came a time when she resented\nthe fact that Jean Jacques made more of the child than he did of herself.\nThat was a bad day for all concerned, for dissimulation presently became\nnecessary, and the home of Jean Jacques was a home of mystery which no\nphilosophy could interpret.  There had never been but the one child.  She\nwas not less handsome than when Jean Jacques married her and brought her\nhome, though the bloom of maiden youthfulness was no longer there; and\nshe certainly was a cut far above the habitant women or even the others\nof a higher social class, in a circle which had an area equal to a\nprincipality in Europe.",
        "The old cure, M. Langon, had had much influence over her, for few could\nresist the amazing personal influence which his rare pure soul secured\nover the worst.  It was a sad day to her when he went to his long home;\nand inwardly she felt a greater loss than she had ever felt, save that\nonce when her Carvillho Gonzales went the way of the traitor.  Memories\nof her past life far behind in Madrid did not grow fainter; indeed, they\ngrew more distinct as the years went on.  They seemed to vivify, as her\ndiscontent and restlessness grew.",
        "Once, when there had come to St. Saviour’s a middle-aged baron from Paris\nwho had heard the fishing was good at St. Saviour’s, and talked to her of\nMadrid and Barcelona, of Cordova and Toledo, as one who had seen and\nknown and (he declared) loved them; who painted for her in splashing\nimpressionist pictures the life that still eddied in the plazas and\ndreamed in the patios, she had been almost carried off her feet with\nlonging; and she nearly gave that longing an expression which would have\nbrought a tragedy, while still her Zoe was only eight years old.  But\nM. Langon, the wise priest whose eyes saw and whose heart understood,\nhad intervened in time; and she never knew that the sudden disappearance\nof the Baron, who still owed fifty dollars to Jean Jacques, was due to\nthe practical wisdom of a great soul which had worked out its own destiny\nin a little back garden of the world.",
        "When this good priest was alive she felt she had a friend who was as\nlarge of heart as he was just, and who would not scorn the fool according\nto his folly, or chastise the erring after his deserts.  In his greatness\nof soul Pere Langon had shut his eyes to things that pained him more\nthan they shocked him, for he had seen life in its most various and\ndemoralized forms, and indeed had had his own temptations when he lived\nin Belgium and France, before he had finally decided to become a priest.\nHe had protected Carmen with a quiet persistency since her first day in\nthe parish, and had had a saving influence over her.  Pere Langon\nreproved those who criticized her and even slandered her, for it was\nevident to all that she would rather have men talk to her than women;\nand any summer visitor who came to fish, gave her an attention never\ngiven even to the youngest and brightest in the district; and the eyes\nof the habitant lass can be very bright at twenty.  Yet whatever Carmen’s\ncoquetry and her sport with fire had been, her own emotions had never\nbeen really involved till now.",
        "The new cure, M. Savry, would have said they were involved now because\nshe never came to confession, and indeed, since the Old Cure died, she\nhad seldom gone to mass.  Yet when, with accumulated reproof on his\ntongue, M. Savry did come to the Manor Cartier, he felt the inherent\nsupremacy of beauty, not the less commanding because it had not the\nrefinement of the duchess or the margravine.",
        "Once M. Savry ventured to do what the Old Cure would never have done–he\nspoke to Jean Jacques concerning Carmen’s neglect of mass and confession,\nand he received a rebuff which was almost au seigneur; for in Jean\nJacques’ eyes he was now the figure in St. Saviour’s; and this was an\noccasion when he could assert his position as premier of the secular\nworld outside the walls of the parish church.  He did it in good style\nfor a man who had had no particular training in the social arts.",
        "This is how he did it and what he said:",
        "“There have been times when I myself have thought it would be a good\nthing to have a rest from the duties of a Catholic, m’sieu’ le cure,” he\nremarked to M. Savry, when the latter had ended his criticism.  He said\nit with an air of conflict, and with full intent to make his supremacy\ncomplete.",
        "“No Catholic should speak like that,” returned the shocked priest.",
        "“No priest should speak to me as you have done,” rejoined Jean Jacques.\n“What do you know of the reasons for the abstention of madame?  The soul\nmust enjoy rest as well as the body, and madame has a–mind which can\njudge for itself.  I have a body that is always going, and it gets too\nlittle rest, and that keeps my soul in a flutter too.  It must be getting\nto mass and getting to confession, and saying aves and doing penance,\nit is such a busy little soul of mine; but we are not all alike, and\nmadame’s body goes in a more stately way.  I am like a comet, she is\nlike the sun steady, steady, round and round, with plenty of sleep and\nthe comfortable darkness.  Sometimes madame goes hard; so does the sun\nin summer-shines, shines, shines like a furnace.  Madame’s body goes like\nthat–at the dairy, in the garden, with the loom, among the fowls,\ngrowing her strawberries, keeping the women at the beating of the flax;\nand then again it is all still and idle like the sun on a cloudy day;\nand it rests.  So it is with the human soul–I am a philosopher–I think\nthe soul goes hard the same as the body, churning, churning away in the\nheat of the sun; and then it gets quiet and goes to sleep in the cloudy\nday, when the body is sick of its bouncing, and it has a rest–the soul\nhas a rest, which is good for it, m’sieu’.  I have worked it all out so.\nBesides, the soul of madame is her own.  I have not made any claim upon\nit, and I will not expect you to do more, m’sieu’ le cure.”",
        "“It is my duty to speak,” protested the good priest.  “Her soul is God’s,\nand I am God’s vicar–”",
        "Jean Jacques waved a hand.  “T’sh, you are not the Pope.  You are not\neven an abbe.  You were only a deacon a few years ago.  You did not know\nhow to hold a baby for the christening when you came to St. Saviour’s\nfirst.  For the mass, you have some right to speak; it is your duty\nperhaps; but the confession, that is another thing; that is the will of\nevery soul to do or not to do.  What do you know of a woman’s soul-well,\nperhaps, you know what they have told you; but madame’s soul–”",
        "“Madame has never been to confession to me,” interjected M. Savry\nindignantly.  Jean Jacques chuckled.  He had his New Cure now for sure.",
        "“Confession is for those who have sinned.  Is it that you say one must go\nto confession, and in order to go to confession it is needful to sin?”",
        "M. Savry shivered with pious indignation.  He had a sudden desire to rend\nthis philosophic Catholic–to put him under the thumb-screw for the glory\nof the Lord, and to justify the Church; but the little Catholic miller-\nmagnate gave freely to St. Saviour’s; he was popular; he had a position;\nhe was good to the poor; and every Christmas-time he sent a half-dozen\nbags of flour to the presbytery!",
        "All Pere Savry ventured to say in reply was: “Upon your head be it,\nM. Jean Jacques.  I have done my duty.  I shall hope to see madame at\nmass next Sunday.”",
        "Jean Jacques had chuckled over that episode, for he had conquered;\nhe had shown M. Savry that he was master in his own household and outside\nit.  That much his philosophy had done for him.  No other man in the\nparish would have dared to speak to the Cure like that.  He had never\nscolded Carmen when she had not gone to church.  Besides, there was\nCarmen’s little daughter always at his side at mass; and Carmen always\ninsisted on Zoe going with him, and even seemed anxious for them to be\noff at the first sound of the bells of St. Saviour’s.  Their souls were\nbusy, hers wanted rest; that was clear.  He was glad he had worked it out\nso cleverly to the Cure–and to his own mind.  His philosophy surely had\nvindicated itself.",
        "But Jean Jacques was far from thinking of these things as he drove back\nfrom Vilray and from his episode in Court to the Manor Cartier.  He was\nindeed just praising himself, his wife, his child, and everything that\nbelonged to him.  He was planning, planning, as he talked, the new things\nto do–the cheese-factory, the purchase of a steam-plough and a steam-\nthresher which he could hire out to his neighbours.  Only once during the\ndrive did he turn round to Carmen, and then it was to ask her if she had\nseen her father of late.",
        "“Not for ten months,” was her reply.  “Why do you ask?”",
        "“Wouldn’t he like to be nearer you and Zoe?  It’s twelve miles to\nBeauharnais,” he replied.",
        "“Are you thinking of offering him another place at the Manor?” she asked\nsharply.",
        "“Well, there is the new cheese-factory–not to manage, but to keep the\nbooks!  He’s doing them all right for the lumber-firm.  I hear that he–”",
        "“I don’t want it.  No good comes from relatives working together.  Look\nat the Latouche farm where your cousin makes his mess.  My father is well\nenough where he is.”",
        "“But you’d like to see him oftener–I was only thinking of that,” said\nJean Jacques in a mollifying voice.  It was the kind of thing in which he\nshowed at once the weakness and the kindness of his nature.  He was in\nfact not a philosopher, but a sentimentalist.",
        "“If mother doesn’t think it’s sensible, why do it, father?” asked Zoe\nanxiously, looking up into her father’s face.",
        "She had seen the look in her mother’s eyes, and also she had no love for\nher grandfather.  Her instinct had at one time wavered regarding him; but\nshe had seen an incident with a vanished female cook, and though she had\nnot understood, a prejudice had been created in her mind.  She was always\ncontrasting him with M. Fille, who, to her mind, was what a grandfather\nought to be.",
        "“I won’t have him beholden to you,” said Carmen, almost passionately.",
        "“He is of my family,” said Jean Jacques firmly and chivalrously.  “There\nis no question of being beholden.”",
        "“Let well enough alone,” was the gloomy reply.  With a sigh, Jean Jacques\nturned back to the study of the road before him, to gossip with Zoe, and\nto keep on planning subconsciously the new things he must do.",
        "Carmen sighed too, or rather she gave a gasp of agitation and annoyance.\nHer father?  She had lost whatever illusion once existed regarding him.\nFor years he had clung to her–to her pocket.  He was given to drinking\nin past years, and he still had his sprees.  Like the rest of the world,\nshe had not in earlier years seen the furtiveness in his handsome face;\nbut at last, as his natural viciousness became stereotyped, and bad\nhabits matured and emphasized, she saw beneath his mask of low-class\ncomeliness.  When at last she had found it necessary to dismiss the best\ncook she ever had, because of him, they saw little of each other.  This\nwas coincident with his failure at the ash-factory, where he mismanaged\nand even robbed Jean Jacques right and left; and she had firmly insisted\non Jean Jacques evicting him, on the ground that it was not Sebastian\nDolores’ bent to manage a business.",
        "This little episode, as they drove home from Vilray, had an unreasonable\neffect upon her.",
        "It was like the touch of a finger which launches a boat balancing in the\nways onto the deep.  It tossed her on a sea of agitation.  She was swept\naway on a flood of morbid reflection.",
        "Her husband and her daughter, laughing and talking in the front seat of\nthe red wagon, seemed quite oblivious of her, and if ever there was a\ntime when their influence was needed it was now.  George Masson was\ncoming over late this afternoon to inspect the work he had been doing;\nand she was trembling with an agitation which, however, did not show upon\nthe surface.  She had not seen him for two days–since the day after the\nClerk of the Court had discovered her in the arms of a man who was not\nher husband; but he was coming this evening, and he was coming to-morrow\nfor the last time; for the repair work on the flume of the dam would all\nbe finished then.",
        "But would the work he had been doing all be finished then?  As she\nthought of that incident of three days ago and of its repetition on the\nfollowing day, she remembered what he had said to her as she snatched\nherself almost violently from his arms, in a sudden access of remorse.\nHe had said that it had to be, that there was no escape now; and at his\nwords she had felt every pulse in her body throbbing, every vein\nexpanding with a hot life which thrilled and tortured her.  Life had been\nso meagre and so dull, and the man who had worshipped her on the Antoine\nnow worshipped himself only, and also Zoe, the child, maybe; or so she\nthought; while the man who had once possessed her whole mind and whole\nheart, and never her body, back there in Spain, he, Carvillho Gonzales,\nwould have loved her to the end, in scenes where life had colour and\npassion and danger and delightful movement.",
        "She was one of those happy mortals who believe that the dead and gone\nlover was perfect, and that in losing him she was losing all that life\nhad in store; but the bare, hard truth was that her Gonzales could have\nbeen true neither to her nor to any woman in the world for longer than\none lingering year, perhaps one lunar month.  It did not console her–\nshe did not think of it-that the little man on the seat of the red wagon,\nchirruping with their daughter, had been, would always be, true to her.\nOf what good was fidelity if he that was faithful desired no longer as\nhe once did?",
        "A keen observer would have seen in the glowing, unrestful look, in the\nhot cheek, in the interlacing fingers, that a contest was going on in the\nwoman’s soul, as she drove homeward with all that was her own in the\nworld.  The laughter of her husband and child grated painfully on her\nears.  Why should they be mirthful while her life was being swept by a\nstorm of doubt, temptation, and dark passion?  Why was it?",
        "Yet she smiled at Jean Jacques when he lifted her down from the red wagon\nat the door of the Manor Cartier, even though he lifted his daughter down\nfirst.",
        "Did she smile at Jean Jacques because, as they came toward the Manor,\nshe saw George Masson in the distance by the flume, and in that moment\ndecided to keep her promise and meet him at a secluded point on the\nriver-bank at sunset after supper?",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}