{
    "title": "The Meaning of Truth - VI. A Word More About Truth",
    "author": "William James",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprint from the Journal of Philosophy, July 18,1907.]",
        " My failure in making converts to my conception of truth seems, if I\nmay judge by what I hear in conversation, almost complete.\nAn ordinary philosopher would feel disheartened, and a common\ncholeric sinner would curse God and die, after such a reception. But\ninstead of taking counsel of despair, I make bold to vary my\nstatements, in the faint hope that repeated droppings may wear upon\nthe stone, and that my formulas may seem less obscure if surrounded\nby something more of a ’mass’ whereby to apperceive them.",
        "For fear of compromising other pragmatists, whoe’er they be, I will\nspeak of the conception which I am trying to make intelligible, as\nmy own conception. I first published it in the year 1885, in the\nfirst article reprinted in the present book. Essential theses of\nthis article were independently supported in 1893 and 1895\nby Professor D. S. Miller [Footnote: Philosophical Review, vol. ii,\np. 408, and Psychological Review, vol. ii, p. 533.] and were\nrepeated by me in a presidential address on ’The knowing of things\ntogether’ [Footnote: The relevant parts of which are printed above,\np. 43.] in 1895. Professor Strong, in an article in the Journal of\nPhilosophy, etc., [Footnote: Vol. i, p. 253.] entitled ’A\nnaturalistic theory of the reference of thought to reality,’ called\nour account ’the James-Miller theory of cognition,’ and, as I\nunderstood him, gave it his adhesion. Yet, such is the difficulty of\nwriting clearly in these penetralia of philosophy, that each of\nthese revered colleagues informs me privately that the account of\ntruth I now give–which to me is but that earlier statement more\ncompletely set forth–is to him inadequate, and seems to leave the\ngist of real cognition out. If such near friends disagree, what can\nI hope from remoter ones, and what from unfriendly critics?",
        "Yet I feel so sure that the fault must lie in my lame forms of\nstatement and not in my doctrine, that I am fain to try once more\nto express myself.",
        "Are there not some general distinctions which it may help us to\nagree about in advance? Professor Strong distinguishes between what\nhe calls ’saltatory’ and what he calls ’ambulatory’ relations.\n’Difference,’ for example, is saltatory, jumping as it were\nimmediately from one term to another, but ’distance’ in time or\nspace is made out of intervening parts of experience through which\nwe ambulate in succession. Years ago, when T. H. Green’s ideas were\nmost influential, I was much troubled by his criticisms of english\nsensationalism. One of his disciples in particular would always say\nto me, ’Yes! TERMS may indeed be possibly sensational in origin; but\nRELATIONS, what are they but pure acts of the intellect coming upon\nthe sensations from above, and of a higher nature?’ I well remember\nthe sudden relief it gave me to perceive one day that SPACE-\nrelations at any rate were homogeneous with the terms between which\nthey mediated. The terms were spaces, and the relations were other\nintervening spaces. [Footnote: See my Principles of Psychology, vol.\nii, pp. 148-153.] For the Greenites space-relations had\nbeen saltatory, for me they became thenceforward ambulatory.",
        "Now the most general way of contrasting my view of knowledge with\nthe popular view (which is also the view of most epistemologists) is\nto call my view ambulatory, and the other view saltatory; and the\nmost general way of characterizing the two views is by saying\nthat my view describes knowing as it exists concretely, while the\nother view only describes its results abstractly taken.",
        "I fear that most of my recalcitrant readers fail to recognize that\nwhat is ambulatory in the concrete may be taken so abstractly as\nto appear saltatory. Distance, for example, is made abstract by\nemptying out whatever is particular in the concrete intervals–it is\nreduced thus to a sole ’difference,’ a difference of ’place,’ which\nis a logical or saltatory distinction, a so-called ’pure relation.’",
        "The same is true of the relation called ’knowing,’ which may connect\nan idea with a reality. My own account of this relation is\nambulatory through and through. I say that we know an object by\nmeans of an idea, whenever we ambulate towards the object under the\nimpulse which the idea communicates. If we believe in so-called\n’sensible’ realities, the idea may not only send us towards its\nobject, but may put the latter into our very hand, make it\nour immediate sensation. But, if, as most reflective people opine,\nsensible realities are not ’real’ realities, but only their\nappearances, our idea brings us at least so far, puts us in touch\nwith reality’s most authentic appearances and substitutes. In any\ncase our idea brings us into the object’s neighborhood, practical or\nideal, gets us into commerce with it, helps us towards its closer\nacquaintance, enables us to foresee it, class it, compare it, deduce\nit,–in short, to deal with it as we could not were the idea not in\nour possession.",
        "The idea is thus, when functionally considered, an instrument for\nenabling us the better to HAVE TO DO with the object and to act\nabout it. But it and the object are both of them bits of the general\nsheet and tissue of reality at large; and when we say that the idea\nleads us towards the object, that only means that it carries us\nforward through intervening tracts of that reality into the object’s\ncloser neighborhood, into the midst of its associates at least, be\nthese its physical neighbors, or be they its logical congeners only.\nThus carried into closer quarters, we are in an improved\nsituation as regards acquaintance and conduct; and we say that\nthrough the idea we now KNOW the object better or more truly.",
        "My thesis is that the knowing here is MADE by the ambulation through\nthe intervening experiences. If the idea led us nowhere, or FROM\nthat object instead of towards it, could we talk at all of its\nhaving any cognitive quality? Surely not, for it is only when taken\nin conjunction with the intermediate experiences that it gets\nrelated to THAT PARTICULAR OBJECT rather than to any other part of\nnature. Those intermediaries determine what particular\nknowing function it exerts. The terminus they guide us to tells us\nwhat object it ’means,’ the results they enrich us with ’verify’ or\n’refute’ it. Intervening experiences are thus as\nindispensable foundations for a concrete relation of cognition as\nintervening space is for a relation of distance. Cognition, whenever\nwe take it concretely, means determinate ’ambulation,’ through\nintermediaries, from a terminus a quo to, or towards, a terminus ad\nquem. As the intermediaries are other than the termini,\nand connected with them by the usual associative bonds (be these\n’external’ or be they logical, i.e., classificatory, in character),\nthere would appear to be nothing especially unique about the\nprocesses of knowing. They fall wholly within experience; and we\nneed use, in describing them, no other categories than those which\nwe employ in describing other natural processes.",
        "But there exist no processes which we cannot also consider\nabstractly, eviscerating them down to their essential skeletons or\noutlines; and when we have treated the processes of knowing thus, we\nare easily led to regard them as something altogether unparalleled\nin nature. For we first empty idea, object and intermediaries of all\ntheir particularities, in order to retain only a general scheme, and\nthen we consider the latter only in its function of giving a result,\nand not in its character of being a process. In this treatment the\nintermediaries shrivel into the form of a mere space of separation,\nwhile the idea and object retain only the logical distinctness of\nbeing the end-terms that are separated. In other words,\nthe intermediaries which in their concrete particularity form a\nbridge, evaporate ideally into an empty interval to cross, and then,\nthe relation of the end-terms having become saltatory, the whole\nhocus-pocus of Erkenntnistheorie begins, and goes on unrestrained by\nfurther concrete considerations. The idea, in ’meaning’ an object\nseparated by an ’epistemological chasm’ from itself, now executes\nwhat Professor Ladd calls a ’salto mortale’; in knowing the object’s\nnature, it now ’transcends’ its own. The object in turn becomes\n’present’ where it is really absent, etc.; until a scheme remains\nupon our hands, the sublime paradoxes of which some of us think that\nnothing short of an ’absolute’ can explain.",
        "The relation between idea and object, thus made abstract and\nsaltatory, is thenceforward opposed, as being more essential and\nprevious, to its own ambulatory self, and the more\nconcrete description is branded as either false or insufficient. The\nbridge of intermediaries, actual or possible, which in every real\ncase is what carries and defines the knowing, gets treated as an\nepisodic complication which need not even potentially be there. I\nbelieve that this vulgar fallacy of opposing abstractions to the\nconcretes from which they are abstracted, is the main reason why my\naccount of knowing is deemed so unsatisfactory, and I will\ntherefore say a word more on that general point.",
        "Any vehicle of conjunction, if all its particularities are\nabstracted from it, will leave us with nothing on our hands but the\noriginal disjunction which it bridged over. But to escape treating\nthe resultant self-contradiction as an achievement of dialectical\nprofundity, all we need is to restore some part, no matter\nhow small, of what we have taken away. In the case of the\nepistemological chasm the first reasonable step is to remember that\nthe chasm was filled with SOME empirical material,\nwhether ideational or sensational, which performed SOME bridging\nfunction and saved us from the mortal leap. Restoring thus the\nindispensable modicum of reality to the matter of our discussion, we\nfind our abstract treatment genuinely useful. We escape entanglement\nwith special cases without at the same time falling into gratuitous\nparadoxes. We can now describe the general features of cognition,\ntell what on the whole it DOES FOR US, in a universal way.",
        "We must remember that this whole inquiry into knowing grows up on a\nreflective level. In any real moment of knowing, what we\nare thinking of is our object, not the way in which we ourselves are\nmomentarily knowing it. We at this moment, as it happens, have\nknowing itself for our object; but I think that the reader will\nagree that his present knowing of that object is included only\nabstractly, and by anticipation, in the results he may reach. What\nhe concretely has before his mind, as he reasons, is some supposed\nobjective instance of knowing, as he conceives it to go on in some\nother person, or recalls it from his own past. As such, he, the\ncritic, sees it to contain both an idea and an object, and processes\nby which the knower is guided from the one towards the other. He\nsees that the idea is remote from the object, and that, whether\nthrough intermediaries or not, it genuinely HAS TO DO with it.\nHe sees that it thus works beyond its immediate being, and lays hold\nof a remote reality; it jumps across, transcends itself. It does all\nthis by extraneous aid, to be sure, but when the aid has come, it\nHAS done it and the result is secure. Why not talk of results by\nthemselves, then, without considering means? Why not treat the idea\nas simply grasping or intuiting the reality, of its having the\nfaculty anyhow, of shooting over nature behind the scenes\nand knowing things immediately and directly? Why need we always lug\nin the bridging?–it only retards our discourse to do so.",
        "Such abstract talk about cognition’s results is surely convenient;\nand it is surely as legitimate as it is convenient, SO LONG AS WE DO\nNOT FORGET OR POSITIVELY DENY, WHAT IT IGNORES. We may on occasion\nsay that our idea meant ALWAYS that particular object, that it led\nus there because it was OF it intrinsically and essentially. We may\ninsist that its verification follows upon that original\ncognitive virtue in it–and all the rest–and we shall do no harm so\nlong as we know that these are only short cuts in our thinking. They\nare positively true accounts of fact AS FAR AS THEY GO, only they\nleave vast tracts of fact out of the account, tracts of tact that\nhave to be reinstated to make the accounts literally true of any\nreal case. But if, not merely passively ignoring the intermediaries,\nyou actively deny them [Footnote: This is the fallacy which I have\ncalled ’vicious intellectualism’ in my book A Pluralistic Universe,\nLongmans, Green & Co., 1909.] to be even potential requisites for\nthe results you are so struck by, your epistemology goes to\nirremediable smash. You are as far off the track as an historian\nwould be, if, lost in admiration of Napoleon’s personal power, he\nwere to ignore his marshals and his armies, and were to accuse you\nof error in describing his conquests as effected by their means.\nOf such abstractness and one-sidedness I accuse most of the critics\nof my own account.",
        "In the second lecture of the book Pragmatism, I used the\nillustration of a squirrel scrambling round a tree-trunk to keep\nout of sight of a pursuing man: both go round the tree, but does the\nman go round the squirrel? It all depends, I said, on what you mean\nby going round.’ In one sense of the word the man ’goes round,’ in\nanother sense he does not. I settled the dispute by\npragmatically distinguishing the senses. But I told how\nsome disputants had called my distinction a shuffling evasion and\ntaken their stand on what they called ’plain honest English going-\nround.’",
        "In such a simple case few people would object to letting the term in\ndispute be translated into its concreter equivalents. But in\nthe case of a complex function like our knowing they act\ndifferently. I give full concrete particular value for the ideas of\nknowing in every case I can think of, yet my critics insist\nthat ’plain honest English knowing’ is left out of my account. They\nwrite as if the minus were on my side and the plus on theirs.",
        "The essence of the matter for me is that altho knowing can be both\nabstractly and concretely described, and altho the\nabstract descriptions are often useful enough, yet they are all\nsucked up and absorbed without residuum into the concreter ones, and\ncontain nothing of any essentially other or higher nature, which the\nconcrete descriptions can be justly accused of leaving behind.\nKnowing is just a natural process like any other. There is no\nambulatory process whatsoever, the results of which we may not\ndescribe, if we prefer to, in saltatory terms, or represent\nin static formulation. Suppose, e.g., that we say a man is\n’prudent.’ Concretely, that means that he takes out insurance,\nhedges in betting, looks before he leaps. Do such acts\nCONSTITUTE the prudence? ARE they the man qua prudent?",
        "Or is the prudence something by itself and independent of them? As a\nconstant habit in him, a permanent tone of character, it\nis convenient to call him prudent in abstraction from any one of his\nacts, prudent in general and without specification, and to say the\nacts follow from the pre-existing prudence. There are peculiarities\nin his psycho-physical system that make him act prudently; and there\nare tendencies to association in our thoughts that prompt some of\nthem to make for truth and others for error. But would the man be\nprudent in the absence of each and all of the acts? Or would the\nthoughts be true if they had no associative or impulsive\ntendencies? Surely we have no right to oppose static essences in\nthis way to the moving processes in which they live embedded.",
        "My bedroom is above my library. Does the ’aboveness’ here mean aught\nthat is different from the concrete spaces which have to be moved-\nthrough in getting from the one to the other? It means, you may say,\na pure topographic relation, a sort of architect’s plan among the\neternal essences. But that is not the full aboveness, it is only an\nabbreviated substitute that on occasion may lead my mind towards\ntruer, i.e., fuller, dealings with the real aboveness. It is not an\naboveness ante rem, it is a post rem extract from the aboveness in\nrebus. We may indeed talk, for certain conveniences, as if the\nabstract scheme preceded, we may say ’I must go up stairs because of\nthe essential aboveness,’ just as we may say that the man ’does\nprudent acts because of his ingrained prudence,’ or that our ideas\n’lead us truly because of their intrinsic truth.’ But this should\nnot debar us on other occasions from using completer forms of\ndescription. A concrete matter of fact always remains identical\nunder any form of description, as when we say of a line, now that it\nruns from left to right, and now that it runs from right to left.\nThese are but names of one and the same fact, one more expedient to\nuse at one time, one at another. The full facts of cognition,\nwhatever be the way in which we talk about them, even when we talk\nmost abstractly, stand inalterably given in the actualities and\npossibilities of the experience-continuum. [Footnote 1: The ultimate\nobject or terminus of a cognitive process may in certain instances\nlie beyond the direct experience of the particular cognizer, but it,\nof course, must exist as part of the total universe of experience\nwhose constitution, with cognition in it, the critic is discussing.]\nBut my critics treat my own more concrete talk as if IT were the\nkind that sinned by its inadequacy, and as if the full continuum\nleft something out.",
        "A favorite way of opposing the more abstract to the more concrete\naccount is to accuse those who favor the latter of\n’confounding psychology with logic.’ Our critics say that when we\nare asked what truth MEANS, we reply by telling only how it is\nARRIVED-AT. But since a meaning is a logical relation, static,\nindependent of time, how can it possibly be identified, they say,\nwith any concrete man’s experience, perishing as this does at the\ninstant of its production? This, indeed, sounds profound, but I\nchallenge the profundity. I defy any one to show any difference\nbetween logic and psychology here. The logical relation stands to\nthe psychological relation between idea and object only as saltatory\nabstractness stands to ambulatory concreteness. Both relations need\na psychological vehicle; and the ’logical’ one is simply the\n’psychological’ one disemboweled of its fulness, and reduced to a\nbare abstractional scheme.",
        "A while ago a prisoner, on being released, tried to assassinate the\njudge who had sentenced him. He had apparently succeeded\nin conceiving the judge timelessly, had reduced him to a bare\nlogical meaning, that of being his ’enemy and persecutor,’ by\nstripping off all the concrete conditions (as jury’s\nverdict, official obligation, absence of personal spite, possibly\nsympathy) that gave its full psychological character to the sentence\nas a particular man’s act in time. Truly the sentence WAS inimical\nto the culprit; but which idea of it is the truer one, that bare\nlogical definition of it, or its full psychological specification?\nThe anti-pragmatists ought in consistency to stand up for the\ncriminal’s view of the case, treat the judge as the latter’s logical\nenemy, and bar out the other conditions as so much\ninessential psychological stuff.",
        "A still further obstacle, I suspect, stands in the way of my\naccount’s acceptance. Like Dewey and like Schiller, I have had to\nsay that the truth of an idea is determined by its satisfactoriness.\nBut satisfactoriness is a subjective term, just as idea is; and\ntruth is generally regarded as ’objective.’ Readers who admit\nthat satisfactoriness is our only MARK of truth, the only sign that\nwe possess the precious article, will still say that the objective\nrelation between idea and object which the word ’truth’ points to is\nleft out of my account altogether. I fear also that the association\nof my poor name with the ’will to believe’ (which ’will,’ it seems\nto me, ought to play no part in this discussion) works against my\ncredit in some quarters. I fornicate with that unclean thing,\nmy adversaries may think, whereas your genuine truth-lover must\ndiscourse in huxleyan heroics, and feel as if truth, to be real\ntruth, ought to bring eventual messages of death to all\nour satisfactions. Such divergences certainly prove the complexity\nof the area of our discussion; but to my mind they also are based\non misunderstandings, which (tho with but little hope of success) I\nwill try to diminish by a further word of explanation.",
        "First, then, I will ask my objectors to define exactly what SORT of\nthing it is they have in mind when they speak of a truth that shall\nbe absolute, complete and objective; and then I will defy them to\nshow me any conceivable standing-room for such a kind of truth\noutside the terms of my own description. It will fall, as I contend,\nentirely within the field of my analysis.",
        "To begin with, it must obtain between an idea and a reality that is\nthe idea’s object; and, as a predicate, it must apply to the\nidea and not to the object, for objective realities are not TRUE, at\nleast not in the universe of discourse to which we are now confining\nourselves, for there they are taken as simply BEING, while the ideas\nare true OF them. But we can suppose a series of ideas to be\nsuccessively more and more true of the same object, and can ask what\nis the extreme approach to being absolutely true that the last idea\nmight attain to.",
        "The maximal conceivable truth in an idea would seem to be that it\nshould lead to an actual merging of ourselves with the object, to an\nutter mutual confluence and identification. On the common-sense\nlevel of belief this is what is supposed really to take place in\nsense-perception. My idea of this pen verifies itself through my\npercept; and my percept is held to BE the pen for the time being–\npercepts and physical realities being treated by common sense as\nidentical. But the physiology of the senses has criticised common\nsense out of court, and the pen ’in itself’ is now believed to lie\nbeyond my momentary percept. Yet the notion once suggested, of what\na completely consummated acquaintance with a reality might be like,\nremains over for our speculative purposes. TOTAL CONFLUX OF THE MIND\nWITH THE REALITY would be the absolute limit of truth, there could\nbe no better or more satisfying knowledge than that.",
        "Such total conflux, it is needless to say, is ALREADY EXPLICITLY\nPROVIDED FOR, AS A POSSIBILITY, IN MY ACCOUNT OF THE MATTER. If an\nidea should ever lead us not only TOWARDS, or UP TO, or AGAINST, a\nreality, but so close that we and the reality should MELT TOGETHER,\nit would be made absolutely true, according to me, by that\nperformance.",
        "In point of fact philosophers doubt that this ever occurs. What\nhappens, they think, is only that we get nearer and nearer to\nrealities, we approximate more and more to the all-satisfying limit;\nand the definition of actually, as distinguished from\nimaginably, complete and objective truth, can then only be that it\nbelongs to the idea that will lead us as CLOSE UP AGAINST THE OBJECT\nas in the nature of our experience is possible, literally NEXT\nto it, for instance.",
        "Suppose, now, there were an idea that did this for a certain\nobjective reality. Suppose that no further approach were possible,\nthat nothing lay between, that the next step would carry us right\nINTO the reality; then that result, being the next thing to conflux,\nwould make the idea true in the maximal degree that might be\nsupposed practically attainable in the world which we inhabit.",
        "Well, I need hardly explain that THAT DEGREE OF TRUTH IS ALSO\nPROVIDED FOR IN MY ACCOUNT OF THE MATTER. And if satisfactions are\nthe marks of truth’s presence, we may add that any less true\nsubstitute for such a true idea would prove less satisfactory.\nFollowing its lead, we should probably find out that we did not\nquite touch the terminus. We should desiderate a closer approach,\nand not rest till we had found it.",
        "I am, of course, postulating here a standing reality independent of\nthe idea that knows it. I am also postulating that satisfactions\ngrow pari passu with our approximation to such reality. [Footnote 1:\nSay, if you prefer to, that DISsatisfactions decrease pari passu\nwith such approximation. The approximation may be of any kind\nassignable–approximation in time or in space, or approximation in\nkind, which in common speech means ’copying.’] If my critics\nchallenge this latter assumption, I retort upon them with the\nformer. Our whole notion of a standing reality grows up in the form\nof an ideal limit to the series of successive termini to which\nour thoughts have led us and still are leading us. Each terminus\nproves provisional by leaving us unsatisfied. The truer idea is the\none that pushes farther; so we are ever beckoned on by the ideal\nnotion of an ultimate completely satisfactory terminus. I, for one,\nobey and accept that notion. I can conceive no other objective\nCONTENT to the notion of ideally perfect truth than that of\npenetration into such a terminus, nor can I conceive that the\nnotion would ever have grown up, or that true ideas would ever have\nbeen sorted out from false or idle ones, save for the greater sum\nof satisfactions, intellectual or practical, which the truer ones\nbrought with them. Can we imagine a man absolutely satisfied with an\nidea and with all its relations to his other ideas and to his\nsensible experiences, who should yet not take its content as a true\naccount of reality? The matter of the true is thus\nabsolutely identical with the matter of the satisfactory. You may\nput either word first in your ways of talking; but leave out that\nwhole notion of SATISFACTORY WORKING or LEADING (which is the\nessence of my pragmatistic account) and call truth a static logical\nrelation, independent even of POSSIBLE leadings or\nsatisfactions, and it seems to me you cut all ground from under you.",
        "I fear that I am still very obscure. But I respectfully implore\nthose who reject my doctrine because they can make nothing of\nmy stumbling language, to tell us in their own name–und zwar very\nconcretely and articulately!–just how the real, genuine and\nabsolutely ’objective’ truth which they believe in so profoundly, is\nconstituted and established. They mustn’t point to the ’reality’\nitself, for truth is only our subjective relation to realities. What\nis the nominal essence of this relation, its logical definition,\nwhether or not it be ’objectively’ attainable by mortals?",
        "Whatever they may say it is, I have the firmest faith that my\naccount will prove to have allowed for it and included it by\nanticipation, as one possible case in the total mixture of cases.\nThere is, in short, no ROOM for any grade or sort of truth outside\nof the framework of the pragmatic system, outside of that jungle of\nempirical workings and leadings, and their nearer or ulterior\nterminations, of which I seem to have written so unskilfully.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}