{
    "title": "The Pleasures of Life - CHAPTER I. AMBITION.",
    "author": "Sir John Lubbock",
    "chapter": "15",
    "content": [
        "\n\n",
        "    “Fame is the spur that the clear spirit doth raise\n    (That last infirmity of noble minds)\n    To scorn delights and live laborious days.”",
        "    MILTON.",
        "If fame be the last infirmity of noble minds, ambition is often the first;\nthough, when properly directed, it may be no feeble aid to virtue.",
        "Had not my youthful mind, says Cicero, “from many precepts, from many\nwritings, drunk in this truth, that glory and virtue ought to be the\ndarling, nay, the only wish in life; that, to attain these, the torments\nof the flesh, with the perils of death and exile, are to be despised;\nnever had I exposed my person in so many encounters, and to these daily\nconflicts with the worst of men, for your deliverance. But, on this head,\nbooks are full; the voice of the wise is full; the examples of antiquity\nare full: and all these the night of barbarism had still enveloped, had it\nnot been enlightened by the sun of science.”",
        "The poet tells us that",
        "  “The many fail: the one succeeds.” [1]",
        "But this is scarcely true. All succeed who deserve, though not perhaps as\nthey hoped. An honorable defeat is better than a mean victory, and no one\nis really the worse for being beaten, unless he loses heart. Though we may\nnot be able to attain, that is no reason why we should not aspire.",
        "I know, says Morris,",
        "  “How far high failure overleaps the bound\n  Of low successes.”",
        "And Bacon assures us that “if a man look sharp and attentively he shall\nsee fortune; for though she is blind, she is not invisible.”",
        "To give ourselves a reasonable prospect of success we must realize what we\nhope to achieve; and then make the most of our opportunities. Of these the\nuse of time is one of the most important. What have we to do with time,\nasks Oliver Wendell Holmes, but to fill it up with labor.",
        "“At the battle of Montebello,” said Napoleon, “I ordered Kellermann to\nattack with 800 horse, and with these he separated the 6000 Hungarian\ngrenadiers before the very eyes of the Austrian cavalry. This cavalry was\nhalf a league off, and required a quarter of an hour to arrive on the\nfield of action; and I have observed that it is always these quarters of\nan hour that decide the fate of a battle,” including, we may add, the\nbattle of life.",
        "Nor must we spare ourselves in other ways, for",
        "  “He who thinks in strife\n  To earn a deathless fame, must do, nor ever care for life.” [2]",
        "In the excitement of the struggle, moreover, he will suffer comparatively\nlittle from wounds and blows which would otherwise cause intense\nsuffering.",
        "It is well to weigh scrupulously the object in view, to run as little risk\nas may be, to count the cost with care.",
        "But when the mind is once made up, there must be no looking back, you must\nspare yourself no labor, nor shrink from danger.",
        "  “He either fears his fate too much\n  Or his deserts are small,\n  That dares not put it to the touch\n  To gain or lose it all.” [3]",
        "Glory, says Renan, “is after all the thing which has the best chance of\nnot being altogether vanity.” But what is glory?",
        "Marcus Aurelius observes that “a spider is proud when it has caught a fly,\na man when he has caught a hare, another when he has taken a little fish\nin a net, another when he has taken wild boars, another when he has taken\nbears, and another when he has taken Sarmatians;” [4] but this, if from\none point of view it shows the vanity of fame, also encourages us with the\nevidence that every one may succeed if his objects are but reasonable.",
        "Alexander may be taken as almost a type of Ambition in its usual form,\nthough carried to an extreme.",
        "His desire was to conquer, not to inherit or to rule. When news was\nbrought that his father Philip had taken some town, or won some battle,\ninstead of appearing delighted with it, he used to say to his companions,\n“My father will go on conquering, till there be nothing extraordinary left\nfor you and me to do.” [5] He is said even to have been mortified at the\nnumber of the stars, considering that he had not been able to conquer one\nworld. Such ambition is justly foredoomed to disappointment.",
        "The remarks of Philosophers on the vanity of ambition refer generally to\nthat unworthy form of which Alexander may be taken as the type–the idea\nof self-exaltation, not only without any reference to the happiness, but\neven regardless of the sufferings, of others.",
        "“A continual and restless search after fortune,” says Bacon, “takes up too\nmuch of their time who have nobler things to observe.” Indeed he elsewhere\nextends this, and adds, “No man’s private fortune can be an end any way\nworthy of his existence.”",
        "Goethe well observes that man “exists for culture; not for what he can\naccomplish, but for what can be accomplished in him.” [6]",
        "As regards fame we must not confuse name and essence. To be remembered is\nnot necessarily to be famous. There is infamy as well as fame; and\nunhappily almost as many are remembered for the one as for the other, and\nnot a few for the mixture of both.",
        "Who would not rather be forgotten, than recollected as Ahab or Jezebel,\nNero or Commodus, Messalina or Heliogabalus, King John or Richard III.?",
        "“To be nameless in worthy deeds exceeds an infamous history. The\nCanaanitish woman lives more happily without a name than Herodias with\none; and who would not rather have been the good thief than Pilate?” [7]",
        "Kings and Generals are often remembered as much for their deaths as for\ntheir lives, for their misfortunes as for their successes. The Hero of\nThermopylae was Leonidas, not Xerxes. Alexander’s Empire fell to pieces at\nhis death. Napoleon was a great genius, though no Hero. But what came of\nall his victories? They passed away like the smoke of his guns, and he\nleft France weaker, poorer, and smaller than he found her. The most\nlasting result of his genius is no military glory, but the Code Napoleon.",
        "A surer and more glorious title to fame is that of those who are\nremembered for some act of justice or self-devotion: the self-sacrifice of\nLeonidas, the good faith of Regulus, are the glories of history.",
        "In some cases where men have been called after places, the men are\nremembered, while the places are forgotten. When we speak of Palestrina or\nPerugino, of Nelson or Wellington, of Newton or Darwin, who remembers the\ntowns? We think only of the men.",
        "Goethe has been called the soul of his century.",
        "It is true that we have but meagre biographies of Shakespeare or of Plato;\nyet how much we know about them.",
        "Statesmen and Generals enjoy great celebrity during their lives. The\nnewspapers chronicle every word and movement. But the fame of the\nPhilosopher and Poet is more enduring.",
        "Wordsworth deprecates monuments to Poets, with some exceptions, on this\nvery account. The case of Statesmen, he says, is different. It is right to\ncommemorate them because they might otherwise be forgotten; but Poets live\nin their books forever.",
        "The real conquerors of the world indeed are not the generals but the\nthinkers; not Genghis Khan and Akbar, Rameses, or Alexander, but Confucius\nand Buddha, Aristotle, Plato, and Christ. The rulers and kings who reigned\nover our ancestors have for the most part long since sunk into\noblivion–they are forgotten for want of some sacred bard to give them\nlife–or are remembered, like Suddhodana and Pilate, from their\nassociation with higher spirits.",
        "Such men’s lives cannot be compressed into any biography. They lived not\nmerely in their own generation, but for all time. When we speak of the\nElizabethan period we think of Shakespeare and Bacon, Raleigh and Spenser.\nThe ministers and secretaries of state, with one or two exceptions, we\nscarcely remember, and Bacon himself is recollected less as the Judge than\nas the Philosopher.",
        "Moreover, to what do Generals and Statesmen owe their fame? They were\ncelebrated for their deeds, but to the Poet and the Historian they owe\ntheir fame, and to the Poet and Historian we owe their glorious memories\nand the example of their virtues.",
        "  “Vixere fortes ante Agamemnona\n  Multi; sed omnes illacrimabiles\n  Urgentur ignotique longa\n  Nocte, carent quia vate sacro.”",
        "There were many brave men before Agamemnon, but their memory has perished\nbecause they were celebrated by no divine Bard. Montrose happily combined\nthe two, when in “My dear and only love” he promises,",
        "  “I’ll make thee glorious by my pen,\n  And famous by my sword.”",
        "It is remarkable, and encouraging, how many of the greatest men have risen\nfrom the lowest rank, and triumphed over obstacles which might well have\nseemed insurmountable; nay, even obscurity itself may be a source of\nhonor. The very doubts as to Homer’s birthplace have contributed to this\nglory, seven cities as we all know laying claim to the great poet–",
        "  “Smyrna, Chios, Colophon, Salamis, Rhodos, Argos, Athenae.”",
        "To take men of Science only. Ray was the son of a blacksmith, Watt of a\nshipwright, Franklin of a tallow-chandler, Dalton of a handloom weaver,\nFrauenhofer of a glazier, Laplace of a farmer, Linnaeus of a poor curate,\nFaraday of a blacksmith, Lamarck of a banker’s clerk; Davy was an\napothecary’s assistant, Galileo, Kepler, Sprengel, Cuvier, and Sir W.\nHerschel were all children of very poor parents.",
        "It is, on the other hand, sad to think how many of our greatest\nbenefactors are unknown even by name. Who discovered the art of procuring\nfire? Prometheus is merely the personification of forethought. Who\ninvented letters? Cadmus is a mere name.",
        "These inventions, indeed, are lost in the mists of antiquity, but even as\nregards recent progress the steps are often so gradual, and so numerous,\nthat few inventions can be attributed entirely, or even mainly, to any one\nperson.",
        "Columbus is said, and truly said, to have discovered America, though the\nNorthmen were there before him.",
        "We Englishmen have every reason to be proud of our fellow-countrymen. To\ntake Philosophers and men of Science only, Bacon and Hobbes’ Locke and\nBerkeley, Hume and Hamilton, will always be associated with the progress\nof human thought; Newton with gravitation, Adam Smith with Political\nEconomy, Young with the undulatory theory of light, Herschel with the\ndiscovery of Uranus and the study of the star depths, Lord Worcester,\nTrevethick, and Watt with the steam-engine, Wheatstone with the electric\ntelegraph, Jenner with the banishment of smallpox, Simpson with the\npractical application of anaesthetics, and Darwin with the creation of\nmodern Natural History.",
        "These men, and such as these, have made our history and moulded our\nopinions; and though during life they may have occupied, comparatively, an\ninsignificant space in the eyes of their countrymen, they became at length\nan irresistible power, and have now justly grown to a glorious memory.",
        "[1] Tennyson.",
        "[2] Beowulf.",
        "[3] Montrose.",
        "[4] He is referring here to one of his expeditions.",
        "[5] Plutarch.",
        "[6] Emerson.",
        "[7] Sir J. Browne.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}