{
    "title": "The Secret Garden - Chapter XIX - “It Has Come!”",
    "author": "Frances Hodgson Burnett",
    "chapter": "19",
    "content": [
        "\n\n",
        "Of course Dr. Craven had been sent for the morning after\nColin had had his tantrum.  He was always sent for at\nonce when such a thing occurred and he always found,\nwhen he arrived, a white shaken boy lying on his bed,\nsulky and still so hysterical that he was ready to break\ninto fresh sobbing at the least word.  In fact, Dr. Craven\ndreaded and detested the difficulties of these visits.\nOn this occasion he was away from Misselthwaite Manor\nuntil afternoon.",
        "“How is he?” he asked Mrs. Medlock rather irritably when he\narrived.\n“He will break a blood-vessel in one of those fits some day.\nThe boy is half insane with hysteria and self-indulgence.”",
        "“Well, sir,” answered Mrs. Medlock, “you’ll scarcely believe\nyour eyes when you see him.  That plain sour-faced child\nthat’s almost as bad as himself has just bewitched him.\nHow she’s done it there’s no telling.  The Lord knows\nshe’s nothing to look at and you scarcely ever hear\nher speak, but she did what none of us dare do.\nShe just flew at him like a little cat last night,\nand stamped her feet and ordered him to stop screaming,\nand somehow she startled him so that he actually did stop,\nand this afternoon–well just come up and see, sir.\nIt’s past crediting.”",
        "The scene which Dr. Craven beheld when he entered his\npatient’s room was indeed rather astonishing to him.\nAs Mrs. Medlock opened the door he heard laughing\nand chattering.  Colin was on his sofa in his dressing-gown\nand he was sitting up quite straight looking at a picture\nin one of the garden books and talking to the plain\nchild who at that moment could scarcely be called plain\nat all because her face was so glowing with enjoyment.",
        "“Those long spires of blue ones–we’ll have a lot of those,\"\nColin was announcing.  “They’re called Del-phin-iums.”",
        "“Dickon says they’re larkspurs made big and grand,\"\ncried Mistress Mary.  “There are clumps there already.”",
        "Then they saw Dr. Craven and stopped.  Mary became quite\nstill and Colin looked fretful.",
        "“I am sorry to hear you were ill last night, my boy,\"\nDr. Craven said a trifle nervously.  He was rather a\nnervous man.",
        "“I’m better now–much better,” Colin answered,\nrather like a Rajah.  “I’m going out in my chair\nin a day or two if it is fine.  I want some fresh air.”",
        "Dr. Craven sat down by him and felt his pulse and looked\nat him curiously.",
        "“It must be a very fine day,” he said, “and you must\nbe very careful not to tire yourself.”",
        "“Fresh air won’t tire me,” said the young Rajah.",
        "As there had been occasions when this same young gentleman\nhad shrieked aloud with rage and had insisted that fresh\nair would give him cold and kill him, it is not to be\nwondered at that his doctor felt somewhat startled.",
        "“I thought you did not like fresh air,” he said.",
        "“I don’t when I am by myself,” replied the Rajah;\n“but my cousin is going out with me.”",
        "“And the nurse, of course?” suggested Dr. Craven.",
        "“No, I will not have the nurse,” so magnificently that Mary\ncould not help remembering how the young native Prince\nhad looked with his diamonds and emeralds and pearls\nstuck all over him and the great rubies on the small dark\nhand he had waved to command his servants to approach\nwith salaams and receive his orders.",
        "“My cousin knows how to take care of me.  I am always better\nwhen she is with me.  She made me better last night.\nA very strong boy I know will push my carriage.”",
        "Dr. Craven felt rather alarmed.  If this tiresome\nhysterical boy should chance to get well he himself would\nlose all chance of inheriting Misselthwaite; but he\nwas not an unscrupulous man, though he was a weak one,\nand he did not intend to let him run into actual danger.",
        "“He must be a strong boy and a steady boy,” he said.\n“And I must know something about him.  Who is he? What is\nhis name?”",
        "“It’s Dickon,” Mary spoke up suddenly.  She felt somehow\nthat everybody who knew the moor must know Dickon.\nAnd she was right, too.  She saw that in a moment\nDr. Craven’s serious face relaxed into a relieved smile.",
        "“Oh, Dickon,” he said.  “If it is Dickon you will be\nsafe enough.  He’s as strong as a moor pony, is Dickon.”",
        "“And he’s trusty,” said Mary.  “He’s th’ trustiest lad i’\nYorkshire.” She had been talking Yorkshire to Colin\nand she forgot herself.",
        "“Did Dickon teach you that?” asked Dr. Craven,\nlaughing outright.",
        "“I’m learning it as if it was French,” said Mary rather coldly.\n“It’s like a native dialect in India.  Very clever\npeople try to learn them.  I like it and so does Colin.\"\n“Well, well,” he said.  “If it amuses you perhaps it won’t\ndo you any harm.  Did you take your bromide last night, Colin?”",
        "“No,” Colin answered.  “I wouldn’t take it at first\nand after Mary made me quiet she talked me to sleep–in\na low voice–about the spring creeping into a garden.”",
        "“That sounds soothing,” said Dr. Craven, more perplexed\nthan ever and glancing sideways at Mistress Mary sitting\non her stool and looking down silently at the carpet.\n“You are evidently better, but you must remember–”",
        "“I don’t want to remember,” interrupted the Rajah,\nappearing again.  “When I lie by myself and remember I\nbegin to have pains everywhere and I think of things\nthat make me begin to scream because I hate them so.\nIf there was a doctor anywhere who could make you forget\nyou were ill instead of remembering it I would have him\nbrought here.” And he waved a thin hand which ought really\nto have been covered with royal signet rings made of rubies.\n“It is because my cousin makes me forget that she makes\nme better.”",
        "Dr. Craven had never made such a short stay after a\n“tantrum\"; usually he was obliged to remain a very long\ntime and do a great many things.  This afternoon he did\nnot give any medicine or leave any new orders and he was\nspared any disagreeable scenes.  When he went downstairs he\nlooked very thoughtful and when he talked to Mrs. Medlock\nin the library she felt that he was a much puzzled man.",
        "“Well, sir,” she ventured, “could you have believed it?”",
        "“It is certainly a new state of affairs,” said the doctor.\n“And there’s no denying it is better than the old one.”",
        "“I believe Susan Sowerby’s right–I do that,” said Mrs. Medlock.\n“I stopped in her cottage on my way to Thwaite yesterday\nand had a bit of talk with her.  And she says to me,\n’Well, Sarah Ann, she mayn’t be a good child, an’ she mayn’t\nbe a pretty one, but she’s a child, an’ children needs\nchildren.’ We went to school together, Susan Sowerby and me.”",
        "“She’s the best sick nurse I know,” said Dr. Craven.\n“When I find her in a cottage I know the chances are that I\nshall save my patient.”",
        "Mrs. Medlock smiled.  She was fond of Susan Sowerby.",
        "“She’s got a way with her, has Susan,” she went on\nquite volubly.  “I’ve been thinking all morning of one\nthing she said yesterday.  She says, `Once when I\nwas givin’ th’ children a bit of a preach after they’d\nbeen fightin’ I ses to ’em all, “When I was at school my\njography told as th’ world was shaped like a orange an’\nI found out before I was ten that th’ whole orange\ndoesn’t belong to nobody.  No one owns more than his bit\nof a quarter an’ there’s times it seems like there’s\nnot enow quarters to go round.  But don’t you–none o’\nyou–think as you own th’ whole orange or you’ll find\nout you’re mistaken, an’ you won’t find it out without\nhard knocks.” `What children learns from children,’\nshe says, ’is that there’s no sense in grabbin’ at th’\nwhole orange–peel an’ all.  If you do you’ll likely\nnot get even th’ pips, an’ them’s too bitter to eat.’”",
        "“She’s a shrewd woman,” said Dr. Craven, putting on his coat.",
        "“Well, she’s got a way of saying things,” ended Mrs. Medlock,\nmuch pleased.  “Sometimes I’ve said to her, ’Eh! Susan,\nif you was a different woman an’ didn’t talk such broad\nYorkshire I’ve seen the times when I should have said you\nwas clever.’”",
        "That night Colin slept without once awakening and\nwhen he opened his eyes in the morning he lay still\nand smiled without knowing it–smiled because he felt so\ncuriously comfortable.  It was actually nice to be awake,\nand he turned over and stretched his limbs luxuriously.\nHe felt as if tight strings which had held him had\nloosened themselves and let him go.  He did not know that\nDr. Craven would have said that his nerves had relaxed\nand rested themselves.  Instead of lying and staring at\nthe wall and wishing he had not awakened, his mind was full\nof the plans he and Mary had made yesterday, of pictures\nof the garden and of Dickon and his wild creatures.\nIt was so nice to have things to think about.  And he\nhad not been awake more than ten minutes when he heard\nfeet running along the corridor and Mary was at the door.\nThe next minute she was in the room and had run across\nto his bed, bringing with her a waft of fresh air full\nof the scent of the morning.",
        "“You’ve been out! You’ve been out! There’s that nice\nsmell of leaves!” he cried.",
        "She had been running and her hair was loose and blown\nand she was bright with the air and pink-cheeked, though\nhe could not see it.",
        "“It’s so beautiful!” she said, a little breathless\nwith her speed.  “You never saw anything so beautiful!\nIt has come! I thought it had come that other morning,\nbut it was only coming.  It is here now! It has come,\nthe Spring! Dickon says so!”",
        "“Has it?” cried Colin, and though he really knew nothing\nabout it he felt his heart beat.  He actually sat up\nin bed.",
        "“Open the window!” he added, laughing half with joyful\nexcitement and half at his own fancy.  “Perhaps we may\nhear golden trumpets!”",
        "And though he laughed, Mary was at the window in a moment\nand in a moment more it was opened wide and freshness and\nsoftness and scents and birds’ songs were pouring through.",
        "“That’s fresh air,” she said.  “Lie on your back and draw\nin long breaths of it.  That’s what Dickon does when he’s\nlying on the moor.  He says he feels it in his veins\nand it makes him strong and he feels as if he could\nlive forever and ever.  Breathe it and breathe it.”",
        "She was only repeating what Dickon had told her, but she\ncaught Colin’s fancy.",
        "“`Forever and ever’! Does it make him feel like that?\"\nhe said, and he did as she told him, drawing in long deep\nbreaths over and over again until he felt that something\nquite new and delightful was happening to him.",
        "Mary was at his bedside again.",
        "“Things are crowding up out of the earth,” she ran on\nin a hurry.  “And there are flowers uncurling and buds\non everything and the green veil has covered nearly all\nthe gray and the birds are in such a hurry about their\nnests for fear they may be too late that some of them\nare even fighting for places in the secret garden.\nAnd the rose-bushes look as wick as wick can be,\nand there are primroses in the lanes and woods,\nand the seeds we planted are up, and Dickon has brought\nthe fox and the crow and the squirrels and a new-born lamb.”",
        "And then she paused for breath.  The new-born lamb Dickon\nhad found three days before lying by its dead mother\namong the gorse bushes on the moor.  It was not the first\nmotherless lamb he had found and he knew what to do with it.\nHe had taken it to the cottage wrapped in his jacket and he\nhad let it lie near the fire and had fed it with warm milk.\nIt was a soft thing with a darling silly baby face\nand legs rather long for its body.  Dickon had carried\nit over the moor in his arms and its feeding bottle\nwas in his pocket with a squirrel, and when Mary had sat\nunder a tree with its limp warmness huddled on her lap she\nhad felt as if she were too full of strange joy to speak.\nA lamb–a lamb! A living lamb who lay on your lap like a baby!",
        "She was describing it with great joy and Colin was listening\nand drawing in long breaths of air when the nurse entered.\nShe started a little at the sight of the open window.\nShe had sat stifling in the room many a warm day because her\npatient was sure that open windows gave people cold.",
        "“Are you sure you are not chilly, Master Colin?\"\nshe inquired.",
        "“No,” was the answer.  “I am breathing long breaths\nof fresh air.  It makes you strong.  I am going to get up\nto the sofa for breakfast.  My cousin will have breakfast\nwith me.”",
        "The nurse went away, concealing a smile, to give\nthe order for two breakfasts.  She found the servants’\nhall a more amusing place than the invalid’s chamber and\njust now everybody wanted to hear the news from upstairs.\nThere was a great deal of joking about the unpopular young\nrecluse who, as the cook said, “had found his master,\nand good for him.” The servants’ hall had been very tired\nof the tantrums, and the butler, who was a man with a family,\nhad more than once expressed his opinion that the invalid\nwould be all the better “for a good hiding.”",
        "When Colin was on his sofa and the breakfast for two was\nput upon the table he made an announcement to the nurse\nin his most Rajah-like manner.",
        "“A boy, and a fox, and a crow, and two squirrels,\nand a new-born lamb, are coming to see me this morning.\nI want them brought upstairs as soon as they come,\"\nhe said.  “You are not to begin playing with the animals\nin the servants’ hall and keep them there.  I want them here.\"\nThe nurse gave a slight gasp and tried to conceal it with\na cough.",
        "“Yes, sir,” she answered.",
        "“I’ll tell you what you can do,” added Colin, waving\nhis hand.  “You can tell Martha to bring them here.\nThe boy is Martha’s brother.  His name is Dickon and he\nis an animal charmer.”",
        "“I hope the animals won’t bite, Master Colin,” said the nurse.",
        "“I told you he was a charmer,” said Colin austerely.\n“Charmers’ animals never bite.”",
        "“There are snake-charmers in India,” said Mary.\n“and they can put their snakes’ heads in their mouths.”",
        "“Goodness!” shuddered the nurse.",
        "They ate their breakfast with the morning air pouring\nin upon them.  Colin’s breakfast was a very good one\nand Mary watched him with serious interest.",
        "“You will begin to get fatter just as I did,” she said.\n“I never wanted my breakfast when I was in India and now I\nalways want it.”",
        "“I wanted mine this morning,” said Colin.  “Perhaps it\nwas the fresh air.  When do you think Dickon will come?”",
        "He was not long in coming.  In about ten minutes Mary\nheld up her hand.",
        "“Listen!” she said.  “Did you hear a caw?”",
        "Colin listened and heard it, the oddest sound in the world\nto hear inside a house, a hoarse “caw-caw.”",
        "“Yes,” he answered.",
        "“That’s Soot,” said Mary.  “Listen again.  Do you hear\na bleat–a tiny one?”",
        "“Oh, yes!” cried Colin, quite flushing.",
        "“That’s the new-born lamb,” said Mary.  “He’s coming.”",
        "Dickon’s moorland boots were thick and clumsy and though\nhe tried to walk quietly they made a clumping sound as he\nwalked through the long corridors.  Mary and Colin heard him\nmarching–marching, until he passed through the tapestry\ndoor on to the soft carpet of Colin’s own passage.",
        "“If you please, sir,” announced Martha, opening the door,\n“if you please, sir, here’s Dickon an’ his creatures.”",
        "Dickon came in smiling his nicest wide smile.\nThe new-born lamb was in his arms and the little red\nfox trotted by his side.  Nut sat on his left shoulder\nand Soot on his right and Shell’s head and paws peeped\nout of his coat pocket.",
        "Colin slowly sat up and stared and stared–as he had stared\nwhen he first saw Mary; but this was a stare of wonder\nand delight.  The truth was that in spite of all he had\nheard he had not in the least understood what this boy would\nbe like and that his fox and his crow and his squirrels\nand his lamb were so near to him and his friendliness\nthat they seemed almost to be part of himself.  Colin had\nnever talked to a boy in his life and he was so overwhelmed\nby his own pleasure and curiosity that he did not even think of\nspeaking.",
        "But Dickon did not feel the least shy or awkward.\nHe had not felt embarrassed because the crow had not\nknown his language and had only stared and had not\nspoken to him the first time they met.  Creatures were\nalways like that until they found out about you.\nHe walked over to Colin’s sofa and put the new-born\nlamb quietly on his lap, and immediately the little\ncreature turned to the warm velvet dressing-gown and\nbegan to nuzzle and nuzzle into its folds and butt its\ntight-curled head with soft impatience against his side.\nOf course no boy could have helped speaking then.",
        "“What is it doing?” cried Colin.  “What does it want?”",
        "“It wants its mother,” said Dickon, smiling more and more.\n“I brought it to thee a bit hungry because I knowed tha’d\nlike to see it feed.”",
        "He knelt down by the sofa and took a feeding-bottle\nfrom his pocket.",
        "“Come on, little ’un,” he said, turning the small\nwoolly white head with a gentle brown hand.  “This is\nwhat tha’s after.  Tha’ll get more out o’ this than tha’\nwill out o’ silk velvet coats.  There now,” and he pushed\nthe rubber tip of the bottle into the nuzzling mouth\nand the lamb began to suck it with ravenous ecstasy.",
        "After that there was no wondering what to say.\nBy the time the lamb fell asleep questions poured forth\nand Dickon answered them all.  He told them how he had found\nthe lamb just as the sun was rising three mornings ago.\nHe had been standing on the moor listening to a skylark\nand watching him swing higher and higher into the sky\nuntil he was only a speck in the heights of blue.",
        "“I’d almost lost him but for his song an’ I was wonderin’\nhow a chap could hear it when it seemed as if he’d\nget out o’ th’ world in a minute–an’ just then I\nheard somethin’ else far off among th’ gorse bushes.\nIt was a weak bleatin’ an’ I knowed it was a new lamb\nas was hungry an’ I knowed it wouldn’t be hungry if it\nhadn’t lost its mother somehow, so I set off searchin’.\nEh! I did have a look for it.  I went in an’ out among th’\ngorse bushes an’ round an’ round an’ I always seemed\nto take th’ wrong turnin’. But at last I seed a bit o’\nwhite by a rock on top o’ th’ moor an’ I climbed up an’\nfound th’ little ’un half dead wi’ cold an’ clemmin’.\"\nWhile he talked, Soot flew solemnly in and out of the open\nwindow and cawed remarks about the scenery while Nut\nand Shell made excursions into the big trees outside\nand ran up and down trunks and explored branches.\nCaptain curled up near Dickon, who sat on the hearth-rug\nfrom preference.",
        "They looked at the pictures in the gardening books and\nDickon knew all the flowers by their country names and knew\nexactly which ones were already growing in the secret garden.",
        "“I couldna’ say that there name,” he said, pointing to one\nunder which was written “Aquilegia,” “but us calls that\na columbine, an’ that there one it’s a snapdragon and they\nboth grow wild in hedges, but these is garden ones an’\nthey’re bigger an’ grander.  There’s some big clumps o’\ncolumbine in th’ garden.  They’ll look like a bed o’ blue an’\nwhite butterflies flutterin’ when they’re out.”",
        "“I’m going to see them,” cried Colin.  “I am going\nto see them!”",
        "“Aye, that tha’ mun,” said Mary quite seriously.  “An’ tha’\nmunnot lose no time about it.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}