{
    "title": "The Story of Mankind - The Greek Cities (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "THE GREEK CITIES THAT WERE REALLY\nSTATES",
        "WE modern people love the sound of the word “big.” We\npride ourselves upon the fact that we belong to the “biggest\"\ncountry in the world and possess the “biggest” navy and grow\nthe “biggest” oranges and potatoes, and we love to live in\ncities of “millions” of inhabitants and when we are dead we\nare buried in the “biggest cemetery of the whole state.”",
        "A citizen of ancient Greece, could he have heard us talk,\nwould not have known what we meant. “Moderation in all\nthings” was the ideal of his life and mere bulk did not impress\nhim at all. And this love of moderation was not merely a\nhollow phrase used upon special occasions: it influenced the\nlife of the Greeks from the day of their birth to the hour of\ntheir death. It was part of their literature and it made them\nbuild small but perfect temples. It found expression in the\nclothes which the men wore and in the rings and the bracelets\nof their wives. It followed the crowds that went to the theatre\nand made them hoot down any playwright who dared to\nsin against the iron law of good taste or good sense.",
        "The Greeks even insisted upon this quality in their politicians\nand in their most popular athletes. When a powerful\nrunner came to Sparta and boasted that he could stand longer\non one foot than any other man in Hellas the people drove him\nfrom the city because he prided himself upon an accomplish-\nment at which he could be beaten by any common goose.\n“That is all very well,” you will say, “and no doubt it is a\ngreat virtue to care so much for moderation and perfection,\nbut why should the Greeks have been the only people to develop\nthis quality in olden times?” For an answer I shall\npoint to the way in which the Greeks lived.",
        "The people of Egypt or Mesopotamia had been the “subjects\"\nof a mysterious Supreme Ruler who lived miles and\nmiles away in a dark palace and who was rarely seen by the\nmasses of the population. The Greeks on the other hand,\nwere “free citizens” of a hundred independent little “cities\"\nthe largest of which counted fewer inhabitants than a large\nmodern village. When a peasant who lived in Ur said that he\nwas a Babylonian he meant that he was one of millions of\nother people who paid tribute to the king who at that particular\nmoment happened to be master of western Asia. But when\na Greek said proudly that he was an Athenian or a Theban\nhe spoke of a small town, which was both his home and his\ncountry and which recognised no master but the will of the\npeople in the market-place.",
        "To the Greek, his fatherland was the place where he was\nborn; where he had spent his earliest years playing hide and\nseek amidst the forbidden rocks of the Acropolis; where he had\ngrown into manhood with a thousand other boys and girls,\nwhose nicknames were as familiar to him as those of your own\nschoolmates. His Fatherland was the holy soil where his father\nand mother lay buried. It was the small house within the high\ncity-walls where his wife and children lived in safety. It was\na complete world which covered no more than four or five\nacres of rocky land. Don’t you see how these surroundings\nmust have influenced a man in everything he did and said and\nthought? The people of Babylon and Assyria and Egypt\nhad been part of a vast mob. They had been lost in the multitude.\nThe Greek on the other hand had never lost touch with\nhis immediate surroundings. He never ceased to be part of a\nlittle town where everybody knew every one else. He felt\nthat his intelligent neighbours were watching him. Whatever\nhe did, whether he wrote plays or made statues out of marble\nor composed songs, he remembered that his efforts were going\nto be judged by all the free-born citizens of his home-town who\nknew about such things. This knowledge forced him to strive\nafter perfection, and perfection, as he had been taught from\nchildhood, was not possible without moderation.",
        "In this hard school, the Greeks learned to excel in many\nthings. They created new forms of government and new forms\nof literature and new ideals in art which we have never been\nable to surpass. They performed these miracles in little villages\nthat covered less ground than four or five modern city\nblocks.",
        "And look, what finally happened!",
        "In the fourth century before our era, Alexander of Macedonia\nconquered the world. As soon as he had done with\nfighting, Alexander decided that he must bestow the benefits\nof the true Greek genius upon all mankind. He took it away\nfrom the little cities and the little villages and tried to make\nit blossom and bear fruit amidst the vast royal residences of\nhis newly acquired Empire. But the Greeks, removed from\nthe familiar sight of their own temples, removed from the well-\nknown sounds and smells of their own crooked streets, at once\nlost the cheerful joy and the marvellous sense of moderation\nwhich had inspired the work of their hands and brains while\nthey laboured for the glory of their old city-states. They became\ncheap artisans, content with second-rate work. The day\nthe little city-states of old Hellas lost their independence and\nwere forced to become part of a big nation, the old Greek spirit\ndied. And it has been dead ever since.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}