{
    "title": "The Principles Of Aesthetics - Chapter X - Prose Literature",
    "author": "Dewitt H. Parker",
    "chapter": "11",
    "content": [
        "",
        "\n\n",
        "There is an almost universal feeling, expressed in many common phrases,\nthat prose literature is not one of the fine arts. The reason is this:\nin prose literature there is a conspicuous absence of beauty of form\nand sensation, of the decorative, in comparison with the other arts.\nThe vague expressiveness and charm of the medium, the musical aspect,\nis largely lacking. Not wholly lacking, of course, as a multitude of\nbeautiful passages testify; yet, in general, it remains true that, in\nprose, the medium tends to be transparent, sacrificing itself in order\nthat nothing may stand between what it reveals to thought and the\nimagination. It fulfills its function when the words are not unpleasant\nto the ear, and when their flow, adapting itself to the span and\npulsation of the attention, is so smooth as to become unnoticeable,\nlike the movement of a ship on a calm sea,–when it is a means to an\nend, not an end in itself.",
        "Prose literature is, therefore, incompletely beautiful. The full meaning\nand value of the aesthetic are not to be found there, but rather in\npoetry, painting, sculpture, music, architecture. Yet prose literature\nremains art, if incomplete art–a free, personal expression of life,\nfor the sake of contemplation. As free, it differs from verbal\nexpression in the service of practical ends, and as personal, it cannot\nbe classed with science. Throughout the long course of its history,\nit has tended to become now the one, now the other of these–and its\nlack of the decorative element has done much to make this possible–but\nits power to outlast the moral and political issues which it has so\noften sought to direct, and its well-merited rejection by sociologists\nand psychologists as anything more than material for their work, are\nsufficient evidence and warning of where it properly belongs,–among\nthe arts. The sacrifice of the musical element in the medium does not\nhave to be justified on practical grounds as making for efficiency,\nor on scientific grounds as favoring analysis, but may be understood\nfrom the artistic standpoint. For it was only through a method and\nmedium that renounced the musical manner of poetry, with its vaguely\nexpressive, yet rigid forms, that the fullness and minuteness of life\ncould be represented.",
        "Even the more fluently musical manner of poetical prose is unsuited\nas a medium for the expression of the kind of life which is represented\nin normal prose. Poetical prose is appropriate for the expression of\ndeeds and sentiments of high and mystical import only, but not for the\nexpression of the more commonplace or definitely and complexly\narticulated phases of life. For the latter, the broader and freer and\nmore literal method of strict prose is the only appropriate medium of\nexpression. The unmusical character of prose style is not determined\nby weakness, but by adaptation to function.",
        "And, although the medium of prose is attenuated almost to the vanishing\npoint, where it may seem to be lost, it may nevertheless borrow from\nits content a beauty of rhythm, imagery, and form that will seem to\nbe its very own. For in language, as we observed in our discussion of\npoetry, the meaning and the symbol are so closely one, that it becomes\nimpossible, except by analysis, to distinguish them. Prose rhythm is\nfundamentally a rhythmical movement of ideas, like poetic rhythm, only\nwithout regularization; yet, since the ideas are carried by the words,\nit belongs to them also; images blossom from ideas, yet they too seem\nto belong to the words in which they are incarnated; and the harmony\nand symmetry which thoughts and images may contain as we compose them\nsynthetically in the memory, make an architecture of words. The\ntransparent medium of prose shares the beauty of its content, just as\na perfect glass partakes of the color of the light which it transmits.",
        "The psychologic roots of prose literature are the impulses to self-\nrevelation and to acquaintance with life. Every thing that has once\nentered into our lives, no matter how intimate, craves to come out;\nthe instinct of gregariousness extends, as we have noted, to the whole\nof the mind. The completely private and uncommunicated makes us as\nuncertain and afraid of ourselves as physical loneliness. But in\naddition to the dislike for any form of isolation, even when purely\nspiritual, there is another factor which determines\nself-revelation,–the desire for praise. We want a larger audience for\nour exploits than the people immediately involved in them, so we tell\nthem to any listening ear. The friend whispering his confession\nillustrates the one motive; the hero bragging of his deeds illustrates\nthe other.",
        "The desire to hear another’s story is the obverse of the desire to\ntell one about oneself, just as the impulse to welcome a friend is the\ncomplement of his impulse to seek our companionship; we receive from\nhim exactly what he takes from us,–an enlargement of our social world,\nthe creation of another social bond. If we cannot hear his story from\nhis own lips, we want to hear it from some third person, who will\nsurely be glad to relate it, since he, as bearer of the news, will\nbring to himself something of the glory of the hero. There is malice\nenough in gossip, but most of it is the purest kind of mental and\nemotional satisfaction. Our interest in it is of exactly the same kind\nas our interest in novels and romances. The stories which we tell about\nourselves and our friends make up the ephemeral, yet real prose\nliterature of daily life.",
        "Most stories probably had their origin in more or less literal\ntranscriptions from real life. History is the basis of literature.\nHowever, as stories are passed from one person to another, fiction\nencroaches upon fact. Details are forgotten and have to be filled out\nfrom the imagination; then a sheer delight in invention enters in; it\nis so interesting to see if you can make a world as good as the real\none, or even outdo it in strangeness and wonder, provided, of course,\nyou can still get yourself believed. Even in the relation of real\nevents, creation inevitably plays a part; the whole of any story is\nnot worth telling; there must be selection, emphasis upon the most\nstriking particulars, and synthesis.",
        "Besides the opportunity which it gives of unhampered control over the\nstory, fiction has still other advantages. The interest which we take\nin tales of real life is bound up with personal appeals. This is most\nracy in gossip, but something of the kind lingers in all narratives\nof fact. Literature can become disinterested and universal in its\nappeal only when, keeping the semblance of life, it becomes a work of\npure imagination. It is then, as Aristotle said, more philosophical,\nthat is, more universal and typical, than history.",
        "Another advantage of fiction as compared with history is its\ncompleteness. The knowledge which we possess of the lives of others\nis the veriest fragment. We know, of course, our own lives best; but\neven of these, unless we are at the end of our years, we do not know\nthe outcome. We know next well the life of an intimate–wife, child,\nsweetheart, friend–yet not all of that; there is much he will not\ntell us and much else which we cannot observe; for even he dwells with\nus for a brief time only, and then is gone. Of other people, we can\nknow still less; we can observe something, we can get more from hearsay;\nbut that is a chaos of impressions; the larger part is inference and\nconstruction, a work of the imagination, which may or may not be true.\nEven the biography, carefully made from all available data in the way\nof personal recollections, letters, and diaries, although it may\napproach to wholeness, remains, nevertheless, very largely a\nconstruction, a work of literary fiction. The autobiography comes still\ncloser; yet, since it is designed for a public which cannot be expected\nto view it in a solidly detached fashion, it suffers from the reticence\nwhich inevitably intrudes to suppress. In fiction alone, none except\nartistic motives need intervene to bid silence.",
        "However, although fiction be a purely ideal world of imagined life,\nit is essentially the same as the real social world. For that world\nis also imaginary. We have direct experience of our own lives alone;\nthe lives of others can exist for us only in our thought about them.\nTo be sure, our daily contact with the bodies of our friends and\nassociates gives to this thought something of the pungency of\nself-knowledge; yet in absence, they live for us, as the characters\nin a novel, only in our thought. And the majority of the people,\npersonally unknown to us, who make up our larger social world–and for\nmost of us this includes the great ones who are such potent factors\nin determining it–are real to us in the same way that Diana or Esmond\nare real. All historical figures belong to this world of imagination.\nOur friends too, as they pass out of our lives or die, and we ourselves\neventually, will sink into it.",
        "Our interest in the fictional world of the writer is, moreover,\nessentially the same as our interest in the real world. Its persons\narouse in us the same emotions of admiration, love, or dislike. They\nsatisfy the same need for social stimulation, the same curiosity about\nlife. Just as we have certain instincts and habits of movement that\nmake us restless when they are not satisfied, and afford us a wild joy\nin walking and running when we are released from confinement, so we\nhave certain instincts and habits of feeling towards persons which\ndemand objects and produce joy when companions are found. An unsatisfied\nor superabundant sociability lies back of our love of fiction. We read\nbecause we are lonely or because our fellow men have become trite and\nfail to stimulate us sufficiently. If our fellows were not so reticent,\nif they would talk to us and tell us their stories with the freedom\nand the brightness of a Stevenson, or if their lives were so fresh and\nvivid that we never found them dull, perhaps we should not read at\nall. But, as it is, we can satisfy our craving for knowledge of life\nonly by extending our social world through fiction. Fiction may teach\nus, edify us, make us better men–it may serve all these purposes\nincidentally, but its prime purpose as art is to provide us with new\nobjects for social feeling and knowledge.",
        "The interest which we take in fictitious action is also like that which\nwe take in real action. The same emotions of desire for the attainment\nof a goal, suspense, hope, fear, excitement, curiosity and its\nsatisfaction, joy, despair, are aroused. And we have a need to\nexperience these emotions at high pitch greater than our everyday lives\ncan satisfy. Our lives are seldom adventurous all over; there are\nmonotonous interludes with no melody, offering us little that is new\nto learn. Our love for war and sport shows that we were not built\norganically for humdrum. Now literature helps to make up for this\ndeficiency in real life by providing us with adventures in which we\ncan participate imaginatively, and from which we can derive new\nknowledge. If real life did supply us with all the intense living that\nwe demand, we might not care to read, although the love of adventure\ngrows by feeding, and many an active man revels in tales which simulate\nhis own exploits.",
        "It follows that the novelist should imitate life, yet at the same time\nraise its pitch. The realists imitate life deliberately, and we measure\ntheir worth by their truth, but they select the intense moments. The\nromancers and weavers of fairy tales, on the other hand, instead of\nchoosing the vivid moments of real life, in order to stimulate the\nemotions, accomplish the same end by exciting wonder and amazement at\nthe exaggerations and unheard-of novelties which they create. Yet even\nthey give us truth, not truth in the sense of fact, but in the sense\nof a world which arouses the same elementary emotions, intensified\nthough they be through amazement, as are aroused by fact. It matters\nnot how outlandish their tales so long as they do this. Love stories\nare so widely interesting because love is the one very vivid emotion\nin most people’s lives, although there are other experiences–warfare,\nthe pursuit of great aims, the clash of purposes and beliefs, the\ngrowth of souls–equally intense. Dante’s three themes, Venus, Salus,\nVirtus, [Footnote: See his De Vulgari Eloquentia.] broadly\ninterpreted, cover the range of literary subjects.",
        "Of course, since we secure no personal triumphs in reading, and every\none wishes to play his own part successfully in real life, literature\ncannot become a substitute for life, except with the artist who triumphs\nin making his story. Nevertheless, as Henry James says, fiction may\nand should compete with life, and this it can do by giving us the\nfeelings aroused by action without imposing upon us the responsibilities\nand the fateful results of action itself; there we can learn new things\nabout life without incurring the risks of participation in it. We can\nplay the part of the adventurer without being involved in any blame;\nwe can fall in love with the heroine without any subsequential\nentanglements; we can be a hero without suffering the penalties of\nheroism; we can travel into foreign lands without deserting our business\nor emptying our purses. Hence, although no one would exchange life for\nliterature, one is better content, having literature, to forego much\nof life.",
        "The elements of every story are these five: character, incident, nature,\nfate, and milieu–the social, historical, and intellectual background.\nCharacter and incident are capable of some degree of separation, so\nfar as, in novels of adventure, the personalities necessary to carry\non the action may be very abstract or elementary, and so far as, in\nso-called psychological novels, the number of events related may be\nvery small and their interest dependent upon their effect on character;\nbut one without the other is as inconceivable in a story as it is in\nlife itself, and the development of fiction has been steadily in the\ndirection of their interdependence. Aristotle’s dictum regarding the\nsuperior importance of plot over character applies to the drama only,\nand because character cannot well be revealed there except through\naction. The construction of character depends upon the delineation of\ndistinctive and recognizable physical traits, a surprisingly small\nnumber sufficing, a mere name being almost enough; upon the definition\nof the individual’s position in a group–his relation to family,\ntownspeople, and other associates–a matter of capital importance;\nand, finally, information about his more permanent interests and\nattitudes. This construction is best made piecemeal, the character\ndisclosing itself gradually during the story, as it does in life, and\ngrowing under the stress of circumstances. The old idea of fixity of\ncharacter does not suit our modern notions of growth; we demand that\ncharacter be created by the story; it should not preexist, as\nSchopenhauer thought it should, with its nature as determinate and its\nreactions as predictable as those of a chemical substance. And although\nin their broad outlines the possibilities of human nature are perhaps\nfewer in number than the chemical substances, the variations of these\ntypes in their varying environments are infinite. To create a poignant\nuniqueness while preserving the type is the supreme achievement of the\nwriter of fiction. We want as many of the details of character, and\nno more, as are necessary to this end.",
        "By incident is meant action expressing character or action or event\ndetermining fate. There are a thousand actions, mechanical or habitual,\nperformed by us all, which throw no light upon our individuality.\nAlmost all of these the novelist may neglect, or if he wishes to\ndescribe them, a single example will serve to reveal whatever uniqueness\nthey may hide. There are an equal number of actions and events like\nblind alleys leading nowhere; from these also the novelist abstracts;\nit is only when he can trace some effect upon fate or character that\nhe is interested. The delineation of nature or the milieu is governed\nby the same reference: a social or intellectual environment, no matter\nhow interesting in itself, without potent individualities which it\nmolds, or scenery, no matter how romantic, unless it is a theater of\naction or a spiritual influence upon persons, has no place in a story.\nEach of these, however, may by itself become the subject-matter of a\nliterary essay, provided the writer’s own moods and appreciations are\nincluded; otherwise it is a topic for sociology, history, or topography,\nnot for literature.",
        "By fate in a story I mean the writer’s feeling for causality. As the\nmaker of an image of life, the writer must portray life as molded by\nits past and by all the circumstances surrounding it. He must present\ncharacter as determined by personal influence, by nature and the milieu;\nhe must have a vivid sense for the interrelation of incidents. The\nfeeling for fate is independent of any special philosophical view of\nthe world; it does not imply fatalism or the denial of the spontaneous\nand originative force of personality; it is simply recognition of the\nwholeness of life. Nor, again, does it imply the possibility of\npredicting the end of a story from the beginning, for the living\nsequence, forging its links as it proceeds, is not mechanical; but it\ndoes imply that after things have happened we must be able to perceive\ntheir relatedness–the beginning, middle, and end as one whole. In the\nstory, there must be the same kind of combination of necessity and\ncontingency that there is in life: we must be sure that every act and\nincident will have its effect, and we must be able to divine, in a\ngeneral way, what that effect will be; but owing to the complexity of\nlife, which prevents us from knowing all the data of its problems, and\nowing to the spontaneity of its agents and the creative syntheses\nwithin its processes, we must never be able to be certain just what\nthe effect will be like; our every calculation must be subject to the\ncorrection of surprise. Suspense and excitement must go hand in hand\nwith a feeling for a developing inner necessity. There is no story\nwithout both. Yet no formula for the amount of each can be devised.\nThe dependence of man upon nature makes inevitable the occurrence of\nwhat we call accidents, violent breaks in the tissue of personal and\nsocial life, unaccountable from the point of view of our human purposes.\nBy admitting the part played by the non-human background in determining\nfate, the naturalistic school of writers have enlarged the vision of\nthe novelist beyond the range of the tender-minded sentimentalist. It\nis to be expected, moreover, that coincidences should occur,–the\nmeeting of independent lines of causation with consequences fateful\nto each. A careful investigation would disclose that most interesting\ncareers have been largely determined by coincidences. The only demand\nthat we can make of the artist in this regard is that he do not give\nus so many of these that his work will seem unreal. We must not feel\nthat he is making the story in order to surprise us and thrill us–the\npurpose of melodrama; the story should make itself. Hardy’s The\nReturn of the Native is an illustration of failure here; the\ncoincidences are so many that it seems magical, the work of a capricious\ngenius, not of nature.",
        "By fate in a story we do not mean, of course, the mere causal\nconcatenation of events, for some relation to a purposeful life is\nalways implied. But since this relation is a general condition applying\nto all art, we shall consider it here only as it affects the unity of\na story. No rule can be laid down for the compass of a story; it may\ncover a small incident, as in many short stories, or it may embrace\nthe whole or the most significant part of a life. The requirement that\nthere be a beginning, middle, and end holds, but does not enlighten\nus as to what constitutes an end. Death makes one natural end to a\nstory, since it makes an end to life itself; but within the span of\na life the parts are not so clearly defined. Yet despite the continuity\nand overlapping of the parts of life, there are certain natural breaks\nand divisions,–the working out of a plan to fulfillment or disaster,\nthe termination or consummation of a love affair, the commission of\na crime with its consequences, or more subtle things, such as the\nbreaking up of an old attitude and the formation of a new one. In life\nitself there are incidents that are closed because they cease to affect\nus deeply any more, purposes which we abandon because we can get no\nfarther with them or because they have found their natural fulfillment,\npoints of view which we have to relinquish because life supplies us\nwith new facts which they do not include. The unity of a story should\nmirror these natural unities. The search for the wholeness of life\nshould not blind us to the relative isolation of its parts; and there\nis fate in the parts as well as in the whole.",
        "The selection of incidents for their bearing upon fate, the selection\nof significant traits for the construction of character, with the\nresulting unity and simplicity of the parts and the whole, is\nresponsible for most of the ideality of fiction as compared with real\nlife. Real life is a confused medley of impressions of people and\nevents, a mixture of the important and the unimportant, the\nconsequential and the inconsequential, with no evident pattern. Of\nthis, literary art is the verklartes Bild. It is not because,\nin literature, men are happier and nobler that life seems superior\nthere; but because its outlines are sharper, its design more\nperspicuous, the motives that sway it better understood. It has the\nadvantage over life that a landscape flooded with sunshine has over\none shrouded in darkness.",
        "The way the literary artist builds up the ideal social world of fiction\nfollows closely the method which we all employ in constructing the\nreal social world. In real life we start from certain perceived acts\nand utterances, to which we then attach purposive meanings, and between\nwhich we establish relations. The process of interpretation is so rapid\nthat, although strictly inferential in character and having imagination\nas its seat, it seems, nevertheless, like direct perception. As we see\npeople act and hear them talk, it is as if we had a vision, confused\nindeed, yet direct, of their inner lives. And yet, as we have insisted,\nthe real social world is constructed, not perceived.",
        "The literary artist, unless he calls dramatic art to his aid, cannot\npresent the persons and acts of his story; he can only describe them\nand report their talk. Description must take the place of vision, a\nrecorded conversation the place of a heard one. Yet, by these means,\nthe artist can give us almost as direct an intuition as we get from\nlife itself; he can make us seem to see and overhear. From the acts\nwhich he describes we can infer the motives of the characters, and\nfrom the reported conversations we can learn their opinions and dreams.\nOr the novelist may insert a letter which we can read as if it were\nreal. The resulting image of life will be clearer than any we could\nconstruct for ourselves; for the artist can report life more carefully\nthan we could observe it; and he can make his characters more articulate\nin the expression of themselves than ordinary men, giving them a gift\nof tongues like his own. This last is especially characteristic of the\ndrama, where sometimes, as in Shakespeare, men speak more like gods\nthan like men. And we can listen to the intimate conversation of friends\nand lovers, upon which, in real life, we would not intrude.",
        "This direct method of exposition through the description of acts and\nevents and the record of conversations is the basis of every vivid\nstory. It leaves the necessary inferences to the reader, just as life\nleaves them to the observer. In the hands of a master like Fontane,\nthis method is incomparable; nothing can supplant it. It is the only\nmethod available for the dramatist, who, however, can make it still\nmore effective through histrionic portrayal. Yet it does not suffice\nto satisfy our craving for knowledge of life, for only the broader,\nmore obvious feelings can be inferred from the acts of men; the subtler\nand more remote escape. Even in conversation these cannot all be\nrevealed; for many of them are too intimate to be spoken, and many\nagain are unknown even to those who hold them. To-day we ask of the\nnovelist that he disclose the finest, most hidden tissues of the soul.\nTo this end, the microscopy of analysis, the so-called psychological\nmethod, must be employed. The novelist must perform upon his characters\nthe same sort of dissection that we perform when, introspecting, we\nseek out the obscurer grounds of our conduct. And in the pursuit of\nthis knowledge the novelist can oftentimes do better with his characters\nthan we can do with ourselves. For utter sincerity regarding ourselves\nis impossible; the desire to think well of ourselves prevents us from\nrecognizing the truth about ourselves. The novelist, on the contrary,\ncan be unprejudiced and can know fully what he himself is creating.\nIn order to accomplish this same purpose, the dramatist has to introduce\nbits of self-analysis, unusually sincere and penetrating, spoken\naloud,–in the old style, monologues. And yet, without sacrificing the\ntruthfulness of his own art, he cannot go so deep here as the novelist.",
        "Through his analysis of his characters, the novelist must, however,\nconstruct them; otherwise he is a psychologist, not an artist. A\nsynthetic vision of personality must supervene upon the dissection,\nand the emotional interest in character and action must subsist\nalongside of the intellectual interest. He must not let us lose the\nvivid sense of a living presence. In order to keep this, he must\ncontinue to employ the direct method of description of person and\naction, and report of conversation. How far the analytic method may\nbe carried and at the same time the sense of personality kept intact,\nmay be inferred from the work of Henry James, who, nevertheless, seems\nat times to fail to bring the out-going threads of his thought back\ninto the web which he is weaving.",
        "Again, in order to reach the social, historical, and metaphysical\nbackground of life–the milieu, the method of thought is the only\navailable one. For the milieu is not anything that can be seen or heard\nor touched; it does not manifest itself to perception, but has to be\nconstructed by a process of inference and synthesis. Much of it, to\nbe sure, can be divined from the acts and conversations, from the dress\nand manners of the characters, but there is always more that has to\nbe directly expounded. The writer cannot rely upon the reader’s\nperspicacity to make the right inferences, or upon his knowledge to\nsupply sufficient data; nor can he make his characters tell all that\nhe may want told about their past and the life of the world in which\nthey live, and through the influence of which they have become what\nthey are. The novelist must construct for the reader the mise en\nscene of his story. Yet this must be held in complete subordination\nto the story. The intellectual background must lie behind, not athwart\nthe story; it must be created for the sake of the story, not the story\nfor its sake.",
        "A philosophy of life, even, is the inevitable presupposition of every\nstory. For no writer, no matter how direct and empirical he may be in\nhis methods, can escape from looking at life through the glass of\ncertain political, social, and religious ideas. He may have none of\nhis own construction, yet he will unconsciously share those of his\nage. The prose literature of our own age, aside from some minor\ndifferences of technique, differs from that of the past chiefly through\nits more democratic and naturalistic views of life. And just as we\nrightly ask of the novelist that he enlighten us regarding the subtler\ncausation of human action, so with equal right we may ask him to exhibit\nthe relations of the persons and incidents which he describes to social\norganization, spiritual movements, and nature; for only so can they\nbe seen in their complete reality. Yet right here lurks a danger\nthreatening the enduring beauty of every story thus made complete. For\nthe social and cosmic background of life, as we have observed, can be\nconstructed only through thought, and thought, particularly regarding\nsuch matters, is peculiarly liable to error. The artist who goes very\ndeep into this is sure to make mistakes. Even when he tries to use the\nlatest sociological, economic, and political theories, he runs great\nrisks; for these theories are always one-sided and subject to\ncorrection; they never prove themselves to be what the artist thinks\nand wants them to be–concrete views which he can apply with utter\nfaith. How many stories of the century past have been marred by the\nauthor’s too ready application of Darwinism to social life! When we\ncan separate the story from its intellectual background, the inadequacy\nof the latter matters little; for we can apply metaphysical and\npolitical criticism to the theory and enjoy the story aesthetically;\nbut many of our writers come to life with preconceived ideas deeply\naffecting their delineation of it. The picture no longer seems true\nbecause we feel that a false theory has prevented the artist from\nviewing life concretely and clearly. We could, for example, accept as\nnatural and inevitable the ending of Tess of the D’Urbervilles,\nif Hardy had not presented it as an illustration of the cruel sport\nof the gods. As it stands with the author’s commentary, we suspect\nthat the girl’s fate might have been different,–that perhaps he gave\nit this turn in order to prove his theory of life.",
        "This fault is especially flagrant in the theory-ridden fiction of\nto-day. Determination through the past is overemphasized as against\nthe influence of present, novel factors in a growing experience;\nheredity is given undue weight as against the inborn originality of\npersonality and the uniqueness acquired through unique experiences;\nthe influence of sensual motives is stressed at the expense of the\nmoral; and so on through all the other abstractions and insufficiencies\nof “scientific” novel writing. The writer may well profit by everything\nhe can learn from science; but he should not let his knowledge prevent\nhim from seeing life concretely and as a whole. The literary man’s\nscience and philosophy are bound to be condemned by the expert, but\nhis concrete delineations of life based on direct observation and vivid\nsympathy and imagination are impeccable. His theories may be false,\nbut these will always be true. Nothing can take their place in fiction.\nIt is they which give enduring value to such tales as Morte d’Arthur,\ndespite all the crudity of the intellectual background.",
        "Reflections upon life may become matter for literature in the essay,\nquite apart from any story. But the essay, like the story, unless it\nis to compete at a disadvantage with science and philosophy, must rely\nupon first-hand personal acquaintance with life, and artistic\nexpression. The more abstract and theoretical it becomes, the more\nprecarious its worth. I do not mean that the essayist may not\ngeneralize, but his generalizations should be limited to the scope of\nhis experience of life. I do not mean that he should not philosophize,\nbut his philosophy should be, like Goethe’s or Emerson’s, an expression\nof intuition and faith. Properly, the literary essay is a distinct\nartistic genre–the expression of a concrete thinking personality, and\nits value consists in the living wisdom it contains. Such essays as\nthose of a Montaigne or a La Rochefoucauld make excellent materials for\nthe social sciences, and can never be displaced by them as sources of\nknowledge of life.",
        "Considerations similar to those which we have adduced regarding the\nimplied philosophy of a story apply to its moral purpose. We cannot\ndemand of the writer that he have no moral purpose or that he leave\nmorality out of his story. For, since the artist is also a man, he\ncannot rid himself of an ethical interest in human problems or with\ngood conscience fail to use his art to help toward their solution. His\nobservations of moral experience will inevitably result in beliefs\nabout it, and these will reveal themselves in his work. Yet we should\ndemand that his view of what life ought to be shall not falsify his\nrepresentation of life as it is. Just as soon as the moral of a tale\nobtrudes, we begin to suspect that the tale is false. We have such\nsuspicions about Bourget, for example, because, as in Une Divorce, we\nare never left in doubt from the beginning as to the conventions he is\nadvocating. And along with the feeling for the reality of the story goes\nthe feeling for the validity of the moral; they stand and fall together.\nA story’s moral, like life’s moral, is convincing in proportion as it is\nan inference from the facts. The novelist, fearing that we may not have\nthe wits to discern it, is justified in drawing this inference himself;\nyet it must show itself to be strictly an inference from the story–the\nstory must not seem to have been constructed to prove it. “Die\nWeltgeschichte ist das Weltgericht,” wrote Schiller; even so, the\ndelineation of life is the criticism of life. To show the scope of\ndisillusion, monotony, repression–life’s generous impulses narrowed and\nmade timid by the social, economic, and political machine–would be a\ncriticism of our modern world; there would be no need of moralizing.\nThis the Russian novelists seem to have understood; they judged Russian\nlife by describing it.",
        "The man who writes literature as a means for promulgating political\nor moral ideas is either a conservative who desires to return to the\nconventions of the past, or else a radical who seeks the establishment\nof a new mode of life. The method employed by the former usually\nconsists in exposing the restlessness and unhappiness of people who\nlive in accordance with “advanced\" ideas in comparison with the\ncontentment of those who follow the older traditions. Such stories\nare, however, inconclusive, because they imply the false sociological\nthesis that the remedy for present ills is a return to the customs of\nthe past. Happiness can indeed exist only in a stable society; but\neach age must create its own order to suit its changing needs; it\ncannot, if it would, go back to the old. These stories, therefore,\nalthough they often contain truthful and valuable pictures of the ills\nof contemporary life, and are useful in helping to conserve what is\ngood in the spirit of the past, are nevertheless bound to be futile\nin their main endeavor.",
        "The method of the radical usually consists of two parts: one of\ncriticism, designed to show the misery due to existing laws and\ninstitutions; another of construction, the disclosure of a new and\nbetter system. But here, too, the constructive part of the story is\nlikely to be weak. For whether the writer sets forth his program by\nputting it into the mouth of one of his characters or appends it as\na commentary to his story, the practicability of his scheme is always\nopen to question. It is only through trial that any scheme can be shown\nto be workable. There is, however, a new method that deserves better\nthe name of “experimental romance” than Zola’s own works. It consists\nin portraying people living in accordance with new sentiments and\nideals, or even under new institutions imaginatively constructed. Yet\nthis method also has its weakness, for it is difficult to make people\nbelieve in the reality of a life that has not been actually lived.\nStill, this difficulty is not fatal; for experiments in living are\nconstantly being made all around us, which the discerning novelist\nneeds only to observe and report. He can show the success of these or\nhow, if they fail, their failure is due, not to anything inherently\nvicious, but simply to adverse law and opinion. Life is full of such\nstories waiting for some novelist who is not too timid to tell them.",
        "We are thus brought round again to the thesis that the enduringly\nvaluable elements of every story are its concrete creations of life.\nIn the end, the story teller’s fame will rest upon his power to create\nand reveal character and upon his sense for fate. There is just one\nthing that should be added to this–a rich emotional attitude toward\nlife. It is the greater wealth of this that makes a novelist like\nThackeray or Anatole France superior to one like Balzac. The personality\nthat tells the story is as much a part of the total work as the\ncharacters and events portrayed, and must be taken into account in any\nfinal judgment of the whole. Without the author’s vivid and rich\nparticipation, we who read can never be fully engaged, and we shall\nfind more of life in the story, the more there is of him in it.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}