{
    "title": "The Boys’ Life of Mark Twain - XXXV. Beginning “Tom Sawyer”",
    "author": "Paine",
    "chapter": "35",
    "content": [
        "\n",
        "\n\n",
        "It was at the end of January, 1874, when Mark Twain returned to America.\nHis reception abroad had increased his prestige at home.  Howells and\nAldrich came over from Boston to tell him what a great man he had become-\n-to renew those Boston days of three years before–to talk and talk of\nall the things between the earth and sky.  And Twichell came in, of\ncourse, and Warner, and no one took account of time, or hurried, or\nworried about anything at all.",
        "“We had two such days as the aging sun no longer shines on in his round,\"\nwrote Howells, long after, and he tells how he and Aldrich were so\ncarried away with Clemens’s success in subscription publication that on\nthe way back to Boston they planned a book to sell in that way.  It was\nto be called “Twelve Memorable Murders,” and they had made two or three\nfortunes from it by the time they reached Boston.",
        "“But the project ended there.  We never killed a single soul,” Howells\nonce confessed to the writer of this memoir.",
        "At Quarry Farm that summer Mark Twain began the writing of “The\nAdventures of Tom Sawyer.”  He had been planning for some time to set\ndown the story of those far-off days along the river-front at Hannibal,\nwith John Briggs, Tom Blankenship, and the rest of that graceless band,\nand now in the cool luxury of a little study which Mrs. Crane had built\nfor him on the hillside he set himself to spin the fabric of his youth.\nThe study was a delightful place to work.  It was octagonal in shape,\nwith windows on all sides, something like a pilot-house.  From any\ndirection the breeze could come, and there were fine views.  To Twichell\nhe wrote:",
        "“It is a cozy nest, and just room in it for a sofa, table, and three\n     or four chairs, and when the storm sweeps down the remote valley and\n     the lightning flashes behind the hills beyond, and the rain beats on\n     the roof over my head, imagine the luxury of it!”",
        "He worked steadily there that summer.  He would begin mornings, soon\nafter breakfast, keeping at it until nearly dinner-time, say until five\nor after, for it was not his habit to eat the midday meal.  Other members\nof the family did not venture near the place; if he was wanted urgently,\na horn was blown.  His work finished, he would light a cigar and,\nstepping lightly down the stone flight that led to the house-level, he\nwould find where the family had assembled and read to them his day’s\nwork.  Certainly those were golden days, and the tale of Tom and Huck and\nJoe Harper progressed.  To Dr. John Brown, in Scotland, he wrote:",
        "“I have been writing fifty pages of manuscript a day, on an average,\n     for some time now, ..  .  .  and consequently have been so wrapped\n     up in it and dead to everything else that I have fallen mighty short\n     in letter-writing.”",
        "But the inspiration of Tom and Huck gave out when the tale was half\nfinished, or perhaps it gave way to a new interest.  News came one day\nthat a writer in San Francisco, without permission, had dramatized “The\nGilded Age,” and that it was being played by John T. Raymond, an actor of\nmuch power.  Mark Twain had himself planned to dramatize the character of\nColonel Sellers and had taken out dramatic copyright.  He promptly\nstopped the California production, then wrote the dramatist a friendly\nletter, and presently bought the play of him, and set in to rewrite it.\nIt proved a great success.  Raymond played it for several years.  Colonel\nSellers on the stage became fully as popular as in the book, and very\nprofitable indeed.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}