{
    "title": "The Pleasures of Life - CHAPTER XIII. THE DESTINY OF MAN.",
    "author": "Sir John Lubbock",
    "chapter": "27",
    "content": [
        "\n\n",
        "    “For I reckon that the sufferings of this present time are not worthy\n    to be compared with the glory which shall be revealed in us.\"–ROMANS\n    viii. 18.",
        "But though we have thus a sure and certain hope of progress for the race,\nstill, as far as man is individually concerned, with advancing years we\ngradually care less and less, for many things which gave us the greatest\npleasure in youth. On the other hand, if our time has been well used, if\nwe have warmed both hands wisely “before the fire of life,” we may gain\neven more than we lose. If our strength becomes less, we feel also the\nless necessity for exertion. Hope is gradually replaced by memory: and\nwhether this adds to our happiness or not depends on what our life has\nbeen.",
        "There are of course some lives which diminish in value as old age\nadvances, in which one pleasure fades after another, and even those which\nremain gradually lose their zest; but there are others which gain in\nrichness and peace all, and more, than that of which time robs them.",
        "The pleasures of youth may excel in keenness and in zest, but they have at\nthe best a tinge of anxiety and unrest; they cannot have the fulness and\ndepth which may accompany the consolations of age, and are amongst the\nrichest rewards of an unselfish life.",
        "For as with the close of the day, so with that of life; there may be\nclouds, and yet if the horizon is clear, the evening may be beautiful.",
        "Old age has a rich store of memories. Life is full of",
        "  “Joys too exquisite to last,\n  And yet more exquisite when past.” [1]",
        "Swedenborg imagines that in heaven the angels are advancing continually to\nthe spring-time of their youth, so that those who have lived longest are\nreally the youngest; and have we not all had friends who seem to fulfil\nthis idea? who are in reality–that is in mind–as fresh as a child: of\nwhom it may be said with more truth than of Cleopatra that",
        "  “Age cannot wither nor custom stale\n  Their infinite variety.”",
        "“When I consider old age,” says Cicero, “I find four causes why it is\nthought miserable: one, that it calls us away from the transaction of\naffairs; the second, that it renders the body more feeble; the third, that\nit deprives us of almost all pleasures; the fourth, that it is not very\nfar from death. Of these causes let us see, if you please, how great and\nhow reasonable each of them is.”",
        "To be released from the absorbing affairs of life, to feel that one has\nearned a claim to leisure and repose, is surely in itself no evil.",
        "To the second complaint against old age, I have already referred in\nspeaking of Health.",
        "The third is that it has no passions. “O noble privilege of age! if indeed\nit takes from us that which is in youth our greatest defect.” But the\nhigher feelings of our nature are not necessarily weakened; or rather,\nthey may become all the brighter, being purified from the grosser elements\nof our lower nature.",
        "Then, indeed, it might be said that “Man is the sun of the world; more\nthan the real sun. The fire of his wonderful heart is the only light and\nheat worth gauge or measure.” [2]",
        "“Single,” says Manu, “is each man born into the world; single he dies;\nsingle he receives the rewards of his good deeds; and single the\npunishment of his sins. When he dies his body lies like a fallen tree upon\nthe earth, but his virtue accompanies his soul. Wherefore let Man harvest\nand garner virtue, that so he may have an inseparable companion in that\ngloom which all must pass through, and which it is so hard to traverse.”",
        "Is it not extraordinary that many men will deliberately take a road which\nthey know is, to say the least, not that of happiness? That they prefer to\nmake others miserable, rather than themselves happy?",
        "Plato, in the Phaedrus, explains this by describing Man as a Composite\nBeing, having three natures, and compares him to a pair of winged horses\nand a charioteer. “Of the two horses one is noble and of noble origin, the\nother ignoble and of ignoble origin; and the driving, as might be\nexpected, is no easy matter.” The noble steed endeavors to raise the\nchariot, but the ignoble one struggles to drag it down.",
        "“Man,” says Shelly, “is an instrument over which a series of external and\ninternal impressions are driven, like the alternations of an ever-changing\nwind over an Aeolian lyre, which move it by their motion to ever-changing\nmelody.”",
        "Cicero mentions the approach of death as the fourth drawback of old age.\nTo many minds the shadow of the end is ever present, like the coffin in\nthe Egyptian feast, and overclouds all the sunshine of life. But ought we\nso to regard death?",
        "Shelly’s beautiful lines,",
        "  “Life, like a Dome of many-colored glass,\n  Stains the white radiance of Eternity,\n  Until death tramples it to fragments,”",
        "contain, as it seems to me at least, a double error. Life need not stain\nthe white radiance of eternity; nor does death necessarily trample it to\nfragments.",
        "Man has, says Coleridge,",
        "              “Three treasures,–love and light\n  And calm thoughts, regular as infants’ breath;\n  And three firm friends, more sure than day and night,\n  Himself, his Maker, and the Angel Death.”",
        "Death is “the end of all, the remedy of many, the wish of divers men,\ndeserving better of no men than of those to whom she came before she was\ncalled.” [3]",
        "It is often assumed that the journey to",
        "  “The undiscovered country from whose bourne\n  No traveler returns”",
        "must be one of pain and suffering. But this is not so. Death is often\npeaceful and almost painless.",
        "Bede during his late illness was translating St. John’s Gospel into\nAnglo-Saxon, and the morning of his death his secretary, observing his\nweakness, said, “There remains now only one chapter, and it seems\ndifficult to you to speak.” “It is easy,” said Bede; “take your pen and\nwrite as fast as you can,” At the close of the chapter the scribe said,\n“It is finished,” to which he replied, “Thou hast said the truth,\nconsummatum est.” He then divided his little property among the\nbrethren, having done which he asked to be placed opposite to the place\nwhere he usually prayed, said “Glory be to the Father, and to the Son, and\nto the Holy Ghost,” and as he pronounced the last words he expired.",
        "Goethe died without any apparent suffering, having just prepared himself\nto write, and expressed his delight at the return of spring.",
        "We are told of Mozart’s death that “the unfinished requiem lay upon the\nbed, and his last efforts were to imitate some peculiar instrumental\neffects, as he breathed out his life in the arms of his wife and their\nfriend Suessmaier.”",
        "Plato died in the act of writing; Lucan while reciting part of his book on\nthe war of Pharsalus; Blake died singing; Wagner in sleep with his head on\nhis wife’s shoulder. Many have passed away in their sleep. Various high\nmedical authorities have expressed their surprise that the dying seldom\nfeel either dismay or regret. And even those who perish by violence, as\nfor instance in battle, feel, it is probable, but little suffering.",
        "But what of the future? There may be said to be now two principal views.\nThere are some who believe indeed in the immortality of the soul, but not\nof the individual soul: that our life is continued in that of our children\nwould seem indeed to be the natural deduction from the simile of St. Paul,\nas that of the grain of wheat is carried on in the plant of the following\nyear.",
        "So long indeed as happiness exists it is selfish to dwell too much on our\nown share in it. Admit that the soul is immortal, but that in the future\nstate of existence there is a break in the continuity of memory, that one\ndoes not remember the present life, and from this point of view is not the\nimportance of identity involved in that of continuous memory? But however\nthis may be according to the general view, the soul, though detached from\nthe body, will retain its conscious identity, and will awake from death,\nas it does from sleep; so that if we cannot affirm that",
        "  “Millions of spiritual creatures walk the Earth,\n  Unseen, both when we wake, and when we sleep,” [4]",
        "at any rate they exist somewhere else in space, and we are indeed looking\nat them when we gaze at the stars, though to our eyes they are as yet\ninvisible.",
        "In neither case, however, can death be regarded as an evil. To wish that\nyouth and strength were unaffected by time might be a different matter.",
        "“But if we are not destined to be immortal, yet it is a desirable thing\nfor a man to expire at his fit time. For, as nature prescribes a boundary\nto all other things, so does she also to life. Now old age is the\nconsummation of life, just as of a play: from the fatigue of which we\nought to escape, especially when satiety is super-added.” [5]",
        "From this point of view, then, we need",
        "  “Weep not for death,\n    ’Tis but a fever stilled,\n  A pain suppressed,–a fear at rest,\n    A solemn hope fulfilled.\n  The moonshine on the slumbering deep\n  Is scarcely calmer. Wherefore weep?\"\n\n  “Weep not for death!\n    The fount of tears is sealed,\n  Who knows how bright the inward light\n    To those closed eyes revealed?\n  Who knows what holy love may fill\n  The heart that seems so cold and still.”",
        "Many a weary soul will have recurred with comfort to the thought that",
        "  “A few more years shall roll,\n    A few more seasons come,\n  And we shall be with those that rest\n    Asleep within the tomb.\n\n  “A few more struggles here,\n    A few more partings o’er,\n  A few more toils, a few more tears,\n    And we shall weep no more.”",
        "By no one has this, however, been more grandly expressed than by Shelley.",
        "  “Peace, peace! he is not dead, he doth not sleep!\n    He hath awakened from the dream of life.\n  ’Tis we who, lost in stormy visions, keep\n    With phantoms an unprofitable strife,\n  He has outsoared the shadows of our night.\n    Envy and calumny, and hate and pain,\n  And that unrest which men miscall delight,\n    Can touch him not and torture not again.\n    From the contagion of the world’s slow stain\n  He is secure, and now can never mourn\n    A heart grown cold, a head grown gray, in vain–”",
        "Most men, however, decline to believe that",
        "  “We are such stuff\n  As dreams are made of, and our little life\n  Is rounded with a sleep.” [6]",
        "According to the more general view death frees the soul from the\nencumbrance of the spirit, and summons us to the seat of judgment. In\nfact,",
        "  “There is no Death! What seems so is transition;\n    This life of mortal breath\n  Is but a suburb of the life elysian,\n    Whose portal we call Death.” [7]",
        "We have bodies, “we are spirits.” “I am a soul,” said Epictetus, “dragging\nabout a corpse.” The body is the mere perishable form of the immortal\nessence. Plato concluded that if the ways of God are to be justified,\nthere must be a future life.",
        "To the aged in either case death is a release. The Bible dwells most\nforcibly on the blessing of peace. “My peace I give unto you: not as the\nworld giveth, give I unto you.” Heaven is described as a place where the\nwicked cease from troubling, and the weary are at rest.",
        "But I suppose every one must have asked himself in what can the pleasures\nof heaven consist.",
        "                    “For all we know\n  Of what the blessed do above\n  Is that they sing, and that they love.” [8]",
        "It would indeed accord with few men’s ideal that there should be any\n“struggle for existence” in heaven. We should then be little better off\nthan we are now. This world is very beautiful, if we could only enjoy it\nin peace. And yet mere passive existence–mere vegetation–would in itself\noffer few attractions. It would indeed be almost intolerable.",
        "Again, the anxiety of change seems inconsistent with perfect happiness;\nand yet a wearisome, interminable monotony, the same thing over and over\nagain forever and ever without relief or variety, suggests dulness rather\nthan bliss.",
        "I feel that to me, said Greg, “God has promised not the heaven of the\nascetic temper, or the dogmatic theologian, or of the subtle mystic, or of\nthe stern martyr ready alike to inflict and bear; but a heaven of purified\nand permanent affections–of a book of knowledge with eternal leaves, and\nunbounded capacities to read it–of those we love ever round us, never\nmisconceiving us, or being harassed by us–of glorious work to do, and\nadequate faculties to do it–a world of solved problems, as well as of\nrealized ideals.”",
        "  “For still the doubt came back,–Can God provide\n    For the large heart of man what shall not pall,\n  Nor through eternal ages’ endless tide\n    On tired spirits fall?\n\n  “These make him say,–If God has so arrayed\n    A fading world that quickly passes by,\n  Such rich provision of delight has made\n    For every human eye,\n\n  “What shall the eyes that wait for him survey\n    When his own presence gloriously appears\n  In worlds that were not founded for a day,\n    But for eternal years?” [9]",
        "Here science seems to suggest a possible answer: the solution of problems\nwhich have puzzled us here; the acquisition of new ideas; the unrolling\nthe history of the past; the world of animals and plants; the secrets of\nspace; the wonders of the stars and of the regions beyond the stars. To\nbecome acquainted with all the beautiful and interesting spots of our own\nworld would indeed be something to look forward to, and our world is but\none of many millions. I sometimes wonder as I look away to the stars at\nnight whether it will ever be my privilege as a disembodied spirit to\nvisit and explore them. When we had made the great tour fresh interests\nwould have arisen, and we might well begin again.",
        "Here there is an infinity of interest without anxiety. So that at last the\nonly doubt may be",
        "  “Lest an eternity should not suffice\n    To take the measure and the breadth and height\n  Of what there is reserved in Paradise\n    Its ever-new delight.” [10]",
        "Cicero surely did not exaggerate when he said, “O glorious day! when I\nshall depart to that divine company and assemblage of spirits, and quit\nthis troubled and polluted scene. For I shall go not only to those great\nmen of whom I have spoken before, but also to my son Cato, than whom never\nwas better man born, nor more distinguished for pious affection; whose\nbody was burned by me, whereas, on the contrary, it was fitting that mine\nshould be burned by him. But his soul not deserting me, but oft looking\nback, no doubt departed to these regions whither it saw that I myself was\ndestined to come. Which, though a distress to me, I seemed patiently to\nendure: not that I bore it with indifference, but I comforted myself with\nthe recollection that the separation and distance between us would not\ncontinue long. For these reasons, O Scipio (since you said that you with\nLaelius were accustomed to wonder at this), old age is tolerable to me,\nand not only not irksome, but even delightful. And if I am wrong in this,\nthat I believe the souls of men to be immortal, I willingly delude myself:\nnor do I desire that this mistake, in which I take pleasure, should be\nwrested from me as long as I live; but if I, when dead, shall have no\nconsciousness, as some narrow-minded philosophers imagine, I do not fear\nlest dead philosophers should ridicule this my delusion.”",
        "Nor can I omit the striking passage in the Apology, when pleading before\nthe people of Athens, Socrates says, “Let us reflect in another way, and\nwe shall see that there is great reason to hope that death is a good; for\none of two things–either death is a state of nothingness and utter\nunconsciousness, or, as men say, there is a change and migration of the\nsoul from this world to another. Now if you suppose that there is no\nconsciousness, but a sleep like the sleep of him who is undisturbed even\nby the sight of dreams, death will be an unspeakable gain. For if a person\nwere to select the night in which his sleep was undisturbed even by\ndreams, and were to compare with this the other days and nights of his\nlife, and then were to tell us how many days and nights he had passed in\nthe course of his life better and more pleasantly than this one, I think\nthat any man, I will not say a private man, but even the great king will\nnot find many such days or nights, when compared with the others. Now, if\ndeath is like this, I say that to die is gain; for eternity is then only a\nsingle night. But if death is the journey to another place, and there, as\nmen say, all the dead are, what good, O my friends and judges, can be\ngreater than this?",
        "“If, indeed, when the pilgrim arrives in the world below, he is delivered\nfrom the professors of justice in this world, and finds the true judges,\nwho are said to give judgment there,–Minos, and Rhadamanthus, and Aeacus,\nand Triptolemus, and other sons of God who were righteous in their own\nlife,–that pilgrimage will be worth making. What would not a man give if\nhe might converse with Orpheus, and Musaeus, and Hesiod, and Homer? Nay,\nif this be true, let me die again and again. I myself, too, shall have a\nwonderful interest in there meeting and conversing with Palamedes, and\nAjax the son of Telamon, and other heroes of old, who have suffered death\nthrough an unjust judgment; and there will be no small pleasure, as I\nthink, in comparing my own sufferings with theirs. Above all, I shall then\nbe able to continue my search into true and false knowledge; as in this\nworld, so also in that; and I shall find out who is wise, and who pretends\nto be wise, and is not. What would not a man give, O judges, to be able to\nexamine the leader of the great Trojan expedition; or Odysseus or\nSisyphus, or numberless others, men and women too! What infinite delight\nwould there be in conversing with them and asking them questions. In\nanother world they do not put a man to death for asking questions;\nassuredly not. For besides being happier in that world than in this, they\nwill be immortal, if what is said be true.",
        "“Wherefore, O judges, be of good cheer about death, and know of a\ncertainty that no evil can happen to a good man, either in life or after\ndeath. He and his are not neglected by the gods; nor has my own\napproaching end happened by mere chance. But I see clearly that to die and\nbe released was better for me; and therefore the oracle gave no sign. For\nwhich reason, also, I am not angry with my condemners, or with my\naccusers; they have done me no harm, although they did not mean to do me\nany good; and for this I may gently blame them. The hour of departure has\narrived, and we go our ways–I to die and you to live. Which is better God\nonly knows.”",
        "In the Wisdom of Solomon we are promised that–",
        "“The souls of the righteous are in the hand of God, and there shall no\ntorment touch them.",
        "“In the sight of the unwise they seemed to die; and their departure is\ntaken for misery.",
        "“And their going from us to be utter destruction; but they are in peace.",
        "“For though they be punished in the sight of men, yet is their hope full\nof immortality.",
        "“And having been a little chastised, they shall be greatly rewarded: for\nGod proved them, and found them worthy for himself.”",
        "And assuredly, if in the hour of death the conscience is at peace, the\nmind need not be troubled. The future is full of doubt, indeed, but fuller\nstill of hope.",
        "If we are entering upon a rest after the struggles of life,",
        "  “Where the wicked cease from troubling,\n  And the weary are at rest,”",
        "that to many a weary soul will be a welcome bourne, and even then we may\nsay,",
        "  “O Death! where is thy sting?\n  O Grave! where is thy victory?”",
        "On the other hand, if we are entering on a new sphere of existence, where\nwe may look forward to meet not only those of whom we have heard so often,\nthose whose works we have read and admired, and to whom we owe so much,\nbut those also whom we have loved and lost; when we shall leave behind us\nthe bonds of the flesh and the limitations of our earthly existence; when\nwe shall join the Angels, and Archangels, and all the company of\nHeaven,–then, indeed, we may cherish a sure and certain hope that the\ninterests and pleasures of this world are as nothing compared to those of\nthe life that awaits us in our Eternal Home.",
        "[1] Montgomery.",
        "[2] Emerson.",
        "[3] Seneca.",
        "[4] Milton.",
        "[5] Cicero.",
        "[6] Shakespeare.",
        "[7] Longfellow.",
        "[8] Waller.",
        "[9] Trench.",
        "[10] Trench.",
        " ",
        " ",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}