{
    "title": "The Poetics - 16 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "17",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nDiscovery in general has been explained already. As for the species of\nDiscovery, the first to be noted is (1) the least artistic form of it,\nof which the poets make most use through mere lack of invention,\nDiscovery by signs or marks. Of these signs some are congenital, like\nthe ’lance-head which the Earth-born have on them’, or ’stars’, such\nas Carcinus brings in in his Thyestes; others acquired after birth—\nthese latter being either marks on the body, e.g. scars, or external\ntokens, like necklaces, or to take another sort of instance, the ark\nin the Discovery in Tyro. Even these, however, admit of two uses, a\nbetter and a worse; the scar of Ulysses is an instance; the Discovery\nof him through it is made in one way by the nurse and in another by\nthe swineherds. A Discovery using signs as a means of assurance is\nless artistic, as indeed are all such as imply reflection; whereas one\nbringing them in all of a sudden, as in the Bath-story, is of a\nbetter order. Next after these are (2) Discoveries made directly by\nthe poet; which are inartistic for that very reason; e.g. Orestes’\nDiscovery of himself in Iphigenia: whereas his sister reveals who\nshe is by the letter, Orestes is made to say himself what the poet\nrather than the story demands. This, therefore, is not far removed\nfrom the first-mentioned fault, since he might have presented certain\ntokens as well. Another instance is the ’shuttle’s voice’ in the\nTereus of Sophocles. (3) A third species is Discovery through\nmemory, from a man’s consciousness being awakened by something seen or\nheard. Thus in The Cyprioe of Dicaeogenes, the sight of the picture\nmakes the man burst into tears; and in the Tale of Alcinous, hearing\nthe harper Ulysses is reminded of the past and weeps; the Discovery of\nthem being the result. (4) A fourth kind is Discovery through\nreasoning; e.g. in The Choephoroe: ’One like me is here; there is\nno one like me but Orestes; he, therefore, must be here.’ Or that\nwhich Polyidus the Sophist suggested for Iphigenia; since it was\nnatural for Orestes to reflect: ’My sister was sacrificed, and I am to\nbe sacrificed like her.’ Or that in the Tydeus of Theodectes: ’I\ncame to find a son, and am to die myself.’ Or that in The Phinidae:\non seeing the place the women inferred their fate, that they were to\ndie there, since they had also been exposed there. (5) There is, too,\na composite Discovery arising from bad reasoning on the side of the\nother party. An instance of it is in Ulysses the False Messenger: he\nsaid he should know the bow—which he had not seen; but to suppose\nfrom that that he would know it again (as though he had once seen it)\nwas bad reasoning. (6) The best of all Discoveries, however, is that\narising from the incidents themselves, when the great surprise comes\nabout through a probable incident, like that in the Oedipus of\nSophocles; and also in Iphigenia; for it was not improbable that she\nshould wish to have a letter taken home. These last are the only\nDiscoveries independent of the artifice of signs and necklaces. Next\nafter them come Discoveries through reasoning.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}