{
    "title": "The Boys’ Life of Mark Twain - XXIV. The Discovery of “The Jumping Frog”",
    "author": "Paine",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain’s daily letters to the “Enterprise” stirred up trouble for him\nin San Francisco.  He was free, now, to write what he chose, and he\nattacked the corrupt police management with such fierceness that, when\ncopies of the “Enterprise” got back to San Francisco, they started a\ncommotion at the city hall.  Then Mark Twain let himself go more\nvigorously than ever.  He sent letters to the “Enterprise” that made even\nthe printers afraid.  Goodman, however, was fearless, and let them go in,\nword for word.  The libel suit which the San Francisco chief of police\nbrought against the Enterprise advertised the paper amazingly.",
        "But now came what at the time seemed an unfortunate circumstance.  Steve\nGillis, always a fearless defender of the weak, one night rushed to the\nassistance of two young fellows who had been set upon by three roughs.\nGillis, though small of stature, was a terrific combatant, and he\npresently put two of the assailants to flight and had the other ready for\nthe hospital.  Next day it turned out that the roughs were henchmen of\nthe police, and Gillis was arrested.",
        "Clemens went his bail, and advised Steve to go down to Virginia City\nuntil the storm blew over.",
        "But it did not blow over for Mark Twain.  The police department was only\ntoo glad to have a chance at the author of the fierce “Enterprise\"\nletters, and promptly issued a summons for him, with an execution against\nhis personal effects.  If James N. Gillis, brother of Steve, had not\nhappened along just then and spirited Mark Twain away to his mining-camp\nin the Tuolumne Hills, the beautiful gold watch given to the governor of\nthe Third House might have been sacrificed in the cause of friendship.",
        "As it was, he found himself presently in the far and peaceful seclusion\nof that land which Bret Harte would one day make famous with his tales of\n“Roaring Camp” and “Sandy Bar.”  Jim Gillis was, in fact, the Truthful\nJames of Bret Harte, and his cabin on jackass Hill had been the retreat\nof Harte and many another literary wayfarer who had wandered there for\nrest and refreshment and peace.  It was said the sick were made well, and\nthe well made better, in Jim Gillis’s cabin.  There were plenty of books\nand a variety of out-of-door recreation.  One could mine there if he\nchose.  Jim would furnish the visiting author with a promising claim, and\nteach him to follow the little fan-like drift of gold specks to the\npocket of treasure somewhere up the hillside.",
        "Gillis himself had literary ability, though he never wrote.  He told his\nstories, and with his back to the open fire would weave the most amazing\ntales, invented as he went along.  His stories were generally wonderful\nadventures that had happened to his faithful companion, Stoker; and\nStoker never denied them, but would smoke and look into the fire, smiling\na little sometimes, but never saying a word.  A number of the tales later\nused by Mark Twain were first told by Jim Gillis in the cabin on Jackass\nHill.  “Dick Baker’s Cat” was one of these, the jay-bird and acorn story\nin “A Tramp Abroad” was another.  Mark Twain had little to add to these\nstories.",
        "“They are not mine, they are Jim’s,” he said, once; “but I never could\nget them to sound like Jim–they were never as good as his.”",
        "It was early in December, 1864, when Mark Twain arrived at the humble\nretreat, built of logs under a great live-oak tree, and surrounded by a\nstretch of blue-grass.  A younger Gillis boy was there at the time, and\nalso, of course, Dick Stoker and his cat, Tom Quartz, which every reader\nof “Roughing It” knows.",
        "It was the rainy season, but on pleasant days they all went pocket-\nmining, and, in January, Mark Twain, Gillis, and Stoker crossed over into\nCalaveras County and began work near Angel’s Camp, a place well known to\nreaders of Bret Harte.  They put up at a poor hotel in Angel’s, and on\ngood days worked pretty faithfully.  But it was generally raining, and\nthe food was poor.",
        "In his note-book, still preserved, Mark Twain wrote: “January 27 (1865).\n–Same old diet–same old weather–went out to the pocket-claim–had to\nrush back.”",
        "So they spent a good deal of their time around the rusty stove in the\ndilapidated tavern at Angel’s Camp.  It seemed a profitless thing to do,\nbut few experiences were profitless to Mark Twain, and certainly this one\nwas not.",
        "At this barren mining hotel there happened to be a former Illinois River\npilot named Ben Coon, a solemn, sleepy person, who dozed by the stove or\ntold slow, pointless stories to any one who would listen.  Not many would\nstay to hear him, but Jim Gillis and Mark Twain found him a delight.\nThey would let him wander on in his dull way for hours, and saw a vast\nhumor in a man to whom all tales, however trivial or absurd, were serious\nhistory.",
        "At last, one dreary afternoon, he told them about a frog–a frog that had\nbelonged to a man named Coleman, who had trained it to jump, and how the\ntrained frog had failed to win a wager because the owner of the rival\nfrog had slyly loaded the trained jumper with shot.  It was not a new\nstory in the camps, but Ben Coon made a long tale of it, and it happened\nthat neither Clemens nor Gillis had heard it before.  They thought it\namusing, and his solemn way of telling it still more so.",
        "“I don’t see no p’ints about that frog that’s better than any other\nfrog,” became a catch phrase among the mining partners; and, “I ’ain’t\ngot no frog, but if I had a frog, I’d bet you.”",
        "Out on the claim, Clemens, watching Gillis and Stoker anxiously washing,\nwould say, “I don’t see no pints about that pan o’ dirt that’s any better\nthan any other pan o’ dirt.”  And so they kept the tale going.  In his\nnote-book Mark Twain made a brief memorandum of the story for possible\nuse.",
        "The mining was rather hopeless work.  The constant and heavy rains were\ndisheartening.  Clemens hated it, and even when, one afternoon, traces of\na pocket began to appear, he rebelled as the usual chill downpour set in.",
        "“Jim,” he said, “let’s go home; we’ll freeze here.”",
        "Gillis, as usual, was washing, and Clemens carrying the water.  Gillis,\nseeing the gold “color” improving with every pan, wanted to go on washing\nand climbing toward the precious pocket, regardless of wet and cold.\nClemens, shivering and disgusted, vowed that each pail of water would be\nhis last.  His teeth were chattering, and he was wet through.  Finally he\nsaid:",
        "“Jim, I won’t carry any more water.  This work too disagreeable.”",
        "Gillis had just taken out a panful of dirt.",
        "“Bring one more pail, Sam,” he begged.",
        "“Jim I won’t do it.  I’m-freezing.”",
        "“Just one more pail, Sam!” Jim pleaded.",
        "“No, sir; not a drop–not if I knew there was a million dollars in that\npan.”",
        "Gillis tore out a page of his note-book and hastily posted a thirty-day-\nclaim notice by the pan of dirt.  Then they set out for Angel’s Camp,\nnever to return.  It kept on raining, and a letter came from Steve\nGillis, saying he had settled all the trouble in San Francisco.  Clemens\ndecided to return, and the miners left Angel’s without visiting their\nclaim again.",
        "Meantime the rain had washed away the top of the pan of dirt they had\nleft standing on the hillside, exposing a handful of nuggets, pure gold.\nTwo strangers, Austrians, happening along, gathered it up and, seeing the\nclaim notice posted by Jim Gillis, sat down to wait until it expired.\nThey did not mind the rain–not under the circumstances–and the moment\nthe thirty days were up they followed the lead a few pans farther and\ntook out, some say ten, some say twenty, thousand dollars.  In either\ncase it was a good pocket that Mark Twain missed by one pail of water.\nStill, without knowing it, he had carried away in his note-book a single\nnugget of far greater value the story of “The Jumping Frog.”",
        "He did not write it, however, immediately upon his return to San\nFrancisco.  He went back to his “Enterprise” letters and contributed some\nsketches to the Californian.  Perhaps he thought the frog story too mild\nin humor for the slope.  By and by he wrote it, and by request sent it to\nArtemus Ward to be used in a book that Ward was about to issue.  It\narrived too late, and the publisher handed it to the editor of the\n“Saturday Press,” Henry Clapp, saying:",
        "“Here, Clapp, is something you can use in your paper.”",
        "The “Press” was struggling, and was glad to get a story so easily.  “Jim\nSmiley and his jumping Frog” appeared in the issue of November 18, 1865,\nand was at once copied and quoted far and near.  It carried the name of\nMark Twain across the mountains and the prairies of the Middle West; it\nbore it up and down the Atlantic slope.  Some one said, then or later,\nthat Mark Twain leaped into fame on the back of a jumping frog.",
        "Curiously, this did not at first please the author.  He thought the tale\npoor.  To his mother he wrote:",
        "I do not know what to write; my life is so uneventful.  I wish I was back\nthere piloting up and down the river again.  Verily, all is vanity and\nlittle worth–save piloting.",
        "To think that, after writing many an article a man might be excused for\nthinking tolerably good, those New York people should single out a\nvillainous backwoods sketch to compliment me on!–” Jim Smiley and his\nJumping Frog\"–a squib which would never have been written but to please\nArtemus Ward.",
        "However, somewhat later he changed his mind considerably, especially when\nhe heard that James Russell Lowell had pronounced the story the finest\npiece of humorous writing yet produced in America.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}