{
    "title": "The Boys’ Life of Mark Twain - XLIX. Kipling at Elmira.  Elsie Leslie.  The “Yankee”",
    "author": "Paine",
    "chapter": "49",
    "content": [
        "\n",
        "\n\n",
        "One day during the summer of 1889 a notable meeting took place in Elmira.\nOn a blazing forenoon a rather small and very hot young man, in a slow,\nsizzling hack made his way up East Hill to Quarry Faun.  He inquired for\nMark Twain, only to be told that he was at the Langdon home, down in the\ntown which the young man had just left.  So he sat for a little time on\nthe pleasant veranda, and Mrs. Crane and Susy Clemens, who were there,\nbrought him some cool milk and listened to him talk in a way which seemed\nto them very entertaining and wonderful.  When he went away he left his\ncard with a name on it strange to them–strange to the world at that\ntime.  The name was Rudyard Kipling.  Also on the card was the address\nAllahabad, and Sissy kept it, because, to her, India was fairyland.",
        "Kipling went down into Elmira and found Mark Twain.  In his book\n“American Notes” he has left an account of that visit.  He claimed that\nhe had traveled around the world to see Mark Twain, and his article\nbegins:",
        "“You are a contemptible lot over yonder.  Some of you are\n     commissioners, and some are lieutenant-governors, and some have the\n     V. C., and a few are privileged to walk about the Mall arm in arm\n     with the viceroy; but I have seen Mark Twain this golden morning,\n     have shaken his hand, and smoked a cigar–no, two cigars–with him,\n     and talked with him for more than two hours!”",
        "But one should read the article entire–it is so worth while.  Clemens\nalso, long after, dictated an account of the meeting.",
        "Kipling came down and spent a couple of hours with me, and at the end of\nthat time I had surprised him as much as he had surprised me–and the\nhonors were easy.  I believed that he knew more than any person I had met\nbefore, and I knew that he knew that I knew less than any person he had\nmet before.  .  .  When he had gone, Mrs. Langdon wanted to know about my\nvisitor.  I said:",
        "“He is a stranger to me, but he is a most remarkable man–and I am the\nother one.  Between us we cover all knowledge.  He knows all that can be\nknown, and I know the rest.”",
        "He was a stranger to me and all the world, and remained so for twelve\nmonths, but then he became suddenly known and universally known.  .  .\nGeorge Warner came into our library one morning, in Hartford, with a\nsmall book in his hand, and asked me if I had ever heard of Rudyard\nKipling.  I said “No.”",
        "He said I would hear of him very soon, and that the noise he made would\nbe loud and continuous.  .  .  A day or two later he brought a copy of\nthe London “World” which had a sketch of Kipling in it and a mention of\nthe fact that he had traveled in the United States.  According to the\nsketch he had passed through Elmira.  This remark, with the additional\nfact that he hailed from India, attracted my attention–also Susy’s.  She\nwent to her room and brought his card from its place in the frame of her\nmirror, and the Quarry Farm visitor stood identified.",
        "A theatrical production of “The Prince and the Pauper,” dramatized by\nMrs. A. S. Richardson, was one of the events of this period.  It was a\ncharming performance, even if not a great financial success, and little\nElsie Leslie, who played the double part of the Prince and Tom Canty,\nbecame a great favorite in the Clemens home.  She was also a favorite of\nthe actor and playwright, William Gillette, [9] and once when Clemens and\nGillette were together they decided to give the little girl a surprise–a\npair of slippers, in fact, embroidered by themselves.  In his\npresentation letter to her, Mark Twain wrote:",
        "“Either of us could have thought of a single slipper, but it took both of\nus to think of two slippers.  In fact, one of us did think of one\nslipper, and then, quick as a flash, the other thought of the other one.”",
        "He apologized for his delay:",
        "“You see, it was my first attempt at art, and I couldn’t rightly get the\nhang of it, along at first.  And then I was so busy I couldn’t get a\nchance to work at home, and they wouldn’t let me embroider on the cars;\nthey said it made the other passengers afraid.  .  .  Take the slippers\nand wear them next your heart, Elsie dear, for every stitch in them is a\ntestimony of the affection which two of your loyalest friends bear you.\nEvery single stitch cost us blood.  I’ve got twice as many pores in me\nnow as I used to have .  .  .  .  Do not wear these slippers in public,\ndear; it would only excite envy; and, as like as not, somebody would try\nto shoot you.”",
        "For five years Mark Twain had not published a book.  Since the appearance\nof “Huck Finn” at the end of 1884 he had given the public only an\noccasional magazine story or article.  His business struggle and the\ntype-setter had consumed not only his fortune, but his time and energy.\nNow, at last, however, a book was ready.  “A Connecticut Yankee in King\nArthur’s Court” came from the press of Webster & Co. at the end of 1889,\na handsome book, elaborately and strikingly illustrated by Dan Beard–a\npretentious volume which Mark Twain really considered his last.  “It’s my\nswan-song, my retirement from literature permanently,” he wrote Howells,\nthough certainly he was young, fifty-four, to have reached this\nconclusion.",
        "The story of the “Yankee\"–a fanciful narrative of a skilled Yankee\nmechanic swept backward through the centuries to the dim day of Arthur\nand his Round Table–is often grotesque enough in its humor, but under it\nall is Mark Twain’s great humanity in fierce and noble protest against\nunjust laws, the tyranny of an individual or of a ruling class–\noppression of any sort.  As in “The Prince and the Pauper,” the wandering\nheir to the throne is brought in contact with cruel injustice and misery,\nso in the “Yankee” the king himself becomes one of a band of fettered\nslaves, and through degradation and horror of soul acquires mercy and\nhumility.",
        "The “Yankee in King Arthur’s Court” is a splendidly imagined tale.\nEdmund Clarence Stedman and William Dean Howells have ranked it very\nhigh.  Howells once wrote: “Of all the fanciful schemes in fiction, it\npleases me most.”  The “Yankee” has not held its place in public favor\nwith Mark Twain’s earlier books, but it is a wonderful tale, and we\ncannot afford to leave it unread.",
        "When the summer came again, Mark Twain and his family decided for once to\nforego Quarry Farm for a season in the Catskills, and presently found\nthemselves located in a cottage at Onteora in the midst of a most\ndelightful colony.  Mrs. Mary Mapes Dodge, then editor of St. Nicholas,\nwas there, and Mrs. Custer and Brander Matthews and Lawrence Hutton and a\nscore of other congenial spirits.  There was constant visiting from one\ncottage to another, with frequent gatherings at the Inn, which was\ngeneral headquarters.  Susy Clemens, now eighteen, was a central figure,\nbrilliant, eager, intense, ambitious for achievement–lacking only in\nphysical strength.  She was so flower-like, it seemed always that her\nfragile body must be consumed by the flame of her spirit.  It was a happy\nsummer, but it closed sadly.  Clemens was called to Keokuk in August, to\nhis mother’s bedside.  A few weeks later came the end, and Jane Clemens\nhad closed her long and useful life.  She was in her eighty-eighth year.\nA little later, at Elmira, followed the death of Mrs. Clemens’s mother, a\nsweet and gentle woman.",
        "[9] Gillette was originally a Hartford boy.  Mark Twain had recognized\nhis ability, advanced him funds with which to complete his dramatic\neducation, and Gillette’s first engagement seems to have been with the\nColonel Sellers company.  Mark Twain often advanced money in the interest\nof education.  A young sculptor he sent to Paris for two years’ study.\nAmong others, he paid the way of two colored students through college.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}