{
    "title": "The Theory of Social Revolutions",
    "author": "Brooks Adams",
    "chapter": "1",
    "content": [
        "\n\n",
        "Civilization, I apprehend, is nearly synonymous with order. However much\nwe may differ touching such matters as the distribution of property, the\ndomestic relations, the law of inheritance and the like, most of us, I\nshould suppose, would agree that without order civilization, as we\nunderstand it, cannot exist. Now, although the optimist contends that,\nsince man cannot foresee the future, worry about the future is futile,\nand that everything, in the best possible of worlds, is inevitably for\nthe best, I think it clear that within recent years an uneasy suspicion\nhas come into being that the principle of authority has been dangerously\nimpaired, and that the social system, if it is to cohere, must be\nreorganized. So far as my observation has extended, such intuitions are\nusually not without an adequate cause, and if there be reason for\nanxiety anywhere, it surely should be in the United States, with its\nunwieldy bulk, its heterogeneous population, and its complex government.\nTherefore, I submit, that an hour may not be quite wasted which is\npassed in considering some of the recent phenomena which have appeared\nabout us, in order to ascertain if they can be grouped together in any\ncomprehensible relation.",
        "About a century ago, after, the American and French Revolutions and the\nNapoleonic wars, the present industrial era opened, and brought with it\na new governing class, as every considerable change in human environment\nmust bring with it a governing class to give it expression. Perhaps, for\nlack of a recognized name, I may describe this class as the industrial\ncapitalistic class, composed in the main of administrators and bankers.\nAs nothing in the universe is stationary, ruling classes have their\nrise, culmination, and decline, and I conjecture that this class\nattained to its acme of popularity and power, at least in America,\ntoward the close of the third quarter of the nineteenth century. I draw\nthis inference from the fact that in the next quarter resistance to\ncapitalistic methods began to take shape in such legislation as the\nInterstate Commerce Law and the Sherman Act, and almost at the opening\nof the present century a progressively rigorous opposition found for its\nmouthpiece the President of the Union himself. History may not be a very\npractical study, but it teaches some useful lessons, one of which is\nthat nothing is accidental, and that if men move in a given direction,\nthey do so in obedience to an impulsion as automatic as is the impulsion\nof gravitation. Therefore, if Mr. Roosevelt became, what his adversaries\nare pleased to call, an agitator, his agitation had a cause which is as\ndeserving of study as is the path of a cyclone. This problem has long\ninterested me, and I harbor no doubt not only that the equilibrium of\nsociety is very rapidly shifting, but that Mr. Roosevelt has,\nhalf-automatically, been stimulated by the instability about him to seek\nfor a new centre of social gravity. In plain English, I infer that he\nhas concluded that industrialism has induced conditions which can no\nlonger be controlled by the old capitalistic methods, and that the\ncountry must be brought to a level of administrative efficiency\ncompetent to deal with the strains and stresses of the twentieth\ncentury, just as, a hundred and twenty-five years ago, the country was\nbrought to an administrative level competent for that age, by the\nadoption of the Constitution. Acting on these premises, as I conjecture,\nwhether consciously worked out or not, Mr. Roosevelt’s next step was to\nbegin the readjustment; but, I infer, that on attempting any correlated\nmeasures of reform, Mr. Roosevelt found progress impossible, because of\nthe obstruction of the courts. Hence his instinct led him to try to\noverleap that obstruction, and he suggested, without, I suspect,\nexamining the problem very deeply, that the people should assume the\nright of “recalling” judicial decisions made in causes which involved\nthe nullifying of legislation. What would have happened had Mr.\nRoosevelt been given the opportunity to thoroughly formulate his ideas,\neven in the midst of an election, can never be known, for it chanced\nthat he was forced to deal with subjects as vast and complex as ever\nvexed a statesman or a jurist, under difficulties at least equal to the\ndifficulties of the task itself. If the modern mind has developed one\ncharacteristic more markedly than another, it is an impatience with\nprolonged demands on its attention, especially if the subject be\ntedious. No one could imagine that the New York press of to-day would\nprint the disquisitions which Hamilton wrote in 1788 in support of the\nConstitution, or that, if it did, any one would read them, least of all\nthe lawyers; and yet Mr. Roosevelt’s audience was emotional and\ndiscursive even for a modern American audience. Hence, if he attempted\nto lead at all, he had little choice but to adopt, or at least discuss,\nevery nostrum for reaching an immediate millennium which happened to be\nuppermost; although, at the same time, he had to defend himself against\nan attack compared with which any criticism to which Hamilton may have\nbeen subjected resembled a caress. The result has been that the\nProgressive movement, bearing Mr. Roosevelt with it, has degenerated\ninto a disintegrating rather than a constructive energy, which is, I\nsuspect, likely to become a danger to every one interested in the\nmaintenance of order, not to say in the stability of property. Mr.\nRoosevelt is admittedly a strong and determined man whose instinct is\narbitrary, and yet, if my analysis be sound, we see him, at the supreme\nmoment of his life, diverted from his chosen path toward centralization\nof power, and projected into an environment of, apparently, for the most\npart, philanthropists and women, who could hardly conceivably form a\nparty fit to aid him in establishing a vigorous, consolidated,\nadministrative system. He must have found the pressure toward\ndisintegration resistless, and if we consider this most significant\nphenomenon, in connection with an abundance of similar phenomena, in\nother countries, which indicate social incoherence, we can hardly resist\na growing apprehension touching the future. Nor is that apprehension\nallayed if, to reassure ourselves, we turn to history, for there we find\non every side long series of precedents more ominous still.",
        "Were all other evidence lacking, the inference that radical changes are\nat hand might be deduced from the past. In the experience of the\nEnglish-speaking race, about once in every three generations a social\nconvulsion has occurred; and probably such catastrophes must continue to\noccur in order that laws and institutions may be adapted to physical\ngrowth. Human society is a living organism, working mechanically, like\nany other organism. It has members, a circulation, a nervous system, and\na sort of skin or envelope, consisting of its laws and institutions.\nThis skin, or envelope, however, does not expand automatically, as it\nwould had Providence intended humanity to be peaceful, but is only\nfitted to new conditions by those painful and conscious efforts which we\ncall revolutions. Usually these revolutions are warlike, but sometimes\nthey are benign, as was the revolution over which General Washington,\nour first great “Progressive,” presided, when the rotting Confederation,\nunder his guidance, was converted into a relatively excellent\nadministrative system by the adoption of the Constitution.",
        "Taken for all in all, I conceive General Washington to have been the\ngreatest man of the eighteenth century, but to me his greatness chiefly\nconsists in that balance of mind which enabled him to recognize when an\nold order had passed away, and to perceive how a new order could be best\nintroduced. Joseph Story was ten years old in 1789 when the Constitution\nwas adopted; his earliest impressions, therefore, were of the\nConfederation, and I know no better description of the interval just\nsubsequent to the peace of 1783, than is contained in a few lines in his\ndissenting opinion in the Charles River Bridge Case:–",
        "“In order to entertain a just view of this subject, we must go back to\nthat period of general bankruptcy, and distress and difficulty\n(1785).... The union of the States was crumbling into ruins, under the\nold Confederation. Agriculture, manufactures, and commerce were at their\nlowest ebb. There was infinite danger to all the States from local\ninterests and jealousies, and from the apparent impossibility of a much\nlonger adherence to that shadow of a government, the Continental\nCongress. And even four years afterwards, when every evil had been\ngreatly aggravated, and civil war was added to other calamities, the\nConstitution of the United States was all but shipwrecked in passing\nthrough the state conventions.\"[1]",
        "This crisis, according to my computation, was the normal one of the\nthird generation. Between 1688 and 1765 the British Empire had\nphysically outgrown its legal envelope, and the consequence was a\nrevolution. The thirteen American colonies, which formed the western\nsection of the imperial mass, split from the core and drifted into\nchaos, beyond the constraint of existing law. Washington was, in his\nway, a large capitalist, but he was much more. He was not only a wealthy\nplanter, but he was an engineer, a traveller, to an extent a\nmanufacturer, a politician, and a soldier, and he saw that, as a\nconservative, he must be “Progressive” and raise the law to a power high\nenough to constrain all these thirteen refractory units. For Washington\nunderstood that peace does not consist in talking platitudes at\nconferences, but in organizing a sovereignty strong enough to coerce its\nsubjects.",
        "The problem of constructing such a sovereignty was the problem which\nWashington solved, temporarily at least, without violence. He prevailed\nnot only because of an intelligence and elevation of character which\nenabled him to comprehend, and to persuade others, that, to attain a\ncommon end, all must make sacrifices, but also because he was supported\nby a body of the most remarkable men whom America has ever produced. Men\nwho, though doubtless in a numerical minority, taking the country as a\nwhole, by sheer weight of ability and energy, achieved their purpose.",
        "Yet even Washington and his adherents could not alter the limitations\nof the human mind. He could postpone, but he could not avert, the impact\nof conflicting social forces. In 1789 he compromised, but he did not\ndetermine the question of sovereignty. He eluded an impending conflict\nby introducing courts as political arbitrators, and the expedient worked\nmore or less well until the tension reached a certain point. Then it\nbroke down, and the question of sovereignty had to be settled in\nAmerica, as elsewhere, on the field of battle. It was not decided until\nAppomattox. But the function of the courts in American life is a subject\nwhich I shall consider hereafter.",
        "If the invention of gunpowder and printing in the fourteenth and\nfifteenth centuries presaged the Reformation of the sixteenth, and if\nthe Industrial Revolution of the eighteenth was the forerunner of\npolitical revolutions throughout the Western World, we may well, after\nthe mechanical and economic cataclysm of the nineteenth, cease wondering\nthat twentieth-century society should be radical.",
        "Never since man first walked erect have his relations toward nature been\nso changed, within the same space of time, as they have been since\nWashington was elected President and the Parisian mob stormed the\nBastille. Washington found the task of a readjustment heavy enough, but\nthe civilization he knew was simple. When Washington lived, the fund of\nenergy at man’s disposal had not very sensibly augmented since the fall\nof Rome. In the eighteenth, as in the fourth century, engineers had at\ncommand only animal power, and a little wind and water power, to which\nhad been added, at the end of the Middle Ages, a low explosive. There\nwas nothing in the daily life of his age which made the legal and\nadministrative principles which had sufficed for Justinian insufficient\nfor him. Twentieth-century society rests on a basis not different so\nmuch in degree, as in kind, from all that has gone before. Through\napplied science infinite forces have been domesticated, and the action\nof these infinite forces upon finite minds has been to create a tension,\ntogether with a social acceleration and concentration, not only\nunparalleled, but, apparently, without limit. Meanwhile our laws and\ninstitutions have remained, in substance, constant. I doubt if we have\ndeveloped a single important administrative principle which would be\nnovel to Napoleon, were he to live again, and I am quite sure that we\nhave no legal principle younger than Justinian.",
        "As a result, society has been squeezed, as it were, from its rigid\neighteenth-century legal shell, and has passed into a fourth dimension\nof space, where it performs its most important functions beyond the\ncognizance of the law, which remains in a space of but three dimensions.\nWashington encountered a somewhat analogous problem when dealing with\nthe thirteen petty independent states, which had escaped from England;\nbut his problem was relatively rudimentary. Taking the theory of\nsovereignty as it stood, he had only to apply it to communities. It was\nmainly a question of concentrating a sufficient amount of energy to\nenforce order in sovereign social units. The whole social detail\nremained unchanged. Our conditions would seem to imply a very\nconsiderable extension and specialization of the principle of\nsovereignty, together with a commensurate increment of energy, but\nunfortunately the twentieth-century American problem is still further\ncomplicated by the character of the envelope in which this highly\nvolatilized society is theoretically contained. To attain his object,\nWashington introduced a written organic law, which of all things is the\nmost inflexible. No other modern nation has to consider such an\nimpediment.",
        "Moneyed capital I take to be stored human energy, as a coal measure is\nstored solar energy; and moneyed capital, under the stress of modern\nlife, has developed at once extreme fluidity, and an equivalent\ncompressibility. Thus a small number of men can control it in enormous\nmasses, and so it comes to pass that, in a community like the United\nStates, a few men, or even, in certain emergencies, a single man, may\nbecome clothed with various of the attributes of sovereignty. Sovereign\npowers are powers so important that the community, in its corporate\ncapacity, has, as society has centralized, usually found it necessary to\nmonopolize them more or less absolutely, since their possession by\nprivate persons causes revolt. These powers, when vested in some\nofficial, as, for example, a king or emperor, have been held by him, in\nall Western countries at least, as a trust to be used for the common\nwelfare. A breach of that trust has commonly been punished by\ndeposition or death. It was upon a charge of breach of trust that\nCharles I, among other sovereigns, was tried and executed. In short, the\nrelation of sovereign and subject has been based either upon consent and\nmutual obligation, or upon submission to a divine command; but, in\neither case, upon recognition of responsibility. Only the relation of\nmaster and slave implies the status of sovereign power vested in an\nunaccountable superior. Nevertheless, it is in a relation somewhat\nanalogous to the latter, that the modern capitalist has been placed\ntoward his fellow citizens, by the advances in applied science. An\nexample or two will explain my meaning.",
        "High among sovereign powers has always ranked the ownership and\nadministration of highways. And it is evident why this should have been\nso. Movement is life, and the stoppage of movement is death, and the\nmovement of every people flows along its highways. An invader has only\nto cut the communications of the invaded to paralyze him, as he would\nparalyze an animal by cutting his arteries or tendons. Accordingly, in\nall ages and in all lands, down to the nineteenth century, nations even\npartially centralized have, in their corporate capacity, owned and cared\nfor their highways, either directly or through accountable agents. And\nthey have paid for them by direct taxes, like the Romans, or by tolls\nlevied upon traffic, as many mediaeval governments preferred to do.\nEither method answers its purpose, provided the government recognizes\nits responsibility; and no government ever recognized this\nresponsibility more fully than did the autocratic government of ancient\nRome. So the absolute régime of eighteenth-century France recognized\nthis responsibility when Louis XVI undertook to remedy the abuse of\nunequal taxation, for the maintenance of the highways, by abolishing the\ncorvée.",
        "Toward the middle of the nineteenth century, the application, by\nscience, of steam to locomotion, made railways a favorite speculation.\nForthwith, private capital acquired these highways, and because of the\ninelasticity of the old law, treated them as ordinary chattels, to be\nadministered for the profit of the owner exclusively. It is true that\nrailway companies posed as public agents when demanding the power to\ntake private property; but when it came to charging for use of their\nways, they claimed to be only private carriers, authorized to bargain as\nthey pleased. Indeed, it grew to be considered a mark of efficient\nrailroad management to extract the largest revenue possible from the\npeople, along the lines of least resistance; that is, by taxing most\nheavily those individuals and localities which could least resist. And\nthe claim by the railroads that they might do this as a matter of right\nwas long upheld by the courts,[2] nor have the judges even yet, after a\ngeneration of revolt and of legislation, altogether abandoned this\ndoctrine.",
        "The courts–reluctantly, it is true, and principally at the instigation\nof the railways themselves, who found the practice unprofitable–have\nlatterly discountenanced discrimination as to persons, but they still\nuphold discrimination as to localities.[3] Now, among abuses of\nsovereign power, this is one of the most galling, for of all taxes the\ntransportation tax is perhaps that which is most searching, most\ninsidious, and, when misused, most destructive. The price paid for\ntransportation is not so essential to the public welfare as its\nequality; for neither persons nor localities can prosper when the\nnecessaries of life cost them more than they cost their competitors. In\ntowns, no cup of water can be drunk, no crust of bread eaten, no garment\nworn, which has not paid the transportation tax, and the farmer’s crops\nmust rot upon his land, if other farmers pay enough less than he to\nexclude him from markets toward which they all stand in a position\notherwise equal. Yet this formidable power has been usurped by private\npersons who have used it purely selfishly, as no legitimate sovereign\ncould have used it, and by persons who have indignantly denounced all\nattempts to hold them accountable, as an infringement of their\nconstitutional rights. Obviously, capital cannot assume the position of\nan irresponsible sovereign, living in a sphere beyond the domain of law,\nwithout inviting the fate which has awaited all sovereigns who have\ndenied or abused their trust.",
        "The operation of the New York Clearing-House is another example of the\nacquisition of sovereign power by irresponsible private persons.\nPrimarily, of course, a clearing-house is an innocent institution\noccupied with adjusting balances between banks, and has no relation to\nthe volume of the currency. Furthermore, among all highly centralized\nnations, the regulation of the currency is one of the most jealously\nguarded of the prerogatives of sovereignty, because all values hinge\nupon the relation which the volume of the currency bears to the volume\nof trade. Yet, as everybody knows, in moments of financial panic, the\nhandful of financiers who, directly or indirectly, govern the\nClearing-House, have it in their power either to expand or to contract\nthe currency, by issuing or by withdrawing Clearing-House certificates,\nmore effectually perhaps than if they controlled the Treasury of the\nUnited States. Nor does this power, vast as it is, at all represent the\nsupremacy which a few bankers enjoy over values, because of their\nfacilities for manipulating the currency and, with the currency, credit;\nfacilities, which are used or abused entirely beyond the reach of the\nlaw.",
        "Bankers, at their conventions and through the press, are wont to\ndenounce the American monetary system, and without doubt all that they\nsay, and much more that they do not say, is true; and yet I should\nsuppose that there could be little doubt that American financiers might,\nafter the panic of 1893, and before the administration of Mr. Taft, have\nobtained from Congress, at most sessions, very reasonable legislation,\nhad they first agreed upon the reforms they demanded, and, secondly,\nmanifested their readiness, as a condition precedent to such reforms, to\nsubmit to effective government supervision in those departments of their\nbusiness which relate to the inflation or depression of values. They\nhave shown little inclination to submit to restraint in these\nparticulars, nor, perhaps, is their reluctance surprising, for the\npossession by a very small favored class of the unquestioned privilege,\nwhether actually used or not, at recurring intervals, of subjecting the\ndebtor class to such pressure as the creditor may think necessary, in\norder to force the debtor to surrender his property to the creditor at\nthe creditor’s price, is a wonder beside which Aladdin’s lamp burns dim.",
        "As I have already remarked, I apprehend that sovereignty is a variable\nquantity of administrative energy, which, in civilizations which we\ncall advancing, tends to accumulate with a rapidity proportionate to the\nacceleration of movement. That is to say, the community, as it\nconsolidates, finds it essential to its safety to withdraw, more or less\ncompletely, from individuals, and to monopolize, more or less strictly,\nitself, a great variety of functions. At one stage of civilization the\nhead of the family administers justice, maintains an armed force for war\nor police, wages war, makes treaties of peace, coins money, and, not\ninfrequently, wears a crown, usually of a form to indicate his\nimportance in a hierarchy. At a later stage of civilization, companies\nof traders play a great part. Such aggregations of private and\nirresponsible adventurers have invaded and conquered empires, founded\ncolonies, and administered justice to millions of human beings. In our\nown time, we have seen the assumption of many of the functions of these\nand similar private companies by the sovereign. We have seen the East\nIndia Company absorbed by the British Parliament; we have seen the\nrailways, and the telephone and the telegraph companies, taken into\npossession, very generally, by the most progressive governments of the\nworld; and now we have come to the necessity of dealing with the\ndomestic-trade monopoly, because trade has fallen into monopoly through\nthe centralization of capital in a constantly contracting circle of\nownership.",
        "Among innumerable kinds of monopolies none have been more troublesome\nthan trade monopolies, especially those which control the price of the\nnecessaries of life; for, so far as I know, no people, approximately\nfree, have long endured such monopolies patiently. Nor could they well\nhave done so without constraint by overpowering physical force, for the\npossession of a monopoly of a necessary of life by an individual, or by\na small privileged class, is tantamount to investing a minority,\ncontemptible alike in numbers and in physical force, with an arbitrary\nand unlimited power to tax the majority, not for public, but for private\npurposes. Therefore it has not infrequently happened that persistence in\nadhering to and in enforcing such monopolies has led, first, to attempts\nat regulation, and, these failing, to confiscation, and sometimes to the\nproscription of the owners. An example of such a phenomenon occurs to\nme which, just now, seems apposite.",
        "In the earlier Middle Ages, before gunpowder made fortified houses\nuntenable when attacked by the sovereign, the highways were so dangerous\nthat trade and manufactures could only survive in walled towns. An\nunarmed urban population had to buy its privileges, and to pay for these\na syndicate grew up in each town, which became responsible for the town\nferm, or tax, and, in return, collected what part of the municipal\nexpenses it could from the poorer inhabitants. These syndicates, called\nguilds, as a means of raising money, regulated trade and fixed prices,\nand they succeeded in fixing prices because they could prevent\ncompetition within the walls. Presently complaints became rife of guild\noppression, and the courts had to entertain these complaints from the\noutset, to keep some semblance of order; but at length the turmoil\npassed beyond the reach of the courts, and Parliament intervened.\nParliament not only enacted a series of statutes regulating prices in\ntowns, but supervised guild membership, requiring trading companies to\nreceive new members upon what Parliament considered to be reasonable\nterms. Nevertheless, friction continued.",
        "With advances in science, artillery improved, and, as artillery\nimproved, the police strengthened until the king could arrest whom he\npleased. Then the country grew safe and manufactures migrated from the\nwalled and heavily taxed towns to the cheap, open villages, and from\nthence undersold the guilds. As the area of competition broadened, so\nthe guilds weakened, until, under Edward VI, being no longer able to\ndefend themselves, they were ruthlessly and savagely plundered; and\nfifty years later the Court of King’s Bench gravely held that a royal\ngrant of a monopoly had always been bad at common law.[4]",
        "Though the Court’s law proved to be good, since it has stood, its\nhistory was fantastic; for the trade-guild was the offspring of trade\nmonopoly, and a trade monopoly had for centuries been granted habitually\nby the feudal landlord to his tenants, and indeed was the only means by\nwhich an urban population could finance its military expenditure. Then,\nin due course, the Crown tried to establish its exclusive right to\ngrant monopolies, and finally Parliament–or King, Lords, and Commons\ncombined, being the whole nation in its corporate capacity,\n–appropriated this monopoly of monopolies as its supreme\nprerogative. And with Parliament this monopoly has ever since remained.",
        "In fine, monopolies, or competition in trade, appear to be recurrent\nsocial phases which depend upon the ratio which the mass and the\nfluidity of capital, or, in other words, its energy, bears to the area\nwithin which competition is possible. In the Middle Ages, when the town\nwalls bounded that area, or when, at most, it was restricted to a few\nlines of communication between defensible points garrisoned by the\nmonopolists,–as were the Staple towns of England which carried on the\nwool trade with the British fortified counting-houses in Flanders,–a\nsmall quantity of sluggish capital sufficed. But as police improved, and\nthe area of competition broadened faster than capital accumulated and\nquickened, the competitive phase dawned, whose advent is marked by Darcy\nv. Allein, decided in the year 1600. Finally, the issue between\nmonopoly and free trade was fought out in the American Revolution, for\nthe measure which precipitated hostilities was the effort of England to\nimpose her monopoly of the Eastern trade upon America. The Boston Tea\nParty occurred on December 16, 1773. Then came the heyday of competition\nwith the acceptance of the theories of Adam Smith, and the political\ndomination in England, towards 1840, of the Manchester school of\npolitical economy.",
        "About forty years since, in America at least, the tide would appear once\nmore to have turned. I fix the moment of flux, as I am apt to do, by a\nlawsuit. This suit was the Morris Run Coal Company v. Barclay Coal\nCompany,[5] which is the first modern anti-monopoly litigation that I\nhave met with in the United States. It was decided in Pennsylvania in\n1871; and since 1871, while the area within which competition is\npossible has been kept constant by the tariff, capital has accumulated\nand has been concentrated and volatilized until, within this republic,\nsubstantially all prices are fixed by a vast moneyed mass. This mass,\nobeying what amounts to being a single volition, has its heart in Wall\nStreet, and pervades every corner of the Union. No matter what price is\nin question, whether it be the price of meat, or coal, or cotton cloth,\nor of railway transportation, or of insurance, or of discounts, the\ninquirer will find the price to be, in essence, a monopoly or fixed\nprice; and if he will follow his investigation to the end, he will also\nfind that the first cause in the complex chain of cause and effect which\ncreated the monopoly in that mysterious energy which is enthroned on the\nHudson.",
        "The presence of monopolistic prices in trade is not always a result of\nconscious agreement; more frequently, perhaps, it is automatic, and is\nan effect of the concentration of capital in a point where competition\nceases, as when all the capital engaged in a trade belongs to a single\nowner. Supposing ownership to be enough restricted, combination is\neasier and more profitable than competition; therefore combination,\nconscious or unconscious, supplants competition. The inference from the\nevidence is that, in the United States, capital has reached, or is\nrapidly reaching, this point of concentration; and if this be true,\ncompetition cannot be enforced by legislation. But, assuming that\ncompetition could still be enforced by law, the only effect would be to\nmake the mass of capital more homogeneous by eliminating still further\nsuch of the weaker capitalists as have survived. Ultimately, unless\nindeed society is to dissolve and capital migrate elsewhere, all the\npresent phenomena would be intensified. Nor would free trade, probably,\nhave more than a very transitory effect. In no department of trade is\ncompetition freer than in the Atlantic passenger service, and yet in no\ntrade is there a stricter monopoly price.",
        "The same acceleration of the social movement which has caused this\ncentralization of capital has caused the centralization of another form\nof human energy, which is its negative: labor unions organize labor as a\nmonopoly. Labor protests against the irresponsible sovereignty of\ncapital, as men have always protested against irresponsible sovereignty,\ndeclaring that the capitalistic social system, as it now exists, is a\nform of slavery. Very logically, therefore, the abler and bolder labor\nagitators proclaim that labor levies actual war against society, and\nthat in that war there can be no truce until irresponsible capital has\ncapitulated. Also, in labor’s methods of warfare the same phenomena\nappear as in the autocracy of capital. Labor attacks capitalistic\nsociety by methods beyond the purview of the law, and may, at any\nmoment, shatter the social system; while, under our laws and\ninstitutions, society is helpless.",
        "Few persons, I should imagine, who reflect on these phenomena, fail to\nadmit to themselves, whatever they may say publicly, that present social\nconditions are unsatisfactory, and I take the cause of the stress to be\nthat which I have stated. We have extended the range of applied science\nuntil we daily use infinite forces, and those forces must, apparently,\ndisrupt our society, unless we can raise the laws and institutions which\nhold society together to an energy and efficiency commensurate to them.\nHow much vigor and ability would be required to accomplish such a work\nmay be measured by the experience of Washington, who barely prevailed in\nhis relatively simple task, surrounded by a generation of extraordinary\nmen, and with the capitalistic class of America behind him. Without the\ncapitalistic class he must have failed. Therefore one most momentous\nproblem of the future is the attitude which capital can or will assume\nin this emergency.",
        "That some of the more sagacious of the capitalistic class have\npreserved that instinct of self-preservation which was so conspicuous\namong men of the type of Washington, is apparent from the position taken\nby the management of the United States Steel Company, and by the\nRepublican minority of the Congressional Committee which recently\ninvestigated the Steel Company; but whether such men very strongly\ninfluence the genus to which they belong is not clear. If they do not,\nmuch improvement in existing conditions can hardly be anticipated.",
        "If capital insists upon continuing to exercise sovereign powers, without\naccepting responsibility as for a trust, the revolt against the existing\norder must probably continue, and that revolt can only be dealt with, as\nall servile revolts must be dealt with, by physical force. I doubt,\nhowever, if even the most ardent and optimistic of capitalists would\ncare to speculate deeply upon the stability of any government capital\nmight organize, which rested on the fundamental principle that the\nAmerican people must be ruled by an army. On the other hand any\ngovernment to be effective must be strong. It is futile to talk of\nkeeping peace in labor disputes by compulsory arbitration, if the\ngovernment has not the power to command obedience to its arbitrators’\ndecree; but a government able to constrain a couple of hundred thousand\ndiscontented railway employees to work against their will, must differ\nconsiderably from the one we have. Nor is it possible to imagine that\nlabor will ever yield peaceful obedience to such constraint, unless\ncapital makes equivalent concessions,–unless, perhaps, among other\nthings, capital consents to erect tribunals which shall offer relief to\nany citizen who can show himself to be oppressed by the monopolistic\nprice. In fine, a government, to promise stability in the future, must\napparently be so much more powerful than any private interest, that all\nmen will stand equally before its tribunals; and these tribunals must be\nflexible enough to reach those categories of activity which now lie\nbeyond legal jurisdiction. If it be objected that the American people\nare incapable of an effort so prodigious, I readily admit that this may\nbe true, but I also contend that the objection is beside the issue. What\nthe American people can or cannot do is a matter of opinion, but that\nsocial changes are imminent appears to be almost certain. Though these\nchanges cannot be prevented, possibly they may, to a degree, be guided,\nas Washington guided the changes of 1789. To resist them perversely, as\nthey were resisted at the Chicago Convention of 1912, can only make the\ncatastrophe, when it comes, as overwhelming as was the consequent defeat\nof the Republican party.",
        "Approached thus, that Convention of 1912 has more than a passing\nimportance, since it would seem to indicate the ordinary phenomenon,\nthat a declining favored class is incapable of appreciating an\napproaching change of environment which must alter its social status. I\nbegan with the proposition that, in any society which we now understand,\ncivilization is equivalent to order, and the evidence of the truth of\nthe proposition is, that amidst disorder, capital and credit, which\nconstitute the pith of our civilization, perish first. For more than a\ncentury past, capital and credit have been absolute, or nearly so;\naccordingly it has not been the martial type which has enjoyed\nsovereignty, but the capitalistic. The warrior has been the capitalists’\nservant. But now, if it be true that money, in certain crucial\ndirections, is losing its purchasing power, it is evident that\ncapitalists must accept a position of equality before the law under the\ndomination of a type of man who can enforce obedience; their own\nobedience, as well as the obedience of others. Indeed, it might occur,\neven to some optimists, that capitalists would be fortunate if they\ncould certainly obtain protection for another fifty years on terms as\nfavorable as these. But at Chicago, capitalists declined even to\nconsider receding to a secondary position. Rather than permit the advent\nof a power beyond their immediate control, they preferred to shatter the\ninstrument by which they sustained their ascendancy. For it is clear\nthat Roosevelt’s offence in the eyes of the capitalistic class was not\nwhat he had actually done, for he had done nothing seriously to injure\nthem. The crime they resented was the assertion of the principle of\nequality before the law, for equality before the law signified the end\nof privilege to operate beyond the range of law. If this principle which\nRoosevelt, in theory at least, certainly embodied, came to be rigorously\nenforced, capitalists perceived that private persons would be precluded\nfrom using the functions of sovereignty to enrich themselves. There lay\nthe parting of the ways. Sooner or later almost every successive ruling\nclass has had this dilemma in one of its innumerable forms presented to\nthem, and few have had the genius to compromise while compromise was\npossible. Only a generation ago the aristocracy of the South\ndeliberately chose a civil war rather than admit the principle that at\nsome future day they might have to accept compensation for their slaves.",
        "A thousand other instances of similar incapacity might be adduced, but I\nwill content myself with this alone.",
        "Briefly the precedents induce the inference that privileged classes\nseldom have the intelligence to protect themselves by adaptation when\nnature turns against them, and, up to the present moment, the old\nprivileged class in the United States has shown little promise of being\nan exception to the rule.",
        "Be this, however, as it may, and even assuming that the great industrial\nand capitalistic interests would be prepared to assist a movement toward\nconsolidation, as their ancestors assisted Washington, I deem it far\nfrom probable that they could succeed with the large American middle\nclass, which naturally should aid, opposed, as it seems now to be, to\nsuch a movement. Partially, doubtless, this opposition is born of fear,\nsince the lesser folk have learned by bitter experience that the\npowerful have yielded to nothing save force, and therefore that their\nonly hope is to crush those who oppress them. Doubtless, also, there is\nthe inertia incident to long tradition, but I suspect that the\nresistance is rather due to a subtle and, as yet, nearly unconscious\ninstinct, which teaches the numerical majority, who are inimical to\ncapital, that the shortest and easiest way for them to acquire\nautocratic authority is to obtain an absolute mastery over those\npolitical tribunals which we call courts. Also that mastery is being by\nthem rapidly acquired. So long as our courts retain their present\nfunctions no comprehensive administrative reform is possible, whence I\nconclude that the relation which our courts shall hold to politics is\nnow the fundamental problem which the American people must solve, before\nany stable social equilibrium can be attained.",
        "Theodore Roosevelt’s enemies have been many and bitter. They have\nattacked his honesty, his sobriety, his intelligence, and his judgment,\nbut very few of them have hitherto denied that he has a keen instinct\nfor political strife. Only of late has this gift been doubted, but now\neminent politicians question whether he did not make a capital mistake\nwhen he presented the reform of our courts of law, as expounders of the\nConstitution, as one of his two chief issues, in his canvass for a\nnomination for a third presidential term.",
        "After many years of study of, and reflection upon, this intricate\nsubject I have reached the conviction that, though Mr. Roosevelt may\nhave erred in the remedy which he has suggested, he is right in the\nprinciple which he has advanced, and in my next chapter I propose to\ngive the evidence and explain the reasons which constrain me to believe\nthat American society must continue to degenerate until confusion\nsupervenes, if our courts shall remain semi-political chambers.",
        "[1] Charles River Bridge v. Warren Bridge, II Peters, 608, 609.",
        "[2] Fitchburg R.R. v. Gage, 12 Gray 393, and innumerable cases\nfollowing it.",
        "[3] See the decisions of the Commerce Court on the Long and Short-Haul\nClause. Atchison, T.&S.F. By. v. United States, 191 Federal Rep. 856.",
        "[4] Darcy v. Allein, 11 Rep. 84.",
        "[5] 68 Pa. 173.",
        "Continue...",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}