{
    "title": "The Money Master - Chapter XI: The Clerk of the Court Keeps a Promise",
    "author": "Gilbert Parker",
    "chapter": "12",
    "content": [
        "\n\n",
        "“Well, what is it, M’sieu’ Fille?  What do you want with me?  I’ve got a\nlot to do before sundown, and it isn’t far off.  Out with it.”",
        "George Masson was in no good humour; from the look on the face of the\nlittle Clerk of the Court he had no idea that he would disclose any good\nnews.  It was probably some stupid business about “money not being paid\ninto the Court,” which had been left over from cases tried and lost;\nand he had had a number of cases that summer.  His head was not so clear\nto-day as usual, but he had had little difficulties with M’sieu’ Fille\nbefore, and he was sure that there was something wrong now.",
        "“Do you want to make me a present?” he added with humorous impatience,\nfor though he was not in a good temper, he liked the Clerk of the Court,\nwho was such a figure at Vilray.",
        "The opening for his purpose did not escape M. Fille.  He had been at a\nloss to begin, but here was a natural opportunity for him.",
        "“Well, good advice is not always a present, but I should like mine to be\ntaken as such, monsieur,” he said a little oracularly.",
        "“Oh, advice–to give me advice–that’s why you’ve brought me in here,\nwhen I’ve so much to do I can’t breathe!  Time is money with me, old\n’un.”",
        "“Mine is advice which may be money in your pocket, monsieur,” remarked\nthe Clerk of the Court with meaning.  “Money saved is money earned.\"\n“How do you mean to save me money–by getting the Judge to give decisions\nin my favour?  That would be money in my pocket for sure.  The Court has\nbeen running against my interests this year.  When I think I was never so\nright in my life–bang goes the judgment of the Court against me, and\ninto my pocket goes my hand.  I don’t only need to save money, I need to\nmake it; so if you can help me in that way I’m your man, M’sieu’ la\nFillette?”",
        "The little man bristled at the misuse of his name, and he flushed\nslightly also; but there was always something engaging in the pleasure-\nloving master-carpenter.  He had such an eloquent and warm temperament,\nthe atmosphere of his personality was so genial, that his impertinence\nwas insulated.  Certainly the master-carpenter was not unpopular, and\npeople could not easily resist the grip of his physical influence, while\nmentally he was far indeed from being deficient.  He looked as little\nlike a villain as a man could, and yet–and yet–a nature like that of\nGeorge Masson (even the little Clerk could see that) was not capable of\nbeing true beyond the minute in which he took his oath of fidelity.\nWhile the fit of willingness was on him he would be true; yet in reality\nthere was no truth at all–only self-indulgence unmarked by duty or\nhonour.",
        "“Give me a judgment for defamation of character.  Give me a thousand\ndollars or so for that, m’sieu’, and you’ll do a good turn to a deserving\nfellow-citizen and admirer–one little thousand, that’s all, m’sieu’.\nThen I’ll dance at your wedding and weep at your tomb–so there!”",
        "How easy he made the way for the little Clerk of the Court!  “Defamation\nof character\"–could there possibly be a better opening for what he had\npromised Judge Carcasson he would say!",
        "“Ah, Monsieur Masson,” very officially and decorously replied M. Fille,\n“but is it defamation of character?  If the thing is true, then what is\nthe judgment?  It goes against you–so there!”  There was irony in the\nlast words.",
        "“If what thing is true?” sharply asked the mastercarpenter, catching at\nthe fringe of the idea in M. Fille’s mind.  “What thing?”",
        "“Ah, but it is true, for I saw it!  Yes, alas!  I saw it with my own\neyes.  By accident of course; but there it was–absolute, uncompromising,\ndeadly and complete.”",
        "It was a happy moment for the little Clerk of the Court when he could, in\nsuch an impromptu way, coin a phrase, or a set of adjectives, which would\nbear inspection of purists of the language.  He loved to talk, though he\ndid not talk a great deal, but he made innumerable conversations in his\nmind, and that gave him facility when he did speak.  He had made\nconversations with George Masson in his mind since yesterday, when he\ngave his promise to Judge Carcasson; but none of them was like the real\nconversation now taking place.  It was all the impression of the moment,\nwhile the phrases in his mind had been wonderfully logical things which,\nfrom an intellectual standpoint, would have delighted the man whose cause\nhe was now engaged in defending.",
        "“You saw what, M’sieu’ la Fillette?  Out with it, and don’t use such big\nadjectives.  I’m only a carpenter.  ’Absolute, uncompromising, deadly,\ncomplete’–that’s a mouthful of grammar, my lords!  Come, my sprig of\njurisprudence, tell us what you saw.”  There was an apparent nervousness\nin Masson’s manner now.  Indeed he showed more agitation than when, a few\nhours before, Jean Jacques had stood with his hand on the lever of the\ngates of the flume, and the life of the master-carpenter at his feet, to\nbe kicked into eternity.",
        "“Four days ago at five o’clock in the afternoon\"–in a voice formal and\nexact, the little Clerk of the Court seemed to be reading from a paper,\nsince he kept his eyes fixed on the blotter before him, as he did in\nCourt–\"I was coming down the hill behind the Manor Cartier, when my\nattention–by accident–was drawn to a scene below me in the Manor.  I\nstopped short, of course, and–”",
        "“Diable!  You stopped short ’of course’ before what you saw!  Spit it\nout–what did you see?”  George Masson had had a trying day, and there\nwas danger of losing control of himself.  There was a whiteness growing\nround the eyes, and eating up the warmth of the cheek; his admirably\nsmooth brow was contracted into heavy wrinkles, and a foot shifted\nuneasily on the floor with a scraping sole.  This drew the attention of\nM. Fille, who raised his head reprovingly–he could not get rid of the\nfeeling that he was in court, and that a case was being tried; and the\nseverity of a Judge is naught compared with the severity of a Clerk of\nthe Court, particularly if he is small and unmarried, and has no one to\nbeat him into manageable humanity.",
        "M. Fille’s voice was almost querulous.",
        "“If you will but be patient, monsieur!  I saw a man with a woman in his\narms, and I fear that I must mention the name of the man.  It is not\nnecessary to give the name of the woman, but I have it written here\"–\nhe tapped the paper–\"and there is no mistake in the identity.  The man’s\nname is George Masson, master-carpenter, of the town of Laplatte in the\nprovince of Quebec.”",
        "George Masson was as one hit between the eyes.  He made a motion as\nthough to ward off a blow.  “Name of Peter, old cock!” he exclaimed\nabruptly.  “You saw enough certainly, if you saw that, and you needn’t\nmention the lady’s name, as you say.  The evidence is not merely\ncircumstantial.  You saw it with your own eyes, and you are an official\nof the Court, and have the ear of the Judge, and you look like a saint to\na jury.  Well for sure, I can’t prove defamation of character, as you\nsay.  But what then–what do you want?”",
        "“What I want I hope you may be able to grant without demur, monsieur.\nI want you to give your pledge on the Book\"–he laid his hand on a\nTestament lying on the table–\"that you will hold no further\ncommunication with the lady.”",
        "“Where do you come inhere?  What’s your standing in the business?\"\nMasson jerked out his words now.  The Clerk of the Court made a reproving\ngesture.  “Knowing what I did, what I had seen, it was clear that I must\napproach one or other of the parties concerned.  Out of regard for the\nlady I could not approach her husband, and so betray her; out of regard\nfor the husband I could not approach himself and destroy his peace; out\nof regard for all concerned I could not approach the lady’s father, for\nthen–”",
        "Masson interrupted with an oath.",
        "“That old reprobate of Cadiz–well no, bagosh!",
        "“And so you whisked me into your office with the talk of urgent business\nand–”",
        "“Is not the business urgent, monsieur?”",
        "“Not at all,” was the sharp reply of the culprit.",
        "“Monsieur, you shock me.  Do you consider that your conduct is not\ncriminal?  I have here\"–he placed his hand on a book–\"the Statutes of\nVictoria, and it lays down with wholesome severity the law concerning the\ntheft of the affection of a wife, with the accompanying penalty, going as\nhigh as twenty thousand dollars.”",
        "George Masson gasped.  Here was a new turn of affairs.  But he set his\nteeth.",
        "“Twenty thousand dollars–think of that!” he sneered angrily.",
        "“That is what I said, monsieur.  I said I could save you money, and money\nsaved is money earned.  I am your benefactor, if you will but permit me\nto be so, monsieur.  I would save you from the law, and from the damages\nwhich the law gives.  Can you not guess what would be given in a court of\nthe Catholic province of Quebec, against the violation of a good man’s\nhome?  Do you not see that the business is urgent?”",
        "“Not at all,” curtly replied the master-carpenter.  M. Fille bridled up,\nand his spare figure seemed to gain courage and dignity.",
        "“If you think I will hold my peace unless you give your sacred pledge,\nyou are mistaken, monsieur.  I am no meddler, but I have had much\nkindness at the hands of Monsieur and Madame Barbille, and I will do what\nI can to protect them and their daughter–that good and sweet daughter,\nfrom the machinations, corruptions and malfeasance–”",
        "“Three damn good words for the Court, bagosh!” exclaimed Masson with a\njeer.",
        "“No, with a man devoid of honour, I shall not hesitate, for the Manor\nCartier has been the home of domestic peace, and madame, who came to us a\nstranger, deserves well of the people of that ancient abode of chivalry-\nthe chivalry of France.”",
        "“When we are wound up, what a humming we can make!” laughed George\nMasson sourly.  “Have you quite finished, m’sieu’?”",
        "“The matter is urgent, you will admit, monsieur?” again demanded M.\nFille with austerity.",
        "“Not at all.”",
        "The master-carpenter was defiant and insolent, yet there was a devilish\nkind of humour in his tone as in his attitude.",
        "“You will not heed the warning I give?”  The little Clerk pointed to the\nopen page of the Victorian statutes before him.",
        "“Not at all.”",
        "“Then I shall, with profound regret–”",
        "Suddenly George Masson thrust his face forward near that of M. Fille, who\ndid not draw back.",
        "“You will inform the Court that the prisoner refuses to incriminate\nhimself, eh?” he interjected.",
        "“No, monsieur, I will inform Monsieur Barbille of what I saw.  I will do\nthis without delay.  It is the one thing left me to do.”",
        "In quite a grand kind of way he stood up and bowed, as though to dismiss\nhis visitor.",
        "As George Masson did not move, the other went to the door and opened it.\n“It is the only thing left to do,” he repeated, as he made a gentle\ngesture of dismissal.",
        "“Not at all, my legal bombardier.  Not at all, I say.  All you know Jean\nJacques knows, and a good deal more–what he has seen with his own eyes,\nand understood with his own mind, without legal help.  So, you see,\nyou’ve kept me here talking when there’s no need and while my business\nwaits.  It is urgent, M’sieu’ la Fillette–your business is stale.  It\nbelongs to last session of the Court.”  He laughed at his joke.  “M’sieu’\nJean Jacques and I understand each other.”  He laughed grimly now.  “We\nknow each other like a book, and the Clerk of the Court couldn’t get in\nan adjective that would make the sense of it all clearer.”",
        "Slowly M. Fille shut the door, and very slowly he came back.  Almost\nblindly, as it might seem, and with a moan, he dropped into his chair.\nHis eyes fixed themselves on George Masson.",
        "“Ah–that!” he said helplessly.  “That!  The little Zoe–dear God, the\nlittle Zoe, and the poor madame!”  His voice was aching with pain and\nrepugnance.",
        "“If you were not such an icicle naturally, I’d be thinking your interest\nin the child was paternal,” said the master-carpenter roughly, for the\nvirtuous horror of the other’s face annoyed him.  He had had a vexing\nday.",
        "The Clerk of the Court was on his feet in a second.  “Monsieur, you\ndare!” he exclaimed.  “You dare to multiply your crimes in that shameless\nway.  Begone!  There are those who can make you respect decency.  I am\nnot without my friends, and we all stand by each other in our love of\nhome–of sacred home, monsieur.”",
        "There was something right in the master-carpenter at the bottom, with all\nhis villainy.  It was not alone that he knew there were fifty men in the\nParish of St. Saviour’s who would man-handle him for such a suggestion,\nand for what he had done at the Manor Cartier, if they were roused; but\nhe also had a sudden remorse for insulting the man who, after all, had\ntried to do him a service.  His amende was instant.",
        "“I take it back with humble apology–all I can hold in both hands,\nm’sieu’,” he said at once.  “I would not insult you so, much less Madame\nBarbille.  If she’d been like what I’ve hinted at, I wouldn’t have gone\nher way, for the promiscuous is not for me.  I’ll tell you the whole\ntruth of what happened to-day this morning.  Last night I met her at the\nriver, and–\"Then briefly he told all that had happened to the moment\nwhen Jean Jacques had left him at the flume with the words, “Moi, je suis\nphilosophe!”  And at the last he said:",
        "“I give you my word–my oath on this\"–he laid his hand on the Testament\non the table–\"that beyond what you saw, and what Jean Jacques saw, there\nhas been nothing.”  He held up a hand as though taking an oath.",
        "“Name of God, is it not enough what there has been?” whispered the\nlittle Clerk.",
        "“Oh, as you think, and as you say!  It is quite enough for me after to-\nday.  I’m a teetotaller, but I’m not so fond of water as to want to take\nmy eternal bath in it.”  He shuddered slightly.  “Bien sur, I’ve had my\nfill of the Manor Cartier for one day, my Clerk of the Court.”",
        "“Bien sur, it was enough to set you thinking, monsieur,” was the dry\ncomment of M. Fille, who was now recovering his composure.",
        "At that moment there came a knock at the door, and another followed\nquickly; then there entered without waiting for a reply–Carmen Barbille.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}