{
    "title": "The Secret Garden - Chapter XXIII - Magic",
    "author": "Frances Hodgson Burnett",
    "chapter": "23",
    "content": [
        "\n\n",
        "Dr. Craven had been waiting some time at the house\nwhen they returned to it.  He had indeed begun to wonder\nif it might not be wise to send some one out to explore\nthe garden paths.  When Colin was brought back to his\nroom the poor man looked him over seriously.",
        "“You should not have stayed so long,” he said.  “You must\nnot overexert yourself.”",
        "“I am not tired at all,” said Colin.  “It has made me well.\nTomorrow I am going out in the morning as well as in\nthe afternoon.”",
        "“I am not sure that I can allow it,” answered Dr. Craven.\n“I am afraid it would not be wise.”",
        "“It would not be wise to try to stop me,” said Colin\nquite seriously.  “I am going.”",
        "Even Mary had found out that one of Colin’s chief peculiarities\nwas that he did not know in the least what a rude little\nbrute he was with his way of ordering people about.\nHe had lived on a sort of desert island all his life\nand as he had been the king of it he had made his own\nmanners and had had no one to compare himself with.\nMary had indeed been rather like him herself and since she\nhad been at Misselthwaite had gradually discovered that\nher own manners had not been of the kind which is usual\nor popular.  Having made this discovery she naturally\nthought it of enough interest to communicate to Colin.\nSo she sat and looked at him curiously for a few minutes\nafter Dr. Craven had gone.  She wanted to make him ask\nher why she was doing it and of course she did.",
        "“What are you looking at me for?” he said.",
        "“I’m thinking that I am rather sorry for Dr. Craven.”",
        "“So am I,” said Colin calmly, but not without an air\nof some satisfaction.  “He won’t get Misselthwaite\nat all now I’m not going to die.”",
        "“I’m sorry for him because of that, of course,” said Mary,\n“but I was thinking just then that it must have been very\nhorrid to have had to be polite for ten years to a boy\nwho was always rude.  I would never have done it.”",
        "“Am I rude?” Colin inquired undisturbedly.",
        "“If you had been his own boy and he had been a slapping\nsort of man,” said Mary, “he would have slapped you.”",
        "“But he daren’t,” said Colin.",
        "“No, he daren’t,” answered Mistress Mary, thinking the\nthing out quite without prejudice.  “Nobody ever dared\nto do anything you didn’t like–because you were going\nto die and things like that.  You were such a poor thing.”",
        "“But,” announced Colin stubbornly, “I am not going\nto be a poor thing.  I won’t let people think I’m one.\nI stood on my feet this afternoon.”",
        "“It is always having your own way that has made you\nso queer,” Mary went on, thinking aloud.",
        "Colin turned his head, frowning.",
        "“Am I queer?” he demanded.",
        "“Yes,” answered Mary, “very. But you needn’t be cross,\"\nshe added impartially, “because so am I queer–and so is\nBen Weatherstaff.  But I am not as queer as I was before I\nbegan to like people and before I found the garden.”",
        "“I don’t want to be queer,” said Colin.  “I am not going\nto be,” and he frowned again with determination.",
        "He was a very proud boy.  He lay thinking for a while and\nthen Mary saw his beautiful smile begin and gradually\nchange his whole face.",
        "“I shall stop being queer,” he said, “if I go every day\nto the garden.  There is Magic in there–good Magic,\nyou know, Mary.  I am sure there is.” “So am I,\"\nsaid Mary.",
        "“Even if it isn’t real Magic,” Colin said, “we can pretend\nit is.  Something is there–something!”",
        "“It’s Magic,” said Mary, “but not black.  It’s as white\nas snow.”",
        "They always called it Magic and indeed it seemed like it\nin the months that followed–the wonderful months–the\nradiant months–the amazing ones.  Oh! the things\nwhich happened in that garden! If you have never had\na garden you cannot understand, and if you have had\na garden you will know that it would take a whole book\nto describe all that came to pass there.  At first it\nseemed that green things would never cease pushing\ntheir way through the earth, in the grass, in the beds,\neven in the crevices of the walls.  Then the green things\nbegan to show buds and the buds began to unfurl and\nshow color, every shade of blue, every shade of purple,\nevery tint and hue of crimson.  In its happy days flowers\nhad been tucked away into every inch and hole and corner.\nBen Weatherstaff had seen it done and had himself scraped\nout mortar from between the bricks of the wall and made\npockets of earth for lovely clinging things to grow on.\nIris and white lilies rose out of the grass in sheaves,\nand the green alcoves filled themselves with amazing armies\nof the blue and white flower lances of tall delphiniums\nor columbines or campanulas.",
        "“She was main fond o’ them–she was,” Ben Weatherstaff said.\n“She liked them things as was allus pointin’ up to th’\nblue sky, she used to tell.  Not as she was one o’\nthem as looked down on th’ earth–not her.  She just loved\nit but she said as th’ blue sky allus looked so joyful.”",
        "The seeds Dickon and Mary had planted grew as if fairies\nhad tended them.  Satiny poppies of all tints danced in the\nbreeze by the score, gaily defying flowers which had lived\nin the garden for years and which it might be confessed\nseemed rather to wonder how such new people had got there.\nAnd the roses–the roses! Rising out of the grass,\ntangled round the sun-dial, wreathing the tree trunks\nand hanging from their branches, climbing up the walls\nand spreading over them with long garlands falling\nin cascades–they came alive day by day, hour by hour.\nFair fresh leaves, and buds–and buds–tiny at first but\nswelling and working Magic until they burst and uncurled\ninto cups of scent delicately spilling themselves over\ntheir brims and filling the garden air.",
        "Colin saw it all, watching each change as it took place.\nEvery morning he was brought out and every hour of each day\nwhen it didn’t rain he spent in the garden.  Even gray\ndays pleased him.  He would lie on the grass “watching\nthings growing,” he said.  If you watched long enough,\nhe declared, you could see buds unsheath themselves.\nAlso you could make the acquaintance of strange busy insect\nthings running about on various unknown but evidently\nserious errands, sometimes carrying tiny scraps of straw\nor feather or food, or climbing blades of grass as if they\nwere trees from whose tops one could look out to explore\nthe country.  A mole throwing up its mound at the end of its\nburrow and making its way out at last with the long-nailed\npaws which looked so like elfish hands, had absorbed him\none whole morning.  Ants’ ways, beetles’ ways, bees’\nways, frogs’ ways, birds’ ways, plants’ ways, gave him\na new world to explore and when Dickon revealed them\nall and added foxes’ ways, otters’ ways, ferrets’ ways,\nsquirrels’ ways, and trout’ and water-rats’ and badgers’\nways, there was no end to the things to talk about and think\nover.",
        "And this was not the half of the Magic.  The fact that he\nhad really once stood on his feet had set Colin thinking\ntremendously and when Mary told him of the spell she\nhad worked he was excited and approved of it greatly.\nHe talked of it constantly.",
        "“Of course there must be lots of Magic in the world,\"\nhe said wisely one day, “but people don’t know what it is\nlike or how to make it.  Perhaps the beginning is just to say\nnice things are going to happen until you make them happen.\nI am going to try and experiment”",
        "The next morning when they went to the secret garden he sent\nat once for Ben Weatherstaff.  Ben came as quickly as he\ncould and found the Rajah standing on his feet under a tree\nand looking very grand but also very beautifully smiling.",
        "“Good morning, Ben Weatherstaff,” he said.  “I want you\nand Dickon and Miss Mary to stand in a row and listen to me\nbecause I am going to tell you something very important.”",
        "“Aye, aye, sir!” answered Ben Weatherstaff, touching\nhis forehead.  (One of the long concealed charms of Ben\nWeatherstaff was that in his boyhood he had once run away\nto sea and had made voyages.  So he could reply like a sailor.)",
        "“I am going to try a scientific experiment,” explained the Rajah.\n“When I grow up I am going to make great scientific\ndiscoveries and I am going to begin now with this experiment”",
        "“Aye, aye, sir!” said Ben Weatherstaff promptly,\nthough this was the first time he had heard of great\nscientific discoveries.",
        "It was the first time Mary had heard of them, either,\nbut even at this stage she had begun to realize that,\nqueer as he was, Colin had read about a great many singular\nthings and was somehow a very convincing sort of boy.\nWhen he held up his head and fixed his strange eyes on you\nit seemed as if you believed him almost in spite of yourself\nthough he was only ten years old–going on eleven.\nAt this moment he was especially convincing because he\nsuddenly felt the fascination of actually making a sort\nof speech like a grown-up person.",
        "“The great scientific discoveries I am going to make,\"\nhe went on, “will be about Magic.  Magic is a great thing\nand scarcely any one knows anything about it except a few\npeople in old books–and Mary a little, because she was\nborn in India where there are fakirs.  I believe Dickon\nknows some Magic, but perhaps he doesn’t know he knows it.\nHe charms animals and people.  I would never have let him\ncome to see me if he had not been an animal charmer–which\nis a boy charmer, too, because a boy is an animal.\nI am sure there is Magic in everything, only we have not\nsense enough to get hold of it and make it do things for\nus–like electricity and horses and steam.”",
        "This sounded so imposing that Ben Weatherstaff became\nquite excited and really could not keep still.  “Aye, aye,\nsir,” he said and he began to stand up quite straight.",
        "“When Mary found this garden it looked quite dead,\"\nthe orator proceeded.  “Then something began pushing things\nup out of the soil and making things out of nothing.\nOne day things weren’t there and another they were.\nI had never watched things before and it made me feel\nvery curious.  Scientific people are always curious and I\nam going to be scientific.  I keep saying to myself,\n`What is it? What is it?’ It’s something.  It can’t\nbe nothing! I don’t know its name so I call it Magic.\nI have never seen the sun rise but Mary and Dickon have\nand from what they tell me I am sure that is Magic too.\nSomething pushes it up and draws it.  Sometimes since I’ve\nbeen in the garden I’ve looked up through the trees at\nthe sky and I have had a strange feeling of being happy\nas if something were pushing and drawing in my chest\nand making me breathe fast.  Magic is always pushing and\ndrawing and making things out of nothing.  Everything is\nmade out of Magic, leaves and trees, flowers and birds,\nbadgers and foxes and squirrels and people.  So it must\nbe all around us.  In this garden–in all the places.\nThe Magic in this garden has made me stand up and know\nI am going to live to be a man.  I am going to make the\nscientific experiment of trying to get some and put it\nin myself and make it push and draw me and make me strong.\nI don’t know how to do it but I think that if you keep\nthinking about it and calling it perhaps it will come.\nPerhaps that is the first baby way to get it.\nWhen I was going to try to stand that first time Mary\nkept saying to herself as fast as she could, `You can\ndo it! You can do it!’ and I did.  I had to try myself\nat the same time, of course, but her Magic helped me–and\nso did Dickon’s. Every morning and evening and as often\nin the daytime as I can remember I am going to say,\n’Magic is in me! Magic is making me well! I am going\nto be as strong as Dickon, as strong as Dickon!’ And you\nmust all do it, too.  That is my experiment Will you help,\nBen Weatherstaff?”",
        "“Aye, aye, sir!” said Ben Weatherstaff.  “Aye, aye!”",
        "“If you keep doing it every day as regularly as soldiers\ngo through drill we shall see what will happen and find\nout if the experiment succeeds.  You learn things\nby saying them over and over and thinking about them\nuntil they stay in your mind forever and I think it\nwill be the same with Magic.  If you keep calling it\nto come to you and help you it will get to be part\nof you and it will stay and do things.” “I once heard\nan officer in India tell my mother that there were fakirs\nwho said words over and over thousands of times,” said Mary.",
        "“I’ve heard Jem Fettleworth’s wife say th’ same thing over\nthousands o’ times–callin’ Jem a drunken brute,” said Ben\nWeatherstaff dryly.  “Summat allus come o’ that, sure enough.\nHe gave her a good hidin’ an’ went to th’ Blue Lion an’\ngot as drunk as a lord.”",
        "Colin drew his brows together and thought a few minutes.\nThen he cheered up.",
        "“Well,” he said, “you see something did come of it.\nShe used the wrong Magic until she made him beat her.\nIf she’d used the right Magic and had said something\nnice perhaps he wouldn’t have got as drunk as a lord and\nperhaps–perhaps he might have bought her a new bonnet.”",
        "Ben Weatherstaff chuckled and there was shrewd admiration\nin his little old eyes.",
        "“Tha’rt a clever lad as well as a straight-legged one,\nMester Colin,” he said.  “Next time I see Bess Fettleworth\nI’ll give her a bit of a hint o’ what Magic will do for her.\nShe’d be rare an’ pleased if th’ sinetifik ’speriment\nworked –an’ so ’ud Jem.”",
        "Dickon had stood listening to the lecture, his round\neyes shining with curious delight.  Nut and Shell were\non his shoulders and he held a long-eared white rabbit\nin his arm and stroked and stroked it softly while it\nlaid its ears along its back and enjoyed itself.",
        "“Do you think the experiment will work?” Colin asked him,\nwondering what he was thinking.  He so often wondered\nwhat Dickon was thinking when he saw him looking at him\nor at one of his “creatures” with his happy wide smile.",
        "He smiled now and his smile was wider than usual.",
        "“Aye,” he answered, “that I do.  It’ll work same as th’\nseeds do when th’ sun shines on ’em. It’ll work for sure.\nShall us begin it now?”",
        "Colin was delighted and so was Mary.  Fired by recollections\nof fakirs and devotees in illustrations Colin suggested\nthat they should all sit cross-legged under the tree\nwhich made a canopy.",
        "“It will be like sitting in a sort of temple,” said Colin.\n“I’m rather tired and I want to sit down.”",
        "“Eh!” said Dickon, “tha’ mustn’t begin by sayin’\ntha’rt tired.  Tha’ might spoil th’ Magic.”",
        "Colin turned and looked at him–into his innocent round eyes.",
        "“That’s true,” he said slowly.  “I must only think of\nthe Magic.” It all seemed most majestic and mysterious\nwhen they sat down in their circle.  Ben Weatherstaff\nfelt as if he had somehow been led into appearing\nat a prayer-meeting. Ordinarily he was very fixed in\nbeing what he called “agen’ prayer-meetin’s” but this\nbeing the Rajah’s affair he did not resent it and was\nindeed inclined to be gratified at being called upon\nto assist.  Mistress Mary felt solemnly enraptured.\nDickon held his rabbit in his arm, and perhaps he made\nsome charmer’s signal no one heard, for when he sat down,\ncross-legged like the rest, the crow, the fox, the squirrels\nand the lamb slowly drew near and made part of the circle,\nsettling each into a place of rest as if of their own desire.",
        "“The `creatures’ have come,” said Colin gravely.\n“They want to help us.”",
        "Colin really looked quite beautiful, Mary thought.\nHe held his head high as if he felt like a sort of priest\nand his strange eyes had a wonderful look in them.\nThe light shone on him through the tree canopy.",
        "“Now we will begin,” he said.  “Shall we sway backward\nand forward, Mary, as if we were dervishes?”",
        "“I canna’ do no swayin’ back’ard and for’ard,\"\nsaid Ben Weatherstaff.  “I’ve got th’ rheumatics.”",
        "“The Magic will take them away,” said Colin in a High\nPriest tone, “but we won’t sway until it has done it.\nWe will only chant.”",
        "“I canna’ do no chantin’” said Ben Weatherstaff a\ntrifle testily.  “They turned me out o’ th’ church choir th’\nonly time I ever tried it.”",
        "No one smiled.  They were all too much in earnest.\nColin’s face was not even crossed by a shadow.  He was\nthinking only of the Magic.",
        "“Then I will chant,” he said.  And he began, looking like\na strange boy spirit.  “The sun is shining–the sun\nis shining.  That is the Magic.  The flowers are growing–the\nroots are stirring.  That is the Magic.  Being alive\nis the Magic–being strong is the Magic.  The Magic is\nin me–the Magic is in me.  It is in me–it is in me.\nIt’s in every one of us.  It’s in Ben Weatherstaff’s back.\nMagic! Magic! Come and help!”",
        "He said it a great many times–not a thousand times\nbut quite a goodly number.  Mary listened entranced.\nShe felt as if it were at once queer and beautiful and she\nwanted him to go on and on.  Ben Weatherstaff began to feel\nsoothed into a sort of dream which was quite agreeable.\nThe humming of the bees in the blossoms mingled with\nthe chanting voice and drowsily melted into a doze.\nDickon sat cross-legged with his rabbit asleep\non his arm and a hand resting on the lamb’s back.\nSoot had pushed away a squirrel and huddled close to him\non his shoulder, the gray film dropped over his eyes.\nAt last Colin stopped.",
        "“Now I am going to walk round the garden,” he announced.",
        "Ben Weatherstaff’s head had just dropped forward and he\nlifted it with a jerk.",
        "“You have been asleep,” said Colin.",
        "“Nowt o’ th’ sort,” mumbled Ben.  “Th’ sermon was good\nenow–but I’m bound to get out afore th’ collection.”",
        "He was not quite awake yet.",
        "“You’re not in church,” said Colin.",
        "“Not me,” said Ben, straightening himself.  “Who said I\nwere? I heard every bit of it.  You said th’ Magic was\nin my back.  Th’ doctor calls it rheumatics.”",
        "The Rajah waved his hand.",
        "“That was the wrong Magic,” he said.  “You will get better.\nYou have my permission to go to your work.  But come\nback tomorrow.”",
        "“I’d like to see thee walk round the garden,” grunted Ben.",
        "It was not an unfriendly grunt, but it was a grunt.\nIn fact, being a stubborn old party and not having entire\nfaith in Magic he had made up his mind that if he were sent\naway he would climb his ladder and look over the wall\nso that he might be ready to hobble back if there were\nany stumbling.",
        "The Rajah did not object to his staying and so the procession\nwas formed.  It really did look like a procession.\nColin was at its head with Dickon on one side and\nMary on the other.  Ben Weatherstaff walked behind,\nand the “creatures” trailed after them, the lamb and\nthe fox cub keeping close to Dickon, the white rabbit\nhopping along or stopping to nibble and Soot following\nwith the solemnity of a person who felt himself in charge.",
        "It was a procession which moved slowly but with dignity.\nEvery few yards it stopped to rest.  Colin leaned on Dickon’s\narm and privately Ben Weatherstaff kept a sharp lookout,\nbut now and then Colin took his hand from its support\nand walked a few steps alone.  His head was held up all\nthe time and he looked very grand.",
        "“The Magic is in me!” he kept saying.  “The Magic\nis making me strong! I can feel it! I can feel it!”",
        "It seemed very certain that something was upholding\nand uplifting him.  He sat on the seats in the alcoves,\nand once or twice he sat down on the grass and several\ntimes he paused in the path and leaned on Dickon, but he\nwould not give up until he had gone all round the garden.\nWhen he returned to the canopy tree his cheeks were flushed\nand he looked triumphant.",
        "“I did it! The Magic worked!” he cried.  “That is my\nfirst scientific discovery.”.",
        "“What will Dr. Craven say?” broke out Mary.",
        "“He won’t say anything,” Colin answered, “because he will\nnot be told.  This is to be the biggest secret of all.\nNo one is to know anything about it until I have grown\nso strong that I can walk and run like any other boy.\nI shall come here every day in my chair and I shall be\ntaken back in it.  I won’t have people whispering and\nasking questions and I won’t let my father hear about it\nuntil the experiment has quite succeeded.  Then sometime\nwhen he comes back to Misselthwaite I shall just walk into\nhis study and say `Here I am; I am like any other boy.\nI am quite well and I shall live to be a man.  It has been\ndone by a scientific experiment.’”",
        "“He will think he is in a dream,” cried Mary.  “He won’t\nbelieve his eyes.”",
        "Colin flushed triumphantly.  He had made himself believe\nthat he was going to get well, which was really more\nthan half the battle, if he had been aware of it.\nAnd the thought which stimulated him more than any other\nwas this imagining what his father would look like when he\nsaw that he had a son who was as straight and strong as\nother fathers’ sons.  One of his darkest miseries in the\nunhealthy morbid past days had been his hatred of being\na sickly weak-backed boy whose father was afraid to look at him.",
        "“He’ll be obliged to believe them,” he said.",
        "“One of the things I am going to do, after the Magic\nworks and before I begin to make scientific discoveries,\nis to be an athlete.”",
        "“We shall have thee takin’ to boxin’ in a week or so,\"\nsaid Ben Weatherstaff.  “Tha’lt end wi’ winnin’ th’\nBelt an’ bein’ champion prize-fighter of all England.”",
        "Colin fixed his eyes on him sternly.",
        "“Weatherstaff,” he said, “that is disrespectful.\nYou must not take liberties because you are in the secret.\nHowever much the Magic works I shall not be a prize-fighter.\nI shall be a Scientific Discoverer.”",
        "“Ax pardon–ax pardon, sir” answered Ben, touching his\nforehead in salute.  “I ought to have seed it wasn’t\na jokin’ matter,” but his eyes twinkled and secretly he\nwas immensely pleased.  He really did not mind being\nsnubbed since the snubbing meant that the lad was gaining\nstrength and spirit.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}