{
    "title": "The Money Master - Chapter XIV: “I Do Not Want to Go”",
    "author": "Gilbert Parker",
    "chapter": "15",
    "content": [
        "\n\n",
        "It is a bad thing to call down a crisis in the night-time.  A “scene” at\nmidnight is a savage enemy of ultimate understanding, and that Devil,\ncalled Estrangement, laughs as he observes the objects of his attention\nin conflict when the midnight candle burns.",
        "He should have been seized with a fit of remorse, however, at the sight\nhe saw in the Manor Cartier at midnight of the day when Jean Jacques\nBarbille had reached his fiftieth year.  There is nothing which, for\npathos and for tragedy, can compare with a struggle between the young\nand the old.",
        "The Devil of Estrangement when he sees it, may go away and indulge\nhimself in sleep; for there will be no sleep for those who, one young and\nthe other old, break their hearts on each other’s anvils, when the lights\nare low and it is long till morning.",
        "When Jean Jacques had broken the forgotten guitar which his daughter had\nretrieved from her mother’s life at the Manor Cartier (all else he had\nhad packed and stored away in the flour-mill out of sight) and thrown it\nin the fire, there had begun a revolt in the girl’s heart, founded on a\nsense of injustice, but which itself became injustice also; and that is a\ndark thing to come between those who love–even as parent and child.",
        "After her first exclamation of dismay and pain, Zoe had regained her\ncomposure, and during the rest of the evening she was full of feverish\ngaiety.  Indeed her spirits and playful hospitality made the evening a\nsuccess in spite of the skeleton at the feast.  Jean Jacques had also\nroused himself, and, when the dance began, he joined in with spirit,\nthough his face was worn and haggard even when lighted by his smile.  But\nthough the evening came to the conventional height of hilarity, there was\na note running through it which made even the youngest look at each\nother, as though to say, “Now, what’s going to happen next!”",
        "Three people at any rate knew that something was going to happen.  They\nwere Zoe, the Man from Outside and M. Fille.  Zoe had had more than one\nrevelation that night, and she felt again as she did one day, seven years\nbefore, when, coming home from over the hills, she had stepped into a\nhouse where Horror brooded as palpably as though it sat beside the fire,\nor hung above the family table.  She had felt something as soon as she\nhad entered the door that far-off day, though the house seemed empty.  It\nwas an emptiness which was filled with a torturing presence or torturing\npresenes.  It had stilled her young heart.  What was it?  She had learned\nthe truth soon enough.  Out of the sunset had come her father with a face\ntwisted with misery, and as she ran to him, he had caught her by both\nshoulders, looked through her eyes to something far beyond, and hoarsely\nsaid: “She is gone–gone from us!  She has run away from home!  Curse her\nbaptism–curse it, curse it!”",
        "Zoe could never forget these last words she had ever heard her father\nspeak of Carmen.  They were words which would make any Catholic shudder\nto hear.  It was a pity he had used them, for they made her think at last\nthat her mother had been treated with injustice.  This, in spite of the\nfact that in the days, now so far away, when her mother was with them she\nhad ever been nearer to her father, and that, after first childhood, she\nand her mother were not so close as they had been, when she went to sleep\nto the humming of a chanson of Cadiz.  Her own latent motherhood,\nhowever, kept stealing up out of the dim distances of childhood’s\nignorance and, with modesty and allusiveness, whispering knowledge in\nher ear.  So it was that now she looked back pensively to the years she\nhad spent within sight and sound of her handsome mother, and out of the\nhunger of her own spirit she had come to idealize her memory.  It was\ngood to have a loving father; but he was a man, and he was so busy just\nwhen she wanted–when she wanted she knew not what, but at least to go\nand lay her head on a heart that would understand what was her sorrow,\nher joy, or her longing.",
        "And now here at last was come Crisis, which showed its thunderous head in\nthe gay dance, and shook his war-locks in the fire, where her mother’s\nguitar had shrieked in its last agony.",
        "When all the guests had gone, when the bolts had been shot home, and old\nSeraphe Corniche had gone to bed, father and daughter came face to face.",
        "There was a moment’s pause, as the two looked at each other, and then Zoe\ncame up to Jean Jacques to kiss him good-night.  It was her way of facing\nthe issue.  Instinctively she knew that he would draw back, and that the\nstruggle would begin.  It might almost seem that she had invited it; for\nshe had let the Man from Outside hold her hand for far longer than\ncourtesy required, while her father looked on with fretful eyes–even\nwith a murmuring which was not a benediction.  Indeed, he had evaded\nshaking hands with his hated visitor by suddenly offering him a cigar,\nand then in the doorway itself handing a lighted match.",
        "“His eminence, Cardinal Christophe, gave these cigars to me when he\npassed through St. Saviour’s five years ago,” Jean Jacques had remarked\nloftily, “and I always smoke one on my birthday.  I am a good Catholic,\nand his eminence rested here for a whole day.”",
        "He had had a grim pleasure in avoiding the handshake, and in having the\nProtestant outsider smoke the Catholic cigar!  In his anger it seemed to\nhim that he had done something worthy almost of the Vatican, indeed of\nthe great Cardinal Christophe himself.  Even in his moments of crisis, in\nhis hours of real tragedy, in the times when he was shaken to the centre,\nJean Jacques fancied himself more than a little.  It was as the master-\ncarpenter had remarked seven years before, he was always involuntarily\nsaying, “Here I come–look at me.  I am Jean Jacques Barbille!”",
        "When Zoe reached out a hand to touch his arm, and raised her face as\nthough to kiss him good-night, Jean Jacques drew back.",
        "“Not yet, Zoe,” he said.  “There are some things–What is all this\nbetween you and that man?  .  .  .  I have seen.  You must not forget\nwho you are–the daughter of Jean Jacques Barbille, of the Manor Cartier,\nwhose name is known in the whole province, who was asked to stand for the\nlegislature.  You are Zoe Barbille–Mademoiselle Zoe Barbille.  We do not\nput on airs.  We are kind to our neighbours, but I am descended from the\nBaron of Beaugard.  I have a place–yes, a place in society; and it is\nfor you to respect it.  You comprehend?”",
        "Zoe flushed, but there was no hesitation whatever in her reply.  “I am\nwhat I have always been, and it is not my fault that I am the daughter of\nM. Jean Jacques Barbille!  I have never done anything which was not good\nenough for the Manor Cartier.”  She held her head firmly as she said it.",
        "Now Jean Jacques flushed, and he did hesitate in his reply.  He hated\nirony in anyone else, though he loved it in himself, when heaven gave him\ninspiration thereto.  He was in a state of tension, and was ready to\nbreak out, to be a force let loose–that is the way he would have\nexpressed it; and he was faced by a new spirit in his daughter which\nwould surely spring the mine, unless he secured peace by strategy.  He\nhad sense enough to feel the danger.",
        "He did not see, however, any course for diplomacy here, for she had given\nhim his cue in her last words.  As a pure logician he was bound to take\nit, though it might lead to drama of a kind painful to them both.",
        "“It is not good enough for the Manor Cartier that you go falling in love\nwith a nobody from nowhere,” he responded.",
        "“I am not falling in love,” she rejoined.",
        "“What did you mean, then, by looking at him as you did; by whispering\ntogether; by letting him hold your hand when he left, and him looking at\nyou as though he’d eat you up–without sugar!”",
        "“I said I was not falling in love,” she persisted, quietly, but with\ncharacteristic boldness.  “I am in love.”",
        "“You are in love with him–with that interloper!  Heaven of heavens, do\nyou speak the truth?  Answer me, Zoe Barbille.”",
        "She bridled.  “Certainly I will answer.  Did you think I would let a man\nlook at me as he did, that I would look at a man as I looked at him, that\nI would let him hold my hand as I did, if I did not love him?  Have you\never seen me do it before?”",
        "Her voice was even and quiet–as though she had made up her mind on a\ncourse, and meant to carry it through to the end.",
        "“No, I never saw you look at a man like that, and everything is as you\nsay, but–” his voice suddenly became uneven and higher–pitched and a\nlittle hoarse, “but he is English, he is an actor–only that; and he is a\nProtestant.”",
        "“Only that?” she asked, for the tone of his voice was such as one would\nuse in speaking of a toad or vermin, and she could not bear it.  “Is it a\ndisgrace to be any one of those things?”",
        "“The Barbilles have been here for two hundred years; they have been\nFrench Catholics since the time of\"–he was not quite sure–\"since the\ntime of Louis XI.,” he added at a venture, and then paused, overcome by\nhis own rashness.",
        "“Yes, that is a long time,” she said, “but what difference does it make?\nWe are just what we are now, and as if there never had been a Baron of\nBeaugard.  What is there against Gerard except that he is an actor, that\nhe is English, and that he is a Protestant?  Is there anything?”",
        "“Sacre, is it not enough?  An actor, what is that–to pretend to be\nsomeone else and not to be yourself!”",
        "“It would be better for a great many people to be someone else rather\nthan themselves–for nothing; and he does it for money.”",
        "“For money!  What money has he got?  You don’t know.  None of us know.\nBesides, he’s a Protestant, and he’s English, and that ends it.  There\nnever has been an Englishman or a Protestant in the Barbille family, and\nit shan’t begin at the Manor Cartier.”  Jean Jacques’ voice was rising in\nproportion as he perceived her quiet determination.  Here was something\nof the woman who had left him seven years ago–left this comfortable home\nof his to go to disgrace and exile, and God only knew what else!  Here in\nthis very room–yes, here where they now were, father and daughter, stood\nhusband and wife that morning when he had his hand on the lever prepared\nto destroy the man who had invaded his home; who had cast a blight upon\nit, which remained after all the years; after he had done all a man could\ndo to keep the home and the woman too.  The woman had gone; the home\nremained with his daughter in it, and now again there was a fight for\nhome and the woman.  Memory reproduced the picture of the mother standing\njust where the daughter now stood, Carmen quiet and well in hand, and\nhimself all shaken with weakness, and with all power gone out of him–\neven the power which rage and a murderous soul give.",
        "But yet this was different.  There was no such shame here as had fallen\non him seven years ago.  But there was a shame after its kind; and if it\nwere not averted, there was the end of the home, of the prestige, the\npride and the hope of “M’sieu’ Jean Jacques, philosophe.”",
        "“What shall not begin here at the Manor Cartier?” she asked with burning\ncheek.",
        "“The shame–it shall not begin here.”",
        "“What shame, father?”",
        "“Of marriage with a Protestant and an actor.”",
        "“You will not let me marry him?” she persisted stubbornly.",
        "Her words seemed to shake him all to pieces.  It was as though he was\ngoing through the older tragedy all over again.  It had possessed him\never since the sight of Carmen’s guitar had driven him mad three hours\nago.  He swayed to and fro, even as he did when his hand left the lever\nand he let the master-carpenter go free.  It was indeed a philosopher\nunder torture, a spirit rocking on its anchor.  Just now she had put into\nwords herself what, even in his fear, he had hoped had no place in her\nmind–marriage with the man.  He did not know this daughter of his very\nwell.  There was that in her which was far beyond his ken.  Thousands of\nmiles away in Spain it had origin, and the stream of tendency came down\nthrough long generations, by courses unknown to him.",
        "“Marry him–you want to marry him!” he gasped.  “You, my Zoe, want to\nmarry that tramp of a Protestant!”",
        "Her eyes blazed in anger.  Tramp–the man with the air of a young\nAlexander, with a voice like the low notes of the guitar thrown to the\nflames!  Tramp!",
        "“If I love him I ought to marry him,” she answered with a kind of\ncalmness, however, though all her body was quivering.  Suddenly she came\nclose to her father, a great sympathy welled up in her eyes, and her\nvoice shook.",
        "“I do not want to leave you, father, and I never meant to do so.  I never\nthought of it as possible; but now it is different.  I want to stay with\nyou; but I want to go with him too.”",
        "Presently as she seemed to weaken before him, he hardened.  “You can’t\nhave both,” he declared with as much sternness as was possible to him,\nand with a Norman wilfulness which was not strength.  “You shall not\nmarry an actor and a Protestant.  You shall not marry a man like that–\nnever–never–never.  If you do, you will never have a penny of mine,\nand I will never–”",
        "“Oh, hush–Mother of Heaven, hush!” she cried.  “You shall not put a\ncurse on me too.”",
        "“What curse?” he burst forth, passion shaking him.  “You cursed my\nmother’s baptism.  It would be a curse to be told that you would see me\nno more, that I should be no more part of this home.  There has been\nenough of that curse here.  .  .  .  Ah, why–why–” she added with a\nsudden rush of indignation, “why did you destroy the only thing I had\nof hers?  It was all that was left–her guitar.  I loved it so.”",
        "All at once, with a cry of pain, she turned and ran to the door–entering\non the staircase which led to her room.  In the doorway she turned.",
        "“I can’t help it.  I can’t help it, father.  I love him–but I love you\ntoo,” she cried.  “I don’t want to go–oh, I don’t want to go!  Why do\nyou–?” her voice choked; she did not finish the sentence; or if she did,\nhe could not hear.",
        "Then she opened the door wide, and disappeared into the darkness of the\nunlighted stairway, murmuring, “Pity–have pity on me, holy Mother,\nVierge Marie!”  Then the door closed behind her almost with a bang.",
        "After a moment of stupefied inaction Jean Jacques hurried over and threw\nopen the door she had closed.  “Zoe–little Zoe, come back and say good-\nnight,” he called.  But she did not hear, for, with a burst of crying,\nshe had hurried into her own room and shut and locked the door.",
        "It was a pity, a measureless pity, as Mary the Mother must have seen,\nif she could see mortal life at all, that Zoe did not hear him.  It might\nhave altered the future.  As it was, the Devil of Estrangement might well\nbe content with his night’s work.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}