{
    "title": "The Story of Mankind - Emancipation (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "60",
    "content": [
        "\n",
        "\n\n",
        "THE GENERAL INTRODUCTION OF MACHINERY\nDID NOT BRING ABOUT THE ERA OF\nHAPPINESS AND PROSPERITY WHICH\nHAD BEEN PREDICTED BY THE GENERATION\nWHICH SAW THE STAGE COACH REPLACED\nBY THE RAILROAD. SEVERAL\nREMEDIES WERE SUGGESTED BUT NONE\nOF THESE QUITE SOLVED THE PROBLEM",
        "IN the year 1831, just before the passing of the first Reform\nBill Jeremy Bentham, the great English student of legislative\nmethods and the most practical political reformer of that\nday, wrote to a friend: “The way to be comfortable is to\nmake others comfortable. The way to make others comfortable\nis to appear to love them. The way to appear to love them\nis to love them in reality.” Jeremy was an honest man. He\nsaid what he believed to be true. His opinions were shared by\nthousands of his countrymen. They felt responsible for the\nhappiness of their less fortunate neighbours and they tried\ntheir very best to help them. And Heaven knows it was time\nthat something be done!",
        "The ideal of “economic freedom” (the “laissez faire” of\nTurgot) had been necessary in the old society where mediaeval\nrestrictions lamed all industrial effort. But this “liberty of\naction” which had been the highest law of the land had led to\na terrible, yea, a frightful condition. The hours in the fac-\ntory were limited only by the physical strength of the workers.\nAs long as a woman could sit before her loom, without\nfainting from fatigue, she was supposed to work. Children of\nfive and six were taken to the cotton mills, to save them from\nthe dangers of the street and a life of idleness. A law had\nbeen passed which forced the children of paupers to go to work\nor be punished by being chained to their machines. In return\nfor their services they got enough bad food to keep them alive\nand a sort of pigsty in which they could rest at night. Often\nthey were so tired that they fell asleep at their job. To keep\nthem awake a foreman with a whip made the rounds and beat\nthem on the knuckles when it was necessary to bring them back\nto their duties. Of course, under these circumstances thousands\nof little children died. This was regrettable and the employers,\nwho after all were human beings and not without a heart, sincerely\nwished that they could abolish “child labour.” But since\nman was “free” it followed that children were “free” too.\nBesides, if Mr. Jones had tried to work his factory without the\nuse of children of five and six, his rival, Mr. Stone, would have\nhired an extra supply of little boys and Jones would have been\nforced into bankruptcy. It was therefore impossible for Jones\nto do without child labour until such time as an act of Parliament\nshould forbid it for all employers.",
        "But as Parliament was no longer dominated by the old\nlanded aristocracy (which had despised the upstart factory-\nowners with their money bags and had treated them with open\ncontempt), but was under control of the representatives from\nthe industrial centres, and as long as the law did not allow\nworkmen to combine in labour-unions, very little was accomplished.\nOf course the intelligent and decent people of that\ntime were not blind to these terrible conditions. They were\njust helpless. Machinery had conquered the world by surprise\nand it took a great many years and the efforts of thousands\nof noble men and women to make the machine what it\nought to be, man’s servant, and not his master.",
        "Curiously enough, the first attack upon the outrageous\nsystem of employment which was then common in all parts of\nthe world, was made on behalf of the black slaves of Africa\nand America. Slavery had been introduced into the American\ncontinent by the Spaniards. They had tried to use the\nIndians as labourers in the fields and in the mines, but the\nIndians, when taken away from a life in the open, had lain down\nand died and to save them from extinction a kind-hearted priest\nhad suggested that negroes be brought from Africa to do the\nwork. The negroes were strong and could stand rough treatment.\nBesides, association with the white man would give\nthem a chance to learn Christianity and in this way, they would\nbe able to save their souls, and so from every possible point of\nview, it would be an excellent arrangement both for the kindly\nwhite man and for his ignorant black brother. But with the\nintroduction of machinery there had been a greater demand for\ncotton and the negroes were forced to work harder than ever\nbefore, and they too, like the Indians, began to die under the\ntreatment which they received at the hands of the overseers.",
        "Stories of incredible cruelty constantly found their way to\nEurope and in all countries men and women began to agitate\nfor the abolition of slavery. In England, William Wilberforce\nand Zachary Macaulay, (the father of the great historian whose\nhistory of England you must read if you want to know how\nwonderfully interesting a history-book can be,) organised a\nsociety for the suppression of slavery. First of all they got a\nlaw passed which made “slave trading” illegal. And after the\nyear 1840 there was not a single slave in any of the British\ncolonies. The revolution of 1848 put an end to slavery in the\nFrench possessions. The Portuguese passed a law in the year\n1858 which promised all slaves their liberty in twenty years\nfrom date. The Dutch abolished slavery in 1863 and in the\nsame year Tsar Alexander II returned to his serfs that liberty\nwhich had been taken away from them more than two centuries\nbefore.",
        "In the United States of America the question led to grave\ndifficulties and a prolonged war. Although the Declaration\nof Independence had laid down the principle that “all men\nwere created free and equal,” an exception had been made for\nthose men and women whose skins were dark and who worked\non the plantations of the southern states. As time went on, the\ndislike of the people of the North for the institution of slavery\nincreased and they made no secret of their feelings. The southerners\nhowever claimed that they could not grow their cotton\nwithout slave-labour, and for almost fifty years a mighty debate\nraged in both the Congress and the Senate.",
        "The North remained obdurate and the South would not give\nin. When it appeared impossible to reach a compromise, the\nsouthern states threatened to leave the Union. It was a most\ndangerous point in the history of the Union. Many things\n“might” have happened. That they did not happen was the\nwork of a very great and very good man.",
        "On the sixth of November of the year 1860, Abraham Lincoln,\nan Illinois lawyer, and a man who had made his own intellectual\nfortune, had been elected president by the Republicans\nwho were very strong in the anti-slavery states. He\nknew the evils of human bondage at first hand and his shrewd\ncommon-sense told him that there was no room on the northern\ncontinent for two rival nations. When a number of southern\nstates seceded and formed the “Confederate States of America,\"\nLincoln accepted the challenge. The Northern states\nwere called upon for volunteers. Hundreds of thousands of\nyoung men responded with eager enthusiasm and there followed\nfour years of bitter civil war. The South, better prepared\nand following the brilliant leadership of Lee and Jackson,\nrepeatedly defeated the armies of the North. Then the\neconomic strength of New England and the West began to\ntell. An unknown officer by the name of Grant arose from obscurity\nand became the Charles Martel of the great slave war.\nWithout interruption he hammered his mighty blows upon the\ncrumbling defences of the South. Early in the year 1863,\nPresident Lincoln issued his “Emancipation Proclamation\"\nwhich set all slaves free. In April of the year 1865 Lee\nsurrendered the last of his brave armies at Appomattox. A few\ndays later, President Lincoln was murdered by a lunatic. But\nhis work was done. With the exception of Cuba which was\nstill under Spanish domination, slavery had come to an end in\nevery part of the civilised world.",
        "But while the black man was enjoying an increasing amount\nof liberty, the “free” workmen of Europe did not fare quite so\nwell. Indeed, it is a matter of surprise to many contemporary\nwriters and observers that the masses of workmen (the so-\ncalled proletariat) did not die out from sheer misery. They\nlived in dirty houses situated in miserable parts of the slums.\nThey ate bad food. They received just enough schooling to\nfit them for their tasks. In case of death or an accident, their\nfamilies were not provided for. But the brewery and distillery\ninterests, (who could exercise great influence upon the Legislature,)\nencouraged them to forget their woes by offering them\nunlimited quantities of whisky and gin at very cheap rates.",
        "The enormous improvement which has taken place since the\nthirties and the forties of the last century is not due to the efforts\nof a single man. The best brains of two generations devoted\nthemselves to the task of saving the world from the disastrous\nresults of the all-too-sudden introduction of machinery.\nThey did not try to destroy the capitalistic system. This would\nhave been very foolish, for the accumulated wealth of other\npeople, when intelligently used, may be of very great benefit\nto all mankind. But they tried to combat the notion that true\nequality can exist between the man who has wealth and owns\nthe factories and can close their doors at will without the risk\nof going hungry, and the labourer who must take whatever job\nis offered, at whatever wage he can get, or face the risk of\nstarvation for himself, his wife and his children.",
        "They endeavoured to introduce a number of laws which regulated\nthe relations between the factory owners and the factory\nworkers. In this, the reformers have been increasingly\nsuccessful in all countries. To-day, the majority of the labourers\nare well protected; their hours are being reduced to the\nexcellent average of eight, and their children are sent to the\nschools instead of to the mine pit and to the carding-room of\nthe cotton mills.",
        "But there were other men who also contemplated the sight\nof all the belching smoke-stacks, who heard the rattle of the\nrailroad trains, who saw the store-houses filled with a surplus\nof all sorts of materials, and who wondered to what ultimate\ngoal this tremendous activity would lead in the years to come.\nThey remembered that the human race had lived for hundreds\nof thousands of years without commercial and industrial competition.\nCould they change the existing order of things and\ndo away with a system of rivalry which so often sacrificed human\nhappiness to profits?",
        "This idea–this vague hope for a better day–was not restricted\nto a single country. In England, Robert Owen, the\nowner of many cotton mills, established a so-called “socialistic\ncommunity” which was a success. But when he died, the prosperity\nof New Lanark came to an end and an attempt of Louis\nBlanc, a French journalist, to establish “social workshops\"\nall over France fared no better. Indeed, the increasing number\nof socialistic writers soon began to see that little individual\ncommunities which remained outside of the regular industrial\nlife, would never be able to accomplish anything at all. It\nwas necessary to study the fundamental principles underlying\nthe whole industrial and capitalistic society before useful remedies\ncould be suggested.",
        "The practical socialists like Robert Owen and Louis\nBlanc and Francois Fournier were succeeded by theoretical\nstudents of socialism like Karl Marx and Friedrich Engels. Of\nthese two, Marx is the best known. He was a very brilliant\nJew whose family had for a long time lived in Germany. He\nhad heard of the experiments of Owen and Blanc and he began\nto interest himself in questions of labour and wages and\nunemployment. But his liberal views made him very unpopular\nwith the police authorities of Germany, and he was forced to\nflee to Brussels and then to London, where he lived a poor and\nshabby life as the correspondent of the New York Tribune.",
        "No one, thus far, had paid much attention to his books on\neconomic subjects. But in the year 1864 he organised the first\ninternational association of working men and three years later\nin 1867, he published the first volume of his well-known trea-\ntise called “Capital.” Marx believed that all history was a\nlong struggle between those who “have” and those who “don’t\nhave.” The introduction and general use of machinery had\ncreated a new class in society, that of the capitalists who used\ntheir surplus wealth to buy the tools which were then used by\nthe labourers to produce still more wealth, which was again used\nto build more factories and so on, until the end of time. Meanwhile,\naccording to Marx, the third estate (the bourgeoisie)\nwas growing richer and richer and the fourth estate (the proletariat)\nwas growing poorer and poorer, and he predicted that\nin the end, one man would possess all the wealth of the world\nwhile the others would be his employees and dependent upon\nhis good will.",
        "To prevent such a state of affairs, Marx advised working\nmen of all countries to unite and to fight for a number of political\nand economic measures which he had enumerated in a Manifesto\nin the year 1848, the year of the last great European\nrevolution.",
        "These views of course were very unpopular with the governments\nof Europe, many countries, especially Prussia, passed\nsevere laws against the Socialists and policemen were ordered\nto break up the Socialist meetings and to arrest the speakers.\nBut that sort of persecution never does any good. Martyrs\nare the best possible advertisements for an unpopular cause.\nIn Europe the number of socialists steadily increased and it\nwas soon clear that the Socialists did not contemplate a violent\nrevolution but were using their increasing power in the different\nParliaments to promote the interests of the labouring\nclasses. Socialists were even called upon to act as Cabinet\nMinisters, and they co-operated with progressive Catholics and\nProtestants to undo the damage that had been caused by the\nIndustrial Revolution and to bring about a fairer division of\nthe many benefits which had followed the introduction of machinery\nand the increased production of wealth.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}