{
    "title": "The Adventures of Jimmie Dale II - Chapter VI: The Trap",
    "author": "Frank L. Packard",
    "chapter": "7",
    "content": [
        "\n\n",
        "Had it not been for the stop the car had previously made, for the\npossibility that he might have obtained a glimpse outside when the\ndoor had been opened, the scarf over his eyes would have been\nsuperfluous; for now, with it removed, he could scarcely distinguish\nthe forms of the three men around him, since the window curtains of\nthe car were tightly drawn.  Nor was he given the opportunity to do\nmore, even had it been possible.  The car stopped, the door was\nopened, he was pushed toward it–and even as he reached the ground,\nthe door was closed behind him, and the car was speeding on again.\nBut where he could not see before, it took now but a glance to\nobtain his bearings–he was standing on a corner on Riverside Drive,\nwithin a few doors of his own house.",
        "Jimmie Dale stood still for a moment, watching the car as it\ndisappeared rapidly up the Drive.  And with a sort of grim\nfacetiousness his brain began to correlate time and distance.  Where\nhad he come from?  Where was this Crime Club?  They had been, as\nnearly as he could estimate, two hours in making the journey; and,\nas nearly as he could estimate, in their turnings and twistings had\ncovered at least twice the distance that would be represented by a\ndirect route.  Granting, then, an average speed of forty miles an\nhour, which was overgenerous to be on the safe side, and the fact\nthat they certainly had not crossed the Hudson, which now lay before\nhim, flanking the Drive, the Crime Club was somewhere within the\narea of a semicircle, whose centre was the corner on which he now\nstood, and whose radius was forty miles–OR FORTY YARDS!  He forced\na laugh.  It was just that, no more, no less–he was as likely to\nhave started on his ride from within a biscuit throw of where he now\nstood, as to have started on it from miles away!",
        "But–he aroused himself with a start–he was wasting time!  It must\nbe very late, near morning, and he would have need for every moment\nthat was left between now and daylight.  He turned, walked quickly\nto his house, mounted the steps, and with his latch-key–they had at\nleast permitted him to retain the contents of his pockets when they\nhad forced him to change his clothes–opened the front door softly,\nand, stepping inside, closed the door as silently as he had opened it.",
        "He paused for an instant to listen.  There was not a sound.  The\nservants, naturally, would have been in bed hours ago.  Even old\nJason–Jimmie Dale smiled, half whimsically, half affectionately–\nwhose paternal custom it was to sit up for his Master Jim, who, as\nhe was fond of saying, he had dandled as a baby on his knee, had\nevidently given it up as a bad job on this occasion and had turned\nin himself.  Jason, however, had left the light burning here in the\nbig reception hall.",
        "Jimmie Dale stepped to the switch and turned off the light; then\nstood hesitant in the darkness.  Was there anything to be gained by\nrousing Jason now and telling him what he intended to do–to\ninstruct him to answer any inquiries by the statement that “Mr. Dale\nhad gone away for a trip”?  He could trust Jason; Jason already knew\nmuch–more than one of those mysterious letters of the Tocsin’s had\npassed through Jason’s hands.",
        "Jimmie Dale shook his head.  No; he could communicate with Jason\nfrom downtown in the morning.  He had half expected to find Jason\nup, and, in that case, would have taken the other, as far as\nnecessary, into his confidence; but it was not a matter that pressed\nfor the moment.  He could get into touch with Jason at any time\nreadily enough.  Was there anything else before he went?  He would\nnot be able to get back as easily as he got out!  Money!  He shook\nhis head again–a little grimly this time.  He had been caught once\nbefore as Larry the Bat without funds!  There was plenty of money\nnow hidden in the Sanctuary, enough for any emergency, enough to\nlast him indefinitely.",
        "He stepped forward along the hall, his tread noiseless on the rich,\nheavy rug, passed into the rear of the house, descended the back\nstairs, and reached the cellar.  It was below the level of the\nground, of course; but a narrow window here, though quite large\nenough to permit of egress, gave on the driveway at the side of the\nhouse that led to the garage in the rear.",
        "Cautiously now, for the cement flooring was, in the stillness,\nlittle less than a sounding board, Jimmie Dale reached the wall and\nfelt along it to the window, the lower edge of whose sill was just\nslightly below the level of his shoulder.  It opened inward, if he\nremembered correctly.  His fingers were feeling for the fastenings.\nIt was too dark to see a thing.  He muttered in annoyance.  Where\nwere the fastenings!  At the sides, or at the bottom?  His hand\nbegan to make a circuit of the sill–and then suddenly, with a low,\nsharp cry, he leaned forward!",
        "WHAT DID THIS MEAN?  Wires!  No wires had ever been there before!\nHis fingers were working now with feverish haste, telegraphing their\nmessage to his brain.  The wires ran through the sill close to the\ncorner of the wall–tiny fragments of wood, as from an auger, were\nstill on the sill–and here was a small particle of wire insulation\nthat, those sensitive finger tips proclaimed, was FRESH.",
        "A cold thrill ran through Jimmie Dale; and there came again that\nsickening sense of impotency in the face of the malignant, devilish\ncunning arrayed against him, that once before he had experienced,\nthat night.  He had thought to forestall them–and he had been\nforestalled himself!  This could only have been done–they had had\nno interest in him before then–while they held him at the Crime\nClub, while he was spending that two hours in the car!  Was that why\nthey had taken so long in coming?  Was that why the car had stopped\nthat time–that those with him might be told that the work here had\nbeen completed, and he need no longer be kept away?",
        "He edged away from the window, and, as cautiously as he had come,\nretraced his steps across the cellar and up the stairs–and then,\nthe possibility of being heard from without gone, he broke into a\nrun.  There was no need to wonder long what those wires meant.  They\ncould mean only one of two things–and the Crime Club would have\nlittle concern in his electric light!  THEY HAD TAPPED HIS\nTELEPHONE.  The mains, he knew, ran into the cellar from the\nunderground service in the street.  He was racing like a madman now.\nHow long ago, how many hours ago, had they done that!  Great Scott,\nSHE was to have telephoned!  Had she done so?  Was the game, all,\neverything, she herself, at their mercy already?  If she had\ntelephoned, Jason would have left a message on his desk–he would\nlook there first–afterward he would waken Jason.",
        "He gained the door of his den on the first landing, a room that ran\nthe entire length of one side of the house from front to rear, burst\nin, switched on the light–-and stood stock-still in amazement.",
        "“Jason!” he cried out.",
        "The old butler, fully dressed, rubbing and blinking his eyes at the\nlight, and with a startled cry, rose up from the depths of a\nlounging chair.",
        "“Jason!” exclaimed Jimmie Dale again.",
        "“I beg pardon, sir, Master Jim,” stammered the man.  “I–I must have\nfallen asleep, sir.”",
        "“Jason, what are you doing here?” Jimmie Dale demanded sharply.",
        "“Well, sir,” said Jason, still fumbling for his words, “it–it was\nthe telephone, sir.”",
        "“The–TELEPHONE!”",
        "“Yes, sir.  A woman, begging your pardon, Master Jim, a lady, sir,\nhas been telephoning every hour or so, and she–”",
        "“YES!”  Jimmie Dale had jumped across the room and had caught the\nother fiercely by the shoulder.  “Yes–yes!  What did she say?\nQUICK, man!”",
        "“Good Lord, Master Jim!” faltered Jason.  “I–she–”",
        "“Jason,” said Jimmie Dale, suddenly as cold as ice, “what did she\nsay?  Think, man!  Every word!”",
        "“She didn’t say anything, Master Jim.  Nothing at all, sir–except\nto keep asking each time if she could speak to you.”",
        "“Nothing else, Jason?”",
        "“No, sir.”",
        "“You are SURE?”",
        "“I’m sure, Master Jim.  Not another thing but that, sir, just as\nI’ve told you.”",
        "“Thank God!” said Jimmie Dale, in a low voice.",
        "“Yes, sir,” said Jason mechanically.",
        "“How long ago was it since she telephoned last?” asked Jimmie Dale\nquickly.",
        "“Well, sir, I couldn’t rightly say.  You see, as I said, Master Jim,\nI must have gone to sleep, but–”",
        "They were staring tensely into each other’s face.  The telephone on\nthe desk was ringing vibrantly, clamourously, through the stillness\nof the room.",
        "Jason, white, frightened, bewildered, touched his lips with the tip\nof his tongue.",
        "“That’ll be her again, sir,” he said hoarsely.",
        "“Wait!” said Jimmie Dale tersely.",
        "He was trying to think, to think faster than he had ever thought\nbefore.  He could not tell Jason to say that he had not yet come in–\nTHEY knew he was in, it would be but showing his hand to that “some\none” who would be listening now on the wire.  He dared not speak to\nher, or, above all, allow her to expose herself by a single\ninadvertent word.  He dared not speak to her–and she was here now,\ncalling him!  He could not speak to her–and it was life and death\nalmost that she should know what had happened; life and death almost\nfor both of them that he should know all and everything she could\ntell him.  True, it would take but a minute to run to the cellar and\ncut those wires, while Jason held her on the pretence of calling\nhim, Jimmie Dale, to the ’phone; only a minute to cut those wires–\nand in so doing advertise to these fiends the fact that he had\ndiscovered their trick; admit, as though in so many words, that\ntheir suspicions of him were justified; lay himself open to some new\nmove that he could not hope to foresee; and, paramount to all else,\nrob her and himself of this master trump the Crime Club had placed\nin his hands, by means of which there was a chance that he could\nhoist them with their own petard!",
        "The telephone rang again–imperatively, persistently.",
        "“Listen, Jason.”  Jimmie Dale was speaking rapidly, earnestly.  “Say\nthat I’ve come in and have gone to bed–in a vile humour.  That you\ntold me a lady had been calling, but that I said if she called again\nI wasn’t to be disturbed if it was the Queen of Sheba herself–that\nI wouldn’t answer any ’phone to-night for anybody.  Do you\nunderstand?  No argument with her–just that.  Now, answer!”",
        "Jason lifted the receiver from the hook.",
        "“Yes–hello!” he said.  “Yes, ma’am, Mr. Dale has come in, but he\nhas retired. . . .  Yes, I told him; but, begging your pardon,\nma’am, he was in what I might say was a bit of a temper, and said he\nwasn’t to be disturbed by any one.”",
        "Jimmie Dale snatched the receiver from Jason, and put it to his own\near.",
        "“Kindly tell Mr. Dale that unless he comes to the ’phone now,” a\nfeminine voice, her voice, in well-simulated indignation, was\nsaying, “it will be a very long day before I shall trouble myself\nto–”",
        "Jimmie Dale clapped his hand firmly over the mouthpiece of the\ninstrument.  Thank God for that clever brain of hers!  She\nunderstood!",
        "“Repeat what you said before, Jason,” he instructed hurriedly.\n“Then say ’Good-night.’”",
        "He removed his hand from the mouthpiece.",
        "“It’s quite useless, ma’am,” said Jason apologetically.  “In the\nrare temper he was in, he wouldn’t come, to use his own words,\nma’am, not for the Queen of Sheba herself, ma’am.  Good-night,\nma’am.”",
        "Jimmie Dale hung the receiver back on the hook–and with his hand\nflirted away a bead of moisture that had sprung to his forehead.",
        "“Good Lord, Master Jim, what’s wrong, sir?  What’s happened, sir?\nAnd–and those clothes, Master Jim, sir!  They aren’t the ones you\nwent out in, sir–they aren’t yours at all, sir!”  Jason ventured\nanxiously.",
        "“Jason,” said Jimmie Dale, “switch off the light, and go to the\nfront window and look out.  Keep well behind the curtains.  Don’t\nshow yourself.  Tell me if you see anything.”",
        "“Yes, sir,” said Jason obediently.",
        "The light went out.  Jimmie Dale moved to the rear of the room–to\nthe window overlooking the garage and yard.",
        "“I don’t see anything, sir,” Jason called.",
        "“Watch!” Jimmie Dale answered.",
        "A minute passed–two–three.  Jimmie Dale was staring down into the\nblack of the yard.  She understood!  She knew, of course, before she\n’phoned that something had gone wrong to-night.  She knew that only\nperil of the gravest moment would have kept him from the ’phone–and\nher.  She knew now, as a logical conclusion, that it was dangerous\nto attempt to communicate with him at his home.  Those wires!  Where\ndid they lead to?  Not far away–that would be almost a mechanical\nimpossibility.  Was it into the Crime Club itself–near at hand?  Or\nthe basement, say, of that apartment house across the driveway?\nOr–where?",
        "And then Jimmie Dale spoke again:",
        "“Do you see anything, Jason?”",
        "“I’m not sure, sir,” Jason answered hesitantly.  “I thought I saw a\nman move behind a tree out there across the road a minute ago, sir.\nYes, sir–there he is again!”",
        "There was a thin, mirthless smile on Jimmie Dale’s lips.",
        "Below, in the shadow of the garage, a dark form, like a deeper\nshadow, stirred–and was still again.",
        "“What time is it, Jason?” Jimmie Dale asked presently.",
        "“It’ll be about half-past four, sir.”",
        "“Go to bed, Jason.”",
        "“Yes, sir; but\"–Jason’s voice, low, troubled, came through the\ndarkness from the upper end of the room–\"Master Jim, sir, I–”",
        "“Go to bed, Jason–and not a word of this.”",
        "“Yes, sir.  Good-night, Master Jim.”",
        "“Good-night, Jason.”",
        "Jimmie Dale groped his way to the big lounging chair in which he had\nfound Jason asleep, and flung himself into it.  They had struck\nquickly, these ingenious, dress-suited murderers of the Crime Club!\nThe house was already watched, would be watched now untiringly,\nunceasingly; not a movement of his henceforth but would be under\ntheir eyes!",
        "His hands, resting on the arms of the chair, closed slowly until\nthey became tight-clenched, knotted fists.  What was he to do?  It\nwas not only the Crime Club, it was not only the Tocsin and her\nperil–there was the underworld snapping and snarling at his heels,\nthere was the police, dogged and sullen, ever on the trail of the\nGray Seal!  His life, even before this, in his fight against the\nunderworld and the police, had depended upon his freedom of action–\nand now, at one and the same time, that freedom was cut away from\nbeneath his feet, as it were, and a third foe, equally as deadly as\nthe others, was added to the list!",
        "For months, to preserve and sustain the character of Larry the Bat,\nhe had been forced to assume the role almost daily; for, in that\nsordid empire below the dead line, whose one common bond and aim was\nthe Gray Seal’s death, where suspicion, one of the other, was\nrampant and extravagant, where each might be the one against whom\nall swore their vengeance, Larry the Bat could not mysteriously\ndisappear from his accustomed haunts without inviting suspicion in\nan active and practical form–an inquisitorial visit to his squalid\nlodgings, the Sanctuary–and the end of Larry the Bat!",
        "If, as he had thought only a few hours before, he was through\nforever with his dual life, that would not have mattered, the\nunderworld would have been welcome to make what it chose of it–but\nnow the preservation of the character of Larry the Bat was more\nvital and necessary to him than it had ever been before.  It was a\nmeans of defense and offense against these men who lurked now\noutside his doors.  It was the sole means now of communication with\nher; for, warned both by Jason’s words, and what must be an obvious\nfact to her, that their plans had miscarried, that it was dangerous\nto communicate with him as Jimmie Dale, she would expect him, count\non him to make that move.  There would be no longer either reason or\nattempt on her part to maintain the mystery with which she had\nheretofore surrounded herself, the crisis had come, she would be\nwatching, waiting, hoping, seeking for him more anxiously and with\nfar more at stake than he had ever sought for her–until now!",
        "He got up impulsively from his chair, and, in the blackness, began\nto pace the room.  The next move was clear, pitifully clear; it had\nbeen clear from the first, it had been clear even in that ride in\nthe car–it was so clear that it seemed veritably to mock him as he\nprodded his brains for some means of putting it into execution.  He\nmust get to the Sanctuary, become Larry the Bat–but how?  HOW!  The\nquestion seemed at last to become resonant, to ring through the room\nwith the weight of doom upon it.",
        "Schemes, plans, ideas came, bringing a momentary uplift–only to be\ndiscarded the next instant with a sort of bitter, desperate regret.\nThese men were not men of mere ordinary intelligence; their\ncleverness, their power, the amazing scope of their organisation,\nall bore grim witness to the fact that they would be blinded not at\nall by any paltry ruse.",
        "He could walk out of the house in the morning as Jimmie Dale without\napparent hindrance–that was obvious enough.  And so long as he\npursued the usual avocations of Jimmie Dale, he would not be\ninterfered with–only WATCHED.  It was useless to consider that plan\nfor a moment.  It would not help him to reach the Sanctuary–without\nleading them there behind him!  True, there was always the chance\nthat he might shake them off his trail, but he could hardly hope to\naccomplish anything like that without their knowing that it was done\nDELIBERATELY–and that he dared not risk.  The strongest weapon in\nhis hands now was his secret knowledge that he was being watched.",
        "That telephone there, for instance, that most curiously kept on\ninsisting in his mind that it, and it alone was the way out, was the\nlast thing he could place in jeopardy.  Besides, there was another\nreason why such a plan would not do; for, granting even that he\nsucceeded in eluding them on the way, and managed to reach the\nSanctuary, his freedom of action would be so restricted and limited\nas to be practically worthless–he would have to return to his home\nhere again within a reasonable time as Jimmie Dale, within a few\nhours at most–or again they would be in possession of the fact that\nhe had discovered their surveillance.",
        "That, it was true, had been his original plan when he had entered\nthe house half an hour previously, but it was an entirely different\nmatter now.  Then, he had counted on GETTING AWAY without their\nknowing it, before they, as he had fondly thought, would have had a\nchance to establish their espionage, and when they would have had no\nreason to suspect, for a time at least, that he was not still within\nthe house, when they would have been watching, as it were, an empty\ncage.",
        "He stopped in his walk, and, after a moment, dropped down into the\nlounging chair again.  That was it, of course.  An empty cage!  If\nhe could escape from the house!  Not so much without their seeing\nhim; that was more or less a mechanical detail.  But escape–and\nleave them in possession of a sort of guarantee or assurance that he\nwas still there!  That would give him the freedom of action that he\nmust have.  He smiled with bitter irony.  That solved the problem!\nThat was all there was to it–just that!  It was very simple,\nexceedingly simple; it was only–impossible!",
        "The smile left his lips, and once more his hands, clenched fiercely.\nNo; it was not impossible!  It MUST be done–if he was to win\nthrough, if he was even to save himself!  It must be done–or FAIL\nher!  It COULD be done; there was a way–if he could only see it!",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}