{
    "title": "The Story of Mankind - A New World (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "64",
    "content": [
        "\n",
        "\n\n",
        "THE GREAT WAR WHICH WAS REALLY THE\nSTRUGGLE FOR A NEW AND\nBETTER WORLD",
        "THE Marquis de Condorcet was one of the noblest characters\namong the small group of honest enthusiasts who were\nresponsible for the outbreak of the great French Revolution.\nHe had devoted his life to the cause of the poor and the unfortunate.\nHe had been one of the assistants of d’Alembert and\nDiderot when they wrote their famous Encyclopedie. During\nthe first years of the Revolution he had been the leader of the\nModerate wing of the Convention.",
        "His tolerance, his kindliness, his stout common sense, had\nmade him an object of suspicion when the treason of the king\nand the court clique had given the extreme radicals their chance\nto get hold of the government and kill their opponents.\nCondorcet was declared “hors de loi,” or outlawed, an outcast\nwho was henceforth at the mercy of every true patriot. His\nfriends offered to hide him at their own peril. Condorcet\nrefused to accept their sacrifice. He escaped and tried to reach\nhis home, where he might be safe. After three nights in the\nopen, torn and bleeding, he entered an inn and asked for some\nfood. The suspicious yokels searched him and in his pockets\nthey found a copy of Horace, the Latin poet. This showed\nthat their prisoner was a man of gentle breeding and had no\nbusiness upon the highroads at a time when every educated\nperson was regarded as an enemy of the Revolutionary state.\nThey took Condorcet and they bound him and they gagged\nhim and they threw him into the village lock-up, but in the\nmorning when the soldiers came to drag him back to Paris and\ncut his head off, behold! he was dead.",
        "This man who had given all and had received nothing had\ngood reason to despair of the human race. But he has written\na few sentences which ring as true to-day as they did one\nhundred and thirty years ago. I repeat them here for your\nbenefit.",
        "“Nature has set no limits to our hopes,” he wrote, “and\nthe picture of the human race, now freed from its chains and\nmarching with a firm tread on the road of truth and virtue\nand happiness, offers to the philosopher a spectacle which\nconsoles him for the errors, for the crimes and the injustices\nwhich still pollute and afflict this earth.”",
        "The world has just passed through an agony of pain compared\nto which the French Revolution was a mere incident.\nThe shock has been so great that it has killed the last spark of\nhope in the breasts of millions of men. They were chanting a\nhymn of progress, and four years of slaughter followed their\nprayers for peace. “Is it worth while,” so they ask, “to work\nand slave for the benefit of creatures who have not yet passed\nbeyond the stage of the earliest cave men?”",
        "There is but one answer.",
        "That answer is “Yes!”",
        "The World War was a terrible calamity. But it did not\nmean the end of things. On the contrary it brought about the\ncoming of a new day.",
        "It is easy to write a history of Greece and Rome or the\nMiddle Ages. The actors who played their parts upon that\nlong-forgotten stage are all dead. We can criticize them with\na cool head. The audience that applauded their efforts has\ndispersed. Our remarks cannot possibly hurt their feelings.",
        "But it is very difficult to give a true account of contemporary\nevents. The problems that fill the minds of the people\nwith whom we pass through life, are our own problems, and\nthey hurt us too much or they please us too well to be described\nwith that fairness which is necessary when we are writing\nhistory and not blowing the trumpet of propaganda. All\nthe same I shall endeavour to tell you why I agree with poor\nCondorcet when he expressed his firm faith in a better future.",
        "Often before have I warned you against the false impression\nwhich is created by the use of our so-called historical\nepochs which divide the story of man into four parts, the ancient\nworld, the Middle Ages, the Renaissance and the Reformation,\nand Modern Time. The last of these terms is the most\ndangerous. The word “modern” implies that we, the people\nof the twentieth century, are at the top of human achievement.\nFifty years ago the liberals of England who followed the leadership\nof Gladstone felt that the problem of a truly representative\nand democratic form of government had been solved forever\nby the second great Reform Bill, which gave workmen\nan equal share in the government with their employers. When\nDisraeli and his conservative friends talked of a dangerous\n“leap in the dark” they answered “No.” They felt certain of\ntheir cause and trusted that henceforth all classes of society\nwould co-operate to make the government of their common\ncountry a success. Since then many things have happened,\nand the few liberals who are still alive begin to understand\nthat they were mistaken.",
        "There is no definite answer to any historical problem.",
        "Every generation must fight the good fight anew or perish\nas those sluggish animals of the prehistoric world have\nperished.",
        "If you once get hold of this great truth you will get a new\nand much broader view of life. Then, go one step further\nand try to imagine yourself in the position of your own great-\ngreat-grandchildren who will take your place in the year\n10,000. They too will learn history. But what will they\nthink of those short four thousand years during which we have\nkept a written record of our actions and of our thoughts?\nThey will think of Napoleon as a contemporary of Tiglath\nPileser, the Assyrian conqueror. Perhaps they will confuse\nhim with Jenghiz Khan or Alexander the Macedonian. The\ngreat war which has just come to an end will appear in the light\nof that long commercial conflict which settled the supremacy\nof the Mediterranean when Rome and Carthage fought during\none hundred and twenty-eight years for the mastery of the sea.\nThe Balkan troubles of the 19th century (the struggle for\nfreedom of Serbia and Greece and Bulgaria and Montenegro)\nto them will seem a continuation of the disordered conditions\ncaused by the Great Migrations. They will look at pictures\nof the Rheims cathedral which only yesterday was destroyed\nby German guns as we look upon a photograph of the Acropolis\nruined two hundred and fifty years ago during a war\nbetween the Turks and the Venetians. They will regard the\nfear of death, which is still common among many people, as a\nchildish superstition which was perhaps natural in a race of\nmen who had burned witches as late as the year 1692. Even\nour hospitals and our laboratories and our operating rooms\nof which we are so proud will look like slightly improved\nworkshops of alchemists and mediaeval surgeons.",
        "And the reason for all this is simple. We modern men and\nwomen are not “modern” at all. On the contrary we still\nbelong to the last generations of the cave-dwellers. The foundation\nfor a new era was laid but yesterday. The human race\nwas given its first chance to become truly civilised when it took\ncourage to question all things and made “knowledge and\nunderstanding” the foundation upon which to create a more\nreasonable and sensible society of human beings. The Great\nWar was the “growing-pain” of this new world.",
        "For a long time to come people will write mighty books to\nprove that this or that or the other person brought about the\nwar. The Socialists will publish volumes in which they will ac-\ncuse the “capitalists” of having brought about the war for “commercial\ngain.” The capitalists will answer that they lost infinitely\nmore through the war than they made–that their children\nwere among the first to go and fight and be killed–and\nthey will show how in every country the bankers tried their\nvery best to avert the outbreak of hostilities. French historians\nwill go through the register of German sins from the\ndays of Charlemagne until the days of William of Hohenzollern\nand German historians will return the compliment and\nwill go through the list of French horrors from the days of\nCharlemagne until the days of President Poincare. And\nthen they will establish to their own satisfaction that the other\nfellow was guilty of “causing the war.” Statesmen, dead and\nnot yet dead, in all countries will take to their typewriters and\nthey will explain how they tried to avert hostilities and how\ntheir wicked opponents forced them into it.",
        "The historian, a hundred years hence, will not bother about\nthese apologies and vindications. He will understand the real\nnature of the underlying causes and he will know that personal\nambitions and personal wickedness and personal greed had very\nlittle to do with the final outburst. The original mistake, which\nwas responsible for all this misery, was committed when our\nscientists began to create a new world of steel and iron and\nchemistry and electricity and forgot that the human mind is\nslower than the proverbial turtle, is lazier than the well-known\nsloth, and marches from one hundred to three hundred years\nbehind the small group of courageous leaders.",
        "A Zulu in a frock coat is still a Zulu. A dog trained to ride\na bicycle and smoke a pipe is still a dog. And a human being\nwith the mind of a sixteenth century tradesman driving a 1921\nRolls-Royce is still a human being with the mind of a sixteenth\ncentury tradesman.",
        "If you do not understand this at first, read it again. It\nwill become clearer to you in a moment and it will explain\nmany things that have happened these last six years.",
        "Perhaps I may give you another, more familiar, example,\nto show you what I mean. In the movie theatres, jokes and\nfunny remarks are often thrown upon the screen. Watch the\naudience the next time you have a chance. A few people seem\nalmost to inhale the words. It takes them but a second to read\nthe lines. Others are a bit slower. Still others take from\ntwenty to thirty seconds. Finally those men and women who\ndo not read any more than they can help, get the point when\nthe brighter ones among the audience have already begun to\ndecipher the next cut-in. It is not different in human life,\nas I shall now show you.",
        "In a former chapter I have told you how the idea of the\nRoman Empire continued to live for a thousand years after\nthe death of the last Roman Emperor. It caused the establishment\nof a large number of “imitation empires.” It gave the\nBishops of Rome a chance to make themselves the head of the\nentire church, because they represented the idea of Roman\nworld-supremacy. It drove a number of perfectly harmless\nbarbarian chieftains into a career of crime and endless warfare\nbecause they were for ever under the spell of this magic\nword “Rome.” All these people, Popes, Emperors and plain\nfighting men were not very different from you or me. But\nthey lived in a world where the Roman tradition was a vital\nissue something living–something which was remembered\nclearly both by the father and the son and the grandson. And\nso they struggled and sacrificed themselves for a cause which\nto-day would not find a dozen recruits.",
        "In still another chapter I have told you how the great religious\nwars took place more than a century after the first open\nact of the Reformation and if you will compare the chapter\non the Thirty Years War with that on Inventions, you will see\nthat this ghastly butchery took place at a time when the first\nclumsy steam engines were already puffing in the laboratories\nof a number of French and German and English scientists.\nBut the world at large took no interest in these strange\ncontraptions, and went on with a grand theological discussion\nwhich to-day causes yawns, but no anger.",
        "And so it goes. A thousand years from now, the historian\nwill use the same words about Europe of the out-going nine-\nteenth century, and he will see how men were engaged upon\nterrific nationalistic struggles while the laboratories all around\nthem were filled with serious folk who cared not one whit for\npolitics as long as they could force nature to surrender a few\nmore of her million secrets.",
        "You will gradually begin to understand what I am driving\nat. The engineer and the scientist and the chemist, within a\nsingle generation, filled Europe and America and Asia with\ntheir vast machines, with their telegraphs, their flying machines,\ntheir coal-tar products. They created a new world in which\ntime and space were reduced to complete insignificance. They\ninvented new products and they made these so cheap that almost\nevery one could buy them. I have told you all this before\nbut it certainly will bear repeating.",
        "To keep the ever increasing number of factories going, the\nowners, who had also become the rulers of the land, needed raw\nmaterials and coal. Especially coal. Meanwhile the mass of\nthe people were still thinking in terms of the sixteenth and\nseventeenth centuries and clinging to the old notions of the\nstate as a dynastic or political organisation. This clumsy mediaeval\ninstitution was then suddenly called upon to handle the\nhighly modern problems of a mechanical and industrial world.\nIt did its best, according to the rules of the game which had\nbeen laid down centuries before. The different states created\nenormous armies and gigantic navies which were used for the\npurpose of acquiring new possessions in distant lands. Whereever{sic}\nthere was a tiny bit of land left, there arose an English or\na French or a German or a Russian colony. If the natives\nobjected, they were killed. In most cases they did not object,\nand were allowed to live peacefully, provided they did not\ninterfere with the diamond mines or the coal mines or the oil\nmines or the gold mines or the rubber plantations, and they\nderived many benefits from the foreign occupation.",
        "Sometimes it happened that two states in search of raw\nmaterials wanted the same piece of land at the same time.\nThen there was a war. This occurred fifteen years ago when\nRussia and Japan fought for the possession of certain terri-\ntories which belonged to the Chinese people. Such conflicts,\nhowever, were the exception. No one really desired to fight.\nIndeed, the idea of fighting with armies and battleships and\nsubmarines began to seem absurd to the men of the early 20th\ncentury. They associated the idea of violence with the long-\nago age of unlimited monarchies and intriguing dynasties.\nEvery day they read in their papers of still further inventions,\nof groups of English and American and German scientists who\nwere working together in perfect friendship for the purpose\nof an advance in medicine or in astronomy. They lived in a\nbusy world of trade and of commerce and factories. But only\na few noticed that the development of the state, (of the gigantic\ncommunity of people who recognise certain common ideals,)\nwas lagging several hundred years behind. They tried to warn\nthe others. But the others were occupied with their own\naffairs.",
        "I have used so many similes that I must apologise for bringing\nin one more. The Ship of State (that old and trusted\nexpression which is ever new and always picturesque,) of the\nEgyptians and the Greeks and the Romans and the Venetians\nand the merchant adventurers of the seventeenth century had\nbeen a sturdy craft, constructed of well-seasoned wood, and\ncommanded by officers who knew both their crew and their\nvessel and who understood the limitations of the art of navigating\nwhich had been handed down to them by their ancestors.",
        "Then came the new age of iron and steel and machinery.\nFirst one part, then another of the old ship of state was\nchanged. Her dimensions were increased. The sails were discarded\nfor steam. Better living quarters were established, but\nmore people were forced to go down into the stoke-hole, and\nwhile the work was safe and fairly remunerative, they did not\nlike it as well as their old and more dangerous job in the\nrigging. Finally, and almost imperceptibly, the old wooden\nsquare-rigger had been transformed into a modern ocean liner.\nBut the captain and the mates remained the same. They were\nappointed or elected in the same way as a hundred years before.\nThey were taught the same system of navigation which\nhad served the mariners of the fifteenth century. In their\ncabins hung the same charts and signal flags which had done\nservice in the days of Louis XIV and Frederick the Great.\nIn short, they were (through no fault of their own) completely\nincompetent.",
        "The sea of international politics is not very broad. When\nthose Imperial and Colonial liners began to try and outrun\neach other, accidents were bound to happen. They did happen.\nYou can still see the wreckage if you venture to pass\nthrough that part of the ocean.",
        "And the moral of the story is a simple one. The world is\nin dreadful need of men who will assume the new leadership–\nwho will have the courage of their own visions and who will\nrecognise clearly that we are only at the beginning of the\nvoyage, and have to learn an entirely new system of seamanship.",
        "They will have to serve for years as mere apprentices.\nThey will have to fight their way to the top against every possible\nform of opposition. When they reach the bridge, mutiny\nof an envious crew may cause their death. But some day, a\nman will arise who will bring the vessel safely to port, and he\nshall be the hero of the ages.",
        "“The more I think of the problems of our lives, the more I am\n“persuaded that we ought to choose Irony and Pity for our\n“assessors and judges as the ancient Egyptians called upon\n“the Goddess Isis and the Goddess Nephtys on behalf of their\n“dead.\n“Irony and Pity are both of good counsel; the first with her\n“smiles makes life agreeable; the other sanctifies it with her\n“tears.\n“The Irony which I invoke is no cruel Deity. She mocks\n“neither love nor beauty. She is gentle and kindly disposed.\n“Her mirth disarms and it is she who teaches us to laugh at\n“rogues and fools, whom but for her we might be so weak as\n“to despise and hate.”",
        "And with these wise words of a very great Frenchman I bid you farewell.\n8 Barrow Street, New York.\nSaturday, June 26, xxi.",
        "AN ANIMATED CHRONOLOGY,\n500,000 B.C.–A.D. 1922",
        "The End",
        " ",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}