{
    "title": "The Pleasures of Life - CHAPTER VII. THE PLEASURES OF TRAVEL.",
    "author": "Sir John Lubbock",
    "chapter": "10",
    "content": [
        "\n\n",
        "    “I am a part of all that I have seen.\"–TENNYSON.",
        "I am sometimes disposed to think that there are few things in which we of\nthis generation enjoy greater advantages over our ancestors than in the\nincreased facilities of travel; but I hesitate to say this, not because\nour advantages are not great, but because I have already made the same\nremark with reference to several other aspects of life.",
        "The very word “travel” is suggestive. It is a form of “travail\"–excessive\nlabor; and, as Skeat observes, it forcibly recalls the toil of travel in\nolden days. How different things are now!",
        "It is sometimes said that every one should travel on foot “like Thales,\nPlato, and Pythagoras\"; we are told that in these days of railroads people\nrush through countries and see nothing. It may be so, but that is not the\nfault of the railways. They confer upon us the inestimable advantage of\nbeing able, so rapidly and with so little fatigue, to visit countries\nwhich were much less accessible to our ancestors. What a blessing it is\nthat not our own islands only–our smiling fields and rich woods, the\nmountains that are full of peace and the rivers of joy, the lakes and\nheaths and hills, castles and cathedrals, and many a spot immortalized in\nthe history of our country:–not these only, but the sun and scenery of\nthe South, the Alps the palaces of Nature, the blue Mediterranean, and the\ncities of Europe, with all their memories and treasures, are now brought\nwithin a few hours of us.",
        "Surely no one who has the opportunity should omit to travel. The world\nbelongs to him who has seen it. “But he that would make his travels\ndelightful must first make himself delightful.” [1]",
        "According to the old proverb, “the fool wanders, the wise man travels.\"\nBacon tells us that “the things to be seen and observed are the courts of\nprinces, especially when they give audience to ambassadors; the courts of\njustice while they sit and hear causes; and so of consistories\necclesiastic; the churches and monasteries, with the monuments which are\ntherein extant; the walls and fortifications of cities and towns; and so\nthe havens and harbors, antiquities and ruins, libraries, colleges,\ndisputations and lectures, when any are; shipping and navies; houses and\ngardens of state and pleasure near great cities; armories, arsenals,\nmagazines, exchanges, burses, warehouses, exercises of horsemanship,\nfencing, training of soldiers, and the like; comedies, such whereunto the\nbetter sort of persons do resort; treasuries of jewels and robes; cabinets\nand rarities; and, to conclude, whatsoever is memorable in the places\nwhere they go.”",
        "But this depends on the time at our disposal, and the object with which we\ntravel. If we can stay long in any one place Bacon’s advice is no doubt\nexcellent; but for the moment I am thinking rather of an annual holiday,\ntaken for the sake of rest and health; for fresh air and exercise rather\nthan for study. Yet even so, if we have eyes to see we cannot fail to lay\nin a stock of new ideas as well as a store of health.",
        "We may have read the most vivid and accurate description, we may have\npored over maps and plans and pictures, and yet the reality will burst on\nus like a revelation. This is true not only of mountains and glaciers, of\npalaces and cathedrals, but even of the simplest examples.",
        "For instance, like every one else, I had read descriptions and seen\nphotographs and pictures of the Pyramids. Their form is simplicity itself.\nI do not know that I could put into words any characteristic of the\noriginal for which I was not prepared. It was not that they were larger;\nit was not that they differed in form, in color, or situation. And yet,\nthe moment I saw them, I felt that my previous impression had been but a\nfaint shadow of the reality. The actual sight seemed to give life to the\nidea.",
        "Every one who has been in the East will agree that a week of oriental\ntravel brings out, with more than stereoscopic effect, the pictures of\npatriarchal life as given us in the Old Testament. And what is true of the\nOld Testament is true of history generally. To those who have been in\nAthens or Rome, the history of Greece or Italy becomes far more\ninteresting; while, on the other hand, some knowledge of the history and\nliterature enormously enhances the interest of the scenes themselves.",
        "Good descriptions and pictures, however, help us to see much more than we\nshould perhaps perceive for ourselves. It may even be doubted whether some\npersons do not derive a more correct impression from a good drawing or\ndescription, which brings out the salient points, than they would from\nactual, but unaided, inspection. The idea may gain in accuracy, in\ncharacter, and even in detail, more than it misses in vividness. But,\nhowever this may be, for those who cannot travel, descriptions and\npictures have an immense interest; while to those who have traveled,\nthey will afford an inexhaustible delight in reviving the memories of\nbeautiful scenes and interesting expeditions.",
        "It is really astonishing how little most of us see of the beautiful world\nin which we live. Mr. Norman Lockyer tells me that while traveling on a\nscientific mission in the Rocky Mountains, he was astonished to meet an\naged French Abbe, and could not help showing his surprise. The Abbe\nobserved this, and in the course of conversation explained his presence in\nthat distant region.",
        "“You were,” he said, “I easily saw, surprised to find me here. The fact\nis, that some months ago I was very ill. My physicians gave me up: one\nmorning I seemed to faint and thought that I was already in the arms of\nthe Bon Dieu. I fancied one of the angels came and asked me, ’Well, M.\nl’Abbe how did you like the beautiful world you have just left?’ And then\nit occurred to me that I who had been all my life preaching about heaven,\nhad seen almost nothing of the world in which I was living. I determined\ntherefore, if it pleased Providence to spare me, to see something of this\nworld; and so here I am.”",
        "Few of us are free, however much we might wish it, to follow the example\nof the worthy Abbe. But although it may not be possible for us to reach\nthe Rocky Mountains, there are other countries nearer home which most of\nus might find time to visit.",
        "Though it is true that no descriptions can come near the reality, they may\nat least persuade us to give ourselves this great advantage. Let me then\ntry to illustrate this by pictures in words, as realized by one of our\nmost illustrious countrymen; I will select references to foreign countries\nonly, not that we have not equal beauties here, but because everywhere in\nEngland one feels oneself at home.",
        "The following passage from Tyndall’s Hours of Exercise in the Alps, is\nalmost as good as an hour in the Alps themselves:",
        "“I looked over this wondrous scene toward Mont Blanc, the Grand Combin,\nthe Dent Blanche, the Weisshorn, the Dom, and the thousand lesser peaks\nwhich seem to join in the celebration of the risen day. I asked myself, as\non previous occasions, How was this colossal work performed? Who chiselled\nthese mighty and picturesque masses out of a mere protuberance of the\nearth? And the answer was at hand. Ever young, ever mighty-with the vigor\nof a thousand worlds still within him-the real sculptor was even then\nclimbing up the eastern sky. It was he who raised aloft the waters which\ncut out these ravines; it was he who planted the glaciers on the mountain\nslopes, thus giving gravity a plough to open out the valleys; and it is\nhe who, acting through the ages, will finally lay low these mighty\nmonuments, rolling them gradually seaward, sowing the seeds of continents\nto be; so that the people of an older earth may see mould spread, and corn\nwave over the hidden rocks which at this moment bear the weight of the\nJungfrau.” And the Alps lie within twenty-four hours of London!",
        "Tyndall’s writings also contain many vivid descriptions of glaciers; those\n“silent and solemn causeways ... broad enough for the march of an army in\nline of battle and quiet as a street of tombs in a buried city.” [2] I do\nnot, however, borrow from him or from any one else any description of\nglaciers, for they are so unlike anything else, that no one who has not\nseen, can possibly visualize them.",
        "The history of European rivers yet remains to be written, and is most\ninteresting. They did not always run in their present courses. The Rhone,\nfor instance, appears to have been itself a great traveler. At least there\nseems reasons to believe that the upper waters of the Valais fell at first\ninto the Danube, and so into the Black Sea; subsequently joined the Rhine\nand the Thames, and so ran far north over the plains which once connected\nthe mountains of Scotland and of Norway–to the Arctic Ocean; and to have\nonly comparatively of late years adopted their present course into the\nMediterranean.",
        "But, however this may be, the Rhine of Germany and the Rhine of\nSwitzerland are very unlike. The catastrophe of Schaffhausen seems to\nalter the whole character of the river, and no wonder. “Stand for half an\nhour,” says Ruskin, “beside the Fall of Schaffhausen, on the north side\nwhere the rapids are long, and watch how the vault of water first bends,\nunbroken, in pure polished velocity, over the arching rocks at the brow of\nthe cataract, covering them with a dome of crystal twenty feet thick, so\nswift that its motion is unseen except when a foam globe from above darts\nover it like a falling star;... and how ever and anon, startling you with\nits white flash, a jet of spray leaps hissing out of the fall, like a\nrocket, bursting in the wind and driven away in dust, filling the air with\nlight; and how, through the curdling wreaths of the restless crushing\nabyss below, the blue of the water, paled by the foam in its body, shows\npurer than the sky through white rain-cloud; ... their dripping masses\nlifted at intervals, like sheaves of loaded corn, by some stronger gush\nfrom the cataract, and bowed again upon the mossy rocks as its roar dies\naway.”",
        "But much as we may admire the majestic grandeur of a mighty river, either\nin its eager rush or its calmer moments, there is something which\nfascinates even more in the free life, the young energy, the sparkling\ntransparence, and merry music of smaller streams.",
        "“The upper Swiss valleys,” as the same great Seer says, “are sweet with\nperpetual streamlets, that seem always to have chosen the steepest places\nto come down, for the sake of the leaps, scattering their handfuls of\ncrystal this way and that, as the winds take them, with all the grace, but\nwith none of the formalism, of fountains ... until at last ... they find\ntheir way down to the turf, and lose themselves in that, silently; with\nquiet depth of clear water furrowing among the grass blades, and looking\nonly like their shadow, but presently emerging again in little startled\ngushes and laughing hurries, as if they had remembered suddenly that the\nday was too short for them to get down the hill.”",
        "How vividly does Symonds bring before us the sunny shores of the\nMediterranean, which he loves so well, and the contrast between the\nscenery of the North and the South.",
        "“In northern landscapes the eye travels through vistas of leafy boughs to\nstill, secluded crofts and pastures, where slow-moving oxen graze. The\nmystery of dreams and the repose of meditation haunt our massive bowers.\nBut in the South, the lattice-work of olive boughs and foliage scarcely\nveils the laughing sea and bright blue sky, while the hues of the\nlandscape find their climax in the dazzling radiance of the sun upon the\nwaves, and the pure light of the horizon. There is no concealment and no\nmelancholy here. Nature seems to hold a never-ending festival and dance,\nin which the waves and sunbeams and shadows join. Again, in northern\nscenery, the rounded forms of full-foliaged trees suit the undulating\ncountry, with its gentle hills and brooding clouds; but in the South the\nspiky leaves and sharp branches of the olive carry out the defined\noutlines which are everywhere observable through the broader beauties of\nmountain and valley and sea-shore. Serenity and intelligence characterize\nthis southern landscape, in which a race of splendid men and women lived\nbeneath the pure light of Phoebus, their ancestral god. Pallas protected\nthem, and golden Aphrodite favored them with beauty. Olives are not,\nhowever, by any means the only trees which play a part in idyllic scenery.\nThe tall stone pine is even more important.... Near Massa, by Sorrento,\nthere are two gigantic pines so placed that, lying on the grass beneath\nthem, one looks on Capri rising from the sea, Baiae, and all the bay of\nNaples sweeping round to the base of Vesuvius. Tangled growths of olives,\nand rose-trees fill the garden-ground along the shore, while far away in\nthe distance pale Inarime sleeps, with her exquisite Greek name, a virgin\nisland on the deep.",
        "“On the wilder hills you find patches of ilex and arbutus glowing with\ncrimson berries and white waxen bells, sweet myrtle rods and shafts of\nbay, frail tamarisk and tall tree-heaths that wave their frosted boughs\nabove your head. Nearer the shore the lentisk grows, a savory shrub, with\ncytisus and aromatic rosemary. Clematis and polished garlands of tough\nsarsaparilla wed the shrubs with clinging, climbing arms; and here and\nthere in sheltered nooks the vine shoots forth luxuriant tendrils bowed\nwith grapes, stretching from branch to branch of mulberry or elm, flinging\nfestoons on which young loves might sit and swing, or weaving a\nlattice-work of leaves across the open shed. Nor must the sounds of this\nlandscape be forgotten,–sounds of bleating flocks, and murmuring bees,\nand nightingales, and doves that moan, and running streams, and shrill\ncicadas, and hoarse frogs, and whispering pines. There is not a single\ndetail which a patient student may not verify from Theocritus.",
        "“Then too it is a landscape in which sea and country are never sundered.\nThe higher we climb upon the mountain-side the more marvellous is the\nbeauty of the sea, which seems to rise as we ascend, and stretch into the\nsky. Sometimes a little flake of blue is framed by olive boughs, sometimes\na turning in the road reveals the whole broad azure calm below. Or, after\ntoiling up a steep ascent we fall upon the undergrowth of juniper, and lo!\na double sea, this way and that, divided by the sharp spine of the jutting\nhill, jewelled with villages along its shore, and smiling with fair\nislands and silver sails.”",
        "To many of us the mere warmth of the South is a blessing and a delight.\nThe very thought of it is delicious. I have read over again and again\nWallace’s graphic description of a tropical sunrise–of the “sun of the\nearly morning that turneth all into gold.” [3]",
        "“Up to about a quarter past five o’clock,” he says, “the darkness is\ncomplete; but about that time a few cries of birds begin to break the\nsilence of night, perhaps indicating that signs of dawn are perceptible in\nthe eastern horizon. A little later the melancholy voices of the\ngoatsuckers are heard, varied croakings of frogs, the plaintive whistle of\nmountain thrushes, and strange cries of birds or mammals peculiar to each\nlocality. About half-past five the first glimmer of light becomes\nperceptible; it slowly becomes lighter, and then increases so rapidly that\nat about a quarter to six it seems full daylight. For the next quarter of\nan hour this changes very little in character; when, suddenly, the sun’s\nrim appears above the horizon, decking the dew-laden foliage with\nglittering gems sending gleams of golden light far into the woods, and\nwaking up all nature to life and activity. Birds chirp and flutter about,\nparrots scream, monkeys chatter, bees hum among the flowers, and gorgeous\nbutterflies flutter lazily along or sit with full expanded wings exposed\nto the warm and invigorating rays. The first hour of morning in the\nequatorial regions possesses a charm and a beauty that can never be\nforgotten. All nature seems refreshed and strengthened by the coolness and\nmoisture of the past night, new leaves and buds unfold almost before the\neye, and fresh shoots may often be observed to have grown many inches\nsince the preceding day. The temperature is the most delicious\nconceivable. The slight chill of early dawn, which was itself agreeable,\nis succeeded by an invigorating warmth; and the intense sunshine lights up\nthe glorious vegetation of the tropics, and realizes all that the magic\nart of the painter or the glowing words of the poet have pictured as their\nideals of terrestrial beauty.”",
        "Or take Dean Stanley’s description of the colossal statues of Amenophis\nIII., the Memnon of the Greeks, at Thebes–\"The sun was setting, the\nAfrican range glowed red behind them; the green plain was dyed with a\ndeeper green beneath them, and the shades of evening veiled the vast rents\nand fissures in their aged frames. As I looked back at them in the sunset,\nand they rose up in front of the background of the mountain, they seemed,\nindeed, as if they were part of it,–as if they belonged to some natural\ncreation.”",
        "But I must not indulge myself in more quotations, though it is difficult\nto stop. Such extracts recall the memory of many glorious days: for the\nadvantages of travel last through life; and often, as we sit at home,\n“some bright and perfect view of Venice, of Genoa, or of Monte Rosa comes\nback on you, as full of repose as a day wisely spent in travel.” [4]",
        "So far is a thorough love and enjoyment of travel from interfering with\nthe love of home, that perhaps no one can thoroughly enjoy his home who\ndoes not sometimes wander away. They are like exertion and rest, each the\ncomplement of the other; so that, though it may seem paradoxical, one of\nthe greatest pleasures of travel is the return; and no one who has not\nroamed abroad, can realize the devotion which the wanderer feels for\nDomiduca–the sweet and gentle goddess who watches over our coming home.",
        "[1] Seneca.",
        "[2] Ruskin.",
        "[3] Morris.",
        "[4] Helps.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}