{
    "title": "The Boys’ Life of Mark Twain - XLIV. A Reading-Tour With Cable",
    "author": "Paine",
    "chapter": "44",
    "content": [
        "\n",
        "\n\n",
        "Every little while Mark Twain had a fever of play-writing, and it was\nabout this time that he collaborated with W. D. Howells on a second\nColonel Sellers play.  It was a lively combination.",
        "Once to the writer Howells said: “Clemens took one scene and I another.\nWe had loads of fun about it.  We cracked our sides laughing over it\nas we went along.  We thought it mighty good, and I think to this day it\nwas mighty good.”",
        "But actors and managers did not agree with them.  Raymond, who had played\nthe original Sellers, declared that in this play the Colonel had not\nbecome merely a visionary, but a lunatic.  The play was offered\nelsewhere, and finally Mark Twain produced it at his own expense.  But\nperhaps the public agreed with Raymond, for the venture did not pay.",
        "It was about a year after this (the winter of 1884-5) that Mark Twain\nwent back to the lecture platform–or rather, he joined with George W.\nCable in a reading-tour.  Cable had been giving readings on his own\naccount from his wonderful Creole stories, and had visited Mark Twain in\nHartford.  While there he had been taken down with the mumps, and it was\nduring his convalescence that the plan for a combined reading-tour had\nbeen made.  This was early in the year, and the tour was to begin in the\nautumn.",
        "Cable, meantime, having quite recovered, conceived a plan to repay Mark\nTwain’s hospitality.  It was to be an April-fool–a great complimentary\njoke.  A few days before the first of the month he had a “private and\nconfidential” circular letter printed, and mailed it to one hundred and\nfifty of Mark Twain’s friends and admirers in Boston, New York, and\nelsewhere, asking that they send the humorist a letter to arrive April 1,\nrequesting his autograph.  It would seem that each one receiving this\nletter must have responded to it, for on the morning of April 1st an\nimmense pile of letters was unloaded on Mark Twain’s table.  He did not\nknow what to make of it, and Mrs. Clemens, who was party to the joke,\nslyly watched results.  They were the most absurd requests for autographs\never written.  He was fooled and mystified at first, then realizing the\nnature and magnitude of the joke, he entered into it fully-delighted, of\ncourse, for it was really a fine compliment.  Some of the letters asked\nfor autographs by the yard, some by the pound.  Some commanded him to sit\ndown and copy a few chapters from “The Innocents Abroad.”  Others asked\nthat his autograph be attached to a check.  John Hay requested that he\ncopy a hymn, a few hundred lines of Young’s “Night Thoughts,” etc., and\nadded:",
        "“I want my boy to form a taste for serious and elevated poetry, and\n     it will add considerable commercial value to have it in your\n     handwriting.”",
        "Altogether, the reading of the letters gave Mark Twain a delightful day.",
        "The platform tour of Clemens and Cable that fall was a success.  They had\ngood houses, and the work of these two favorites read by the authors of\nit made a fascinating program.",
        "They continued their tour westward as far as Chicago and gave readings in\nHannibal and Keokuk.  Orion Clemens and his wife once more lived in\nKeokuk, and with them Jane Clemens, brisk and active for her eighty-one\nyears.  She had visited Hartford more than once and enjoyed “Sam’s fine\nhouse,” but she chose the West for home.  Orion Clemens, honest, earnest,\nand industrious, had somehow missed success in life.  The more prosperous\nbrother, however, made an allowance ample for all.  Mark Twain’s mother\nattended the Keokuk reading.  Later, at home, when her children asked her\nif she could still dance (she had been a great dancer in her youth), she\nrose, and in spite of her fourscore, tripped as lightly as a girl.  It\nwas the last time that Mark Twain would see her in full health.",
        "At Christmas-time Cable and Clemens took a fortnight’s holiday, and\nClemens went home to Hartford.  There a grand surprise awaited him.  Mrs.\nClemens had made an adaptation of “The Prince and the Pauper” for the\nstage, and his children, with those of the neighborhood, had learned the\nparts.  A good stage had been set up in George Warner’s home, with a\npretty drop-curtain and very good scenery indeed.  Clemens arrived in the\nlate afternoon, and felt an air of mystery in the house, but did not\nguess what it meant.  By and by he was led across the grounds to George\nWarner’s home, into a large room, and placed in a seat directly fronting\nthe stage.  Then presently the curtain went up, the play began, and he\nknew.  As he watched the little performers playing so eagerly the parts\nof his story, he was deeply moved and gratified.",
        "It was only the beginning of “The Prince and the Pauper” production.  The\nplay was soon repeated, Clemens himself taking the part of Miles Hendon.\nIn a “biography” of her father which Susy began a little later, she\nwrote:",
        "“Papa had only three days to learn the part in, but still we were all\n     sure he could do it .  .  .  .  I was the prince, and Papa and I\n     rehearsed two or three times a day for the three days before the\n     appointed evening.  Papa acted his part beautifully, and he added to\n     the scene, making it a good deal longer.  He was inexpressibly\n     funny, with his great slouch hat and gait–oh, such a gait!”",
        "Susy’s sister, Clara, took the part of Lady Jane Gray, while little Jean,\naged four, in the part of a court official, sat at a small table and\nconstantly signed state papers and death-warrants.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}