{
    "title": "The Boys’ Life of Mark Twain - L. The Machine.  Good-By to Hartford.  “Joan” Is Begun",
    "author": "Paine",
    "chapter": "50",
    "content": [
        "\n",
        "\n\n",
        "It was hoped that the profits from the Yankee would provide for all needs\nuntil the great sums which were to come from the type-setter should come\nrolling in.  The book did yield a large return, but, alas! the hope of\nthe type-setter, deferred year after year and month after month, never\nreached fulfilment.  Its inventor, James W. Paige, whom Mark Twain once\ncalled “a poet, a most great and genuine poet, whose sublime creations\nare written in steel,” during ten years of persistent experiment had\ncreated one of the most marvelous machines ever constructed.  It would\nset and distribute type, adjust the spaces, detect flaws–would perform,\nin fact, anything that a human being could do, with more exactness and\nfar more swiftness.  Mark Twain, himself a practical printer, seeing it\nin its earlier stages of development, and realizing what a fortune must\ncome from a perfect type-setting machine, was willing to furnish his last\ndollar to complete the invention.  But there the trouble lay.  It could\nnever be complete.  It was too intricate, too much like a human being,\ntoo easy to get out of order, too hard to set right.  Paige, fully\nconfident, always believed he was just on the verge of perfecting some\nappliance that would overcome all difficulties, and the machine finally\nconsisted of twenty thousand minutely exact parts, each of which required\nexpert workmanship and had to be fitted by hand.  Mark Twain once wrote:",
        "“All other wonderful inventions of the human brain sink pretty nearly\n     into commonplaces contrasted with this awful, mechanical miracle.”",
        "This was true, and it conveys the secret of its failure.  It was too much\nof a miracle to be reliable.  Sometimes it would run steadily for hours,\nbut then some part of its delicate mechanism would fail, and days, even\nweeks, were required to repair it.  It is all too long a story to be\ngiven here.  It has been fully told elsewhere.[10]  By the end of 1890\nMark Twain had put in all his available capital, and was heavily in debt.\nHe had spent one hundred and ninety thousand dollars on the machine, no\npenny of which would ever be returned.  Outside capital to carry on the\nenterprise was promised, but it failed him.  Still believing that there\nwere “millions in it,” he realized that for the present, at least, he\ncould do no more.",
        "Two things were clear: he must fall back on authorship for revenue, and\nhe must retrench.  In the present low stage of his fortunes he could no\nlonger afford to live in the Hartford house.  He decided to take the\nfamily abroad, where living was cheaper, and where he might be able to\nwork with fewer distractions.",
        "He began writing at a great rate articles and stories for the magazines.\nHe hunted out the old play he had written with Howells long before, and\nmade a book of it, “The American Claimant.”  Then, in June, 1891, they\nclosed the beautiful Hartford house, where for seventeen years they had\nfound an ideal home; where the children had grown through their sweet,\nearly life; where the world’s wisest had come and gone, pausing a little\nto laugh with the world’s greatest merrymaker.  The furniture was\nshrouded, the curtains drawn, the light shut away.",
        "While the carriage was waiting, Mrs. Clemens went back and took a last\nlook into each of the rooms, as if bidding a kind of good-by to the past.\nThen she entered the carriage, and Patrick McAleer, who had been with\nMark Twain and his wife since their wedding-day, drove them to the\nstation for the last time.",
        "Mark Twain had a contract for six newspaper letters at one thousand\ndollars each.  He was troubled with rheumatism in his arm, and wrote his\nfirst letter from Aix-les-Bains, a watering-place–a “health-factory,” as\nhe called it–and another from Marienbad.  They were in Germany in\nAugust, and one day came to Heidelberg, where they occupied their old\napartment of thirteen years before, room forty, in the Schloss Hotel,\nwith its far prospect of wood and hill, the winding Neckar, and the blue,\ndistant valley of the Rhine.  Then, presently, they came to Switzerland,\nto Ouchy-Lausanne, by lovely Lake Geneva, and here Clemens left the\nfamily and, with a guide and a boatman, went drifting down the Rhone in a\ncurious, flat-bottomed craft, thinking to find material for one or more\narticles, possibly for a book.  But drifting down that fair river through\nstill September days, past ancient, drowsy villages, among sloping\nvineyards, where grapes were ripening in the tranquil sunlight, was too\nrestful and soothing for work.  In a letter home, he wrote:",
        "“It’s too delicious, floating with the swift current under the awning\n     these superb, sunshiny days, in peace and quietness.  Some of the\n     curious old historical towns strangely persuade me, but it’s so\n     lovely afloat that I don’t stop, but view them from the outside and\n     sail on. . . I want to do all the rivers of Europe in an open boat\n     in summer weather.”",
        "One afternoon, about fifteen miles below the city of Valence, he made a\ndiscovery.  Dreamily observing the eastward horizon, he noticed that a\ndistant blue mountain presented a striking profile outline of Napoleon\nBonaparte.  It seemed really a great natural wonder, and he stopped that\nnight at the village just below, Beauchastel, a hoary huddle of houses\nwith the roofs all run together, and took a room at the little hotel,\nwith a window looking to the eastward, from which, next morning, he saw\nthe profile of the great stone face, wonderfully outlined against the\nsunrise.  He was excited over his discovery, and made a descriptive note\nof it and an outline sketch.  Then, drifting farther down the river, he\ncharacteristically forgot all about it and did not remember it again for\nten years, by which time he had forgotten the point on the river where\nthe Napoleon could be seen, forgotten even that he had made a note and\nsketch giving full details.  He wished the Napoleon to be found again,\nbelieving, as he declared, that it would become one of the natural\nwonders of the world.  To travelers going to France he attempted to\ndescribe it, and some of these tried to find it; but, as he located it\ntoo far down the Rhone, no one reported success, and in time he spoke of\nhis discovery as the “Lost Napoleon.”  It was not until after Mark\nTwain’s death that it was rediscovered, and then by the writer of this\nmemoir, who, having Mark Twain’s note-book,[11] with its exact memoranda,\non another September day, motoring up the Rhone, located the blue profile\nof the reclining Napoleon opposite the gray village of Beauchastel.  It\nis a really remarkable effigy, and deserves to be visited.",
        "Clemens finished his trip at Arles–a beautiful trip from beginning to\nend, but without literary result.  When he undertook to write of it, he\nfound that it lacked incident, and, what was worse, it lacked humor.  To\nundertake to create both was too much.  After a few chapters he put the\nmanuscript aside, unfinished, and so it remains to this day.",
        "The Clemens family spent the winter in Berlin, a gay winter, with Mark\nTwain as one of the distinguished figures of the German capital.  He was\nreceived everywhere and made much of.  Once a small, choice dinner was\ngiven him by Kaiser William II., and, later, a breakfast by the Empress.\nHis books were great favorites in the German royal family.  The Kaiser\nparticularly enjoyed the “Mississippi” book, while the essay on “The\nAwful German Language,” in the “Tramp Abroad,” he pronounced one of the\nfinest pieces of humor ever written.  Mark Twain’s books were favorites,\nin fact, throughout Germany.  The door-man in his hotel had them all in\nhis little room, and, discovering one day that their guest, Samuel L.\nClemens, and Mark Twain were one, he nearly exploded with excitement.\nDragging the author to his small room, he pointed to the shelf:",
        "“There,” he said, “you wrote them!  I’ve found it out.  Ach!  I did not\nknow it before, and I ask a million pardons.”",
        "Affairs were not going well in America, and in June Clemens made a trip\nover to see what could be done.  Probably he did very little, and he was\nback presently at Nauheim, a watering-place, where he was able to work\nrather quietly.  He began two stories–one of them, “The Extraordinary\nTwins,” which was the first form of “Pudd’nhead Wilson;” the other, “Tom\nSawyer Abroad,” for “St. Nicholas.”  Twichell came to Nauheim during the\nsummer, and one day he and Clemens ran over to Homburg, not far away.\nThe Prince of Wales (later King Edward VII.) was there, and Clemens and\nTwichell, walking in the park, met the Prince with the British\nambassador, and were presented.  Twichell, in an account of the meeting,\nsaid:",
        "“The meeting between the Prince and Mark was a most cordial one on\n     both sides, and presently the Prince took Mark Twain’s arm and the\n     two marched up and down, talking earnestly together, the Prince\n     solid, erect, and soldier-like; Clemens weaving along in his\n     curious, swinging gait, in full tide of talk, and brandishing a sun\n     umbrella of the most scandalous description.”",
        "At Villa Viviani, an old, old mansion outside of Florence, on the hill\ntoward Settignano, Mark Twain finished “Tom Sawyer Abroad,” also\n“Pudd’nhead Wilson”, and wrote the first half of a book that really had\nits beginning on the day when, an apprentice-boy in Hannibal, he had\nfound a stray leaf from the pathetic story of “Joan of Arc.”  All his\nlife she had been his idol, and he had meant some day to write of her.\nNow, in this weather-stained old palace, looking down on Florence,\nmedieval and hazy, and across to the villa-dotted hills, he began one of\nthe most beautiful stories ever written, “The Personal Recollections of\nJoan of Arc.”  He wrote in the first person, assuming the character of\nJoan’s secretary, Sieur Louis de Conte, who in his old age is telling the\ngreat tale of the Maid of Orleans.  It was Mark Twain’s purpose, this\ntime, to publish anonymously.  Walking the floor one day at Viviani, and\nsmoking vigorously, he said to Mrs. Clemens and Susy:",
        "“I shall never be accepted seriously over my own signature.  People\n     always want to laugh over what I write, and are disappointed if they\n     don’t find a joke in it.  This is to be a serious book.  It means\n     more to me than anything else I have ever undertaken.  I shall write\n     it anonymously.”",
        "So it was that the gentle Sieur de Conte took up the pen, and the tale of\nJoan was begun in the ancient garden of Viviani, a setting appropriate to\nits lovely form.",
        "He wrote rapidly when once his plan was perfected and his material\narranged.  The reading of his youth and manhood was now recalled, not\nmerely as reading, but as remembered reality.  It was as if he were truly\nthe old Sieur de Conte, saturated with memories, pouring out the tender,\ntragic tale.  In six weeks he had written one hundred thousand words–\nremarkable progress at any time, the more so when we consider that some\nof the authorities he consulted were in a foreign tongue.  He had always\nmore or less kept up his study of French, begun so long ago on the river,\nand it stood him now in good stead.  Still, it was never easy for him,\nand the multitude of notes that still exist along the margin of his\nFrench authorities show the magnitude of his work.  Others of the family\nwent down into the city almost daily, but he stayed in the still garden\nwith Joan.  Florence and its suburbs were full of delightful people, some\nof them old friends.  There were luncheons, dinners, teas, dances, and\nthe like always in progress, but he resisted most of these things,\npreferring to remain the quaint old Sieur de Conte, following again the\nbanner of the Maid of Orleans marshaling her twilight armies across his\nillumined page.",
        "But the next spring, March, 1893, he was obliged to put aside the\nmanuscript and hurry to America again, fruitlessly, of course, for a\nfinancial stress was on the land; the business of Webster & Co. was on\nthe down-grade–nothing could save it.  There was new hope in the old\ntype-setting machine, but his faith in the resurrection was not strong.\nThe strain of his affairs was telling on him.  The business owed a great\nsum, with no prospect of relief.  Back in Europe again, Mark Twain wrote\nF. D. Hall, his business manager in New York:",
        "“I am terribly tired of business.  I am by nature and disposition\n     unfit for it, and I want to get out of it.  I am standing on a\n     volcano.  Get me out of business.”",
        "Tantalizing letters continued to come, holding out hope in the business–\nthe machine–in any straw that promised a little support through the\nfinancial storm.  Again he wrote Hall:",
        "“Great Scott, but it’s a long year for you and me!  I never knew the\n     almanac to drag so.  .  .  I watch for your letters hungrily–just\n     as I used to watch for the telegram saying the machine was finished\n     –but when “next week certainly” suddenly swelled into “three weeks\n     sure,” I recognized the old familiar tune I used to hear so much.\n     W. don’t know what sick-heartedness is, but he is in a fair way to\n     find out.”",
        "They closed Viviani in June and returned to Germany.  By the end of\nAugust Clemens could stand no longer the strain of his American affairs,\nand, leaving the family at some German baths, he once more sailed for New\nYork.",
        "[11] At Mark Twain’s death his various literary effects passed into the\nhands of his biographer and literary executor, the present writer.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}