{
    "title": "The Golden Sayings of Epictetus - XX ",
    "author": "Unknown",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "Seeing this then, and noting well the faculties which you\nhave, you should say,—\"Send now, O God, any trial that Thou\nwilt; lo, I have means and powers given me by Thee to acquit\nmyself with honour through whatever comes to pass!\"— No; but\nthere you sit, trembling for fear certain things should come to\npass, and moaning and groaning and lamenting over what does come\nto pass. And then you upbraid the Gods. Such meanness of spirit\ncan have but one result—impiety.",
        "Yet God has not only given us these faculties by means of\nwhich we may bear everything that comes to pass without being\ncrushed or depressed thereby; but like a good King and Father, He\nhas given us this without let or hindrance, placed wholly at our\nown disposition, without reserving to Himself any power of\nimpediment or restraint. Though possessing all these things free\nand all your own, you do not use them! you do not perceive what\nit is you have received nor whence it comes, but sit moaning and\ngroaning; some of you blind to the Giver, making no\nacknowledgment to your Benefactor; others basely giving\nthemselves to complaints and accusations against God.",
        "Yet what faculties and powers you possess for attaining\ncourage and greatness of heart, I can easily show you; what you\nhave for upbraiding and accusation, it is for you to show me!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}