{
    "title": "The Boys’ Life of Mark Twain - LVII. The Close of a Beautiful Life",
    "author": "Paine",
    "chapter": "57",
    "content": [
        "\n",
        "\n\n",
        "Life which had begun very cheerfully at Riverdale ended sadly enough.  In\nAugust, at York Harbor, Maine, Mrs. Clemens’s health failed and she was\nbrought home an invalid, confined almost entirely to her room.  She had\nbeen always the life, the center, the mainspring of the household.  Now\nshe must not even be consulted–hardly visited.  On her bad days–and\nthey were many–Clemens, sad and anxious, spent most of his time\nlingering about her door, waiting for news, or until he was permitted to\nsee her for a brief moment.  In his memorandum-book of that period he\nwrote:",
        "“Our dear prisoner is where she is through overwork–day and night\n     devotion to the children and me.  We did not know how to value it.\n     We know now.”",
        "And on the margin of a letter praising him for what he had done for the\nworld’s enjoyment, and for his triumph over debt, he wrote:",
        "“Livy never gets her share of those applauses, but it is because the\n     people do not know.  Yet she is entitled to the lion’s share.”",
        "She improved during the winter, but very slowly.  Her husband wrote in\nhis diary:",
        "“Feb. 2, 1903–Thirty-third wedding anniversary.  I was allowed to\n     see Livy five minutes this morning, in honor of the day.”",
        "Mrs. Clemens had always remembered affectionately their winter in\nFlorence of ten years before, and she now expressed the feeling that if\nshe were in Florence again she would be better.  The doctors approved,\nand it was decided that she should be taken there as soon as she was\nstrong enough to travel.  She had so far improved by June that they\njourneyed to Elmira, where in the quiet rest of Quarry Farm her strength\nreturned somewhat and the hope of her recovery was strong.",
        "Mark Twain wrote a story that summer in Elmira, in the little octagonal\nstudy, shut in now by trees and overgrown with vines.  “A Dog’s Tale,” a\npathetic plea against vivisection, was the last story written in the\nlittle retreat that had seen the beginning of “Tom Sawyer” twenty-nine\nyears before.",
        "There was a feeling that the stay in Europe was this time to be\npermanent.  On one of the first days of October Clemens wrote in his\nnote-book:",
        "“To-day I place flowers on Susy’s grave–for the last time, probably\n     –and read the words, ’Good night, dear heart, good night,\n     good night.’”",
        "They sailed on the 24th, by way of Naples and Genoa, and were presently\ninstalled in the Villa Reale di Quarto, a fine old Italian palace, in an\nancient garden looking out over Florence toward Vallombrosa and the\nChianti hills.  It was a beautiful spot, though its aging walls and\ncypresses and matted vines gave it a rather mournful look.  Mrs.\nClemens’s health improved there for a time, in spite of dull, rainy,\ndepressing weather; so much so that in May, when the warmth and sun came\nback, Clemens was driving about the country, seeking a villa that he\nmight buy for a home.",
        "On one of these days–it was a Sunday in early June, the 5th–when he had\nbeen out with Jean, and had found a villa which he believed would fill\nall their requirements, he came home full of enthusiasm and hope, eager\nto tell the patient about the discovery.  Certainly she seemed better.  A\nday or two before she had been wheeled out on the terrace to enjoy the\nwonder of early Italian summer.",
        "He found her bright and cheerful, anxious to hear all their plans for the\nnew home.  He stayed with her alone through the dinner hour, and their\ntalk was as in the old days.  Summoned to go at last, he chided himself\nfor staying so long; but she said there was no harm and kissed him,\nsaying, “you will come back?” and he answered “Yes, to say good night,\"\nmeaning at half-past nine, as was the permitted custom.  He stood a\nmoment at the door, throwing kisses to her, and she returned them, her\nface bright with smiles.",
        "He was so full of hope–they were going to be happy again.  Long ago he\nhad been in the habit of singing jubilee songs to the children.  He went\nupstairs now to the piano and played the chorus and sang “Swing Low,\nSweet Chariot,” and “My Lord He Calls Me.”  He stopped then, but Jean,\nwho had come in, asked him to go on.  Mrs. Clemens, from her room, heard\nthe music and said to Katy Leary:",
        "“He is singing a good-night carol to me.”",
        "The music ceased presently.  A moment later she asked to be lifted up.\nAlmost in that instant life slipped away without a sound.",
        "Clemens, just then coming to say good-night, saw a little group gathered\nabout her bed, and heard Clara ask:",
        "“Katy, is it true?  Oh, Katy, is it true?”",
        "In his note-book that night he wrote:",
        "“At a quarter-past nine this evening she that was the life of my life\n     passed to the relief and the peace of death, after twenty-two months\n     of unjust and unearned suffering.  I first saw her thirty-seven\n     years ago, and now I have looked upon her face for the last time....\n     I was full of remorse for things done and said in these thirty-\n     four years of married life that have hurt Livy’s heart.”",
        "And to Howells a few days later:",
        "“To-day, treasured in her worn, old testament, I found a dear and\n     gentle letter from you dated Far Rockaway, September 12, 1896, about\n     our poor Susy’s death.  I am tired and old; I wish I were with Livy.”",
        "They brought her to America; and from the house, and the rooms, where she\nhad been made a bride bore her to a grave beside Susy and little Langdon.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}