{
    "title": "The Principles Of Aesthetics - Chapter XIV - The Function of Art: Art and Morality",
    "author": "Dewitt H. Parker",
    "chapter": "15",
    "content": [
        "",
        "\n\n",
        "That an interest is innocent and pleasure giving is no longer considered\nsufficient to justify its existence; it must also, in order to be\nsanctioned in our jealous and economical world, prove itself a\nbeneficent influence upon the total man and the group. For the time\nbeing at least, the day of laissez-faire is done; men can no\nlonger appeal to their personal needs, their inner necessities, or\neven their consciences, in defense of their activities. Public opinion,\nand sometimes reason, are the only arbiters of right. It may well\nhappen that, in a new age, men will be more generous and less exacting,\nonce again recognizing inherent rights in spontaneous activities; but\nthat age is not ours. Not even art can claim privilege; in vain will\nthe artist boast of his genius or the art-lover of his delights, if\nhe can exhibit no pervasive good. It is not enough, therefore, that\nwe should have described the peculiar, inward value of art; we must\nfurther establish that it has a function in the general life.",
        "Three classes of people, the puritans, the philistines, and the\nproletarians, question the value of art in this sense. These classes\nare, of course, not new to our civilization, but are rather perennial\ntypes of human nature, appearing under one or another name and guise\nin every age. To the puritan, art is immoral; to the philistine, it\nis useless; to the proletarian, it is a cruel waste.",
        "One illustration of the complexity of human culture is the fact that\nart has now been regarded as the symbol and ally of goodness, and now\nas its enemy. This paradox can, I think, be partly explained by making\na distinction between the ethical and the moral point of view regarding\nconduct. From the one point of view, the good belongs to all free,\ncreative acts that look toward the growth and happiness of individuals;\nfrom the other point of view, it consists in conformity to law,\nconvention, and custom. It is evident that these two attitudes must\nsometimes come into open or secret conflict. For law and convention\nrepresent either an effort to fix and stabilize modes of conduct that\nhave proved themselves to be good under certain conditions; or else,\nas is more often true than is admitted, an attempt to generalize the\ngood of some special class or type of men and impose it as a norm for\nall; and obviously these efforts will, from time to time, be opposed\neither to the freedom of individuals, or to their growth, under changing\nconditions.",
        "Now in the sense defined, the spirit of art is fundamentally ethical\nand, at the same time, fundamentally non-moral. It is fundamentally\nethical, for art is itself a freely creative and happy activity, and\ntends to propagate itself in spontaneity in other fields; it is an\ninspiration in every struggle for liberty and the remolding of the\nworld. The artist and art lover, who value the expression of\nindividuality in art, cannot fail to appreciate it outside of art. On\nthe other hand, the spirit of art is fundamentally non-moral, for the\nsthetic attitude is one of sympathy–an attempt at once to express\nlife and to feel at one with it; it demands of us that we take the\npoint of view of the life expressed and, for the moment at any rate,\nrefrain from a merely external judgment. Through art we are compelled\nto sympathize with the aspiration towards growth, towards happiness,\neven when it leads to rebellion against our own standards and towards\nwhat we call sin. The sympathy, realism, and imagination of art are\nantagonistic to conformist morality. By making us intimately acquainted\nwith individuals, art leads to skepticism of all general rules.",
        "The puritan, therefore, who is an exponent of the extremest and\nnarrowest conformist morality, is more nearly right in his\ninterpretation of the relation between art and morality than more\nliberal people who, because of their love of art, seek to ignore or\npalliate the facts. Hence, in order to defend art, one must reckon\nseriously with the puritan.",
        "The puritan is fearful, above all, of works of art that represent moral\nevil. The method of artistic representation, which aims at awakening\nsympathy for the life portrayed, is bound, he thinks, to demoralize\nboth the artist and the spectator. But art is something more than\nsympathy, and there are other aspects of the aesthetic experience which\ntend to render that sympathy innocuous, even from the standpoint of\nthe puritan. In the first place, the sympathy is usually with an\nimagined life that has no direct relation to the will and gives the\nspectator no opportunity to enter into and share it–he participates\nthrough the imagination, not through the senses. Moreover, neither the\nmind nor the will is a tabula rasa; no mature person comes to\na work of art without certain habits and preferences already\npredetermined, which no mere imagination can destroy, but only, if at\nall, some concrete opportunity and temptation. Hence men can lead a\nmanifold life, partly in the imagination and partly in action, without\nany corruption of heart or paralysis of will. In real conduct, to lead\na double life is demoralizing because there choices are exclusive and\neach of the two lives tends to interfere with and spoil the other; but\nimagination does not conflict with reality, for they have no point of\ncontact and do not belong to the same world.",
        "In the second place, a work of art is an appeal to mind as well as to\nsympathetic feeling. It is no mere stirring of emotion and passion,\nbut a means to insight into them. The attitude of reflection which it\nengenders is unfavorable to impetuous action. Providing no immediate\nstimulus to action, it allows time for a better second thought to\nintervene. Even when it offers suggestions for unwonted acts, it\nfurnishes the spirit and the knowledge requisite for determining whether\nthey will fit into the scheme of life of the spectator. It is\ncharacteristic of the puritanic critics of art, in their eagerness to\nfind motives for condemnation, to overlook this element of reflection.",
        "It is forgotten, finally, that by providing an imaginative experience\nof passion and adventure, art often becomes rather a substitute for\nthan an incentive to them. The perfection of form, the deep repose and\ncircle-like completeness of the work of art, tend to prevent one from\nseeking a corresponding real experience, which would have none of these\nqualities, but perhaps only misery and wear and tear instead. Thus the\nwork of art may propagate itself in a search for new aesthetic\nexperiences rather than in analogous conduct.",
        "To the artist who is living the evil life which he expresses, there\ncan be even less danger in expression, than to the spectator. For the\nexpression is not the cause of his life, but only its efflorescence.\nThe roots of evil lie deep below in the subsoil of instinct. Without\nexpression, life would be much the same, only secret instead of\narticulate. The puritan shows a shocking naivete in thinking that he\ncan reform life by destroying its utterance. Moreover, to express life\nimplies a certain mastery over it, a power of detachment and reflection,\nwhich are fundamentally ethical and may lead to a new way of living.",
        "Every form of life has an inalienable right to expression. In order\nto be judged fairly, it must be allowed to plead for itself, and art\nis its best spokesman. And that we should know life sympathetically\nis of practical importance; for otherwise we shall not know how to\nchange it or indeed that it ought to be changed at all. Only by knowing\nother ways of life can we be certain of the relative worth of our own\nway; knowledge alone gives certitude. Without knowledge we run the\nrisk of becoming ruthless destroyers of things which an intelligent\nsympathy might well preserve and find a place for in the world.",
        "To all these considerations the puritan will doubtless oppose a truth\nimpossible to deny. Experience, he will say, is one, not many;\nimagination and action are not separated by an impassable wall; things\nmerely imagined or dreamed, even when they do not directly issue in\naction, may nevertheless influence conduct through a slow and subtle\ntransforming effect upon the sentiments and valuations which make up\nits background. Character can be maintained only by a vigilant and\nsteady control over impulses which are always threatening rebellion;\npurity of mind only through the rigid exclusion of the sensual,\nluxurious, and ignoble; imaginative sympathy with evil, even when\nsublimated in art, must necessarily undermine the one and becloud the\nother. “If thine eye offend thee, cut it out and cast it from thee.”",
        "The truth which the puritan announces does not, I think, warrant the\ninference which he draws from it or alter the situation as I have\ndescribed it. For morality, to be genuine, must be a choice; the good\nmust know its alternative or it is not good. Only those who already\nhave a penchant for sin will be corrupted by imaginative sympathy with\npassion; a character that cannot resist such an influence is already\nundermined. Life itself is the great temptation; how can one who cannot\nlook with equanimity upon statues and pictures fail to be seduced by\nlive men and women? If men can resist the suggestions that emanate\nfrom life they can surely withstand those that come from art. And mere\npurity of mind is not equal in value to that insight into the whole\nof life which a freely creative art provides. We wish to penetrate\nsympathetically all of our existence; nothing human shall remain foreign\nto us; we would enter into it all; there is no region of the grotesque,\nthe infernal, or the sinful from which we would be shut out. In\ncomparison with the sublimity of this demand for the complete\nappreciation of life, the warnings of a rigorous moralism seem timorous,\nand the sanctuary of purity in which it would have us take refuge, a\nprison.",
        "Whatever conflict there may be between the spirit of art and conformist\nmorality, there is none with a genuine and rational ethics. For the\nlatter would formulate ways of living suited to the diversity of\nindividuals and sympathetic with their every impulse and fancy. It\nwould impose external constraint only where necessary for the existence\nand perpetuation of social life, leaving to personal tact, good will,\nand temperance the finer adjustments of strain. But apart from aesthetic\nculture, there can be no rational morality, for that alone engenders\nthe imaginative sympathy with individual diversity upon which the\nlatter rests. Without imaginative sympathy morality will always be\ncoarse, ruthless, and expressive of the needs and sentiments of some\nspecial type which sets out to reform or govern the world. Under such\na regimen, which is actual in every community devoid of imagination,\nvirtue must always remain suspect and vice tolerable; the one a\nhypocrisy, the other a secret and venial indulgence, and nature will\ntake its revenge upon the law in violent or perverse compensations.\nHence, instead of being a hindrance, art ought to be a help to a\nrational morality: its realism should foster sincerity, its imagination,\nsympathy and justice. The moralist inspired by art would seek to impose\nupon men only that kind of form and order which is characteristic of\nart–one which respects the peculiarities of the material with which\nit works, and issues in a system in which all elements freely\nparticipate.  [Footnote: Compare Schiller, On the Aesthetic Education\nof Man, Fourth Letter: “The civilized man makes nature his friend,\nand honors her freedom, while he merely fetters her caprice.\"]",
        "The philistine’s objection to art is that it is useless. And if we\nonly knew what was really useful, this would be a damning indictment.\nBut, not being much given to abstract reflection, the philistine is\nusually at a loss to inform us. However, by talking with him, we can\neventually divine what he thinks the useful to be. Useful is what\ncontributes to the procurement of those things which he and his\ncongeners value–material wealth, power, and sensual enjoyment. Art\nis useless because it will not prepare a banquet, build a bridge, or\nhelp to run a business corporation. The artist is a contemptible fellow\nbecause he cares more for his art than for the things of the world;\nfor whatever the worldling values he thinks every one else should\nvalue.",
        "To the artist, criticism of this kind seems to betray the most shameless\narrogance, and he meets contempt with contempt. Who is he that would\nbe the judge between worldly goods and beauty? Surely the philistine\nis no competent judge; for he only can judge fairly between two values\nwho appreciates both, and, by his own confession, the philistine does\nnot appreciate art. Hence the claim of the philistine seems not to\nmerit consideration. Through his lack of sympathy for art, he puts\nhimself beyond the possibility of fruitful debate. In this he is unlike\nthe puritan, who is often all too sensitive to beauty for his own\ngood–hence his alarms.",
        "If the objection of the philistine were the same as the proletarian’s,\nthat art is a luxury, a waste of the energies of the community, which\nmight better be employed in feeding the hungry and saving sinners, it\nwould be more worthy of a hearing; and so he often represents it. But\nin this he is hardly sincere; and the appropriate answer is a tu\nquoque, the fitting reply to every piece of insincere criticism.\nDoes the philistine feed the poor and save the sinners? Who is commonly\nmore careless of the workers’ needs and more cruel to the fallen in\nhis self-righteous probity? For the philistine is often a puritan.\nAnd who is more luxurious than he? Who consumes more in his own person\nof the energies of the toilers? It costs little to maintain an artist,\nbut it taxes thousands to support the philistine and his wife. Of\ncourse, in return, the worldling performs a service to the community\nin the organization of industries, but many of these do not sustain\nthe needs of the masses and are devoted to the manufacture of luxuries\nfor the well-to-do.",
        "The insincerity of the philistine’s attitude is disclosed by his changed\nattitude towards the artist who acquires fame and wealth through his\nart. For now that the artist shows himself capable of getting the\nthings the philistine values, the latter accords him esteem. Or let\nan interest in art become fashionable, and once again the philistine\nis won over.",
        "The traditional hostility between the philistine and the artist is\noffensive to reason, which would discover points of contact and\nreconciliation between all attitudes. One apparent place of meeting\nmight seem to be just the worldling’s love of luxury itself. Luxury\nis a development of pleasure of sense beyond the necessary, paralleling\nthe freedom and refinement of sensation in art. There is, moreover,\na certain imaginative quality in reputation and glory, so well-prized\nby the worldling, which, as we shall see, is akin to the ideality of\nart. And yet both the imagination and the luxury of the worldling are\nusually lacking in one element essential to real kinship with the\nspirit of art–disinterestedness. The worldling’s dreams of glory are\nprojections of ambition, his luxuries subtle stimulations of appetite\nor instruments of display, her self-adornment a fine self-exhibition\nor coquetry. The love of insight, the free emotion, the enjoyment of\nsensuous harmonies for their own sake, are lacking or subordinate.\nGlory and luxury are too often mere masks of ambition and appetite,\nand at best counterfeits of beauty. Nevertheless, the luxurious\ndevelopments of ambition and appetite are ever on the verge of tending\ntoward the aesthetic. For when ambition has no longer to struggle against\nthe world and is satisfied, the imagination that served it may become\nfree; and when appetite is cloyed, the instrumentalities of sensuous\npleasure can find a new meaning as beautiful. Then the worldling becomes\nthe patron of the artist and the two are reconciled. And all along\nthis result was preparing. For instinct seldom completely dominates\nimagination and sensation; there is always some aesthetic freedom in\nthe self-adornment and display of the wealthy. The absence of anxiety\nmay release aesthetic interests that would have died in the struggle\nfor existence; prosperity is often the herald of beauty.",
        "The proletarian’s criticism of art is of unimpeachable sincerity, for\nwhen he talks of art as a luxury he speaks from the heart and in answer\nto bitter experience of want. There is a genuine element of moral\nindignation in his feeling that there must be something wrong with a\npublic conscience that countenances, even glorifies extravagance, all\nthe while that women slave and children die of underfeeding and neglect.\nThis feeling is intensified when he compares the thousands paid for\na single hour of a prima donna’s song or a playwright’s wit with his\nown yearly wage laboriously earned. What supreme worth does art possess\nthat it should be valued so disproportionately?",
        "Yet, sincere as this complaint is, it is largely misdirected; for art\nis not the extravagance which it may superficially seem to be. Most\nof the best art has been produced by poor men who never dreamed of the\nprices that would be paid for their work when they were old or after\nthey were dead. And these prices represent no consumption of the labor\nand capital of the community, but only a transference of wealth from\none man to another. Even when the artist is paid large sums for his\npicture or opera or play, these sums do not represent their real cost,\nbut only what they can command in a market controlled by rich consumers.\nThe real cost of genuine art is very small–only enough to maintain\nthe artist in freedom for his work; for he would still produce without\nthe incentive of large rewards. The seeming extravagance of art cannot,\ntherefore, be blamed upon art itself, but upon the price system of\nmodern capitalist economy. And this, of course, is clearly perceived\nby the “intellectual proletarians,” who are willing to accord to the\nartist a place of honor as fellow-worker and “comrade,” and direct\ntheir attacks, not upon him, but upon capitalism.",
        "There is, however, a deeper root to the proletarian’s grievance against\nthe artist–the feeling that the moral principle of mutuality is\nviolated in their relationship. The workman plows for him, cooks for\nhim, builds for him, spins for him, but what does he do in return? He\npaints pictures, makes statues, writes novels or poems or plays or\nsonatas which the workman has neither the leisure nor the education\nto enjoy. The money paid by the artist to the artisan represents nothing\nwhich the former rightfully owns or can give, but only a claim to the\nlabor of other men, enforced by the system of wage-economy. Of course,\nnot only art but all speculation, all pure science and disinterested\nhistorical knowledge, is subject to this criticism. And such criticism\nis no longer purely academic, for to-day there exist large masses of\nmen in every community determined to bring about a “world dictatorship\nof the proletariat” based on just this principle of mutuality in the\nrelations of men. Is this principle itself rational, and would art\nsurvive in a regime which embodied it? These, I repeat, are no longer\nspeculative, but intensely practical problems.",
        "Those who fear for art in a society where the process of democratization\nshould go to its extreme limit of development point to the moving\npicture, the cheap magazine story and novel, the vaudeville and\n“musical” comedy, as a hint of what to expect. These, they will say,\nare the popular forms of art, to the production of which the artist\nwould have to devote his time and skill in return for subsistence.\nUnder the present system the people get what they want, but in a\nproletarian state nobody would be allowed to get anything else.",
        "Of course, as to what would happen in a workers’ republic, were it\never constituted, we can only speculate; but where we cannot know,\nthere hope has an equal chance with fear. We have the single example\nof the Russian experiment from which to make inferences, the general\nvalidity of which is seriously limited by the peculiarities of the\nRussian nature and situation. But there, at any rate, we do know that\nefforts have been made to advance general education, to bring the\nclassic literature within reach of the masses, and to encourage opera\nand drama. In Russia, at all events, the leaders of the revolutionary\nmovement have sought rather to destroy what they believe to be a\nmonopoly of culture than culture itself; and in England also they have\na similar aim.",
        "There can be little doubt, I think, that our capitalist economy does\npromote a monopoly of culture. Through their control of the market,\nthe wealthy are able to bid up the prices of works of art until they\nare beyond the reach of the less prosperous. As a result, the best\npaintings and sculptures, with the exception of those that find their\nway into museums, are accumulated in inaccessible private collections,\nand opera and music are made needlessly expensive. One very evil\nconsequence is the substitution of a purely pecuniary standard of\nvaluation for aesthetic standards. I know a painter who made the\nexperiment of reducing the price of his pictures to twenty-five dollars,\nin the hope that many people who really loved art but were unable to\npay large prices would buy them, and that thus, by selling many of his\npictures at a low price, he would be able to make as much money as if\nhe sold only a few at the prevailing high rates. The experiment failed\ncompletely, for people thought that paintings at such a low price must\nbe inferior, and even those who could afford to buy them, would not.\nThe painter now tried the reverse experiment and raised the prices of\nall his works, with much better success, for people reasoned–the\nhigher the price, the better the picture. But worst of all, through\nthe purely commercial motives governing those who undertake to supply\nthe people with works of art, the public taste is corrupted; little\nor no attempt is made to educate the masses, but merely to give them\nanything that will entertain them after a day of fatiguing\nlabor,–anything that will sell. The demoralizing effect of\ncommercialism upon artists themselves is too well known to require\nmore than a reminder; hasty work for the sake of money supplants careful\nwork for the sake of beauty; whole arts, like that of oriental rug\nweaving, are thereby threatened with extinction; and, instead of\nproducing spontaneous art that would express themselves, people allow\nthemselves to be merely entertained by things supplied to them, nasty\nand cheap–folk art disappears.",
        "If, on the other hand, the commercial motive were eliminated, who can\nsay what might not result, in each community, from the experimentation\nof men who could not make money but only honor and a living from the\nprofession of providing people with interesting ways of spending their\nleisure. The increased efficiency of machine tool work will inevitably\nmake possible a great reduction in hours of labor, when the workers\nthemselves control industry for their own benefit rather than for that\nof a class bent on still further increasing its own wealth and power.\nIt is entirely possible that the leisure of men will then absorb as\nmuch of their devoted energies as work does now, and that they will\nbe educated for the one as well as for the other. It is not impossible\nto hope that, the machine tool supplanting the slave, the commonwealth\nof workers will develop as free and liberal a life as existed among\nthe citizens of ancient Greece. Then perhaps each group will have its\npainters, actors, and musicians just as surely as it now has its judges,\naldermen, and police.",
        "It is impossible to judge what art might do for people in a reorganized\nsociety by what it does for them now. Art has its roots in interests\nthat are well nigh universal. Everybody loves to dance, to sing, to\ntell a story; everybody loves either to paint or be painted, to\nsculpture or be sculptured. Again, everybody is at least potentially\nsensitive to rhythm, harmony, and balance, and to the beauties of\nlines, colors, and tones. It is not native incapacity, but rather a\nfailure in aesthetic education due to the one-sided emphasis on work\nrather than play, industry rather than leisure, success rather than\nhappiness, that is responsible for much of the seeming lack of artistic\nappreciation among the masses. Under a different social system the\npeople may come to recognize the artist as a fellow-worker, elaborating\nhis products in exchange for other desirable things, and may accord\nhim welcome rather than envy.",
        "However, it will doubtless always remain true that the subtler and\nmore intellectual types of art can never become popular. Like higher\nmathematics, they will continue to be completely intelligible only to\nthe few. Yet I can conceive of no social system likely to grow out of\nmodern tendencies that would suppress them. The artist in the new state\nwould have his leisure, as other men would, in which he could devote\nhimself to the refinements of his art. It is doubtful whether he would\nhave less time for that then than he has now. How many artists under\nour present system waste a large part of their lives doing hack work\nof various kinds to make a living; only the fortunate few are masters\nof themselves. Moreover, under any social system, men would be permitted\nto spend their surplus income as they chose, and the art lovers of the\nfuture are as likely to spend it for art then as now. Not being so\nrich, they could not reward the artist so munificently as some are\nrewarded now; but even now most working artists are poor, and the\nimpulse to art is independent of large rewards. Heretical and unpopular\nartists, who could find no public backing, would come to be supported\nby their own special clients, as they are to-day. In a complex rational\nsociety, the principle of mutuality would be transitive rather than\nstrictly symmetrical–a woman would cook for a machine designer although\nshe got no machine in return, provided the designer made one, say, for\nthe shoemaker, who could thus supply her with shoes. Just so, there\nis no moral objection to the artist’s receiving goods and services\nfrom people to whose life he contributes nothing personally, so long\nas these people are compensated by those whose life he does enrich.\nIn other words, part of the reward which the art lover would receive\nfor the work he performed would be paid, not to himself, but to the\nartist–art would be voluntarily supported by those who appreciated\nit. No complex social life could be maintained under the principle of\nstrict mutuality, and certainly no system that undertook to preserve\nthe variety and spontaneity of human interests. Only a complete\ndead-level regimentation of human life in accordance with the average\ndesires of the masses, which is unlikely, would destroy the more\nintellectual and subtle types of art, and, by the same token,\nspeculation and disinterested higher learning. The higher culture has\nsurvived many revolutions; it will survive the next, when it comes.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}