{
    "title": "The Fortieth Door - Chapter III",
    "author": "Mary Hastings Bradley",
    "chapter": "3",
    "content": [
        "\n\n",
        "IN THE PASHA’S PALACE",
        "Nearer sounded the footsteps on the graveled walk and in frightened\nhaste the girl drew out the key from the gate and slipped away into\nthe shrubbery, grateful for the blotting shadows.",
        "At the foot of a rose bush she crouched to thrust the key into a\nhole in the loose earth, covering the top and drawing the low\nbranches over it.",
        "“Aimée,” came a guarded call. “Aimée!”",
        "Still stooping, she tried to steal through the bushes, but the\nthorns held her and she stood up, pulling at her robes.",
        "“Yes? Miriam?” she said faintly, and desperately freeing herself,\nshe hurried forward towards the dark, bulky figure of her old nurse,\nemerging now into the moonlight.",
        "“_Alhamdolillah–Glory to God!” ejaculated the old woman, but\ncautiously under her breath. “Come quickly–he is here–thy father!\nAnd thou in the garden, at this hour.... But come,” and urgently she\ngripped the girl’s wrist as if afraid that she would vanish again\ninto the shadows of the shrubbery.",
        "Aimée felt her knees quake under her. “My father!” she murmured,\nand her voice died in her throat.",
        "Had he discovered? Had some one seen her slip out? Or recognized her\nat the ball?",
        "The panic-stricken conjectures surged through her in dismaying\nconfusion. She tried to beat down her fear, to think quickly, to\nrally her force, but her swimming senses were still invaded with the\nsurprise of those last moments at the gate, her heart still beating\nwith the touch of Ryder’s arms about her ... of that long, deep look\n... that kiss, beyond all else, that kiss....",
        "Little rivers of fire were running through her veins. Shame and\nproud anger set up their swift reactions. Oh, what wings of wild,\nincredible folly had brought her to this! To be kissed like–like a\ndancing girl–by a man, an unknown, an American!",
        "How could he, how could he! After all his kindness–to hold her so\nlightly.... And yet there had been no lightness in his eyes, those\neager, shining young eyes, so gravely concerned....",
        "But she could not stop to think of this thing. Her father was\nwaiting.",
        "“He came in like a fury,” the old nurse was panting, as they\nscurried up the walk together, “and asked for you ... and your room\nempty, your bed not touched!... Oh, Allah’s ruth upon me, I went\ntrotting through the house, mad with fear.... Up to the roofs then\ndown to the garden ... sending him word that you were dressing that\nhe should not know the only child of his house was a shameless one,\ndevoid of sense.”",
        "“But there is no harm in a garden,” breathed the girl, her face hot\nwith shame. “To-night was so hot–”",
        "“Is there no coolth upon the roof?”",
        "“But the roses–”",
        "“Can roses not be brought you? Have you no maids to attend you?”",
        "“I am tired of being attended! Can I never be alone–”",
        "“Alone in the garden!... A pretty talk! Eh, I will tell thy father,\nI will have a stop put to this–hush, would you have him hear?\"\nshe admonished, in a sudden whisper, as they opened the little door\nat the foot of the dark well of spiral steps.",
        "Like conspirators they fled up the staircase, and then with fumbling\nhaste the old nurse dragged off the girl’s mantle and veil,\nmuttering at the pins that secured it. She shook out the\npale-flowered chiffon of her rumpled frock and gathered back a\nstrand of her dark, disordered hair.",
        "“Say that you were on the roofs,” she besought her.",
        "For a moment the girl put the warm rose of her cheek against the old\nwoman’s dark, wrinkled one.",
        "“But you are good, Dadi,” she said softly, using the Turkish word\nfor familiar old servants.",
        "With a sound of mingled vexation and affection Miriam pushed her\nahead of her into the drawing-room.",
        "It was a long, dark room, on whose soft, buff carpet the little gilt\nchairs and sofas were set about with the empty expectancy of a stage\nscene in a French salon. French were the shirred, silk shades upon\nthe electric lamps, French the music upon the chic rosewood piano.",
        "And then, as if some careless property man had overlooked them in\nchanging the act, two window balconies of closely carved old wood,\nof solidly screening mashrubiyeh wood, jutted out from one\ncream-tinted wall, and above a gilded sofa, upholstered in the\ndelicate fabric of the Rue de la Paix, hung a green satin banner\nembroidered in silver with a phrase from the Koran.",
        "Tewfick Pasha was at one side of the room, filling his match case.\nHe was in evening dress, a ribbon of some order across a rather\nswelling shirt bosom, a red fez upon his dark head.",
        "At his daughter’s entrance he turned quickly, with so sharp a gleam\nfrom his full, somewhat protuberant black eyes that her guilty heart\nfairly turned over in her.",
        "It made matters no more comforting to have Miriam packed from the\nroom.",
        "She would deny it all, she thought desperately ... No, she would\nadmit it, and implore his indulgence.... She would admit nothing but\nthe garden.... She would admit the ball.... She would never admit\nthe young man....",
        "With conscious eyes and flushing cheeks, woefully aware of\ndew-drenched satin slippers and an upsettingly hammering heart,\nAimée presented the young image of irresolute confusion.",
        "To her surprise there was no outburst. Her father was suddenly gay\nand smiling, with a flow of pleasant phrases that invited her\naffection. In his good humor–and Tewfick Pasha liked always to be\nkept in good humor–he had touches of that boyish charm that had\nmade him the enfant gâté of Paris and Vienna as well as Cairo and\nConstantinople. An enfant no more, in the robustly rotund forties,\nhis cheerful self-indulgence demanded still of his environment that\nsmiling acquiescence that kept life soft and comfortable.",
        "And now it suddenly struck Aimée, through her tense alarm, that his\nsmile was not a spontaneous smile, but was silently, uneasily asking\nhis daughter not to make something too unpleasant for him ... that\nsomething that had brought him here, at an unprecedented midnight\n... that had kept him waiting until she, supposedly, should rise and\ndress....",
        "If it were not then a knowledge of her escapade–?",
        "The relief from that fear made everything else bearable. She was\neven able to entertain, with a certain welcome, the alternative\nalarm that he had decided to marry again–that nightmare from whose\nrealization the unknown gods (or more truly, the unknown goddesses\nof the Cairene demi-monde!) had assisted to save her.",
        "There was a furtive excitement about him that fanned the\nsupposition.",
        "Then, quite suddenly, the illuminating lightning cut the clouds.",
        "“My dear child, I have news, really important news for you. If I\nhave not been discussing your future,” said Tewfick Pasha, staring\nwith stern nonchalance ahead and determinedly unaware of her instant\nstiffening of attention, “I have by no means been neglectful of\nit.... To-day–indeed to-night–there has been a consummation of my\nplans.... It is not to every daughter that a father may hurry with\nsuch an announcement.”",
        "Her first feeling was a merciful relief. He knew nothing then of the\nball! She could breathe again.... It was her marriage that had\nbrought him.",
        "No new danger, that, but the eternal menace that she had always to\ndread.... But how many times had he promised that she should have no\nunknown husband, imposed by tradition! How many times had she\nindulged dreams of Europe, of bright, free romance!",
        "And now he was off on some tangent from which it would need all her\ncoaxing wit to divert him. With wide eyes painfully intent, her\nlittle, jeweled fingers very still in their locked grip in her lap,\nthe color draining from her cheeks, she sat waiting for the\nrevelation.",
        "What was it all? Had he really decided upon something? Upon some\none?",
        "Tewfick Pasha appeared in no hurry to inform her. He wandered\nrather confusedly into a rambling speech about her age and her\nposition and the responsibilities of life and his inabilities to\nprevent their reaching her, and about his very tender affection for\nher and his understanding of all those girlish reticences and\nreluctances which made innocent youth so exquisite, while silently\nhis daughter hung her head and wondered what he would be saying if\nhe knew that she had broken every canon of seclusion and convention,\nhad talked and danced with a man....",
        "His astonishment would be so horrific that she flinched even from\nthe thought.",
        "And if he knew, moreover, that this man had caught her and kissed\nher–!",
        "She told herself that she was disgraced for life. She had a dreamy\ndesire to close her eyes and lean back and dream on about that\ndisgrace....",
        "But she must listen to her father. He was talking now about the\npowers of wealth, not merely the nominal riches of his somewhat\nprecarious political affiliations, but solid, sustaining, invested\nand invulnerable wealth.",
        "Unexpectedly Aimée laughed. “He must be very plain,” she declared,\nher face brightening with mockery, “if you take so long to tell me\nhis name!”",
        "Not, she added to herself under her breath, that any name would\nweigh a feather’s difference!",
        "“On the contrary,” and the pasha’s eyes met hers frankly for the\nfirst time and he seemed delighted to indulge a laugh, “he has the\nreputation of good looks. He is much à la mode.”",
        "“Beautiful and golden–did you meet him just to-night, my father?\"\nAimée went on, in that light audacity which he had loved to indulge.",
        "Now he smiled, but his glance went uneasily away from her.",
        "“Not at all. This is a serious affair, you understand–the devil of\na serious affair!” and for the first time she felt she heard the\naccents of his candor.",
        "But again he was back to voluble protestation. This man was really\nan old friend. He boggled over the word, then got it out resonantly.\nA man he knew well. Not a young man, perhaps–certainly he was not\ngoing to hand his only daughter to any boy, a mere novice in\nlife!–but a man who could give her the position she deserved. Not\nonly a rich man, but an influential one.",
        "His name, he brought out at last, was Hamdi Bey. He was a general in\nthe armies of the sultan.",
        "It was a long moment before she could piece any shreds of\nrecollection together.",
        "Hamdi Bey ... A general.... Why, that was a man her father had\ndisliked ... more than once he had dropped resentful phrases of his\nairs, his arrogance ... had recounted certain clashes with malicious\njoy.",
        "And now he was planning–no, seriously announcing–",
        "A general ... He must be terribly old....",
        "Not that it made any difference. Old or young, black or white,\ngeneral or ghikar, would mean nothing in her life. She would have\nnone of him ... none of him.... Never would she endure the\nhumiliation of being handed over like a toy, an odalisque, a\nslave....",
        "What had happened? She could only suppose that her father had been\novercome by that wealth of the general’s on which he had made her\nsuch a speech. Or perhaps his dislike of Hamdi had been founded on\nnothing but resentment of Hamdi’s airs of superiority, and now that\nthe bey was condescending to ask for her hand her father’s flattered\nappeasement was rushing into genial acceptance.",
        "Anything might be possible to Tewfick Pasha’s eternally youthful\nenthusiasms.",
        "She told her frightened heart that she was not afraid.... Her father\nwould never really fail her.... And she would never surrender to\nthis degradation; for all her fright and all her flinching from\ndefiance she divined in herself some hidden stuff of resistance,\ntenacious to endure ... some strain of daring which had made her\nbrave that wild escapade to-night.",
        "Was it still the same night? Were the violins still playing, the\npeople still dancing in their fairy land of freedom?... Was that\nyoung man in the Highland dress, that unknown American, was he back\nthere dancing with some other girl?",
        "What was it he had said? To-morrow night, and another night, he\nwould be there in the lane.... If she would come! As if she would\ndemean herself, after his rude affront, to steal again to the gate,\nlike a gardener’s daughter–!",
        "Her thoughts were so full of him. And now she had this new horror to\nface, this marriage to Hamdi Bey. Did her father dream that she\nwould not resist? It was against such a danger that she had long ago\nstolen a garden key, a key to the outer world in which she had\nneither a friend nor a piaster to save her....",
        "“My dear father,” she said entreatingly, “please do not tell me that\nyou really mean–that you really think you would like to–that you\nwould consider–this man–”",
        "He turned on her a suddenly direct, confessing look.",
        "“Aimée, I have arranged this matter.”",
        "He added heavily, “To-night. That is what I came to tell you.”",
        "In the silence that settled upon them he finally ceased his effort\nto ignore her shocked dismay. He abandoned his airy pretense that\nthe affair could possibly evoke her enthusiasm. He sucked at his\ncigarette like a rather sullen little boy.",
        "“I have always indulged you, Aimée,” he said at last, without\nlooking round at her. “I hope you are not going to make me\ninfernally sorry.”",
        "“I think you are m-making me inf-fernally sorry,” said an unsteady\nlittle voice.",
        "He looked about. His daughter was sitting very still upon the\ngilded sofa beneath the banner of Mahomet; as he regarded her two\ngreat tears formed in her dark eyes and ran slowly down her cheeks.",
        "With a sound of impatience he jumped to his feet and began to pace\nup and down the room.",
        "This, he pointed out heatedly, to her, was what a man got who\nindulged his daughter. This is what came of French and English\ngovernesses and modern ideas.... After all he had done–more than\nany other father! To sit and weep! Weep–at such a marriage! What\ndid she expect of life? Was she not as other women? Did she never\nlook ahead? Had she no pride, no ambition–no hopes? Did she wish\nnever to marry, then, to become an old mees like her English\ncompanion?",
        "“I am but eighteen,” she said quiveringly. “Oh, my father, do not\ngive me to this unknown–”",
        "“Unknown–unknown! Do I not know him?”",
        "“But you promised–”",
        "Angrily he gestured with his cigarette. “Do I know what is good for\nyou or do I not? Have I your interest at heart–tell me! Am I a\nsavage, a dolt–”",
        "“But you do not know what it is to be unhappy. I beg of you, my\nfather,–I should die with such a life before me, with such a man\nfor my husband. I am too French, too like my mother–”",
        "“Ah, your mother!... Too French, are you?... But what would you have\nin France?” he demanded with the bursting appearance of a man\nmaking every effort to restrain himself within unreasonable bounds.\n“Would not your parents there arrange your marriage? You might see\nthe fiancé,” he caught the words out of her mouth, “but only for a\ntime or two–after the arrangements–and what is that? What more\nwould you know than what your father knows? Are you a thing to be\nexhibited–given to a man to gaze at and appraise? I tell you,\nno.... You are my daughter. You bear my name. And when you marry you\nmarry in the sanctity of the custom of your father–and you go to\nyour husband’s house as his mother went to his father.”",
        "Timidly she protested, “But my mother–and you–”",
        "“Do not speak of your mother! If she were here she would counsel\ngratitude and obedience.” He turned his back on her. “This is what\ncomes,” he muttered, “of this modernity, this education....”",
        "He pitched away his stub as if he were casting all that he hated\naway with it.",
        "She had never seen him so angry. Helplessly she felt that his vanity\nand his word were engaged with the general more than she had\ndreamed. She felt a surge of panic at the immensity of the trouble\nbefore her.",
        "“But, my father, if you love me–”",
        "“No, my little one, if you love me!”",
        "With a sudden assumption of good humor over the angry red mottling\nhis olive cheeks, he came and sat beside her, putting his arm about\nher silently shrinking figure.",
        "“I am a weak fool to stay and drink a woman’s tears, as the saying\ngoes,” he told her, “but this is what a man gets for being good\nnatured.... But, tears or not, I know what is best.... Come, Aimée,\nhave I not ever been fond of you–?”",
        "He patted her hand with his own plump one where bright rings were\nsparkling deep in the encroaching flesh. Aimée looked down with a\nsudden wild dislike.... That soft, ingratiating hand, with its\ndimples and polished nails, which thought it could pat her so easily\ninto submission....",
        "It was nothing to him, she thought, chokingly, whether she was happy\nor unhappy. He had decided on the match–perhaps he had foreseen her\nprotests and plunged into it, so as to be committed against her\nentreaties!–and he was not stopped by any thought of her feelings.",
        "After all her hopes! After all he had promised!",
        "But she told herself that she had never been secure. Beneath all her\ntrust there had always been the silent fear, slipping through the\nshadows like a serpent.... Some instinct for character, more\nprecocious than her years, had whispered through her fond blindness,\nand initiated her into foreboding.",
        "“Come now, my dear,” he said heartily, “this is a surprise, of\ncourse, but after all you will find it is for the best–much for the\nbest–”",
        "His voice died away. After a long pause, “You may make the\narrangements,” she told him in a still, tenacious little voice, “but\nyou cannot make me marry him.... I will never put on the marriage\ndress.... Never wear the diadem.... Never stir one step within his\nhouse.”",
        "A complete silence succeeded this declaration. He got up violently\nfrom beside her. She did not dare look at him. He was going away,\nshe thought.",
        "It would be the beginning of war. She did not know what he would do\nbut she knew that she would endure it.",
        "And the gossip of the harems would be her protection. Her\nopposition, bruited through those feminine channels, would not be\nlong in reaching Hamdi Bey.... And no man could to-day be so callous\nof his pride or the world’s opinion that he would be willing to\nreceive such a revolting bride.",
        "Did her father think of that, that poor, pale power of hers? He\nstood irresolute, as if meditating a last exhortation, and then\nsuddenly turned on her the haggard face of a violent despair.",
        "“Would you see me ruined?” he said passionately.",
        "Sharply he glanced about the room, at the far, closed doors where it\nwas not inconceivable that old Miriam was lurking, and strode over\nto her and began talking very jerkily and huskily, over her bent\nhead.",
        "“I tell you that Hamdi is making this a condition–it is the price\nof silence, of those papers back.... He came to me to-night. I knew\nthat hound of Satan had been smelling about, but I could not\nimagine–as if, between gentlemen–”",
        "At that, she lifted her stupefied head.... Her father, with the face\nof a cornered fox!... She caught her breath with the shock of it.\nHer lips parted, but only her mute eyes asked their startled\nquestions.",
        "Hurriedly, shamefacedly, with angry resentments and\nself-justifications, he was pouring a flood of broken phrases at\nher. She caught unintelligible references to narrow laws and the\nimbecile English, to impositions binding only upon the fools.... And\nthen the word hasheesh.",
        "Sharply then the truth took its outlines. Her father had been\nsmuggling in hasheesh. Hamdi Bey had discovered this, and Hamdi Bey,\nunless silenced, had threatened betrayal.",
        "The danger was real. English laws were stringent. Vaguely the\nhorrors loomed–arrest, trial.... Even if he escaped the scandal was\nruin....",
        "Small wonder that her father had come flying upon the wings of his\ndanger and its deliverance, small wonder that his brow was wet and\nhis lips dry and his eyes hard with terror.",
        "Thrown to the winds now his pretense of affection for Hamdi Bey! He\nhated and feared him. The old fox had done this, he declared, to get\na hold upon him, for always there had been bad blood.",
        "And the bey had heard, of course, of the beauty of the pasha’s\ndaughter. Some cousin had babbled.... And undoubtedly the rumor of\nthat beauty–Tewfick Pasha received his inspiration upon the moment,\nbut that was not gainsaying its truth–had determined the bey to\nfind some vulnerable hold.",
        "He was like that, a soft-voiced, sardonic devil! And this accursed\nbusiness of the hasheesh had served his ends. To-night, he had come\nwith his proofs....",
        "“So you see,” muttered Tewfick Pasha, “what the devil of a serious\nbusiness this is. And how any talk of–of unreadiness–if you were\nnot amiable, for example, to his cousin when she calls upon\nyou–might serve to anger him.... And so–”",
        "Significantly his glance met hers. Her eyes fell, stricken. The\ncolor flooded her trembling face. She quivered with confused pain,\nwith shame for his shame, with terror and fright ... with a hot,\nprotective compassion that tore at her pride....",
        "She struggled against her dismay, trying for reassuring little words\nthat would not come. Her heart seemed beating thickly in her throat.",
        "She never knew just what she said, what little broken words of pity,\nof understanding, of promise, she achieved. But her father suddenly\ndropped beside her, with an abandon reminiscent of the enfant gâtéof his Paris days, and drew her hands to his lips, kissing their\nsoft, quiescent palms.... She drew one away and placed it upon his\ndark head from which the fez had tumbled.",
        "For the moment she was sorry, as one is sorry for a hurt child. And\nher sorriness held her heart warm, in the glow of giving comfort.",
        "She had need of that warmth. For a cold tide was rising in her, a\ntide of chill, irresistible foreboding....",
        "For all the years of her life.... For all the years....",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}