{
    "title": "The Fortieth Door - Chapter XXI",
    "author": "Mary Hastings Bradley",
    "chapter": "21",
    "content": [
        "\n\n",
        "MISS JEFFRIES MAKES A CALL",
        "That morning Miss Jeffries ate two eggs. She ate them successively,\nwith increasing deliberation, and afterwards she lingered\ninterminably over her toast and marmalade.",
        "Still Ryder made no appearance and since the Arab waiter had\ninformed her that he had not yet breakfasted she concluded that he\nwas not at the hotel but had spent the night with some friend of\nhis–probably that Andrew McLean to whom he was always running off.",
        "Nor was he in to luncheon. That was rank extravagance because he was\npaying at pension rates. His extravagance, however, was no affair of\nhers. Neither, she informed herself frigidly, was his appearance or\nhis non-appearance. It was only rather dull of Jack to lose so many,\nwell, opportunities.",
        "She was not going to be in Cairo forever. Not much longer, in fact.\nThere were adages about gathering rosebuds while ye may and making\nhay while the sun shone that Jack Ryder would do well to observe.",
        "Other men did, reflected Jinny Jeffries with a proud lift of her\nruddy head. Only somehow, the other men–",
        "Well, Jack was provokingly attractive! Only of course, if he was\ngoing to rely upon his attraction and not upon his attentions–",
        "Deliberately Miss Jeffries smiled upon a stalwart tourist from New\nYork and promised her society for a foursome at bridge in the hotel\nlounge that evening.",
        "Later, when Jack still failed to materialize and behold her\ninaccessibility, the exhibition seemed hardly to have been worth\nwhile.... And there were difficulties getting rid of the New Yorker\nthe next day. He had ideas about excursions.",
        "It was during the forenoon of the next day that the first twinge of\ngenuine worry shot across the sustained resentment which she was\npleased to call her complete indifference. She recalled the vigor of\nRyder’s warnings about mentioning his adventure and the grave\ndangers of disclosure, and she began to wonder.",
        "She wished, rather, that he had gone safely out of the house before\nshe went away.",
        "Of course nothing could happen. He had done nothing to give himself\naway. He was simply a veiled shadow, moving humbly as befitted a\nlowly stranger among the high and hospitable surroundings.",
        "But still, it would have been better if he had gone....",
        "Those turbaned women had looked queerly at them when they were\ntalking so long in the window. Perhaps it was not simply at the\nintimacy between a young American and a veiled Oriental. Perhaps\ntheir voices had been unguarded or Jack’s tones had awakened\nsuspicion. Perhaps he had given himself away in his long talk with\nthe bride. She remembered a Frenchwoman who had come to interrupt\nthat talk who had looked rather sharply at Jack.... And that\ndreadful eunuch was always staring....",
        "She thought of a great many things now, more and more things every\nminute.",
        "And still she told herself that she was absurd, that Jack would be\nthe first to ridicule her alarm. He was probably enjoying himself,\nstaying on with his friends, forgetting all about herself.... Still\nhis room at the hotel had not been slept in for two nights now nor\nhad he called at the hotel and he certainly didn’t have an extensive\nsupply of clothes and linen upon him beneath the mantle.",
        "Particularly she remembered that he had exhibited some funny black\ntennis shoes which he had thought would go appropriately with a\nwoman’s robes. Absurd, to think of him as spending two days in\ntennis shoes, and absurd to say that he would go to the shops and\nbuy more when he had plenty of footgear in his hotel room.",
        "Unless he wore McLean’s.",
        "She had always regarded the unknown McLean as a most unnecessary\nabsorbent of Jack Ryder’s time and attention and now that view was\ndeeply reinforced.",
        "By noon she decided to do something. She would telephone that\nAndrew McLean and see if Jack had been there. The Agricultural Bank,\nthat was the place. An obliging hotel clerk–clerks were always\nobliging to Miss Jeffries–gave her the number and she slipped into\nthe booth feeling a ridiculous amount of excitement and suspense.",
        "She had never telephoned in Cairo–only been telephoned to–and she\nwas not prepared for the fact that the telephone company was French.\nAt the phone girl’s ’Numero?–Quel numero, s’il vous plait?_” Jinny\nhastily choked back the English response and clutched violently at\nFrench numerals.",
        "“_Huit cent–no, quatre vingt–un moment!_” she demanded desperately\nand hanging up the receiver, sat down to write out her number in\nFrench correctly.",
        "And then she got the Bank, and, still clinging to her French, she\nrequested to speak to Monsieur McLean and was informed that it was\nMonsieur McLean himself.",
        "“_Je suis–oh, how absurd! Of course you speak English,” she\nexclaimed. “This French telephone upset me.... I wanted to speak to\nMr. Ryder if he is there–or else leave a message for him, if you\nknow when he will come in.”",
        "“Ryder?” There was a faint intonation of surprise in the voice.\n“I’ve no idea really when he’ll be in,” said McLean, “but you may\nleave the message if you like.”",
        "“Hasn’t he–haven’t you seen him for some time?” stammered Jinny,\nfeeling that McLean must be taking her for a pursuing adventuress.",
        "“Well–not for some time.”",
        "Her heart sank.",
        "“Not–not for two days?”",
        "“It might be that,” said the Scotchman cautiously.",
        "Two days. Forty-eight hours, almost, since she had left him in that\nharem! And McLean had not seen him. Of course there might be other\nfriends who had and McLean might know of them.",
        "“I’m afraid I’ll have to see you,” she said desperately. “It’s\nrather important about Jack Ryder–and if I could just talk with you\na minute–this afternoon–?”",
        "“I have no appointment for three fifteen,” McLean told her\nconcisely.",
        "Evidently he expected her to call at the Bank.... He was used to\nbeing called on.... “Shall I come–?” she began.",
        "“I can see you at three fifteen,” McLean reassured her, and she\nrepeated “Three fifteen,” with an odd vibration in her voice.",
        "“I wonder,” she murmured, “if I came at three ten–or three\ntwenty–?”",
        "But she didn’t. She was humorously careful to make it exactly a\nquarter past the hour when she left her cab before McLean’s\nofficial looking residence and stepped into the tiled entrance.",
        "She had no very clear notion of Andrew McLean except that he was, as\nJack had said, Scotch, single, and skeptical, that he was Jack’s\nintimate friend and an official sort of banker–and the word banker\nhad unconsciously prepared her for stout dignity and middle age.",
        "She was not at all prepared for the lean, sandy-haired, rather\nabrupt young man who came forward from the depths of the gratefully\ncool reception room, and after a nervous hand clasp waved her to a\nchair.",
        "He was still holding her card, and as he glanced covertly at it she\nrecalled that she had given him no name over the telephone and that\nhe had known her only by the time of her appointment. Decidedly she\nmust have made an odd impression!",
        "Well, he could see for himself now, she thought, a trifle defiantly.\nCertainly he was taking stock of her out of those shrewd swift gray\neyes of his. He could see that she was, well–certainly a nice girl!",
        "As a matter of fact McLean could see that she was considerably more.\nRather disconcertingly more! It was not often that such white-clad\napparitions, piquant of face and coppery of hair, teased the eyes in\nhis receiving room.",
        "“You wanted to see me–?” he offered mechanically.",
        "“Perhaps you have heard Jack Ryder speak of me–of Jinny Jeffries?\"\nbegan the girl, determined to put the affair on a sound social\nfooting as soon as possible.",
        "McLean considered and, in honesty, shook his head. “He very seldom\nmentioned young ladies.”",
        "“Oh–!” Jinny tried not to appear dashed. “We are very old\nfriends–in America–and of course I’ve seen a good deal of him\nsince I’ve been in Cairo. In fact, he is stopping now at the same\nhotel with us–with my aunt and uncle and myself.”",
        "McLean smiled. “He said it was a tooth,” he mentioned dryly.",
        "In Jinny’s eyes a little flicker answered him, but her words were\ningenuous. “Oh, of course he has been having a time with the\ndentist. That’s why he couldn’t return to his camp. What I meant\nwas, that at the hotel we have been seeing him every day until–he\nhas just disappeared since day before yesterday and we–that is,\nI–am very much concerned about it.”",
        "“Disappeared? You mean, he–”",
        "“Just disappeared, that’s all. He hasn’t been at the hotel–he\nhasn’t been anywhere that I know of, and I haven’t heard a word from\nhim–so I telephoned you and then when I found he hadn’t been\nhere–”",
        "McLean looked off into space. “Eh, well, he’ll turn up,” he said\ncomfortingly. “Jack’s erratic, you may say, in his comings and\ngoings. He means nothing by it.... I’ve known him do the same to\nme.... Any time, now; you’re likely to hear–”",
        "Miss Jeffries sat up a little straighter and her cheeks burned with\nbrighter warmth.",
        "“It isn’t just that I want to see him, Mr. McLean,” she took quietly\ndistinct pains to explain. “It’s because I am anxious–”",
        "“Not a need, not a need in the world. Jack knows his way about....\nHe may have been called back to the diggings, you know–if they dug\nup a bit porcelain there or a few grains of corn the boy would\nforget the sun was shining.”",
        "Perhaps his caller’s burnished hair had shaped that thought. “Jack\nknows his way about,” he repeated encouragingly, as one who\ndemolishes the absurd fears of women and children.",
        "“You don’t quite understand.” Jinny’s tones were silken smooth. “You\nsee, I left him in rather unusual circumstances. It was a place\nwhere he had no business in the world to be–”",
        "At McLean’s unguardedly startled gaze her humor overtook her wrath.",
        "“Oh, it was quite all right for me_” she replied mischievously to\nthat look. “Only not for him. You see, he was masquerading–”",
        "“Again?” thought McLean, involuntarily. Lord, what a hand for the\nlassies that lad was–and he had thought him such an aloof one!",
        "“Masquerading as a woman–so he could take me to a reception.”",
        "Jinny began to falter. Just putting that escapade into words\nportrayed its less commendable features.",
        "“It was a woman’s reception,” she began again, “at a Turkish house.\nA marriage reception–”",
        "She had certainly secured McLean’s whole-hearted attention.",
        "“A marriage reception–a Turkish marriage reception?” he said very\nsharply and amazedly as his caller continued to pause. “Do you mean\nto say that Jack Ryder went into a Turkish house dressed as a\nwoman–?”",
        "There was a pronounced angularity of feature about the young\nScotchman which now took on a chiseled sternness.",
        "Swiftly Jinny interposed. “Oh, you mustn’t blame him, Mr. McLean!\nYou see, I wanted very much to go to a Turkish reception and I\ndidn’t have the courage to go alone or drag some other tourist as\ninexperienced as myself, and so Jack–why, there didn’t seem any\nharm in his dressing up. Just for fun, you know. He put on a Turkish\nmantle and a veil up to his eyes and he was sure he’d never be found\nout. I ought not to have let him, I know–it was my fault–”",
        "She looked so flushed and innocent and distressed that McLean’s\nchivalry rose swiftly to her need.",
        "“Indeed you mustn’t blame yourself Miss–Miss Jeffries. You don’t\nknow Egypt–and Jack does. He knew that if he had been discovered\nthere would have been no help for him–and no questions asked\nafterwards. And it might have been very dangerous for you. The\nblame is just his now,” he said decisively, yet not without a\ncertain weak-kneed sympathy with the culprit.",
        "For if the girl had looked like this ... he could see that she would\nbe a difficult little piece to withstand ... though any man with an\nounce of sense in his head would have behaved as a responsible\nprotector and not as a reckless school boy.",
        "“What happened?” he said quickly.",
        "“Oh, nothing happened–nothing that I know of. We got along very\nwell, I thought, although now I remember that some people didstare.... But I wasn’t worried at the time. I thought it was just\nbecause I was an American and he was apparently a Turkish woman, but\nthere was no reason why an American might not get a Turkish woman to\nact as a guide, was there?... And then Jack told me to go home\nfirst–he said it would be simpler that way and that he would slip\nover to some friend’s or to some safe place and take his disguise\noff. He wore a gray suit beneath it, and the only funny thing was\nsome black tennis shoes.... So I left him. And he hasn’t been back\nsince.”",
        "She added as McLean was silent, “He told me that he had some\nengagement for that evening, so I did not begin to worry until the\nnext day.”",
        "“Now just how long ago was this?”",
        "“Two days ago. Day before yesterday afternoon.”",
        "She looked anxiously at McLean’s face and took alarm at his careful\nabsence of expression.",
        "“Oh, Mr. McLean, do you think–”",
        "He brushed that aside. “And where was it–this reception?”",
        "“At an old palace, forever away on the edge of the city. I don’t\nremember the street–we drove and I had the cab wait. But it\nbelonged to a Turkish general. Hamdi Bey,” she brought out\ntriumphantly. “General Hamdi Bey.”",
        "McLean did not correct her idea of the title. His expression was\nmore carefully non-committal than ever, while behind its quiet guard\nhis thoughts were breaking out like a revolution.",
        "Hamdi Bey.... A wedding reception.... The daughter of Tewfick\nPasha....",
        "In the secret depths of his soul he uttered profane and troubled\nwords. That French girl, again.... So Ryder had not forgotten that\naffair, although he had kept silent about it of late. He had bided\nhis time and taken that rash means of seeing the girl again–and he\nhad involved this unknowing young American in a risk of scandal and\ndeceived her into believing herself responsible for this caprice\nwhile all the time she had been a mere cloak and it had been his own\ndiabolical desire....",
        "Miss Jeffries was surprised to see a sudden sorry softness dawn in\nthe young man’s look upon her. And she was surprised, too, at his\nnext question.",
        "“I wonder, now, if you were the young lady who took him to a\nmasquerade ball–some time ago?”",
        "Lightly she acknowledged it. “You’ll think I’m always taking him to\nthings,” she said brightly, but McLean’s troubled gaze did not\nquicken with a smile.",
        "He was experiencing a vast compassion. She was so innocent, so\nunconscious of the quicksands about her.... Probably she had never\nheard a breath of that first adventure.",
        "And it was this fair Christian creature whom Jack Ryder had\nabandoned for a veiled girl from a Turk’s harem!",
        "McLean filled with cold, antagonistic wonder. He forgot the lovely\nimage of the French miniature, and remembering Tewfick’s rounded\neyes and olive features he thought of the veiled girl–most\nillogically, for he knew that Tewfick was not her father–as some\nbold-eyed, warm-skinned image of base allure.",
        "Sorrowfully he shook his head over his friend. He determined to\nprotect him and to protect this girl’s innocence of his behavior. He\nwould help her to save him.... She could do it yet–if only she did\nnot learn the truth and turn from him. If ever she had been able to\nmake Jack go to a masquerade–that cursed masquerade!–she could\nwork other, more beneficent, miracles.",
        "So now he asked, very cautiously, his mind on divided paths, “Do you\nsay there was nothing to draw suspicion–he did not talk to any\none, the guests or the bride–?”",
        "“Oh, yes, he did talk to the bride,” said Miss Jeffries with such\nutter unconsciousness that McLean’s heart hardened against the\nrenegade.",
        "“He talked quite a while to her,” she said.",
        "“Did you notice anything–?”",
        "“Oh, I couldn’t hear what was said. He was the last in line and he\nstayed for some time. He said afterward that it was all right. She\nwas very nice to him,” said Jinny earnestly, producing every scrap\nof incident for McLean’s judgment. “She showed him some of her\npresents–something about her neck.”",
        "In mid-speech McLean changed a startled “God!” to “Good!”",
        "“She wasn’t suspicious, then?” he said weakly.",
        "“Not as far as I could see. Oh, nothing seemed to be wrong. But I\ndid feel uneasy until I got away and then, Jack hasn’t come back–”",
        "Again she looked at the young Scotchman for confirmation of her fear\nand again she saw that careful expressionless calm.",
        "“It’s no need for alarm,” he told her slowly, “since nothing went\nwrong. I see no reason why Jack couldn’t have walked out of that\nreception. If we only knew where he was going later–”",
        "“Yes, something might have happened later,” Jinny took up. “I\nthought of that. He might have wanted some more fun and felt more\nreckless–Oh, I am worried,” she confessed, her gray eyes very\nround and childlike.",
        "And if anything had happened she would always blame herself, thought\nMcLean ironically.... The unthinking deviltry of the young\nscoundrel!... When he found him he’d have a few things to say!",
        "“That’s why I came to you,” Jinny went on. “I hesitated, for he had\nwarned me so against telling any one, but no one else knows–”",
        "“And no one must know,” McLean assured her crisply. “I daresay it’s\na mare’s nest and Jack will be found safe and sound at his diggings\nor off on a lark with some friend or other, but it’s well to make\nsure and you did quite right in coming to me.”",
        "Jinny thought she had done quite right, too.",
        "There was a satisfying strength about McLean. She resented a trifle\nhis masculine way of trying to keep the dark side from her; she was\nnot greatly misled by that untroubled look of his and yet she was\nunconsciously reassured by it.... And although he refused to be\nstampeded by alarm he was not incredulous of it, for his manner was\nfrankly grave.",
        "“I’ll send out at once,” he said decisively, “and see if I can pick\nup any gossip of that reception. I’ve a very clever clerk with\nbrothers in the bazaars who is a perfect wireless for information.\nHe has told me the night before a man was to be murdered.”",
        "He paused, reflecting that was not a happy suggestion.",
        "“Then I’ll send out to Jack’s diggings. That express doesn’t stop\nto-night, but I’ll find a way. And I’ll let you know as soon as I\ncan.”",
        "“You’re very kind,” said Jinny gratefully.",
        "His competent manner brought her a light-hearted sensation of\ndifficulties already solved. Jack was as good as found, she felt in\nswift reaction. If he was in any trouble this forceful young man\nwould settle it.",
        "But probably he wasn’t in any trouble. Probably he was just at his\ndiggings–rushing off from her in the exasperating way he seemed to\ndo whenever they were getting on particularly well.... She\nremembered how he had bolted from that masquerade which had begun so\nhappily. He had said he was ill, but she had never completely slain\nthe suspicion that his illness sprang from ennui and disinclination.",
        "She rose. “I mustn’t take any more of your time, Mr. McLean–and you\nprobably have a four fifteen engagement.”",
        "But her light raillery failed of its mark.",
        "“Eh? No, I have not,” seriously he assured her. “You are quite the\nlast one I took on–the last before tea.”",
        "He paused confused with a strange suggestion.... Tea.... His servant\ndid it rather well.... And it was time–",
        "Usually he had it in the garden. It was a charming garden, full of\nroses, with a nice view of the Citadel–and his strange suggestion\nexpanded with a rosy vision of Jinny among the roses, beside his\nwicker table.... Would she possibly care to–?",
        "He struggled with his idea–and with his shyness. And then the sense\nthat it wasn’t quite decent, somehow, to be offering tea to this\ngirl whom anxiety for Ryder’s unknown lot had brought to him\novercame that unwonted impulse.",
        "He dismissed the idea. And like all shy men he was oddly relieved at\nthe passing of the necessity for initiative, even while he felt his\nmild hope’s expiring pang.",
        "He stepped before her to open the doors to which she was now taking\nherself.",
        "In the entrance he saw his clerk–the clever one–going out, and\nexcusing himself he went forward to detain the man. For a moment\nthere ensued a low-toned colloquy. Then the clerk, a dark-browned\nkeen-featured fellow in European clothes with a red fez, began to\nrelate something.",
        "When McLean turned back to Jinny Jeffries she saw that his look was\nsharply altered. There was a transfixed air about him and when he\nspoke his voice told her that he had had a shock.",
        "“My man tells me,” he said, “that Hamdi Bey’s bride is dead. He\nburied her yesterday.”",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}