{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XI",
    "author": "Fedor Jagor et al",
    "chapter": "12",
    "content": [
        "\n\n",
        "[Change of season.] During the whole time I was confined to the\nhouse at Daraga, the weather was remarkably fine; but unfortunately\nthe bright days had come to an end by the time I was ready to make a\nstart, for the north-east monsoon, the sure forerunner of rain in this\npart of the Archipelago, sets in in October. In spite, however, of the\nweather, I determined to make another attempt to ascend the mountain\nat Bulusan. I found I could go by boat to Bacon in the Bay of Albay,\na distance of seven leagues, whence I could ride to Gubat, on the east\ncoast, three leagues further, and then in a southerly direction along\nthe shore to Bulusan. An experienced old native, who provided a boat\nand crew, had appointed ten o’clock at night as the best time for\nmy departure. Just as we were about to start, however, we were told\nthat four piratical craft had been seen in the bay. In a twinkling,\nthe crew disappeared, and I was left alone in the darkness; and it\ntook me four hours with the assistance of a Spaniard to find them\nagain, and make a fresh start. About nine o’clock in the morning we\nreached Bacon, whence I rode across a very flat country to San Roque,\nwhere the road leading to Gubat took a sharp turn to the south-east,\nand presently became an extremely bad one. After I had passed Gubat,\nmy way lay along the shore; and I saw several ruined square towers,\nmade of blocks of coral, and built by the Jesuits as a protection\nagainst the [Moro pirates.] Moros, or “Moors\"–a term here applied to\nthe pirates, because, like the Moors who were formerly in Spain, they\nare Mahometans. They come from Mindanao and from the north-west coast\nof Borneo. At the time of my visit, this part of the Archipelago was\ngreatly infested with them; and a few days before my arrival they had\ncarried off some fishermen, who were busy pulling their fish-stakes,\nclose to Gubat. A little distance from the shore, and parallel to it,\nran a coral reef, which during the south-west monsoon was here and\nthere bare at low tide; but, when the north-east wind blew, the waves\nof the Pacific Ocean entirely concealed it. Upon this reef the storms\nhad cast up many remains of marine animals, and a quantity of fungi,\namongst which I noticed some exactly resembling the common sponge of\nthe Mediterranean. They were just as soft to the touch, of a dark brown\ntint, as large as the fist, and of a conical shape. They absorbed water\nwith great readiness, and might doubtless be made a profitable article\nof commerce. Samples of them are to be seen in the Zoological Museum at\nBerlin. As I went further on, I found the road excellent; and wooden\nbridges, all of which were in good repair, led me across the mouths\nof the numerous small rivers. But almost all the arches of the stone\nbridges I came to had fallen in, and I had to cross the streams they\nwere supposed to span in a small boat, and make my horse swim after\nme. Just before I reached Bulusan, I had to cross a ravine several\nhundred feet deep, composed almost entirely of white pumice stone.",
        "[Bulusan.] Bulusan is so seldom visited by strangers that the\n“tribunal” where I put up was soon full of curiosity-mongers, who came\nto stare at me. The women, taking the places of honor, squatted round\nme in concentric rows, while the men peered over their shoulders. One\nmorning when I was taking a shower-bath in a shed made of open bamboo\nwork, I suddenly noticed several pairs of inquisitive eyes staring\nat me through the interstices. The eyes belonged exclusively to the\ngentler sex; and their owners examined me with the greatest curiosity,\nmaking remarks upon my appearance to one another, and seeming by no\nmeans inclined to be disturbed. Upon another occasion, when bathing in\nthe open air in the province of Laguna, I was surrounded by a number of\nwomen, old, middle-aged, and young, who crowded round me while I was\ndressing, carefully inspected me, and pointed out with their fingers\nevery little detail which seemed to them to call for special remark.",
        "[Storm damage.] I had travelled the last part of the road to Bulusan\nin wind and rain; and the storm lasted with little intermission during\nthe whole night. When I got up in the morning I found that part of the\nroof of the tribunal had been carried away, that the slighter houses\nin the hamlet were all blown down, and that almost every dwelling in\nthe place had lost its roof. This pleasant weather lasted during the\nthree days of my stay. The air was so thick that I found it impossible\nto distinguish the volcano, though I was actually standing at its\nfoot; and, as the weather-wise of the neighborhood could hold out no\npromise of a favorable change at that time of the year, I put off my\nintended ascent till a better opportunity, and resolved to return. A\nformer alcalde, Peñeranda, was reported to have succeeded in reaching\nthe top fifteen years before, after sixty men had spent a couple of\nmonths in building a road to the summit; and the ascent was said to\nhave taken him two whole days. But an experienced native told me that\nin the dry season he thought four men were quite sufficient to open a\nnarrow path to the plateau, just under the peak, in a couple of days;\nbut that ladders were required to get on to the actual summit.",
        "[Arrival of assistance.] The day after my arrival the inspector of\nhighways and another man walked into the tribunal, both of them wet to\nthe skin and nearly blown to pieces. My friend the alcalde had sent\nthem to my assistance; and, as none of us could attempt the ascent,\nthey returned with me. As we were entering Bacon on our way back,\nwe heard the report of cannon and the sound of music. Our servants\ncried out “Here comes the alcalde,” and in a few moments he drove up\nin an open carriage, accompanied by an irregular escort of horsemen,\nSpaniards and natives, the latter prancing about in silk hats and\nshirts fluttering in the wind. The alcalde politely offered me a seat,\nand an hour’s drive took us into Sorsogon.",
        "[Albay roads and bridges.] The roads of the province of Albay are good,\nbut they are by no means kept in good repair: a state of things that\nwill never be remedied so long as the indolence of the authorities\ncontinues. Most of the stone bridges in the district are in ruins,\nand the traveller is obliged to content himself with wading through a\nford, or get himself ferried across upon a raft or in a small canoe,\nwhile his horse swims behind him. The roads were first laid down in the\ndays of Alcalde Peñaranda, a retired officer of the engineer corps,\nwhom we have already mentioned, and who deserves considerable praise\nfor having largely contributed to the welfare of his province, and\nfor having accomplished so much from such small resources. He took\ncare that all socage service should be duly rendered, or that money,\nwhich went towards paying for tools and materials, should be paid\nin lieu of it. Many abuses existed before his rule; no real services\nwere performed by anybody who could trace the slightest relationship\nto any of the authorities; and, when by chance any redemption money\nwas paid, it went, often with the connivance of the alcalde of the\nperiod, into the pockets of the gobernadorcillos, instead of into the\nprovincial treasury. Similar abuses still prevail all over the country,\nwhere they are not prevented by the vigilance of the authorities. The\nnumerous population, and the prosperity which the province now enjoys,\nwould make it an easy matter to maintain and complete the existing\nhighways. The admirable officials of the district are certainly\nnot wanting in good-will, but their hands are tied. Nowadays the\nalcaldes remain only three years in one province (in Peñaranda’s\ntime, they remained six); their time is entirely taken up with\nthe current official and judicial business; and, just as they are\nbeginning to become acquainted with the capabilities and requirements\nof their district, they are obliged to leave it. [Handicapped\nofficials.] This shows the government’s want of confidence in its\nown servants. No alcalde could now possibly undertake what Peñaranda\naccomplished. The money paid in lieu of socage service, which ought to\nbe applied to the wants of the province in which the socage is due, is\nforwarded to Manila. If an alcalde proposes some urgent and necessary\nimprovement, he has to send in so many tedious estimates and reports,\nwhich frequently remain unnoticed, that he soon loses all desire to\nattempt any innovation. Estimates for large works, to carry out which\nwould require a considerable outlay, are invariably returned from\nheadquarters marked “not urgent.” [Funds diverted to Spain.] The fact\nis not that the colonial government is wanting in good-will, but that\nthe Caja de Comunidad (General Treasury) in Manila is almost always\nempty, as the Spanish government, in its chronic state of bankruptcy,\nborrows the money and is never in a position to return it.",
        "[Sorsogon earthquake.] In 1840 Sorsogon suffered severely from an\nearthquake, which lasted almost continuously for thirty-five days. It\nraged with the greatest fury on the 21st of March. The churches, both\nof Sorsogon and of Casiguran, as well as the smallest stone houses,\nwere destroyed; seventeen persons lost their lives, and two hundred\nwere injured; and the whole neighborhood sank five feet below its\nformer level.",
        "[Casiguran.] The next morning I accompanied the alcalde in a falua\n(felucca), manned by fourteen rowers, to Casiguran, which lies directly\nsouth of Sorsogon, on the other side of a small bay, of two leagues\nin breadth, which it took us an hour and a half to cross. The bay was\nas calm as an inland lake. It is almost entirely surrounded by hills,\nand its western side, which is open to the sea, is protected by the\nIsland of Bagalao, which lies in front of it. As soon as we landed,\nwe were received with salutes of cannon and music, and flags and\nshirts streamed in the wind. I declined the friendly invitation of the\nalcalde to accompany him any further; as to me, who had no official\nbusiness to transact, the journey seemed nothing but a continually\nrecurring panorama of dinners, lunches, cups of chocolate, music,\nand detonations of gunpowder.",
        "[Quicksilver.] In 1850 quicksilver was discovered on a part of the\ncoast now covered by the sea. I examined the reported bed of the\ndeposit, and it appeared to me to consist of a stratum of clay six feet\nin depth, superimposed over a layer of volcanic sand and fragments\nof pumice stone. An Englishman who was wrecked in this part of the\nArchipelago, the same individual I met at the iron works at Angat, had\nbegun to collect it, and by washing the sand had obtained something\nlike a couple of ounces. Somebody, however, told the priest of the\ndistrict that quicksilver was a poison; and, as he himself told me,\nso forcibly did he depict the dangerous nature of the new discovery to\nhis parishioners that they abandoned the attempt to collect it. Since\nthen none of them have ever seen a vestige of mercury, unless it might\nbe from some broken old barometer. Towards evening Mount Bulusan in\nthe south-east, and Mount Mayon in the north-west, were visible for\na short time. They are both in a straight line with Casiguran.",
        "[Sea’s encroachments.] Every year the sea makes great inroads upon\nthe coast at Casiguran; as far as I could decide from its appearance\nand from the accounts given me, about a yard of the shore is annually\ndestroyed. The bay of Sorsogon is protected towards the north by a\nridge of hills, which suddenly terminate, however, at its north-eastern\nangle; and through this opening the wind sometimes blows with great\nfury, and causes considerable havoc in the bay, the more particularly\nas its coast is principally formed of clay and sand.",
        "[Pirate rumors and robberies.] When I reached Legaspi again in the\nevening I learnt that the alarm about the pirates which had interrupted\nmy departure had not been an idle one. Moros they certainly could\nnot have been, for at that season none of the Mahometan corsairs\ncould reach that part of the coast; but they were a band of deserters\nand vagabonds from the surrounding country, who in this part of the\nworld find it more agreeable to pursue their freebooting career on\nsea than on land. During my absence they had committed many robberies\nand carried off several people. [88]",
        "[Real pirates.] The beginning of November is the season of storms;\nwhen water communication between Albay and Manila entirely ceases,\nno vessel daring to put out to sea, even from the south coast. On\nthe 9th of the month, however, a vessel that had been given up for\nlost entered the port, after having incurred great perils and being\nobliged to throw overboard the greater part of its cargo. Within twelve\ndays of its leaving the straits of San Bernardino behind it, a sudden\nstorm compelled it to anchor amongst the Islands of Balicuatro. One\nof the passengers, a newly-arrived Spaniard, put off in a boat with\nseven sailors, and made for four small vessels which were riding at\nanchor off the coast; taking them for fishermen, whereas they were\npirates. They fired at him as soon as he was some distance from his\nship, and his crew threw themselves into the water; but both he and\nthey were taken prisoners. The captain of the trading brig, fearing\nthat his vessel would fall into their clutches, slipped anchor and put\nout to sea again, escaping shipwreck with the greatest difficulty. The\npirates, as a rule, do not kill their prisoners, but employ them as\nrowers. But Europeans seldom survive their captivity: the tremendous\nlabor and the scanty food are too much for them. Their clothes always\nbeing stripped off their back, they are exposed naked to all sorts\nof weather, and their sole daily support is a handful of rice.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}