{
    "title": "The Devil’s Dictionary - E",
    "author": "Ambrose Bierce",
    "chapter": "6",
    "content": [
        "\n\n",
        "",
        "EAT, v.i.  To perform successively (and successfully) the functions of \nmastication, humectation, and deglutition.\n  “I was in the drawing-room, enjoying my dinner,” said Brillat- \nSavarin, beginning an anecdote.  “What!” interrupted Rochebriant; \n“eating dinner in a drawing-room?”  “I must beg you to observe, \nmonsieur,” explained the great gastronome, “that I did not say I was \neating my dinner, but enjoying it.  I had dined an hour before.”",
        "EAVESDROP, v.i.  Secretly to overhear a catalogue of the crimes and \nvices of another or yourself.",
        "  A lady with one of her ears applied\n  To an open keyhole heard, inside,\n  Two female gossips in converse free —\n  The subject engaging them was she.\n  “I think,” said one, “and my husband thinks\n  That she’s a prying, inquisitive minx!\"\n  As soon as no more of it she could hear\n  The lady, indignant, removed her ear.\n  “I will not stay,” she said, with a pout,\n  “To hear my character lied about!”",
        "Gopete Sherany",
        "\nECCENTRICITY, n.  A method of distinction so cheap that fools employ \nit to accentuate their incapacity.",
        "ECONOMY, n.  Purchasing the barrel of whiskey that you do not need for \nthe price of the cow that you cannot afford.",
        "EDIBLE, adj.  Good to eat, and wholesome to digest, as a worm to a \ntoad, a toad to a snake, a snake to a pig, a pig to a man, and a man \nto a worm.",
        "EDITOR, n.  A person who combines the judicial functions of Minos, \nRhadamanthus and Aeacus, but is placable with an obolus; a severely \nvirtuous censor, but so charitable withal that he tolerates the \nvirtues of others and the vices of himself; who flings about him the \nsplintering lightning and sturdy thunders of admonition till he \nresembles a bunch of firecrackers petulantly uttering his mind at the \ntail of a dog; then straightway murmurs a mild, melodious lay, soft as \nthe cooing of a donkey intoning its prayer to the evening star.  \nMaster of mysteries and lord of law, high-pinnacled upon the throne of \nthought, his face suffused with the dim splendors of the \nTransfiguration, his legs intertwisted and his tongue a-cheek, the \neditor spills his will along the paper and cuts it off in lengths to \nsuit.  And at intervals from behind the veil of the temple is heard \nthe voice of the foreman demanding three inches of wit and six lines \nof religious meditation, or bidding him turn off the wisdom and whack \nup some pathos.",
        "  O, the Lord of Law on the Throne of Thought,\n      A gilded impostor is he.\n  Of shreds and patches his robes are wrought,\n              His crown is brass,\n              Himself an ass,\n      And his power is fiddle-dee-dee.\n  Prankily, crankily prating of naught,\n  Silly old quilly old Monarch of Thought.\n      Public opinion’s camp-follower he,\n      Thundering, blundering, plundering free.\n                  Affected,\n                      Ungracious,\n                  Suspected,\n                      Mendacious,\n  Respected contemporaree!\n                                                    J.H. Bumbleshook",
        "EDUCATION, n. That which discloses to the wise and disguises from the \nfoolish their lack of understanding.",
        "EFFECT, n.  The second of two phenomena which always occur together in \nthe same order.  The first, called a Cause, is said to generate the \nother — which is no more sensible than it would be for one who has \nnever seen a dog except in the pursuit of a rabbit to declare the \nrabbit the cause of a dog.",
        "EGOTIST, n.  A person of low taste, more interested in himself than in me.",
        "  Megaceph, chosen to serve the State\n  In the halls of legislative debate,\n  One day with all his credentials came\n  To the capitol’s door and announced his name.\n  The doorkeeper looked, with a comical twist\n  Of the face, at the eminent egotist,\n  And said:  “Go away, for we settle here\n  All manner of questions, knotty and queer,\n  And we cannot have, when the speaker demands\n  To be told how every member stands,\n  A man who to all things under the sky\n  Assents by eternally voting ’I’.”",
        "EJECTION, n.  An approved remedy for the disease of garrulity.  It is \nalso much used in cases of extreme poverty.",
        "ELECTOR, n.  One who enjoys the sacred privilege of voting for the man \nof another man’s choice.",
        "ELECTRICITY, n.  The power that causes all natural phenomena not known \nto be caused by something else.  It is the same thing as lightning, \nand its famous attempt to strike Dr. Franklin is one of the most \npicturesque incidents in that great and good man’s career.  The memory \nof Dr. Franklin is justly held in great reverence, particularly in \nFrance, where a waxen effigy of him was recently on exhibition, \nbearing the following touching account of his life and services to \nscience:",
        "      “Monsieur Franqulin, inventor of electricity.  This \n  illustrious savant, after having made several voyages around the \n  world, died on the Sandwich Islands and was devoured by savages, \n  of whom not a single fragment was ever recovered.”",
        "  Electricity seems destined to play a most important part in the \narts and industries.  The question of its economical application to \nsome purposes is still unsettled, but experiment has already proved \nthat it will propel a street car better than a gas jet and give more \nlight than a horse.",
        "ELEGY, n.  A composition in verse, in which, without employing any of \nthe methods of humor, the writer aims to produce in the reader’s mind \nthe dampest kind of dejection.  The most famous English example begins \nsomewhat like this:",
        "  The cur foretells the knell of parting day;\n      The loafing herd winds slowly o’er the lea;\n  The wise man homeward plods; I only stay\n      To fiddle-faddle in a minor key.",
        "ELOQUENCE, n.  The art of orally persuading fools that white is the \ncolor that it appears to be.  It includes the gift of making any color \nappear white.",
        "ELYSIUM, n.  An imaginary delightful country which the ancients \nfoolishly believed to be inhabited by the spirits of the good.  This \nridiculous and mischievous fable was swept off the face of the earth \nby the early Christians — may their souls be happy in Heaven!",
        "EMANCIPATION, n.  A bondman’s change from the tyranny of another to \nthe despotism of himself.",
        "  He was a slave:  at word he went and came;\n      His iron collar cut him to the bone.\n  Then Liberty erased his owner’s name,\n      Tightened the rivets and inscribed his own.",
        "G.J.",
        "\nEMBALM, v.i.  To cheat vegetation by locking up the gases upon which \nit feeds.  By embalming their dead and thereby deranging the natural \nbalance between animal and vegetable life, the Egyptians made their \nonce fertile and populous country barren and incapable of supporting \nmore than a meagre crew.  The modern metallic burial casket is a step \nin the same direction, and many a dead man who ought now to be \nornamenting his neighbor’s lawn as a tree, or enriching his table as a \nbunch of radishes, is doomed to a long inutility.  We shall get him \nafter awhile if we are spared, but in the meantime the violet and rose \nare languishing for a nibble at his glutoeus maximus.",
        "EMOTION, n.  A prostrating disease caused by a determination of the \nheart to the head.  It is sometimes accompanied by a copious discharge \nof hydrated chloride of sodium from the eyes.",
        "ENCOMIAST, n.  A special (but not particular) kind of liar.",
        "END, n.  The position farthest removed on either hand from the \nInterlocutor.",
        "  The man was perishing apace\n      Who played the tambourine;\n  The seal of death was on his face —\n      ’Twas pallid, for ’twas clean.",
        "  “This is the end,” the sick man said\n      In faint and failing tones.\n  A moment later he was dead,\n      And Tambourine was Bones.",
        "Tinley Roquot",
        "\nENOUGH, pro.  All there is in the world if you like it.",
        "  Enough is as good as a feast — for that matter\n  Enougher’s as good as a feast for the platter.",
        "Arbely C. Strunk",
        "\nENTERTAINMENT, n.  Any kind of amusement whose inroads stop short of \ndeath by injection.",
        "ENTHUSIASM, n.  A distemper of youth, curable by small doses of \nrepentance in connection with outward applications of experience.  \nByron, who recovered long enough to call it “entuzy-muzy,” had a \nrelapse, which carried him off — to Missolonghi.",
        "ENVELOPE, n.  The coffin of a document; the scabbard of a bill; the \nhusk of a remittance; the bed-gown of a love-letter.",
        "ENVY, n.  Emulation adapted to the meanest capacity.",
        "EPAULET, n.  An ornamented badge, serving to distinguish a military \nofficer from the enemy — that is to say, from the officer of lower \nrank to whom his death would give promotion.",
        "EPICURE, n.  An opponent of Epicurus, an abstemious philosopher who, \nholding that pleasure should be the chief aim of man, wasted no time \nin gratification from the senses.",
        "EPIGRAM, n.  A short, sharp saying in prose or verse, frequently \ncharacterize by acidity or acerbity and sometimes by wisdom.  \nFollowing are some of the more notable epigrams of the learned and \ningenious Dr. Jamrach Holobom:",
        "      We know better the needs of ourselves than of others.  To \n  serve oneself is economy of administration.",
        "      In each human heart are a tiger, a pig, an ass and a \n  nightingale.  Diversity of character is due to their unequal \n  activity.",
        "      There are three sexes; males, females and girls.",
        "      Beauty in women and distinction in men are alike in this:  \n  they seem to be the unthinking a kind of credibility.\n      Women in love are less ashamed than men.  They have less to be \n  ashamed of.",
        "      While your friend holds you affectionately by both your hands \n  you are safe, for you can watch both his.",
        "EPITAPH, n.  An inscription on a tomb, showing that virtues acquired \nby death have a retroactive effect.  Following is a touching example:",
        "  Here lie the bones of Parson Platt,\n  Wise, pious, humble and all that,\n  Who showed us life as all should live it;\n  Let that be said — and God forgive it!",
        "ERUDITION, n.  Dust shaken out of a book into an empty skull.",
        "  So wide his erudition’s mighty span,\n  He knew Creation’s origin and plan\n  And only came by accident to grief —\n  He thought, poor man, ’twas right to be a thief.",
        "Romach Pute",
        "\nESOTERIC, adj.  Very particularly abstruse and consummately occult.  \nThe ancient philosophies were of two kinds, — exoteric, those that \nthe philosophers themselves could partly understand, and esoteric, \nthose that nobody could understand.  It is the latter that have most \nprofoundly affected modern thought and found greatest acceptance in \nour time.",
        "ETHNOLOGY, n.  The science that treats of the various tribes of Man, \nas robbers, thieves, swindlers, dunces, lunatics, idiots and \nethnologists.",
        "EUCHARIST, n.  A sacred feast of the religious sect of Theophagi.\n  A dispute once unhappily arose among the members of this sect as \nto what it was that they ate.  In this controversy some five hundred \nthousand have already been slain, and the question is still unsettled.",
        "EULOGY, n.  Praise of a person who has either the advantages of wealth \nand power, or the consideration to be dead.",
        "EVANGELIST, n.  A bearer of good tidings, particularly (in a religious \nsense) such as assure us of our own salvation and the damnation of \nour neighbors.",
        "EVERLASTING, adj.  Lasting forever.  It is with no small diffidence \nthat I venture to offer this brief and elementary definition, for I am \nnot unaware of the existence of a bulky volume by a sometime Bishop of \nWorcester, entitled, A Partial Definition of the Word “Everlasting,” \nas Used in the Authorized Version of the Holy Scriptures.  His book \nwas once esteemed of great authority in the Anglican Church, and is \nstill, I understand, studied with pleasure to the mind and profit of \nthe soul.",
        "EXCEPTION, n.  A thing which takes the liberty to differ from other \nthings of its class, as an honest man, a truthful woman, etc.  “The \nexception proves the rule” is an expression constantly upon the lips \nof the ignorant, who parrot it from one another with never a thought \nof its absurdity.  In the Latin, “Exceptio probat regulam” means \nthat the exception tests the rule, puts it to the proof, not \nconfirms it.  The malefactor who drew the meaning from this \nexcellent dictum and substituted a contrary one of his own exerted an \nevil power which appears to be immortal.",
        "EXCESS, n.  In morals, an indulgence that enforces by appropriate \npenalties the law of moderation.",
        "  Hail, high Excess — especially in wine,\n      To thee in worship do I bend the knee\n      Who preach abstemiousness unto me —\n  My skull thy pulpit, as my paunch thy shrine.\n  Precept on precept, aye, and line on line,\n      Could ne’er persuade so sweetly to agree\n      With reason as thy touch, exact and free,\n  Upon my forehead and along my spine.\n  At thy command eschewing pleasure’s cup,\n      With the hot grape I warm no more my wit;\n      When on thy stool of penitence I sit\n  I’m quite converted, for I can’t get up.\n  Ungrateful he who afterward would falter\n  To make new sacrifices at thine altar!",
        "EXCOMMUNICATION, n.",
        "  This “excommunication” is a word\n  In speech ecclesiastical oft heard,\n  And means the damning, with bell, book and candle,\n  Some sinner whose opinions are a scandal —\n  A rite permitting Satan to enslave him\n  Forever, and forbidding Christ to save him.",
        "Gat Huckle",
        "\nEXECUTIVE, n.  An officer of the Government, whose duty it is to \nenforce the wishes of the legislative power until such time as the \njudicial department shall be pleased to pronounce them invalid and of \nno effect.  Following is an extract from an old book entitled, The \nLunarian Astonished — Pfeiffer & Co., Boston, 1803:",
        "  LUNARIAN:  Then when your Congress has passed a law it goes \n      directly to the Supreme Court in order that it may at once be \n      known whether it is constitutional?\n  TERRESTRIAN:  O no; it does not require the approval of the \n      Supreme Court until having perhaps been enforced for many \n      years somebody objects to its operation against himself — I \n      mean his client.  The President, if he approves it, begins to \n      execute it at once.\n  LUNARIAN:  Ah, the executive power is a part of the legislative.  \n      Do your policemen also have to approve the local ordinances \n      that they enforce?\n  TERRESTRIAN:  Not yet — at least not in their character of \n      constables.  Generally speaking, though, all laws require the \n      approval of those whom they are intended to restrain.\n  LUNARIAN:  I see.  The death warrant is not valid until signed by \n      the murderer.\n  TERRESTRIAN:  My friend, you put it too strongly; we are not so \n      consistent.\n  LUNARIAN:  But this system of maintaining an expensive judicial \n      machinery to pass upon the validity of laws only after they \n      have long been executed, and then only when brought before the \n      court by some private person — does it not cause great \n      confusion?\n  TERRESTRIAN:  It does.\n  LUNARIAN:  Why then should not your laws, previously to being \n      executed, be validated, not by the signature of your \n      President, but by that of the Chief Justice of the Supreme \n      Court?\n  TERRESTRIAN:  There is no precedent for any such course.\n  LUNARIAN:  Precedent.  What is that?\n  TERRESTRIAN:  It has been defined by five hundred lawyers in three \n      volumes each.  So how can any one know?",
        "EXHORT, v.t. In religious affairs, to put the conscience of another \nupon the spit and roast it to a nut-brown discomfort.",
        "EXILE, n.  One who serves his country by residing abroad, yet is not \nan ambassador.\n  An English sea-captain being asked if he had read “The Exile of \nErin,” replied:  “No, sir, but I should like to anchor on it.”  Years \nafterwards, when he had been hanged as a pirate after a career of \nunparalleled atrocities, the following memorandum was found in the \nship’s log that he had kept at the time of his reply:",
        "  Aug. 3d, 1842.  Made a joke on the ex-Isle of Erin.  Coldly \n  received.  War with the whole world!",
        "EXISTENCE, n.",
        "  A transient, horrible, fantastic dream,\n  Wherein is nothing yet all things do seem:\n  From which we’re wakened by a friendly nudge\n  Of our bedfellow Death, and cry:  “O fudge!”",
        "EXPERIENCE, n.  The wisdom that enables us to recognize as an \nundesirable old acquaintance the folly that we have already embraced.",
        "  To one who, journeying through night and fog,\n  Is mired neck-deep in an unwholesome bog,\n  Experience, like the rising of the dawn,\n  Reveals the path that he should not have gone.",
        "Joel Frad Bink",
        "\nEXPOSTULATION, n.  One of the many methods by which fools prefer to \nlose their friends.",
        "EXTINCTION, n.  The raw material out of which theology created the \nfuture state.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}