{
    "title": "The Money Master - Chapter XXI: If She Had Known in Time",
    "author": "Gilbert Parker",
    "chapter": "22",
    "content": [
        "\n\n",
        "Nothing stops when we stop for a time, or for all time, except ourselves.\nEverything else goes on–not in the same way; but it does go on.  Life\ndid not stop at St. Saviour’s after Jean Jacques made his exit.  Slowly\nthe ruined mill rose up again, and very slowly indeed the widow of Palass\nPoucette recovered her spirits, though she remained a widow in spite of\nall appeals; but M. Fille and his sister never were the same after they\nlost their friend.  They had great comfort in the dog which Jean Jacques\nhad given to them, and they roused themselves to a malicious pleasure\nwhen Bobon, as he had been called by Zoe, rushed out at the heels of an\nimportunate local creditor who had greatly worried Jean Jacques at the\nlast.  They waited in vain for a letter from Jean Jacques, but none came;\nnor did they hear anything from him, or of him, for a long, long time.",
        "Jean Jacques did not mean that they should.  When he went away with his\nbook of philosophy and his canary he had but one thing in his mind, and\nthat was to find Zoe and make her understand that he knew he had been in\nthe wrong.  He had illusions about starting life again, in which he\nprobably did not believe; but the make-believe was good for him.  Long\nbefore the crash came, in Zoe’s name–not his own–he had bought from the\nGovernment three hundred and twenty acres of land out near the Rockies\nand had spent five hundred dollars in improvements on it.",
        "There it was in the West, one remaining asset still his own–or rather\nZoe’s–but worth little if he or she did not develop it.  As he left St.\nSaviour’s, however, he kept fixing his mind on that “last domain,” as he\ncalled it to himself.  If this was done intentionally, that he might be\nsaved from distraction and despair, it was well done; if it was a real\nillusion–the old self-deception which had been his bane so often in the\npast–it still could only do him good at the present.  It prevented him\nfrom noticing the attention he attracted on the railway journey from St.\nSaviour’s to Montreal, cherishing his canary and his book as he went.",
        "He was not so self-conscious now as in the days when he was surprised\nthat Paris did not stop to say, “Bless us, here is that fine fellow, Jean\nJacques Barbille of St. Saviour’s!”  He could concentrate himself more\nnow on things that did not concern the impression he was making on the\nworld.  At present he could only think of Zoe and of her future.",
        "When a patronizing and aggressive commercial traveller in the little\nhotel on a side-street where he had taken a room in Montreal said to him,\n“Bien, mon vieux” (which is to say, “Well, old cock”), “aren’t you a long\nway from home?” something of a new dignity came into Jean Jacques’\nbearing, very different from the assurance of the old days, and in reply\nhe said:",
        "“Not so far that I need be careless about my company.”  This made the\nlandlady of the little hotel laugh quite hard, for she did not like the\nbraggart “drummer” who had treated her with great condescension for a\nnumber of years.  Also Madame Glozel liked Jean Jacques because of his\ncanary.  She thought there must be some sentimental reason for a man of\nfifty or more carrying a bird about with him; and she did not rest until\nshe had drawn from Jean Jacques that he was taking the bird to his\ndaughter in the West.  There, however, madame was stayed in her search\nfor information.  Jean Jacques closed up, and did but smile when she\nadroitly set traps for him, and at last asked him outright where his\ndaughter was.",
        "Why he waited in Montreal it would be hard to say, save that it was a\nkind of middle place between the old life and the new, and also because\nhe must decide what was to be his plan of search.  First the West–first\nWinnipeg, but where after that?  He had at last secured information of\nwhere Zoe and Gerard Fynes had stayed while in Montreal; and now he\nfollowed clues which would bring him in touch with folk who knew them.\nHe came to know one or two people who were with Zoe and Gerard in the\nlast days they spent in the metropolis, and he turned over and over in\nhis mind every word said about his girl, as a child turns a sweetmeat in\nits mouth.  This made him eager to be off; but on the very day he decided\nto start at once for the West, something strange happened.",
        "It was towards the late afternoon of a Saturday, when the streets were\nfull of people going to and from the shops in a marketing quarter, that\nMadame Glozel came to him and said:",
        "“M’sieu’, I have an idea, and you will not think it strange, for you have\na kind heart.  There is a woman–look you, it is a sad, sad story hers.\nShe is ill and dying in a room a little way down the street.  But yes,\nI am sure she is dying–of heart disease it is.  She came here first when\nthe illness took her, but she could not afford to stay.  She went to\nthose cheaper lodgings down the street.  She used to be on the stage\nover in the States, and then she came back here, and there was a man–\nmarried to him or not I do not know, and I will not think.  Well, the\nman–the brute–he left her when she got ill–but yes, forsook her\nabsolutely!  He was a land-agent or something like that, and all very\nfine to your face, to promise and to pretend–just make-believe.  When\nher sickness got worse, off he went with ’Au revoir, my dear–I will be\nback to supper.’  Supper!  If she’d waited for her supper till he came\nback, she’d have waited as long as I’ve done for the fortune the gipsy\npromised me forty years ago.  Away he went, the rogue, without a thought\nof her, and with another woman.  That’s what hurt her most of all.\nStraight from her that could hardly drag herself about–ah, yes, and has\nbeen as handsome a woman as ever was!–straight from her he went to a\nslut.  She was a slut, m’sieu’–did I not know her?  Did Ma’m’selle Slut\nnot wait at table in this house and lead the men a dance here night and\nday-day and night till I found it out!  Well, off he went with the slut,\nand left the lady behind.  .  .  .  You men, you treat women so.”",
        "Jean Jacques put out a hand as though to argue with her.  “Sometimes it\nis the other way,” he retorted.  “Most of us have seen it like that.”",
        "“Well, for sure, you’re right enough there, m’sieu’,” was the response.\n“I’ve got nothing to say to that, except that it’s a man that runs away\nwith a woman, or that gets her to leave her husband when she does go.\nThere’s always a man that says, ’Come along, I’m the better chap for\nyou.’”",
        "Jean Jacques wearily turned his head away towards the cage where his\ncanary was beginning to pipe its evening lay.",
        "“It all comes to the same thing in the end,” he said pensively; and then\nhe who had been so quiet since he came to the little hotel–Glozel’s,\nit was called–began to move about the room excitedly, running his\nfingers through his still bushy hair, which, to his credit, was always\nas clean as could be, burnished and shiny even at his mid-century period.\nHe began murmuring to himself, and a frown settled on his fore head.\nMme. Glozel saw that she had perturbed him, and that no doubt she had\nroused some memories which made sombre the sunny little room where the\ncanary sang; where, to ravish the eyes of the pessimist, was a picture of\nLouis XVI.  going to heaven in the arms of St. Peter.",
        "When started, however, the good woman could no more “slow down” than her\nFrench pony would stop when its head was turned homewards from market.\nSo she kept on with the history of the woman down the street.",
        "“Heart disease,” she said, nodding with assurance and finality; “and we\nknow what that is–a start, a shock, a fall, a strain, and pht! off the\npoor thing goes.  Yes, heart disease, and sometimes with such awful pain.\nBut so; and yesterday she told me she had only a hundred dollars left.\n’Enough to last me through,’ she said to me.  Poor thing, she lifted up\nher eyes with a way she has, as if looking for something she couldn’t\nfind, and she says, as simple as though she was asking about the price of\na bed-tick, ’It won’t cost more than fifty dollars to bury me, I s’pose?’\nWell, that made me squeamish, for the poor dear’s plight came home to me\nso clear, and she young enough yet to get plenty out of life, if she had\nthe chance.  So I asked her again about her people–whether I couldn’t\nsend for someone belonging to her.  ’There’s none that belongs to me,’\nshe says, ’and there’s no one I belong to.’",
        "“I thought very likely she didn’t want to tell me about herself; perhaps\nbecause she had done wrong, and her family had not been good to her.  Yet\nit was right I should try and get her folks to come, if she had any\nfolks.  So I said to her, ’Where was your home?’  And now, what do you\nthink she answered, m’sieu’?’  ’Look there,’ she said to me, with her big\neyes standing out of her head almost–for that’s what comes to her\nsometimes when she is in pain, and she looks more handsome then than at\nany other time–’Look there,’ she said to me, ’it was in heaven, that’s\nwhere–my home was; but I didn’t know it.  I hadn’t been taught to know\nthe place when I saw it.’",
        "“Well, I felt my skin go goosey, for I saw what was going on in her\nmind, and how she was remembering what had happened to her some time,\nsomewhere; but there wasn’t a tear in her eyes, and I never saw her cry-\nnever once, m’sieu’–well, but as brave as brave.  Her eyes are always\ndry–burning.  They’re like two furnaces scorching up her face.  So I\nnever found out her history, and she won’t have the priest.  I believe\nthat’s because she wants to die unknown, and doesn’t want to confess.\nI never saw a woman I was sorrier for, though I think she wasn’t married\nto the man that left her.  But whatever she was, there’s good in her–I\nhaven’t known hundreds of women and had seven sisters for nothing.  Well,\nthere she is–not a friend near her at the last; for it’s coming soon,\nthe end–no one to speak to her, except the woman she pays to come in and\nlook after her and nurse her a bit.  Of course there’s the landlady too,\nMadame Popincourt, a kind enough little cricket of a woman, but with no\nsense and no head for business.  And so the poor sick thing has not a\nsingle pleasure in the world.  She can’t read, because it makes her head\nache, she says; and she never writes to any one.  One day she tried to\nsing a little, but it seemed to hurt her, and she stopped before she had\nbegun almost.  Yes, m’sieu’, there she is without a single pleasure in\nthe long hours when she doesn’t sleep.”",
        "“There’s my canary–that would cheer her up,” eagerly said Jean Jacques,\nwho, as the story of the chirruping landlady continued, became master of\nhis agitation, and listened as though to the tale of some life for which\nhe had concern.  “Yes, take my canary to her, madame.  It picked me up\nwhen I was down.  It’ll help her–such a bird it is!  It’s the best\nsinger in the world.  It’s got in its throat the music of Malibran and\nJenny Lind and Grisi, and all the stars in heaven that sang together.\nAlso, to be sure, it doesn’t charge anything, but just as long as there’s\ndaylight it sings and sings, as you know.”",
        "“M’sieu’–oh, m’sieu’, it was what I wanted to ask you, and I didn’t\ndare!” gushingly declared madame.  “I never heard a bird sing like that\n–just as if it knew how much good it was doing, and with all the airs of\na grand seigneur.  It’s a prince of birds, that.  If you mean it,\nm’sieu’, you’ll do as good a thing as you have ever done.”",
        "“It would have to be much better, or it wouldn’t be any use,” remarked\nJean Jacques.",
        "The woman made a motion of friendliness with both hands.  “I don’t\nbelieve that.  You may be queer, but you’ve got a kind eye.  It won’t be\nfor long she’ll need the canary, and it will cheer her.  There certainly\nwas never a bird so little tied to one note.  Now this note, now that,\nand so amusing.  At times it’s as though he was laughing at you.”",
        "“That’s because, with me for his master, he has had good reason to\nlaugh,” remarked Jean Jacques, who had come at last to take a despondent\nview of himself.",
        "“That’s bosh,” rejoined Mme. Glozel; “I’ve seen several people odder than\nyou.”",
        "She went over to the cage eagerly, and was about to take it away.\n“Excuse me,” interposed Jean Jacques, “I will carry the cage to the\nhouse.  Then you will go in with the bird, and I’ll wait outside and see\nif the little rascal sings.”",
        "“This minute?” asked madame.",
        "“For sure, this very minute.  Why should the poor lady wait?  It’s a\nlonely time of day, this, the evening, when the long night’s ahead.”",
        "A moment later the two were walking along the street to the door of Mme.\nPopincourt’s lodgings, and people turned to look at the pair, one\ncarrying something covered with a white cloth, evidently a savoury dish\nof some kind–the other with a cage in which a handsome canary hopped\nabout, well pleased with the world.",
        "At Mme.  Popincourt’s door Mme.  Glozel took the cage and went upstairs.\nJean Jacques, left behind, paced backwards and forwards in front of the\nhouse waiting and looking up, for Mme.  Glozel had said that behind the\nfront window on the third floor was where the sick woman lived.  He had\nnot long to wait.  The setting sun shining full on the window had roused\nthe bird, and he began to pour out a flood of delicious melody which\nflowed on and on, causing the people in the street to stay their steps\nand look up.  Jean Jacques’ face, as he listened, had something very like\na smile.  There was that in the smile belonging to the old pride, which\nin days gone by had made him say when he looked at his domains at the\nManor Cartier–his houses, his mills, his store, his buildings and his\nlands–\"It is all mine.  It all belongs to Jean Jacques Barbille.”",
        "Suddenly, however, there came a sharp pause in the singing, and after\nthat a cry–a faint, startled cry.  Then Mme.  Glozel’s head was thrust\nout of the window three floors up, and she called to Jean Jacques to come\nquickly.  As she bade him come, some strange premonition flashed to Jean\nJacques, and with thumping heart he hastened up the staircase.  Outside a\nbedroom door, Mme.  Glozel met him.  She was so excited she could only\nwhisper.",
        "“Be very quiet,” she said.  “There is something strange.  When the bird\nsang as it did–you heard it–she sat like one in a trance.  Then her\nface took on a look glad and frightened too, and she stared hard at the\ncage.  ’Bring that cage to me,’ she said.  I brought it.  She looked\nsharp at it, then she gave a cry and fell back.  As I took the cage away\nI saw what she had been looking at–a writing at the bottom of the cage.\nIt was the name Carmen.”",
        "With a stifled cry Jean Jacques pushed her aside and entered the room.\nAs he did so, the sick woman in the big armchair, so pale yet so splendid\nin her death-beauty, raised herself up.  With eyes that Francesca might\nhave turned to the vision of her fate, she looked at the opening door, as\nthough to learn if he who came was one she had wished to see through\nlong, relentless days.",
        "“Jean Jacques–ah, my beautiful Jean Jacques!” she cried out presently in\na voice like a wisp of sound, for she had little breath; and then with a\nsmile she sank back, too late to hear, but not too late to know, what\nJean Jacques said to her.",
        "Being generous with other people’s money\nI had to listen to him, and he had to pay me for listening\nLaw.  It is expensive whether you win or lose\nProtest that it is right when it knows that it is wrong",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}