{
    "title": "The Boys’ Life of Mark Twain - XXIII. Artemus Ward and Literary San Francisco",
    "author": "Paine",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "It was about the end of 1863 that a new literary impulse came into Mark\nTwain’s life.  The gentle and lovable humorist Artemus Ward (Charles F.\nBrowne) was that year lecturing in the West, and came to Virginia City.\nWard had intended to stay only a few days, but the whirl of the Comstock\nfascinated him.  He made the “Enterprise” office his headquarters and\nremained three weeks.  He and Mark Twain became boon companions.  Their\nhumor was not unlike; they were kindred spirits, together almost\nconstantly.  Ward was then at the summit of his fame, and gave the\nyounger man the highest encouragement, prophesying great things for ha\nwork.  Clemens, on his side, was stirred, perhaps for the first time,\nwith a real literary ambition, and the thought that he, too, might win a\nplace of honor.  He promised Ward that he would send work to the Eastern\npapers.",
        "On Christmas Eve, Ward gave a dinner to the “Enterprise” staff, at\nChaumond’s, a fine French restaurant of that day.  When refreshments\ncame, Artemus lifted his glass, and said:",
        "“I give you Upper Canada.”",
        "The company rose and drank the toast in serious silence.  Then Mr.\nGoodman said:",
        "“Of course, Artemus, it’s all right, but why did you give us Upper\nCanada?”",
        "“Because I don’t want it myself,” said Ward, gravely.",
        "What would one not give to have listened to the talk of that evening!\nMark Twain’s power had awakened; Artemus Ward was in his prime.  They\nwere giants of a race that became extinct when Mark Twain died.",
        "Goodman remained rather quiet during the evening.  Ward had appointed him\nto order the dinner, and he had attended to this duty without mingling\nmuch in the conversation.  When Ward asked him why he did not join the\nbanter, he said:",
        "“I am preparing a joke, Artemus, but I am keeping it for the present.”",
        "At a late hour Ward finally called for the bill.  It was two hundred and\nthirty-seven dollars.",
        "“What!” exclaimed Artemus.",
        "“That’s my joke,” said Goodman.",
        "“But I was only exclaiming because it was not twice as much,” laughed\nWard, laying the money on the table.",
        "Ward remained through the holidays, and later wrote back an affectionate\nletter to Mark Twain.",
        "“I shall always remember Virginia as a bright spot in my existence,” he\nsaid, “as all others must, or rather, cannot be, as it were.”",
        "With Artemus Ward’s encouragement, Mark Twain now began sending work\neastward.  The “New York Sunday Mercury” published one, possibly more, of\nhis sketches, but they were not in his best vein, and made little\nimpression.  He may have been too busy for outside work, for the\nlegislative session of 1864 was just beginning.  Furthermore, he had been\nchosen governor of the “Third House,” a mock legislature, organized for\none session, to be held as a church benefit.  The “governor” was to\ndeliver a message, which meant that he was to burlesque from the platform\nall public officials and personages, from the real governor down.",
        "With the exception of a short talk he had once given at a printer’s\ndinner in Keokuk, it was Mark Twain’s first appearance as a speaker, and\nthe beginning of a lifelong series of triumphs on the platform.  The\nbuilding was packed–the aisles full.  The audience was ready for fun,\nand he gave it to them.  Nobody escaped ridicule; from beginning to end\nthe house was a storm of laughter and applause.",
        "Not a word of this first address of Mark Twain’s has been preserved, but\nthose who heard it always spoke of it as the greatest effort of his life,\nas to them it seemed, no doubt.",
        "For his Third House address, Clemens was presented with a gold watch,\ninscribed “To Governor Mark Twain.”  Everywhere, now, he was pointed out\nas a distinguished figure, and his quaint remarks were quoted.  Few of\nthese sayings are remembered to-day, though occasionally one is still\nunforgotten.  At a party one night, being urged to make a conundrum, he\nsaid:",
        "“Well, why am I like the Pacific Ocean?”",
        "Several guesses were made, but he shook his head.  Some one said:",
        "“We give it up.  Tell us, Mark, why are you like the Pacific Ocean?”",
        "“I–don’t–know,” he drawled.  “I was just–asking for information.”",
        "The governor of Nevada was generally absent, and Orion Clemens was\nexecutive head of the territory.  His wife, who had joined him in Carson\nCity, was social head of the little capital, and Brother Sam, with his\nnew distinction and now once more something of a dandy in dress, was\nsociety’s chief ornament–a great change, certainly, from the early\nmonths of his arrival less than three years before.",
        "It was near the end of May, 1864, when Mark Twain left Nevada for San\nFrancisco.  The immediate cause of his going was a duel–a duel\nelaborately arranged between Mark Twain and the editor of a rival paper,\nbut never fought.  In fact, it was mainly a burlesque affair throughout,\nchiefly concocted by that inveterate joker, Steve Gillis, already\nmentioned in connection with the pipe incident.  The new dueling law,\nhowever, did not distinguish between real and mock affrays, and the\nprospect of being served with a summons made a good excuse for Clemens\nand Gillis to go to San Francisco, which had long attracted them.  They\nwere great friends, these two, and presently were living together and\nworking on the same paper, the “Morning Call,” Clemens as a reporter and\nGillis as a compositor.",
        "Gillis, with his tendency to mischief, was a constant exasperation to his\nroom-mate, who, goaded by some new torture, would sometimes denounce him\nin feverish terms.  Yet they were never anything but the closest friends.",
        "Mark Twain did not find happiness in his new position on the “Call.\"\nThere was less freedom and more drudgery than he had known on the\n“Enterprise.”  His day was spent around the police court, attending\nfires, weddings, and funerals, with brief glimpses of the theaters at\nnight.",
        "Once he wrote: “It was fearful drudgery–soulless drudgery–and almost\ndestitute of interest.  It was an awful slavery for a lazy man.”",
        "It must have been so.  There was little chance for original work.  He had\nbecome just a part of a news machine.  He saw many public abuses that he\nwished to expose, but the policy of the paper opposed him.  Once,\nhowever, he found a policeman asleep on his beat.  Going to a near-by\nvegetable stall, he borrowed a large cabbage-leaf, came back, and stood\nover the sleeper, gently fanning him.  He knew the paper would not\npublish the policeman’s negligence, but he could advertise it in his own\nway.  A large crowd soon collected, much amused.  When he thought the\naudience large enough, he went away.  Next day the joke was all over the\ncity.",
        "He grew indifferent to the “Call” work, and, when an assistant was\nallowed him to do part of the running for items, it was clear to\neverybody that presently the assistant would be able to do it all.",
        "But there was a pleasant and profitable side to the San Francisco life.\nThere were real literary people there–among them a young man, with rooms\nupstairs in the “Call” office, Francis Bret Harte, editor of the\n“Californian,” a new literary weekly which Charles Henry Webb had\nrecently founded.  Bret Harte was not yet famous, but his gifts were\nrecognized on the Pacific slope, especially by the “Era” group of\nwriters, the “Golden Era” being a literary monthly of considerable\ndistinction.  Joaquin Miller recalls, from his diary of that period,\nhaving seen Prentice Mulford, Bret Harte, Charles Warren Stoddard, Mark\nTwain, Artemus Ward, and others, all assembled there at one time–a\nremarkable group, certainly, to be dropped down behind the Sierras so\nlong ago.  They were a hopeful, happy lot, and sometimes received five\ndollars for an article, which, of course, seemed a good deal more\nprecious than a much larger sum earned in another way.",
        "Mark Twain had contributed to the “Era” while still in Virginia City, and\nnow, with Bret Harte, was ranked as a leader of the group.  The two were\nmuch together, and when Harte became editor of the “Californian” he\nengaged Clemens as a regular contributor at the very fancy rate of twelve\ndollars an article.  Some of the brief chapters included to-day in\n“Sketches New and Old” were done at this time.  They have humor, but are\nnot equal to his later work, and beyond the Pacific slope they seem to\nhave attracted little attention.",
        "In “Roughing It” the author tells us how he finally was dismissed from\nthe “Call” for general incompetency, and presently found himself in the\ndepths of hard luck, debt, and poverty.  But this is only his old habit\nof making a story on himself sound as uncomplimentary as possible.  The\ntrue version is that the “Call” publisher and Mark Twain had a friendly\ntalk and decided that it was better for both to break off the connection.\nAlmost immediately he arranged to write a daily San Francisco letter for\nthe “Enterprise,” for which he received thirty dollars a week.  This,\nwith his earnings from the “Californian,” made his total return larger\nthan before.  Very likely he was hard up from time to time–literary men\nare often that–but that he was ever in abject poverty, as he would have\nus believe, is just a good story and not history.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}