{
    "title": "The Boys’ Life of Mark Twain - LX. Working With Mark Twain",
    "author": "Paine",
    "chapter": "60",
    "content": [
        "\n",
        "\n\n",
        "It was true, after all; and on Tuesday morning, January 9, 1906, I was on\nhand with a capable stenographer, ready to begin.  Clemens, meantime, had\ndeveloped a new idea: he would like to add, he said, the new dictations\nto his former beginnings, completing an autobiography which was to be\nlaid away and remain unpublished for a hundred years.  He would pay the\nstenographer himself, and own the notes, allowing me, of course, free use\nof them as material for my book.  He did not believe that he could follow\nthe story of his life in its order of dates, but would find it necessary\nto wander around, picking up the thread as memory or fancy prompted.  I\ncould suggest subjects and ask questions.  I assented to everything, and\nwe set to work immediately.",
        "As on my former visit, he was in bed when we arrived, though clad now in\na rich Persian dressing gown, and propped against great, snowy pillows.\nA small table beside him held his pipes, cigars, papers, also a reading-\nlamp, the soft light of which brought out his brilliant coloring and the\ngleam of his snowy hair.  There was daylight, too, but it was dull winter\ndaylight, from the north, while the walls of the room were a deep,\nunreflecting red.",
        "He began that morning with some memories of the Comstock mine; then he\ndropped back to his childhood, closing at last with some comment on\nmatters quite recent.  How delightful it was–his quaint, unhurried\nfashion of speech, the unconscious habits of his delicate hands, the play\nof his features as his fancies and phrases passed through his mind and\nwere accepted or put aside.  We were watching one of the great literary\ncreators of his time in the very process of his architecture.  Time did\nnot count.  When he finished, at last, we were all amazed to find that\nmore than two hours had slipped away.",
        "“And how much I have enjoyed it,” he said.  “It is the ideal plan for\nthis kind of work.  Narrative writing is always disappointing.  The\nmoment you pick up a pen you begin to lose the spontaneity of the\npersonal relation, which contains the very essence of interest.  With\nshort-hand dictation one can talk as if he were at his own dinner-table\nalways an inspiring place.  I expect to dictate all the rest of my life,\nif you good people are willing to come and listen to it.”",
        "The dictations thus begun continued steadily from week to week, with\nincreasing charm.  We never knew what he was going to talk about, and it\nwas seldom that he knew until the moment of beginning.  But it was always\nfascinating, and I felt myself the most fortunate biographer in the\nworld, as indeed I was.",
        "It was not all smooth sailing, however.  In the course of time I began to\nrealize that these marvelous dictated chapters were not altogether\nhistory, but were often partly, or even entirely, imaginary.  The creator\nof Tom Sawyer and Huck Finn had been embroidering old incidents or\ninventing new ones too long to stick to history now, to be able to\nseparate the romance in his mind from the reality of the past.  Also, his\nmemory of personal events had become inaccurate.  He realized this, and\nonce said, in his whimsical, gentle way:",
        "“When I was younger I could remember anything, whether it happened\n     or not; but I am getting old, and soon I shall remember only the\n     latter.”",
        "Yet it was his constant purpose to stick to fact, and especially did he\nmake no effort to put himself in a good light.  Indeed, if you wanted to\nknow the worst of Mark Twain you had only to ask him for it.  He would\ngive it to the last syllable, and he would improve upon it and pile up\nhis sins, and sometimes the sins of others, without stint.  Certainly the\ndictations were precious, for they revealed character as nothing else\ncould; but as material for history they often failed to stand the test of\nthe documents in the next room–the letters, notebooks, agreements, and\nthe like–from which I was gradually rebuilding the structure of the\nyears.",
        "In the talks that we usually had when the dictations were ended and the\nstenographer had gone I got much that was of great value.  It was then\nthat I usually made those inquiries which we had planned in the\nbeginning, and his answers, coming quickly and without reflection, gave\nimagination less play.  Sometimes he would touch some point of special\ninterest and walk up and down, philosophizing, or commenting upon things\nin general, in a manner not always complimentary to humanity and its\nprogress.",
        "I seldom asked him a question during the dictation–or interrupted in any\nway, though he had asked me to stop him when I found him repeating or\ncontradicting himself, or misstating some fact known to me.  At first I\nlacked the courage to point out a mistake at the moment, and cautiously\nmentioned the matter when he had finished.  Then he would be likely to\nsay:",
        "“Why didn’t you stop me?  Why did you let me go on making a donkey\n     of myself when you could have saved me?”",
        "So then I used to take the risk of getting struck by lightning, and\nnearly always stopped him in time.  But if it happened that I upset his\nthought, the thunderbolt was apt to fly.  He would say:",
        "“Now you’ve knocked everything out of my head.”",
        "Then, of course, I was sorry and apologized, and in a moment the sky was\nclear again.  There was generally a humorous complexion to the\ndictations, whatever the subject.  Humor was his natural breath of life,\nand rarely absent.",
        "Perhaps I should have said sooner that he smoked continuously during the\ndictations.  His cigars were of that delicious fragrance which belongs to\ndomestic tobacco.  They were strong and inexpensive, and it was only his\nearly training that made him prefer them.  Admiring friends used to send\nhim costly, imported cigars, but he rarely touched them, and they were\nsmoked by visitors.  He often smoked a pipe, and preferred it to be old\nand violent.  Once when he had bought a new, expensive briar-root, he\nhanded it to me, saying:",
        "“I’d like to have you smoke that a year or two, and when it gets so you\ncan’t stand it, maybe it will suit me.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}