{
    "title": "The Old Merchant Marine - Bibliographical Note",
    "author": "Ralph D. Paine",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "As a rule, American historians like McMaster, Adams, and Rhodes\ngive too little space to the maritime achievements of the nation.\nThe gap has been partially filled by the following special works:",
        "Winthrop L. Marvin, “The American Merchant Marine: Its History\nand Romance from 1620 to 1902” (1902). This is the most nearly\ncomplete volume of its kind by an author who knows the subject\nand handles it with accuracy.",
        "John R. Spears, “The Story of the American Merchant Marine\"\n(1910), “The American Slave Trade” (1901), “The Story of the New\nEngland Whalers” (1908). Mr. Spears has sought original sources\nfor much of his material and his books are worth reading,\nparticularly his history of the slave-trade.",
        "Ralph D. Paine, “The Ships and Sailors of Old Salem: The Record\nof a Brilliant Era of American Achievement” (1912). A history of\nthe most famous seaport of the Atlantic coast, drawn from\nlog-books and other manuscript collections. “The Book of Buried\nTreasure: Being a True History of the Gold, Jewels, and Plate of\nPirates, Galleons, etc.” (1911). Several chapters have to do with\ncertain picturesque pirates and seamen of the colonies.",
        "Edgar S. Maclay, “A History of American Privateers” (1899). The\nonly book of its kind, and indispensable to those who wish to\nlearn the story of Yankee ships and sailors.",
        "J. R. Hutchinson, “The Press Gang Afloat and Ashore” (1914). This\nrecent volume, written from an English point of view, illuminates\nthe system of conscription which caused the War of 1812.",
        "Nothing can take the place, however, of the narratives of those\nmaster mariners who made the old merchant marine famous:",
        "Richard Henry Dana, Jr., “Two Years Before the Mast” (1840). The\nlatest edition, handsomely illustrated, (1915). The classic\nnarrative of American forecastle life in the sailing-ship era.",
        "Captain Richard Cleveland, “Narrative of Voyages and Commercial\nEnterprises” (1842). This is one of the fascinating\nautobiographies of the old school of shipmasters who had the gift\nof writing.",
        "Captain Amasa Delano, “Narrative of Voyages and Travels” (1817).\nAnother of the rare human documents of blue water. It describes\nthe most adventurous period of activity, a century ago.",
        "Captain Arthur H. Clark, “The Clipper Ship Era” (1910). A\nthrilling, spray-swept, true story. Far and away the best account\nof the clipper, by a man who was an officer of one in his youth.",
        "Robert Bennet Forbes, “Notes on Ships of the Past” (1888). Random\nfacts and memories of a famous Boston ship-owner. It is valuable\nfor its records of noteworthy passages.",
        "Captain John D. Whidden, “Ocean Life in the Old Sailing Ship\nDays” (1908). The entertaining reminiscences of a veteran\nshipmaster.",
        "Captain A. W. Nelson, “Yankee Swanson: Chapters from a Life at\nSea” (1913). Another of the true romances, recommended for a\nlively sense of humor and a faithful portrayal of life aboard a\nwindjammer.",
        "There are many other personal narratives, some of them privately\nprinted and very old, which may be found in the libraries.\nTypical of them is “A Journal of the Travels and Sufferings of\nDaniel Saunders” (1794), in which a young sailor relates his\nadventures after shipwreck on the coast of Arabia.",
        "Among general works the following are valuable:",
        "J. Grey Jewell, “Among Our Sailors” (1874). A plea for more\nhumane treatment of American seamen, with many instances on\nshocking brutalities as reported to the author, who was a United\nStates Consul.",
        "E. Keble Chatterton, “Sailing Ships: The Story of their\nDevelopment” (1909). An elaborate history of the development of\nthe sailing vessel from the earliest times to the modern steel\nclipper.",
        "W. S. Lindsay, “History of Merchant Shipping and Ancient\nCommerce,” 4 vols. (1874-76). An English work, notably fair to\nthe American marine, and considered authoritative.",
        "Douglas Owen, “Ocean Trade and Shipping” (1914). An English\neconomist explains the machinery of maritime trade and commerce.",
        "William Wood, “All Afloat.” In “The Chronicles of Canada Series.\"\nGlasgow, Brook and Co., Toronto, 1914.",
        "J. B. McMaster, “The Life and Times of Stephen Girard, Mariner\nand Merchant,” 2 vols. (1918).",
        "The relation of governmental policy to the merchant marine is\ndiscussed by various writers:",
        "David A. Wells, “Our Merchant Marine: How It Rose, Increased,\nBecame Great, Declined, and Decayed” (1882). A political treatise\nin defense of a protective policy.",
        "William A. Bates, “American Marine: The Shipping Question in\nHistory and Politics” (1892); “American Navigation: The Political\nHistory of Its Rise and Ruin” (1902). These works are statistical\nand highly technical, partly compiled from governmental reports,\nand are also frankly controversial.",
        "Henry Hall, “American Navigation, With Some Account of the Causes\nof Its Former Prosperity and Present Decline” (1878).",
        "Charles S. Hill, “History of American Shipping: Its Prestige,\nDecline, and Prospect” (1883).",
        "J. D. J. Kelley, “The Question of Ships: The Navy and the\nMerchant Marine” (1884).",
        "Arthur J. Maginnis, “The Atlantic Ferry: Its Ships, Men, and\nWorking” (1900).",
        "A vast amount of information is to be found in the Congressional\nReport of the Merchant Marine Commission, published in three\nvolumes (1905).",
        " ",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}