{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXI",
    "author": "Fedor Jagor et al",
    "chapter": "22",
    "content": [
        "\n\n",
        "[Leyte.] The island of Leyte, between 9° 49’ and 11° 34’ N., and\n124° 7’ and 125° 9’ E. Gr., is above twenty-five miles in length,\nand almost twelve miles broad, and contains one hundred seventy\nsquare miles. As I have already remarked, it is divided from Samar\nonly by the small strait of San Juanico. The chief town, Tacloban or\nTaclobang, lies at the eastern entrance of this strait, with a very\ngood harbor and uninterrupted communication with Manila, and has\nconsequently become the chief emporium of trade to Leyte, Biliran,\nand South and East Samar. [188]",
        "[Obliging Spanish officials.] The local governor likewise showed me\nmuch obliging attention; indeed, almost without exception I have,\nsince my return, retained the most agreeable remembrances of the\nSpanish officials; and, therefore, if fitting opportunity occurred,\nI could treat of the improprieties of the Administration with greater\nimpartiality.",
        "[Locusts.] In the afternoon of the day after my arrival at Tacloban, on\na sudden there came a sound like the rush of a furious torrent; the air\nbecame dark, and a large cloud of locusts swept over the place. [189]\nI will not again recount that phenomenon, which has been so often\ndescribed, and is essentially the same in all quarters of the globe,\nbut will simply remark that the swarm, which was more than five hundred\nfeet in width, and about fifty feet in depth, its extremity being\nlost in the forest, was not thought a very considerable one. It caused\nvigilance, but not consternation. Old and young eagerly endeavored to\ncatch as many of the delicate creatures as they could, with cloths,\nnets, and flags, in order, as Dampier relates, “to roast them in\nan earthen pan over fire until their legs and wings drop off, and\ntheir heads and backs assume the color of boiled crabs;” after which\nprocess he says they had a pleasant taste. In Burma at the present day,\nthey are considered as delicacies at the royal court. [190]",
        "[Plan for their extermination.] The locusts are one of the greatest\nplagues of the Philippines, and sometimes destroy the harvest of entire\nprovinces. The Legislación Ultramarina (iv. 504) contains a special\nedict respecting the extirpation of these devastating pests. As soon\nas they appear, the population of the invaded localities are to be\ndrawn out in the greatest possible numbers, under the conduct of the\nauthorities, in order to effect their destruction. The most approved\nmeans for the attainment of this object are set forth in an official\ndocument referring to the adoption of extraordinary measures in cases\nof public emergency; and in this the locusts are placed midway between\nsea-pirates and conflagrations. Of the various means that have been\ncontrived against the destructive creatures, that, at times, appear\nin incredible numbers, but have been as frequently ineffectual as\notherwise, only a few will be now mentioned. On April 27, 1824,\nthe Sociedad Economica determined to import the bird, the martin\n(Gracula sp.), “which feeds by instinct on locusts.” In the autumn\nof the following year the first consignment arrived from China; in\n1829 a second; and in 1852 again occurs the item of $1,311 for martins.",
        "[Tacloban to Tanauan.] On the following day I proceeded with the\npriest of Dagami (there are roads in Leyte) from Tacloban southwards\nto Palos and Tanauan, two flourishing places on the east coast. Hardly\nhalf a league from the latter place, and close to the sea, a cliff\nof crystal lime rock rises up out of the sandy plain, which was level\nup to this point. It is of a greyish-green quartzose chlorite schist,\nfrom which the enterprising Father had endeavored, with a perseverance\nworthy of better success, to procure lime by burning. After an ample\nbreakfast in the convent, we proceeded in the afternoon to Dagami,\nand, on the next day, to Burauen. [191]",
        "[A pleasing people.] The country was still flat. Coco-groves and\nrice-fields here and there interrupted the thick forest; but the\ncountry is thinly inhabited, and the people appear more cheerful,\nhandsomer, and cleaner than those of Samar. South of Burauen rises\nthe mountain ridge of Manacagan, on the further slope of which is a\nlarge solfatara, which yields sulphur for the powder manufactory in\nManila, and for commerce. A Spanish sailor accompanied me. Where the\nroad passed through swamp we rode on carabaos. The pace of the animals\nis not unpleasant, but the stretching across the broad backs of the\ngigantic carabaos of the Philippines is very fatiguing. A quarter of an\nhour beyond Burauen we crossed the Daguitan, which flows south-west to\nnorth-east, and is a hundred feet broad, its bed being full of large\nvolcanic blocks; and, soon after, a small river in a broad bed; and,\nsome hundred paces farther, one of a hundred and fifty feet in breadth;\nthe two latter being arms of the Burauen. They flow from west to east,\nand enter the sea at Dulag. The second arm was originated only the\npreceding year, during a flood.",
        "[The height of hospitality.] We passed the night in a hut on\nthe northern slope of the Manacagan, which the owner, on seeing\nus approach, had voluntarily quitted, and with his wife and child\nsought other lodgings. The customs of the country require this when\nthe accommodation does not suffice for both parties; and payment for\nthe same is neither demanded nor, except very rarely, tendered.",
        "[Up the Manacagan.] About six o’clock on the following morning we\nstarted; and about half-past six climbed, by a pleasant path through\nthe forest, to the ridge of the Manacagan, which consists of trachytic\nhornblende; and about seven o’clock we crossed two small rivers flowing\nnorth-west, and then, by a curve, reached the coast at Dulag. From the\nridge we caught sight, towards the south, of the great white heaps\nof débris of the mountain Danan glimmering through the trees. About\nnine o’clock we came through the thickly-wooded crater of the Kasiboi,\nand, further south, to some sheds in which the sulphur is smelted.",
        "[Sulphur.] The raw material obtained from the solfatara is bought in\nthree classes: firstly, sulphur already melted to crusts; secondly,\nsublimated, which contains much condensed water in its interstices;\nand thirdly, in the clay, which is divided into the more or less\nrich, from which the greatest quantity is obtained. Coconut oil,\nwhich is thrown into flat iron pans holding six arrobas, is added to\nthe sulphurous clay, in the proportion of six quarts to four arrobas,\nand it is melted and continually stirred. The clay which floats on\nthe surface, now freed from the sulphur, being skimmed off, fresh\nsulphurous clay is thrown into the cauldron, and so on. In two or\nthree hours six arrobas of sulphur, on an average, may be obtained\nin this manner from twenty-four arrobas of sulphurous clay, and,\npoured into wooden chests, it is moulded into blocks of about four\narrobas. Half the oil employed is recovered by throwing the clay\nwhich has been saturated with it into a frame formed by two narrow\nbamboo hurdles, placed at a sharp angle. The oil drops into a sloping\ngutter of bamboo which is placed underneath, and from that flows into a\npot. The price of the sulphur at Manila varies between [Prices.] $1.25\nand $4.50 per picul. I saw the frames, full of clay, from which the\noil exuded; but the operation itself I did not, unfortunately, then\nwitness, and I cannot explain in what manner the oil is added. From\nsome experiments made on a small scale, therefore under essentially\ndifferent conditions, and never with the same material, it appeared\nthat the oil accelerates the separation of the sulphur, and retards\nthe access of the air to the sulphur. In these experiments, the sulphur\ncontained in the bottom of the crucible was always colored black by the\nseparation of charcoal from the oil, and it was necessary to purify it\nby distillation beforehand. Of this, however, the smelters at Leyte\nmade no mention, and they even had no apparatus for the purpose,\nwhile their sulphur was of a pure yellow color.",
        "[Hot spring.] Some hundreds of paces further south, a hot spring\n(50° R.), [192] twelve feet broad, flows from the east, depositing\nsilicious sinter at its edges.",
        "[A solfatara.] As we followed a ravine stretching from north to south,\nwith sides one hundred to two hundred feet in height, the vegetation\ngradually ceased, the rock being of a dazzling white, or colored by\nsublimated sulphur. In numerous places thick clouds of vapor burst from\nthe ground, with a strong smell of sulphurated water. At some thousand\npaces further, the ravine bends round to the left (east), and expands\nitself to the bay; and here numerous silicious springs break through\nthe loose clay-earth, which is permeated with sulphur. This solfatara\nmust formerly have been much more active than it is now. The ravine,\nwhich has been formed by its destruction of the rock, and is full\nof lofty heaps of débris, may be one thousand feet in breadth, and\nquite five times as long. At the east end there are a number of small,\nboiling quagmires, which, on forcing a stick into the matted ground,\nsend forth water and steam. In some deep spots further west, grey,\nwhite, red, and yellow clays have been deposited in small beds over\neach other, giving them the appearance of variegated marls.",
        "[Petrifying water] To the south, right opposite to the ridge which\nleads to Burauen, may be seen a basin twenty-five feet broad, in a\ncavern in the white decomposed rock, from which a petrifying water\ncontaining silicious acid flows abundantly. The roof of the cavern is\nhung with stalactites, which either are covered with solid sulphur,\nor consist entirely of that substance.",
        "[Danan solfatara.] On the upper slope of the Danan mountain, near\nto the summit, so much sulphur is deposited by the vapors from the\nsulphurated water that it may be collected with coconut shells. In\nsome crevices, which are protected against the cooling effects of\nthe atmospheric air, it melts together in thick, brown crusts. The\nsolfatara of Danan is situated exactly south of that below, at\nthe end of the ravine of the Kasiboi. The clay earth, from which\nthe silicic acid has been washed out by the rains, is carried into\nthe valley, where it forms a plain, the greater part of which is\noccupied by a small lake, Malaksan (sour), slightly impregnated with\nsulphuric acid. Its surface, which, by reason of the very flat banks,\nis protected against the weather, I found to be about five hundred\npaces long and one hundred broad. From the elevation of the solfatara,\na rather large fresh-water lake, surrounded by wooded mountains, is\nseen through a gap, exactly south, which is named Jaruanan. The night\nwas passed in a ruined shed at the south-east of the lake Malaksan;\nand on the following morning we climbed the south side of the mountain\nridge and, skirting the solfatara of the Danan, arrived in an hour\nand a half at lake Jaruanan.",
        "[Jaruanan Lake.] This lake, as well as the Malaksan, inspires\nthe natives with superstitious fear on account of the suspicious\nneighborhood of the solfatara, and therefore has not been profaned by\neither mariner, fisher, or swimmer, and was very full of fish. For the\npurpose of measuring its depth, I had a raft of bamboos constructed;\nand when my companions saw me floating safely on the lake, they\nall, without exception, sprang into it, and tumbled about in the\nwater with infinite delight and loud outcries, as if they wished\nto indemnify themselves for their long abstinence; so that the raft\nwas not ready before three o’clock. The soundings at the centre of\nthe basin, which was, at the southern edge, steeper than on the\nnorth, gave thirteen brazas, or over twenty-one meters of depth;\nthe greatest length of the lake amounted to nearly eight hundred\nvaras (six hundred and sixty-eight meters), and the breadth to about\nhalf as much. As we returned in the evening, by torchlight, over the\ncrest of the mountain to our night-quarters at the lake, we passed\nby the very modest dwelling-place of a married pair. Three branches,\nprojecting outwards from the principal trunk of a tree, and lopped at\nequal points, sustained a hut of bamboos and palm-leaves of eight feet\nsquare. A hole in the floor formed the entrance, and it was divided\ninto a chamber and ante-chamber, and four bamboo poles supported,\nabove and below, two layers of bamboos, one of which furnished a\nbalcony, and the other a shop in which betel was sold.",
        "[To Dulag.] The day after my return to Burauen an obliging Spanish\nmerchant drove me through the fertile plain of volcanic sand, on\nwhich rice, maize, and sugar-cane were cultivated, to Dulag, which\nlies directly to the west, on the shore of the tranquil sea. The\ndistance (according to Coello three leagues) hardly amounts to two\nleagues. From this place, Point Guiuan, the south point of Samar,\nappears like an island separated from the mainland, and further south\n(N. 102° 4’ to 103° 65° S.) Jomonjol is seen, the first island of the\nArchipelago sighted by Magellan on April 16, 1521. At Dulag, my former\ncompanion joined us in order to accompany us on the journey to the\nBito Lake. The arrangement of transportation and of provisions, and,\nstill more, the due consideration of all the propositions of three\nindividuals, each of whose claims were entitled to equal respect,\noccupied much time and required some address. We at length sailed\nin a large casco (barge) southwards along the coast to the mouth\nof the river [Up Mayo River.] Mayo, which, according to the map and\nthe information there given, is said to come from the Bito Lake. We\nproceeded upwards in a boat, but were informed at the first hut that\nthe lake could be reached only by making a long circuit through swampy\nforest; when most of our party proposed to return. Various reasons\nbesides the want of unanimity in the conduct of our adventure, which\nhad proceeded thus far, delayed our arrival at Abuyog until eleven\no’clock at night. In the first place, on our way, we had to cross a\nsmall branch of the Mayo, and after that the Bito River. The distance\nof the latter from Abuyog (extravagantly set down on Coello’s map)\namounts to fourteen hundred brazas, according to the measurement of\nthe gobernadorcillo, which is probably correct. [193]",
        "[An unpromising road.] The following day, as it rained heavily, was\nemployed in making inquiries respecting the road to the Bito Lake. We\nreceived very varied statements as to the distance, but all agreed\nin painting the road thither in a discouraging light. A troublesome\njourney of at least ten hours appeared to us to be what most probably\nawaited us.",
        "[Bito Lake.] On the morrow, through a pleasant forest road, we reached\nin an hour the Bito River, and proceeded in boats, which we met\nthere, up the river between flat sandy banks covered with tall cane\nand reeds. In about ten minutes, some trees fallen right across the\nstream compelled us to make a circuit on land, which in half an hour\nbrought us again to the river, above the obstacles. Here we constructed\nrafts of bamboo, upon which, immersed to the depth of half a foot,\nthe material being very loosely adjusted, we reached the lake in ten\nminutes. We found it covered with green confervae; a double border\nof pistia and broad-leaved reed grasses, six to seven feet high,\nenclosing it all round. On the south and west some low hillocks rose\nup, while from the middle it appeared to be almost circular, with a\ngirdle of forest. Coello makes the lake much too large (four instead\nof one square mile), and its distance from Abuyog can be only a little\nover a league. With the assistance of a cord of lianas tied together,\nand rods placed in a line, we found its breadth five hundred and\neighty-five brazas or nine hundred and seventy-seven meters, (in the\nbroadest part it might be a little over one thousand meters); and the\nlength, as computed from some imperfect observations, one thousand\nand seven brazas (sixteen hundred and eighty meters), consequently\nless than one square mile. Soundings showed a gently inclined basin,\neight brazas, or over thirteen meters, deep in the middle. I would\ngladly have determined the proportions with more accuracy; but want of\ntime, the inaccessibility of the edge of the bank, and the miserable\ncondition of our raft, allowed of only a few rough measurements.",
        "[A forest home.] Not a trace of human habitations was observable\non the shore; but a quarter of an hour’s distance from the northern\nedge we found a comfortable hut, surrounded by deep mud and prickly\ncalamus, the tenants of which, however, were living in plenty, and\nwith greater conveniences than many dwellers in the villages. We were\nvery well received and had fish in abundance, as well as tomatoes,\nand capsicum to season them with, and dishes of English earthenware\nout of which to eat them.",
        "[Snaring swine.] The abundance of wild swine had led the settlers\nto invent a peculiar contrivance, by which they are apprised of\ntheir approach even when asleep, and guided to their trail in the\ndarkness. A rope made of strips of banana tied together, and upwards\nof a thousand feet in length, is extended along the ground, one end\nof which is attached to a coconut shell, full of water, which is\nsuspended immediately over the sleeping-place of the hunter. When a\npig comes in contact with the rope, the water is overturned by the\njerk upon the sleeper, who, seizing the rope in his hand, is thereby\nconducted to his prey. The principal employment of our hosts appeared\nto be fishing, which is so productive that the roughest apparatus\nis sufficient. There was not a single boat, but only loosely-bound\nrafts of bamboo, on which the fishers, sinking, as we ourselves did\non our raft, half a foot deep, moved about amongst the crocodiles,\nwhich I never beheld in such numbers and of so large a size as in\nthis lake. Some swam about on the surface with their backs projecting\nout of the water. It was striking to see the complete indifference\nwith which even two little girls waded in the water in the face of\nthe great monsters. Fortunately the latter appeared to be satisfied\nwith their ample rations of fish. Four kinds of fish are said to be\nfound in the lake, amongst them an eel; but we got only one. [194]",
        "[A secret still.] Early on the following morning our native attendants\nwere already intoxicated. This led to the discovery of another\noccupation of the settlers, which I do not hesitate to disclose\nnow that the Government monopoly has been abolished. They secretly\ndistilled palm-brandy and carried on a considerable trade in it; and\nthis also explained to me why the horrors of the road to the Mayo River\nand to Abuyog had been painted in such warm colors. [195] We returned\non our rafts to the place where we had found them, a distance of\nabout fifteen hundred feet; and onwards, through wild cane with large\nclusters of flowers (Saccharum sp.), sixteen feet high, east by north,\nwe got to our boats, and then to the bar, whence, after a march of an\nhour and a half, we reached Abuyog. From Abuyog we returned by water to\nDulag, and by land to Burauen, where we arrived at night, sooner than\nour hostlers had expected, for we caught them sleeping in our beds.",
        "[Tobacco prohibition.] Not long ago much tobacco was cultivated in this\ncountry, and was allowed to be sold to the peasantry under certain\nconditions; but recently it was forbidden to be sold, except by the\nGovernment, who themselves determined its value at so very low a rate\nthat the culture of tobacco has almost entirely ceased. As the tobacco\ncompany, however, had already erected stores and appointed collectors,\nthe knowing ones rightly foresaw that these steps would be followed by\ncompulsory labor, even as it occurred in other places. The east coast\nof Leyte is said to be rising while the west is being destroyed by the\nsea, and at Ormog the sea is said to have advanced about fifty ells\n[196] in six years.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}