{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XIX",
    "author": "Fedor Jagor et al",
    "chapter": "20",
    "content": [
        "\n\n",
        "[Samar.] The island of Samar, which is of nearly rhomboidal outline,\nand with few indentations on its coasts, stretches from the north-west\nto the south-east from 12° 37’ to 10° 54’ N.; its mean length being\ntwenty-two miles, its breadth eleven, and its area two hundred and\ntwenty square miles. It is separated on the south by the small strait\nof San Juanico from the island of Leyte, with which it was formerly\nunited into one province. At the present time each island has its\nseparate governor.",
        "[Former names.] By the older authors the island is called Tendaya,\nIbabao, and also Achan and Filipina. In later times the eastern\nside was called Ibabao, and the western Samar, which is now the\nofficial denomination for the whole island, the eastern shore being\ndistinguished as the Contracosta. [162]",
        "[Seasons and weather.] As on the eastern coasts of Luzon, the\nnorth-east monsoon here exceeds that from the south-west in duration\nand force, the violence of the latter being arrested by the islands\nlying to the southwest, while the north-east winds break against\nthe coasts of these easterly islands with their whole force, and the\nadditional weight of the body of water which they bring with them from\nthe open ocean. In October winds fluctuating between north-west and\nnorth-east occur; but the prevalent ones are northerly. In the middle\nof November the north-east is constant; and it blows, with but little\nintermission, from the north until April. This is likewise the rainy\nseason, December and January being the wettest, when it sometimes\nrains for fourteen days without interruption. In Lauang, on the north\ncoast, the rainy season lasts from October to the end of December. From\nJanuary to April it is dry; May, June, and July are rainy; and August\nand September, again, are dry; so that here there are two wet and\ntwo dry seasons in the year. From October to January violent storms\n(baguios or typhoons) sometimes occur. Beginning generally with a\nnorth wind, they pass to the north-west, accompanied by a little rain,\nthen back to the north, and with increasing violence to the north-east\nand east, where they acquire their greatest power, and then moderate\nto the south. Sometimes, however, they change rapidly from the east\nto the south, in which quarter they first acquire their greatest force.",
        "[Winds and storms.] From the end of March to the middle of June\ninconstant easterly winds (N.E.E. and S.E.) prevail, with a very\nheavy sea on the east coast. May is usually calm; but in May and\nJune there are frequent thunderstorms, introducing the south-west\nmonsoon, which though it extends through the months of July, August,\nand September, is not so constant as the north-east. The last-named\nthree months constitute the dry season, which, however, is often\ninterrupted by thunderstorms. Not a week, indeed, passes without rain;\nand in many years a storm arises every afternoon. At this season of\nthe year ships can reach the east coast; but during the north-east\nmonsoon navigation there is impossible. These general circumstances\nare subject to many local deviations, particularly on the south and\nwest coasts, where the uniformity of the air currents is disturbed\nby the mountainous islands lying in front of them. According to\nthe Estado geografico of 1855, an extraordinarily high tide, called\ndolo, occurs every year at the change of the monsoon in September or\nOctober. It rises sometimes sixty or seventy feet, and dashes itself\nwith fearful violence against the south and east coasts, doing great\ndamage, but not lasting for any length of time. The climate of Samar\nand Leyte appears to be very healthy on the coasts; in fact, to be\nthe best of all the islands of the archipelago. Dysentery, diarrhoea,\nand fever occur less frequently than in Luzon, and Europeans also\nare less subject to their attacks than in that place.",
        "[Only the coast settled.] The civilized natives live almost solely\non its coasts, and there are also Bisayans who differ in speech and\nmanners from the Bicols in about the same degree that the latter do\nfrom the Tagalogs. Roads and villages are almost entirely wanting\nin the interior, which is covered with a thick wood, and affords\nsustenance to independent tribes, who carry on a little tillage\n(vegetable roots and mountain rice), and collect the products of the\nwoods, particularly resin, honey, and wax, in which the island is\nvery rich.",
        "[A tedious but eventful voyage.] On the 3rd of July we lost sight\nof Legaspi, and, detained by frequent calms, crawled as far as\nPoint Montufar, on the northern edge of Albay, then onwards to the\nsmall island of Viri, and did not reach Lauang before evening of\nthe 5th. The mountain range of Bacon (the Pocdol of Coello), which\non my previous journeys had been concealed by night or mist, now\nrevealed itself to us in passing as a conical mountain; and beside\nit towered a very precipitous, deeply-cleft mountain-side, apparently\nthe remnant of a circular range. After the pilot, an old Filipino and\nnative of the country, who had made the journey frequently before,\nhad conducted us, to begin with, to a wrong port, he ran the vessel\nfast on to the bar, although there was sufficient water to sail into\nthe harbor conveniently.",
        "[Lauang.] The district of Lauang (Lahuan), which is encumbered with\nmore than four thousand five hundred inhabitants, is situated at an\naltitude of forty feet, on the south-west shore of the small island\nof the same name, which is separated from Samar by an arm of the\nCatubig. According to a widely-spread tradition, the settlement was\noriginally in Samar itself, in the middle of the rice-fields, which\ncontinue to the present day in that place, until the repeated inroads\nof sea-pirates drove the inhabitants, in spite of the inconvenience\nattending it, to protect themselves by settling on the south coast\nof the little island, which rises steeply out of the sea. [163] The\nlatter consists of almost horizontal banks of tufa, from eight to\ntwelve inches in thickness. The strata being continually eaten away\nby the waves at low watermark, the upper layers break off; and thus\nthe uppermost parts of the strata, which are of a tolerably uniform\nthickness, are cleft by vertical fissures, and look like the walls of\na fortress. Pressed for space, the church and the convent have taken\nup every level bit of the rock at various heights; and the effect of\nthis accommodation of architecture to the requirements of the ground,\nthough not designed by the architect, is most picturesque.",
        "[Deterioration in the town.] The place is beautifully situated; but the\nhouses are not so frequently as formerly surrounded by little gardens\nwhile there is a great want of water, and foul odors prevail. Two or\nthree scanty springs afford a muddy, brackish water, almost at the\nlevel of the sea, with which the indolent people are content so that\nthey have just enough. Wealthy people have their water brought from\nSamar, and the poorer classes are sometimes compelled, by the drying-up\nof the springs, to have recourse to the same place. The spring-water\nis not plentiful for bathing purposes; and, sea-bathing not being in\nfavor, the people consequently are very dirty. Their clothing is the\nsame as in Luzon; but the women wear no tapis, only a camisa (a short\nchemise, hardly covering the breast), and a saya, mostly of coarse,\nstiff guinara, which forms ugly folds, and when not colored black\nis very transparent. But dirt and a filthy existence form a better\nscreen than opaque garments. The inhabitants of Lauang rightly,\nindeed, enjoy the reputation of being very idle. Their industry is\nlimited to a little tillage, even fishing being so neglected that\nfrequently there is a scarcity of fish. In the absence of roads by\nland, there is hardly any communication by water; and trade is mostly\ncarried on by mariners from Catbalogan, who exchange the surplus of\nthe harvests for other produce.",
        "From the convent a view is had of part of the island of Samar, the\nmountain forms of which appear to be a continuation of the horizontal\nstrata. In the centre of the district, at the distance of some miles,\na table mountain, famous in the history of the country, towers\naloft. [The Palapat revolt.] The natives of the neighboring village\nof Palapat retreated to it after having killed their priest, a too\ncovetous Jesuit father, and for years carried on a guerilla warfare\nwith the Spaniards until they were finally overpowered by treachery.",
        "[Pirate outrages.] The interior of the country is difficult to\ntraverse from the absence of roads, and the coasts are much infested\nby pirates. Quite recently several pontins and four schooners,\nladen with abacá, were captured, and the crews cruelly murdered,\ntheir bodies having been cut to pieces. This, however, was opposed\nto their general practice, for the captives are usually employed at\nthe oars during the continuance of the foray, and afterwards sold as\nslaves in the islands of the Sulu sea. It was well that we did not\nencounter the pirates, for, although we carried four small cannons\non board, nobody understood how to use them. [164]",
        "[Electing officers.]  The governor, who was expected to conduct the\nelection of the district officials in person, but was prevented\nby illness, sent a deputy. As the annual elections are conducted\nin the same manner over the whole country, that at which I was\npresent may be taken as typical of the rest. It took place in the\ncommon hall; the governor (or his deputy) sitting at the table,\nwith the pastor on his right hand, and the clerk on his left–the\nlatter also acting as interpreter; while Cabezas de Barangay, the\ngobernadorcillo, and those who had previously filled the office, took\ntheir places all together on benches. First of all, six cabezas and\nas many gobernadorcillos are chosen by lot as electors; the actual\ngobernadorcillo is the thirteenth, and the rest quit the hall. After\nthe reading of the statutes by the president, who exhorts the electors\nto the conscientious performance of their duty, the latter advance\nsingly to the table, and write three names on a piece of paper. Unless\na valid protest be made either by the parish priest or by the electors,\nthe one who has the most votes is forthwith named gobernadorcillo for\nthe coming year, subject to the approval of the superior jurisdiction\nat Manila; which, however, always consents, for the influence of the\npriest would provide against a disagreeable election. The election of\nthe other functionaries takes place in the same manner, after the new\ngobernadorcillo has been first summoned into the hall, in order that,\nif he have any important objections to the officers then about to be\nelected, he may be able to make them. The whole affair was conducted\nvery quietly and with dignity. [165]",
        "[Unsatisfactory forced labor.] On the following morning, accompanied\nby the obliging priest, who was followed by nearly all the boys\nof the village, I crossed over in a large boat to Samar. Out of\neleven strong baggage porters whom the governor’s representative had\nselected for me, four took possession of some trifling articles and\nsped away with them, three others hid themselves in the bush, and\nfour had previously decamped at Lauang. The baggage was divided and\ndistributed amongst the four porters who were detained, and the little\nboys who had accompanied us for their own pleasure. We followed the\nsea-shore in a westerly direction, and at a very late hour reached the\nnearest visita (a suburban chapel and settlement) where the priest\nwas successful, after much difficulty, in supplying the places of\nthe missing porters. On the west side of the mouth of the Pambujan\na neck of land projects into the sea, which is a favorite resort\nof the [A pirate base.] sea-pirates, who from their shelter in the\nwood command the shore which extends in a wide curve on both sides,\nand forms the only communication between Lauang and Catarman. Many\ntravellers had already been robbed in this place; and the father, who\nwas now accompanying me thus far, had, with the greatest difficulty,\nescaped the same danger only a few weeks before.",
        "The last part of our day’s journey was performed very cautiously. A\nmessenger who had been sent on had placed boats at all the mouths of\nrivers, and, as hardly any other Europeans besides ecclesiastics are\nknown in this district, I was taken in the darkness for a Capuchin in\ntravelling attire; the men lighting me with torches during the passage,\nand the women pressing forward to kiss my hand. I passed the night\non the road, and on the following day reached Catarman (Caladman on\nCoello’s map), a clean, spacious locality numbering 6,358 souls, at\nthe mouth of the river of the same name. Six pontins from Catbalogan\nawaited their cargoes of rice for Albay. The inhabitants of the north\ncoast are too indifferent sailors to export their products themselves,\nand leave it to the people of [Catbalogan monopoly of interisland\ntraffic.] Catbalogan, who, having no rice-fields, are obliged to find\nemployment for their activity in other places.",
        "[A changed river and a new town.] The river Catarman formerly emptied\nfurther to the east, and was much choked with mud. In the year 1851,\nafter a continuous heavy rain, it worked for itself, in the loose\nsoil which consists of quartz sand and fragments of mussels, a new\nand shorter passage to the sea–the present harbor, in which ships\nof two hundred tons can load close to the land; but in doing so it\ndestroyed the greater part of the village, as well as the stone church\nand the priest’s residence. In the new convent there are two salons,\none 16.2 by 8.8, the other 9 by 7.6 paces in dimensions, boarded with\nplanks from a single branch of a dipterocarpus (guiso). The pace is\nequivalent to 30 inches; and, assuming the thickness of the boards,\ninclusive of waste, to be one inch, this would give a solid block of\nwood as high as a table (two and one-half feet), the same in breadth,\neighteen feet in length, and of about one hundred and ten cubic\nfeet. [166] The houses are enclosed in gardens; but some of them only\nby fencing, within which weeds luxuriate. At the rebuilding of the\nvillage, after the great flood of water, the laying out of gardens\nwas commanded; but the industry which is required to preserve them is\noften wanting. Pasture grounds extend themselves, on the south side\nof the village, covered with fine short grass; but, with the exception\nof some oxen and sheep belonging to the priest, there are no cattle.",
        "[Up the river.] Still without servants, I proceeded with my baggage in\ntwo small boats up the river, on both sides of which rice-fields and\ncoco-groves extended; but the latter, being concealed by a thick border\nof Nipa palms and lofty cane, are only visible occasionally through\nthe gaps. The sandy banks, at first flat, became gradually steeper,\nand the rock soon showed itself close at hand, with firm banks of sandy\nclay containing occasional traces of indistinguishable petrifactions. A\nsmall mussel [167] has pierced the clay banks at the water-line, in\nsuch number that they look like honeycombs. About twelve we cooked\nour rice in an isolated hut, amongst friendly people. The women whom\nwe surprised in dark ragged clothing of guinara drew back ashamed,\nand soon after appeared in clean chequered sayas, with earrings of\nbrass and tortoise-shell combs. When I drew a little naked girl, the\nmother forced her to put on a garment. About two we again stepped into\nthe boat, and after rowing the whole night reached a small visita,\nCobocobo, about nine in the forenoon. The rowers had worked without\ninterruption for twenty-four hours, exclusive of the two hours’\nrest at noon, and though somewhat tired were in good spirits.",
        "[Salta Sangley ridge.] At half-past two we set out on the road over\nthe Salta Sangley (Chinese leap) to Tragbucan, which, distant about a\nmile in a straight line, is situated at the place where the Calbayot,\nwhich empties on the west coast at Point Hibaton, becomes navigable for\nsmall boats. By means of these two rivers and the short but troublesome\nroad, a communication exists between the important stations of Catarman\non the north coast, and Calbayot on the west coast. The road, which\nat its best part is a small path in the thick wood uninvaded by the\nsun, and frequently is only a track, passes over slippery ridges of\nclay, disappearing in the mud puddles in the intervening hollows, and\nsometimes running into the bed of the brooks. The watershed between\nthe Catarman and Calbayot is formed by the Salta Sangley already\nmentioned, a flat ridge composed of banks of clay and sandstone,\nwhich succeed one another ladder-wise downwards on both its sides,\nand from which the water collected at the top descends in little\ncascades. In the most difficult places rough ladders of bamboo are\nfixed. I counted fifteen brooks on the north-east side which feed the\nCatarman, and about the same number of feeders of the Calbayot on the\nsouth-west side. About forty minutes past four we reached the highest\npoint of the Salta Sangley, about ninety feet above the sea; and at\nhalf-past six we got to a stream, the highest part of the Calbayot,\nin the bed of which we wandered until its increasing depth forced us,\nin the dark, laboriously to beat out our path through the underwood\nto its bank; and about eight o’clock we found ourselves opposite the\nvisita Tragbucan. The river at this place was already six feet deep,\nand there was not a boat. After shouting entreaties and threats for\na long time, the people, who were startled out of sleep by a revolver\nshot, agreed to construct a raft of bamboo, on which they put us and\nour baggage. The little place, which consists of only a few poor huts,\nis prettily situated, surrounded as it is by wooded hillocks on a\nplateau of sand fifty feet above the reed-bordered river.",
        "[On the Calbayot River.] Thanks to the activity of the teniente of\nCatarman who accompanied me, a boat was procured without delay, so\nthat we were able to continue our journey about seven o’clock. The\nbanks were from twenty to forty feet high; and, with the exception of\nthe cry of some rhinoceros birds which fluttered from bough to bough\non the tops of the trees, we neither heard nor saw a trace of animal\nlife. About half-past eleven we reached Taibago, a small visita,\nand about half-past one a similar one, Magubay; and after two hours’\nrest at noon, about five o’clock, we got into a current down which\nwe skilfully floated, almost without admitting any water. The river,\nwhich up to this point is thirty feet broad, and on account of many\nprojecting branches of trees difficult to navigate, here is twice as\nbroad. About eleven at night we reached the sea, and in a complete\ncalm rowed for the distance of a league along the coast to Calbayot,\nthe convent at which place affords a commanding view of the islands\nlying before it.",
        "A thunderstorm obliged us to postpone the journey to the chief town,\nCatbalogan (or Catbalonga), which was seven leagues distant, until\nthe afternoon. In a long boat, formed out of the stem of one tree,\nand furnished with outriggers, we travelled along the shore, which\nis margined by a row of low-wooded hills with many small visitas;\nand as night was setting in we rounded the point of Napalisan,\na rock of trachytic conglomerate shaped by perpendicular fissures\nwith rounded edges into a series of projections like towers,\nwhich rises up out of the sea to the height of sixty feet, like\na knight’s castle. [Catbalogan.] At night we reached Catbalogan,\nthe chief town of the island, with a population of six thousand,\nwhich is picturesquely situated in the middle of the western border,\nin a little bay surrounded by islands and necks of land, difficult\nto approach and, therefore, little guarded. Not a single vessel was\nanchored in the harbor.",
        "The houses, many of which are of boards, are neater than those\nin Camarines; and the people, though idle, are more modest, more\nhonorable, more obliging, and of cleaner habits, than the inhabitants\nof South Luzon. Through the courtesy of the governor I quickly obtained\na roomy dwelling, and a servant who understood Spanish. [An ingenious\nmechanic.] Here I also met a very intelligent Filipino who had acquired\ngreat skill in a large variety of crafts. With the simplest tools he\nimproved in many points on my instruments and apparatus, the purpose\nof which he quickly comprehended to my entire satisfaction, and gave\nmany proofs of considerable intellectual ability.",
        "[The flying monkey.] In Samar the flying monkey or lemur (the kaguang\nof the Bisayans–galeopithecus) is not rare. These animals, which are\nof the size of the domestic cat, belong to the quadrumana; but, like\nthe flying squirrels, they are provided with a bird-like membrane,\nwhich, commencing at the neck, and passing over the fore and hinder\nlimbs, reaches to the tail; by means of which they are able to glide\nfrom one tree to another at a very obtuse angle. [168] Body and\nmembrane are clothed with a very short fur, which nearly equals the\nchinchilla in firmness and softness, and is on that account in great\nrequest. While I was there, six live kaguangs arrived as a present for\nthe priest (three light grey, one dark brown, and two greyish brown;\nall with irregularly distributed spots); and from these I secured a\nlittle female with her young.",
        "[A hasty and unfounded judgment.] It appeared to be a very harmless,\nawkward animal. When liberated from its fetters, it remained lying\non the ground with all its four limbs stretched out, and its belly\nin contact with the earth, and then hopped in short awkward leaps,\nwithout thereby raising itself from the ground, to the nearest wall,\nwhich was of planed boards. Arrived there, it felt about it for a long\ntime with the sharp claw, which is bent inwards, of its fore-hand,\nuntil at length it realized the impossiblity of climbing it at any\npart. It succeeded by means of a corner or an accidental crevice in\nclimbing a foot upwards, and fell down again immediately, because it\nhad abandoned the comparatively secure footing of its hinder limbs\nbefore its fore-claws had obtained a firm hold. It received no hurt,\nas the violence of the fall was broken by the flying membrane which\nwas rapidly extended. These attempts, which were continued with steady\nperseverance, showed an astonishing deficiency of judgment, the animal\nendeavoring to do much more than was in its power to accomplish. All\nits endeavors, therefore, were unsuccessful, though made without\ndoing itself any hurt–thanks to the parachute with which Nature\nhad provided it. Had the kaguang not been in the habit of relying\nso entirely on this convenient contrivance, it probably would have\nexercised its judgment to a greater extent, and formed a more correct\nestimate of its ability. The animal repeated its fruitless efforts so\noften that I no longer took any notice of it, and after some time it\ndisappeared: but I found it again in a dark corner, under the roof,\nwhere it would probably have waited for the night in order to continue\nits flight. Evidently it had succeeded in reaching the upper edge of\nthe boarded wall by squeezing its body between this and the elastic\ncovering of bamboo hurdle-work which lay firmly imposed upon it;\nso that the poor creature, which I had rashly concluded was stupid\nand awkward, had, under the circumstances, manifested the greatest\npossible skill, prudence, and perseverance.",
        "[A promise of rare animals and wild people.] A priest who was\npresent on a visit from Calbigan promised me so many wonders in his\ndistrict–abundance of the rarest animals, and Cimarrones uncivilized\nin the highest degree–that I accompanied him, on the following day,\nin his journey home. In an hour after our departure we reached the\nlittle island of Majava, which consists of perpendicular strata of\na hard, fine-grained, volcanic tufa, with small, bright crystals of\nhornblende. The island of Buat (on Coello’s map) is called by our\nmariners Tubigan. In three hours we reached Umauas, a dependency\nof Calbigan. It is situated, fifty feet above the sea, in a bay,\nbefore which (as is so often the case on this coast) a row of small\npicturesque islands succeed one another, and is exactly four leagues\nfrom Catbalogan. But Calbigan, which we reached towards evening, is\nsituated two leagues N.N.E. from Umauas, surrounded by rice-fields,\nforty feet above the river of the same name, and almost a league and\na half from its mouth. A tree with beautiful violet-blue panicles\nof blossoms is especially abundant on the banks of the Calbigan,\nand supplies a most valuable wood for building purposes in the\nPhilippines. It is considered equal to teak, like which it belongs\nto the class verbenaceae; and its inland name is [Molave.] molave\n(Vitex geniculata, Blanco).",
        "[Serpent-charmers.] According to the statements of credible men,\nthere are serpent-tamers in this country. They are said to pipe the\nserpents out of their holes, directing their movements, and stopping\nand handling them at will, without being injured by them. The most\nfamous individual amongst them, however, had been carried off by\nthe sea-pirates a short time before; another had run away to the\nCimarronese in the mountains; and the third, whose reputation did not\nappear to be rightly established, accompanied me on my excursion,\nbut did not justify the representations of his friends. He caught\ntwo poisonous serpents, [169] which we encountered on the road, by\ndexterously seizing them immediately behind the head, so that they were\nincapable of doing harm; and, when he commanded them to lie still,\nhe took the precaution of placing his foot on their necks. In the\nchase I hurt my foot so severely against a sharp-pointed branch which\nwas concealed by the mud that I was obliged to return to Catbalogan\nwithout effecting my object. The inhabitants of Calbigan are considered\nmore active and circumspect than those on the west coast, and they are\npraised for their honesty. I found them very skilful; and they seemed\nto take an evident pleasure in making collections and preparing plants\nand animals, so that I would gladly have taken with me a servant from\nthe place; but they are so reluctant to leave their village that all\nthe priest’s efforts to induce one to ride with us were fruitless.",
        "[A coral garden.] At a short distance north-west from Catbalogan a most\nluxuriant garden of corals is to be observed in less than two fathoms,\nat the ebb. On a yellow carpet of calcareous polyps and sponges,\ngroups of leather-like stalks, finger-thick, lift themselves up like\nstems of vegetable growth; their upper ends thickly covered with polyps\n(Sarcophyton pulmo Esp.), which display their roses of tentacula wide\nopen, and resplendent with the most beautiful varying colors, looking,\nin fact, like flowers in full bloom. Very large serpulites extend\nfrom their calcareous tubes, elegant red, blue, and yellow crowns of\nfeelers, and, while little fishes of marvellously gorgeous color dart\nabout in this fairy garden, in their midst luxuriantly grow delicate,\nfeathered plumulariae.",
        "[Ornamental but useless forts.] Bad weather and the flight of my\nservant, who had gambled away some money with which he had been\nentrusted, at a cock-fight, having detained me some days in the\nchief town, I proceeded up the bay, which extends southwards from\nCatbalogan and from west to east as far as Paranas. Its northern\nshore consists of ridges of earth, regular and of equal height,\nextending from north to south, with gentle slopes towards the west,\nbut steep declivities on the east, and terminating abruptly towards\nthe sea. Nine little villages are situated on this coast between\nCatbalogan and Paranas. From the hollows, amidst coco and betel\npalms, they expand in isolated groups of houses up the gentle western\nslopes, and, on reaching the summit, terminate in a little castle,\nwhich hardly affords protection against the pirates, but generally\nforms a pretty feature in the landscape. In front of the southern\nedge of the bay, and to the south-west, many small islands and wooded\nrocks are visible, with the mountains of Leyte in the high-ground,\nconstituting an ever-shifting series of views.",
        "[Paranas.] As the men, owing to the sultry heat, the complete calm,\nand almost cloudless sky, slept quite as much as they rowed, we\ndid not reach Paranas before the afternoon. It is a clean village,\nsituated on a declivity between twenty and a hundred and fifty feet\nabove the sea. The sides, which stand perpendicularly in the sea,\nconsist of grey banks of clay receding landwards, and overspread\nwith a layer of fragments of mussels, the intervals between which\nare filled up with clay, and over the latter is a solid breccia,\ncemented with lime, composed of similar fragments. In the clay banks\nare well-preserved petrifactions, so similar in color, habitat, and\naspect to many of those in the German tertiary formations that they\nmight be taken for them. The breccia also is fossil, probably also\ntertiary; at all events, the identity of the few species which were\nrecognisable in it–Cerithium, Pecten, and Venus–with living species\ncould not be determined. [170]",
        "[A canal through the bog.] On the following morning I proceeded\nnorthwards by a small canal, through a stinking bog of rhizophora\n(mangroves), and then continued my journey on land to Loquilocun,\na little village which is situated in the forest. Half-way we passed\nthrough a river, twenty feet broad, flowing east to west, with steep\nbanks rendered accessible by ladders.",
        "[Hammock-travelling.] As I still continued lame (wounds in the feet are\ndifficult to heal in warm countries), I caused myself to be carried\npart of the way in the manner which is customary hereabouts. The\ntraveller lies on a loose mat, which is fastened to a bamboo frame,\nborne on the shoulders of four robust polistas. About every ten\nminutes the bearers are relieved by others. As a protection against\nsun and rain, the frame is furnished with a light roof of pandanus.",
        "[Poor roads.] The roads were pretty nearly as bad as those at the\nSalta Sangley; and, with the exception of the sea-shore, which is\nsometimes available, there appear to be none better in Samar. After\nthree hours we reached the Loquilocun, which, coming from the north,\nhere touches its most southerly point, and then flows south-east to\nthe great ocean. Through the kind care of the governor, I found two\nsmall boats ready, which were propelled with wonderful dexterity by\ntwo men squatted at the extreme ends, and [Running the rapids.] glided\nbetween the branches of the trees and rocks into the bed of the rapid\nmountain torrent. Amidst loud cheers both the boats glided down a\ncascade of a foot and a half in height without shipping any water.",
        "[Loquilocun.] The little village of Loquilocun consists of three\ngroups of houses on three hillocks. The inhabitants were very friendly,\nmodest, and obliging, and so successful in collecting that the spirits\nof wine which I had with me was quickly consumed. In Catbalogan\nmy messengers were able with difficulty to procure a few small\nflasks. Through the awkward arrangements of a too obliging friend,\nmy own stores, having been sent to a wrong address, did not reach\nme until some months afterwards; and the palm-wine, which was to be\nbought in Samar, was too weak. One or two boats went out daily to fish\nfor me; but I obtained only a few specimens, which belonged to almost\nas many species and genera. Probably the bad custom of poisoning the\nwater in order to kill the fish (the pounded fruit of a Barringtonia\nhere being employed for the purpose) is the cause of the river being\nso empty of fish.",
        "[Numerous small streams.] After a few days we left the little place\nabout half-past nine in the forenoon, packed closely in two small\nboats; and, by seven minutes past one when we reached an inhabited\nhut in the forest, we had descended more than forty streams of a\nfoot and a foot and a half and more in depth. The more important of\nthem have names which are correctly given on Coello’s map; and the\nfollowing are their distances by the watch:–At ten o’clock we came\nto a narrow, rocky chasm, at the extremity of which the water falls\nseveral feet below into a large basin; and here we unloaded the boats,\nwhich hitherto had, under skilful management, wound their way, like\nwell-trained horses, between all the impediments in the bed of the\nriver and over all the cascades and waves, almost without taking any\nwater; only two men remaining in each boat, who, loudly cheering,\nshot downwards; in doing which the boats were filled to the brim.",
        "[Jasper and Coal.] Opposite this waterfall a bank of rubbish had been\nformed by the alluvium, in which, besides fragments of the subjacent\nrock, were found well-rounded pieces of jasper and porphyry, as well\nas some bits of coal containing several pyrites, which had probably\nbeen brought during the rain from higher up the river. Its origin was\nunknown to the sailors. From fifty-six minutes past eleven to twelve\no’clock there was an uninterrupted succession of rapids, which were\npassed with the greatest dexterity, without taking in water. Somewhat\nlower down, at about three minutes past twelve, we took in so much\nwater that we were compelled to land and bale it out. At about fifteen\nminutes past twelve, we proceeded onwards, the river now being on\nthe average sixty feet broad. On the edge of the wood some slender\npalms, hardly ten feet high, were remarkable by their frequency,\nand many phalaenopses by their display of blossoms, which is of\nrare occurrence. Neither birds nor apes, nor serpents were observed;\nbut large pythons, as thick as one’s leg are said to be not unfrequent.",
        "[Big pythons.] About thirty-six minutes past twelve we reached one\nof the most difficult places–a succession of waves, with many rocks\nprojecting out of the water, between which the boats, now in full\ncareer, and with rapid evolutions, glided successfully. The adventure\nwas accomplished with equal skill by the two crews, who exerted their\npowers to the utmost. At seventeen minutes past one we arrived at\n[Dini portage.] Dini, the most considerable waterfall in the whole\ndistance; and here we had to take the boats out of the water; and,\navailing ourselves of the lianas which hung down from the lofty forest\ntrees like ropes, we dragged them over the rocks. At twenty-one minutes\npast two we resumed our journey; and from twenty-two minutes past to\nhalf past eight we descended an irregular stair composed of several\nledges, shipping much water. Up to this point the Loquilocun flowed in\na rocky bed, with (for the most part) steep banks, and sometimes for\na long distance under a thick canopy of boughs, from which powerful\ntendrils and ferns, more than a fathom in length, were suspended. Here\nthe country was to some extent open; flat hillocks, with low underwood,\ncame to view, and, on the north-west, loftier wooded mountains. The\nlast two hours were notable for a heavy fall of rain, and, about half\npast five, we reached a solitary house occupied by friendly people,\nwhere we took up our quarters for the night.",
        "[Down the river.] On the following morning the journey was continued\ndown the river. Within ten minutes we glided past the last waterfall,\nbetween white calcareous rocks of a kind of marble, covered with\nmagnificent vegetation. Branches, completely covered with phalaenopses\n(P. Aphrodite, Reichb. fls.), projected over the river, their flowers\nwaving like large gorgeous butterflies over its foaming current. Two\nhours later the stream became two hundred feet broad, and, after\nleaping down a ladder of fifty meters in height from Loquilocun,\nit steals away in gentle windings through a flat inundated country\nto the east coast; forming a broad estuary, on the right bank of\nwhich, half a league from the sea, the district of Jubasan or Paric\n(population 2,300) is situated. The latter give their names to the\nlower portion of the stream. Here the excellent fellows of Loquilocun\nleft me in order to begin their very arduous return journey.",
        "[Along the coast.] Owing to bad weather, I could not embark for Tubig\n(population 2,858), south of Paric, before the following day; and,\nbeing continually hindered by difficulties of land transit, I proceeded\nin the rowboat along the coast to Borongan (population 7,685), with\nthe equally intelligent and obliging priest with whom I remained\nsome days, and then continued my journey to Guiuan (also Guiuang,\nGuiguan), the most important district in Samar (population 10,781),\nsituated on a small neck of land which projects from the south-east\npoint of the island into the sea.",
        "[A tideland spring.] Close to the shore at the latter place\na copious spring bursts out of five or six openings, smelling\nslightly of sulphuretted hydrogen. It is covered by the sea during\nthe flow, but is open during the ebb, when its salt taste is hardly\nperceptible. In order to test the water, a well was formed by sinking\na deep bottomless jar, and from this, after the water had flowed for\nthe space of half an hour, a sample was taken, which, to my regret,\nwas afterwards lost. The temperature of the water of the spring, at\neight o’clock in the forenoon, was 27.7°; of the atmosphere, 28.7°;\nof the sea-water, 31.2°C. The spring is used by the women to dye\ntheir sarongs. The materials, after being steeped in the decoction\nof a bark abounding in tannin (materials made of the abacá are first\nsoaked in a calcareous preparation), and dried in the sun, are placed\nin the spring during the ebb, taken out during the flow, re-dried,\ndipped in the decoction of bark, and again, while wet, placed in the\nspring; and this is repeated for the space of three days; when the\nresult is a durable, but ugly inky black (gallussaures, oxide of iron).",
        "[East Indian monkeys.] At Loquilocun and Borongan I had an opportunity\nof purchasing two live macaques. [171] These extremely delicate\nand rare little animals, which belong to the class of semi-apes,\nare, as I was assured in Luzon and Leyte, to be found only in\nSamar, and live exclusively on charcoal. My first “mago” was, in the\nbeginning, somewhat voracious, but he disdained vegetable food, and was\nparticular in his choice of insects, devouring live grasshoppers with\ndelight. [172] It was extremely ludicrous, when he was fed in the day\ntime, to see the animal standing, perched up perpendicularly on his two\nthin legs with his bare tail, and turning his large head–round as a\nball, and with very large, yellow, owl-like eyes–in every direction,\nlooking like a dark lantern on a pedestal with a circular swivel. Only\ngradually did he succeed in fixing his eyes on the object presented\nto him; but, as soon as he did perceive it, he immediately extended\nhis little arms sideways, as though somewhat bashful, and then, like\na delighted child, suddenly seizing it with hand and mouth at once,\nhe deliberately tore the prey to pieces. During the day the mago\nwas sleepy, short-sighted, and, when disturbed, morose; but with\nthe decreasing daylight he expanded his pupils, and moved about in\na lively and agile manner, with rapid noiseless leaps, generally\nsideways. He soon became tame, but to my regret died after a few\nweeks; and I succeeded only for a short time in keeping the second\nlittle animal alive.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}