{
    "title": "The True Story of My Life - Chapter VIII.",
    "author": "Hans Christian Andersen",
    "chapter": "9",
    "content": [
        "\n\n",
        "In the spring of 1844 I had finished a dramatic tale, “The Flower of\nFortune.” The idea of this was, that it is not the immortal name of the\nartist, nor the splendor of a crown which can make man happy; but that\nhappiness is to be found where people, satisfied with little, love and\nare loved again. The scene was perfectly Danish, an idyllian, sunbright\nlife, in whose clear heaven two dark pictures are reflected as in a\ndream; the unfortunate Danish poet Ewald and Prince Buris, who is\ntragically sung of in our heroic ballads. I wished to show, in honor of\nour times, the middle ages to have been dark and miserable, as they\nwere, but which many poets only represent to us in a beautiful light.",
        "Professor Heiberg, who was appointed censor, declared himself against\nthe reception of my piece. During the last years I had met with nothing\nbut hostility from this party; I regarded it as personal ill-will, and\nthis was to me still more painful than the rejection of the pieces. It\nwas painful for me to be placed in a constrained position with regard\nto a poet whom I respected, and towards whom, according to my own\nconviction, I had done everything in order to obtain a friendly\nrelationship. A further attempt, however, must be made. I wrote to\nHeiberg, expressed myself candidly, and, as I thought, cordially, and\nentreated him to give me explicitly the reasons for his rejection of\nthe piece and for his ill-will towards me. He immediately paid me a\nvisit, which I, not being at home when he called, returned on the\nfollowing day, and I was received in the most friendly manner. The\nvisit and the conversation belong certainly to the extraordinary, but\nthey occasioned an explanation, and I hope led to a better\nunderstanding for the future.",
        "He clearly set before me his views in the rejection of my piece. Seen\nfrom his point of sight they were unquestionably correct; but they were\nnot mine, and thus we could not agree. He declared decidedly that he\ncherished no spite against me, and that he acknowledged my talent. I\nmentioned his various attacks upon me, for example, in the\nIntelligence, and that he had denied to me original invention: I\nimagined, however, that I had shown this in my novels; “But of these,\"\nsaid I, “you have read none; you, yourself have told me so.”",
        "“Yes, that is the truth,” replied he; “I have not yet read them, but I\nwill do so.”",
        "“Since then,” continued I, “you have turned me and my Bazaar to\nridicule in your poem called Denmark, and spoken about my fanaticism\nfor the beautiful Dardanelles; and yet I have, precisely in that book,\ndescribed the Dardanelles as not beautiful; it is the Bosphorus which I\nthought beautiful; you seem not to be aware of that; perhaps you have\nnot read The Bazaar either?”",
        "“Was it the Bosphorus?” said he, with his own peculiar smile; “yes, I\nhad quite forgotten that, and, you see, people do not remember it\neither; the object in this case was only to give you a stab.”",
        "This confession sounded so natural, so like him, that I was obliged to\nsmile. I looked into his clever eyes, thought how many beautiful things\nhe had written, and I could not be angry with him. The conversation\nbecame more lively, more free, and he said many kind things to me; for\nexample, he esteemed my stories very highly, and entreated me\nfrequently to visit him. I have become more and more acquainted with\nhis poetical temperament, and I fancy that he too will understand mine.\nWe are very dissimilar, but we both strive after the same object.\nBefore we separated he conducted me to his little observatory; now his\ndearest world. He seems now to live for poetry and now for philosophy,\nandùfor  which I fancy he is least of all calculated–for astronomy. I\ncould almost sigh and sing,",
        "  Thou wast erewhile the star at which them gazest now!",
        "My dramatic story came at length on the stage, and in the course of the\nseason was performed seven times.",
        "As people grow older, however much they may be tossed about in the\nworld, some one place must be the true home; even the bird of passage\nhas one fixed spot to which it hastens; mine was and is the house of my\nfriend Collin. Treated as a son, almost grown up with the children, I\nhave become a member of the family; a more heartfelt connection, a\nbetter home have I never known: a link broke in this chain, and\nprecisely in the hour of bereavement, did I feel how firmly I have been\nengrafted here, so that I was regarded as one of the children.",
        " If I were to give the picture of the mistress of a family who wholly\nloses her own individual I in her husband and children, I must\nname the wife of Collin; with the sympathy of a mother, she also\nfollowed me in sorrow and in gladness. In the latter years of her life\nshe became very deaf, and besides this she had the misfortune of being\nnearly blind. An operation was performed on her sight, which succeeded\nso well, that in the course of the winter she was able to read a\nletter, and this was a cause of grateful joy to her. She longed in an\nextraordinary manner for the first green of spring, and this she saw in\nher little garden.",
        "I parted from her one Sunday evening in health and joy; in the night I\nwas awoke; a servant brought me a letter. Collin wrote, “My wife is\nvery ill; the children are all assembled here!” I understood it, and\nhastened thither. She slept quietly and without pain; it was the sleep\nof the just; it was death which was approaching so kindly and calmly.\nOn the third day she yet lay in that peaceful slumber: then her\ncountenance grew pale–and she was dead!",
        "  Thou didst but close thine eyes to gather in\n    The large amount of all thy spiritual bliss;\n  We saw thy slumbers like a little child’s.\n     O death! thou art all brightness and not shadow.",
        "Never had I imagined that the departure from this world could be so\npainless, so blessed. A devotion arose in my soul; a conviction of God\nand eternity, which this moment elevated to an epoch in my life. It was\nthe first death-bed at which I had been present since my childhood.\nChildren, and children’s children were assembled. In such moments all\nis holy around us. Her soul was love; she went to love and to God!",
        "At the end of July, the monument of King Frederick VI. was to be\nuncovered at Skanderburg, in the middle of Jutland. I had, by\nsolicitation, written the cantata for the festival, to which Hartmann\nhad furnished the music, and this was to be sung by Danish students. I\nhad been invited to the festival, which thus was to form the object of\nmy summer excursion.",
        "Skanderburg lies in one of the most beautiful districts of Denmark.\nAgreeable hills rise covered with vast beech-woods, and a large inland\nlake of a pleasing form extends among them. On the outside of the city,\nclose by the church, which is built upon the ruins of an old castle,\nnow stands the monument, a work of Thorwaldsen’s. The most beautiful\nmoment to me at this festival was in the evening, after the unveiling\nof the monument; torches were lighted around it, and threw their\nunsteady flame over the lake; within the woods blazed thousands of\nlights, and music for the dance resounded from the tents. Round about\nupon the hills, between the woods, and high above them, bonfires were\nlighted at one and the same moment, which burned in the night like red\nstars. There was spread over lake and land a pure, a summer fragrance\nwhich is peculiar to the north, in its beautiful summer nights. The\nshadows of those who passed between the monument and the church, glided\ngigantically along its red walls, as if they were spirits who were\ntaking part in the festival.",
        "I returned home. In this year my novel of the Improvisatore was\ntranslated into English, by the well-known authoress, Mary Howitt, and\nwas received by her countrymen with great applause. O. T. and the\nFiddler soon followed, and met with, as it seemed, the same reception.\nAfter that appeared a Dutch, and lastly a Russian translation of the\nImprovisatore. That which should never have ventured to have dreamed of\nwas accomplished; my writings seem to come forth under a lucky star;\nthey fly over all lands. There is something elevating, but at the same\ntime, a something terrific in seeing one’s thoughts spread so far, and\namong so many people; it is indeed, almost a fearful thing to belong to\nso many. The noble and the good in us becomes a blessing; but the bad,\none’s errors, shoot forth also, and involuntarily the thought forces\nitself from us: God! let me never write down a word of which I shall\nnot be able to give an account to thee. A peculiar feeling, a mixture\nof joy and anxiety, fills my heart every time my good genius conveys my\nfictions to a foreign people.",
        "Travelling operates like an invigorating bath to the mind; like a\nMedea-draft which always makes young again. I feel once more an impulse\nfor it–not in order to seek up material, as a critic fancied and said,\nin speaking of my Bazaar; there exists a treasury of material in my own\ninner self, and this life is too short to mature this young existence;\nbut there needs refreshment of spirit in order to convey it vigorously\nand maturely to paper, and travelling is to me, as I have said, this\ninvigorating bath, from which I return as it were younger and stronger.",
        "By prudent economy, and the proceeds of my writings, I was in a\ncondition to undertake several journeys during the last year. That\nwhich for me is the most sunbright, is the one in which these pages\nwere written. Esteem, perhaps over-estimation, but especially kindness,\nin short, happiness and pleasure have flowed towards me in abundant\nmeasure.",
        "I wished to visit Italy for the third time, there to spend a summer,\nthat I might become acquainted with the south in its warm season, and\nprobably return thence by Spain and France. At the end of October,\n1845, I left Copenhagen. Formerly I had thought when I set out on a\njourney, God! what wilt thou permit to happen to me on this journey!\nThis time my thoughts were, God, what will happen to my friends at home\nduring this long time! And I felt a real anxiety. In one year the\nhearse may drive up to the door many times, and whose name may shine\nupon the coffin! The proverb says, when one suddenly feels a cold\nshudder, “now death passes over my grave.” The shudder is still colder\nwhen the thoughts pass over the graves of our best friends.",
        "I spent a few days at Count Moltke’s, at Glorup; strolling players were\nacting some of my dramatic works at one of the nearest provincial\ntowns. I did not see them; country life firmly withheld me. There is\nsomething in the late autumn poetically beautiful; when the leaf is\nfallen from the tree, and the sun shines still upon the green grass,\nand the bird twitters, one may often fancy that it is a spring-day;\nthus certainly also has the old man moments in his autumn in which his\nheart dreams of spring.",
        "I passed only one day in Odense–I feel myself there more of a stranger\nthan in the great cities of Germany. As a child I was solitary, and had\ntherefore no youthful friend; most of the families whom I knew have\ndied out; a new generation passes along the streets; and the streets\neven are altered. The later buried have concealed the miserable graves\nof my parents. Everything is changed. I took one of my childhood’s\nrambles to the Marian-heights which had belonged to the Iversen family;\nbut this family is dispersed; unknown faces looked out from the\nwindows. How many youthful thoughts have been here exchanged!",
        "One of the young girls who at that time sat quietly there with beaming\neyes and listened to my first poem, when I came here in the summer time\nas a scholar from Slagelse, sits now far quieter in noisy Copenhagen,\nand has thence sent out her first writings into the world. Her German\npublisher thought that some introductory words from me might be useful\nto them, and I, the stranger, but the almost too kindly received, have\nintroduced the works of this clever girl into Germany.",
        "It is Henriette Hanck of whom I speak, the authoress of “Aunt Anna,\"\nand “An Author’s Daughter.” [Footnote: Since these pages were written,\nI have received from home the news of her death, in July, 1846. She was\nan affectionate daughter to her parents, and was, besides this,\npossessed of a deeply poetical mind. In her I have lost a true friend\nfrom the years of childhood, one who had felt an interest and a\nsisterly regard for me, both in my good and my evil days.] I visited\nher birth-place when the first little circle paid me homage and gave me\njoy. But all was strange there, I myself a stranger.",
        "The ducal family of Augustenburg was now at Castle Gravenstein; they\nwere informed of my arrival, and all the favor and the kindness which\nwas shown to me on the former occasion at Augustenburg, was here\nrenewed in rich abundance. I remained here fourteen days, and it was as\nif these were an announcement of all the happiness which should meet me\nwhen I arrived in Germany. The country around here is of the most\npicturesque description; vast woods, cultivated uplands in perpetual\nvariety, with the winding shore of the bay and the many quiet inland\nlakes. Even the floating mists of autumn lent to the landscape a some\nwhat picturesque, something strange to the islander. Everything here is\non a larger scale than on the island. Beautiful was it without,\nglorious was it within. I wrote here a new little story. The Girl with\nthe Brimstone-matches; the only thing which I wrote upon this journey.\nReceiving the invitation to come often to Gravenstein and Augustenburg,\nI left, with a grateful heart, a place where I had spent such beautiful\nand such happy days.",
        "Now, no longer the traveller goes at a snail’s pace through the deep\nsand over the heath; the railroad conveys him in a few hours to Altona\nand Hamburg. The circle of my friends there is increased within the\nlast years. The greater part of my time I spent with my oldest friends\nCount Hoik, and the resident Minister Bille, and with Zeise, the\nexcellent translator of my stories. Otto Speckter, who is full of\ngenius, surprised me by his bold, glorious drawings for my stories; he\nhad made a whole collection of them, six only of which were known to\nme. The same natural freshness which shows itself in every one of his\nworks, and makes them all little works of art, exhibits itself in his\nwhole character. He appears to possess a patriarchal family, an\naffectionate old father, and gifted sisters, who love him with their\nwhole souls. I wished one evening to go to the theatre; it was scarcely\na quarter of an hour before the commencement of the opera: Speckter\naccompanied me, and on our way we came up to an elegant house.",
        "“We must first go in here, dear friend,” said he; “a wealthy family\nlives here, friends of mine, and friends of your stories; the children\nwill be happy.”",
        "“But the opera,” said I.",
        "“Only for two minutes,” returned he; and drew me into the house,\nmentioned my name, and the circle of children collected around me.",
        "“And now tell us a tale,” said he; “only one.”",
        "I told one, and then hastened away to the theatre.",
        "“That was an extraordinary visit,” said I.",
        "“An excellent one; one entirely out of the common way; one entirely out\nof the common way!” said he exultingly; “only think; the children are\nfull of Andersen and his stories; he suddenly makes his appearance\namongst them, tells one of them himself, and then is gone! vanished!\nThat is of itself like a fairy-tale to the children, that will remain\nvividly in their remembrance.”",
        "I myself was amused by it.",
        "In Oldenburg my own little room, home-like and comfortable, was\nawaiting me. Hofrath von Eisendecker and his well-informed lady, whom,\namong all my foreign friends I may consider as my most sympathizing,\nexpected me. I had promised to remain with them a fortnight, but I\nstayed much longer. A house where the best and the most intellectual\npeople of a city meet, is an agreeable place of residence, and such a\none had I here. A deal of social intercourse prevailed in the little\ncity, and the theatre, in which certainly either opera or ballet was\ngiven, is one of the most excellent in Germany. The ability of Gall,\nthe director, is sufficiently known, and unquestionably the\nnominationof the poet Mosen has a great and good influence. I have to\nthank him for enabling me to see one of the classic pieces of Germany,\n“Nathan the Wise,” the principal part in which was played by Kaiser,\nwho is as remarkable for his deeply studied and excellent tragic\nacting, as for his readings.",
        "Moses, who somewhat resembles Alexander Dumas, with his half African\ncountenance, and brown sparkling eyes, although he was suffering in\nbody, was full of life and soul, and we soon understood one another. A\ntrait of his little son affected me. He had listened to me with great\ndevotion, as I read one of my stories; and when on the last day I was\nthere, I took leave, the mother said that he must give me his hand,\nadding, that probably a long time must pass before he would see me\nagain, the boy burst into tears. In the evening, when Mosen came into\nthe theatre, he said to me, “My little Erick has two tin soldiers; one\nof them he has given me for you, that you may take him with you on your\njourney.”",
        "The tin soldier has faithfully accompanied me; he is a Turk: probably\nsome day he may relate his travels.",
        "Mosen wrote in the dedication of his “John of Austria,” the following\nlines to me:–",
        "  Once a little bird flew over\n    From the north sea’s dreary strand;\n  Singing, flew unto me over,\n    Singing M rchen through the land.\n  Farewell! yet again bring hither\n    Thy warm heart and song together.",
        "Here I again met with Mayer, who has described Naples and the\nNeapolitans so charmingly. My little stories interested him so much\nthat he had written a little treaties on them for Germany,\nKapellmeister Pott, and my countryman Jerndorff, belong to my earlier\nfriends. I made every day new acquaintance, because all houses were\nopen to me through the family with whom I was staying. Even the Grand\nDuke was so generous as to have me invited to a concert at the palace\nthe day after my arrival, and later I had the honor of being asked to\ndinner. I received in this foreign court, especially, many unlooked-for\nfavors. At the Eisendeckers and at the house of the parents of my\nfriend Beaulieu–the Privy-Counsellor Beaulieu, at Oldenburg, I heard\nseveral times my little stones read in German.",
        "I can read Danish very well, as it ought to be read, and I can give to\nit perfectly the expression which ought to be given in reading; there\nis in the Danish language a power which cannot be transfused into a\ntranslation; the Danish language is peculiarly excellent for this\nspecies of fiction. The stories have a something strange to me in\nGerman; it is difficult for me in reading it to put my Danish soul into\nit; my pronunciation of the German also is feeble, and with particular\nwords I must, as it were, use an effort to bring them out–and yet\npeople everywhere in Germany have had great interest in hearing me read\nthem aloud. I can very well believe that the foreign pronunciation in\nthe reading of these tales may be easily permitted, because this\nforeign manner approaches, in this instance, to the childlike; it gives\na natural coloring to the reading. I saw everywhere that the most\ndistinguished men and women of the most highly cultivated minds,\nlistened to me with interest; people entreated me to read, and I did so\nwillingly. I read for the first time my stories in a foreign tongue,\nand at a foreign court, before the Grand Duke of Oldenburg and a little\nselect circle.",
        "The winter soon came on; the meadows which lay under water, and which\nformed large lakes around the city, were already covered with thick\nice; the skaters flew over it, and I yet remained in Oldenburg among my\nhospitable friends. Days and evenings slid rapidly away; Christmas\napproached, and this season I wished to spend in Berlin. But what are\ndistances in our days?–the steam-carriage goes from Hanover to Berlin\nin one day! I must away from the beloved ones, from children and old\npeople, who were near, as it were, to my heart.",
        "I was astonished in the highest degree on taking leave of the Grand\nDuke, to receive from him, as a mark of his favor and as a keepsake, a\nvaluable ring. I shall always preserve it, like every other remembrance\nof this country, where I have found and where I possess true friends.",
        "When I was in Berlin on the former occasion, I was invited, as the\nauthor of the Improvisatore, to the Italian Society, into which only\nthose who have visited Italy can be admitted. Here I saw Rauch for the\nfirst time, who with his white hair and his powerful, manly figure, is\nnot unlike Thorwaldsen. Nobody introduced me to him, and I did not\nventure to present myself, and therefore walked alone about his studio,\nlike the other strangers. Afterwards I became personally acquainted\nwith him at the house of the Prussian Ambassador, in Copenhagen; I now\nhastened to him.",
        "He was in the highest degree captivated by my little stories, pressed\nme to his breast, and expressed the highest praise, but which was\nhonestly meant. Such a momentary estimation or over-estimation from a\nman of genius erases many a dark shadow from the mind. I received from\nRauch my first welcome in Berlin: he told me what a large circle of\nfriends I had in the capital of Prussia. I must acknowledge that it was\nso. They were of the noblest in mind as well as the first in rank, in\nart, and in science. Alexander von Humboldt, Prince Radziwil, Savigny,\nand many others never to be forgotten.",
        "I had already, on the former occasion, visited the brothers Grimm, but\nI had not at that time made much progress with the acquaintance. I had\nnot brought any letters of introduction to them with me, because people\nhad told me, and I myself believed it, that if I were known by any body\nin Berlin, it must be the brothers Grimm. I therefore sought out their\nresidence. The servant-maid asked me with which of the brothers I\nwished to speak.",
        "“With the one who has written the most,” said I, because I did not\nknow, at that time, which of them had most interested himself in the\nM rchen.",
        "“Jacob is the most learned,” said the maidservant.",
        "“Well, then, take me to him.”",
        "I entered the room, and Jacob Grimm, with his knowing and strongly-\nmarked countenance, stood before me.",
        "“I come to you,” said I, “without letters of introduction, because I\nhope that my name is not wholly unknown to you.”",
        "“Who are you?” asked he.",
        "I told him, and Jacob Grimm said, in a half-embarrassed voice, “I do\nnot remember to have heard this name; what have you written?”",
        "It was now my turn to be embarrassed in a high degree: but I now\nmentioned my little stories.",
        "“I do not know them,” said he; “but mention to me some other of your\nwritings, because I certainly must have heard them spoken of.”",
        "I named the titles of several; but he shook his head. I felt myself\nquite unlucky.",
        "“But what must you think of me,” said I, “that I come to you as a total\nstranger, and enumerate myself what I have written: you must know me!\nThere has been published in Denmark a collection of the M rchen of all\nnations, which is dedicated to you, and in it there is at least one\nstory of mine.”",
        "“No,” said he good-humoredly, but as much embarrassed as myself; “I\nhave not read even that, but it delights me to make your acquaintance;\nallow me to conduct you to my brother Wilhelm?”",
        "“No, I thank you,” said I, only wishing now to get away; I had fared\nbadly enough with one brother. I pressed his hand and hurried from the\nhouse.",
        "That same month Jacob Grimm went to Copenhagen; immediately on his\narrival, and while yet in his travelling dress, did the amiable kind\nman hasten up to me. He now knew me, and he came to me with cordiality.\nI was just then standing and packing my clothes in a trunk for a\njourney to the country; I had only a few minutes time: by this means my\nreception of him was just as laconic as had been his of me in Berlin.",
        "Now, however, we met in Berlin as old acquaintance. Jacob Grimm is one\nof those characters whom one must love and attach oneself to.",
        "One evening, as I was reading one of my little stories at the Countess\nBismark-Bohlen’s, there was in the little circle one person in\nparticular who listened with evident fellowship of feeling, and who\nexpressed himself in a peculiar and sensible manner on the subject,–\nthis was Jacob’s brother, Wilhelm Grimm.",
        "“I should have known you very well, if you had come to me,” said he,\n“the last time you were here.”",
        "I saw these two highly-gifted and amiable brothers almost daily; the\ncircles into which I was invited seemed also to be theirs, and it was\nmy desire and pleasure that they should listen to my little stories,\nthat they should participate in them, they whose names will be always\nspoken as long as the German Volks M rchen are read.",
        "The fact of my not being known to Jacob Grimm on my first visit to\nBerlin, had so disconcerted me, that when any one asked me whether I\nhad been well received in this city, I shook my head doubtfully and\nsaid, “but Grimm did not know me.”",
        "I was told that Tieck was ill–could see no one; I therefore only sent\nin my card. Some days afterwards I met at a friend’s house, where\nRauch’s birth-day was being celebrated, Tieck, the sculptor, who told\nme that his brother had lately waited two hours for me at dinner. I\nwent to him and discovered that he had sent me an invitation, which,\nhowever, had been taken to a wrong inn. A fresh invitation was given,\nand I passed some delightfully cheerful hours with Raumer the\nhistorian, and with the widow and daughter of Steffens. There is a\nmusic in Tieck’s voice, a spirituality in his intelligent eyes, which\nage cannot lessen, but, on the contrary, must increase. The Elves,\nperhaps the most beautiful story which has been conceived in our time,\nwould alone be sufficient, had Tieck written nothing else, to make his\nname immortal. As the author of M rchen, I bow myself before\nhim, the elder and The master, and who was the first German poet, who\nmany years before pressed me to his breast, as if it were to consecrate\nme, to walk in the same path with himself.",
        "The old friends had all to be visited; but the number of new ones grew\nwith each day. One invitation followed another. It required\nconsiderable physical power to support so much good-will. I remained in\nBerlin about three weeks, and the time seemed to pass more rapidly with\neach succeeding day. I was, as it were, overcome by kindness. I, at\nlength, had no other prospect for repose than to seat myself in a\nrailway-carriage, and fly away out of the country.",
        "And yet amid these social festivities, with all the amiable zeal and\ninterest that then was felt for me, I had one disengaged evening; one\nevening on which I suddenly felt solitude in its most oppressive form;\nChristmas-eve, that very evening of all others on which I would most\nwillingly witness something festal, willingly stand beside a Christmas-\ntree, gladdening myself with the joy of children, and seeing the\nparents joyfully become children again. Every one of the many families\nin which I in truth felt that I was received as a relation, had\nfancied, as I afterwards discovered, that I must be invited out; but I\nsat quite alone in my room at the inn, and thought on home. I seated\nmyself at the open window, and gazed up to the starry heavens, which\nwas the Christmas-tree that was lighted for me.",
        "“Father in Heaven,” I prayed, as the children do, “what dost thou give\nto me!”",
        "When the friends heard of my solitary Christmas night, there were on\nthe following evening many Christmas-trees lighted, and on the last\nevening in the year, there was planted for me alone, a little tree with\nits lights, and its beautiful presents–and that was by Jenny Lind. The\nwhole company consisted of herself, her attendant, and me; we three\nchildren from the north were together on Sylvester-eve, and I was the\nchild for which the Christmas-tree was lighted. She rejoiced with the\nfeeling of a sister in my good fortune in Berlin; and I felt almost\npride in the sympathy of such a pure, noble, and womanly being.\nEverywhere her praise resounded, not merely as a singer, but also as a\nwoman; the two combined awoke a real enthusiasm for her.",
        "It does one good both in mind and heart to see that which is glorious\nunderstood and beloved. In one little anecdote contributing to her\ntriumph I was myself made the confidant.",
        "One morning as I looked out of my window unter den Linden, I saw\na man under one of the trees, half hidden, and shabbily dressed, who\ntook a comb out of his pocket, smoothed his hair, set his neckerchief\nstraight, and brushed his coat with his hand; I understood that bashful\npoverty which feels depressed by its shabby dress. A moment after this,\nthere was a knock at my door, and this same man entered. It was W––,\nthe poet of nature, who is only a poor tailor, but who has a truly\npoetical mind. Rellstab and others in Berlin have mentioned him with\nhonor; there is something healthy in his poems, among which several of\na sincerely religious character may be found. He had read that I was in\nBerlin, and wished now to visit me. We sat together on the sofa and\nconversed: there was such an amiable contentedness, such an unspoiled\nand good tone of mind about him, that I was sorry not to be rich in\norder that I might do something for him. I was ashamed of offering him\nthe little that I could give; in any case I wished to put it in as\nagreeable a form as I could. I asked him whether I might invite him to\nhear Jenny Lind.",
        "“I have already heard her,” said he smiling; “I had, it is true, no\nmoney to buy a ticket; but I went to the leader of the supernumeraries,\nand asked whether I might not act as a supernumerary for one evening in\nNorma: I was accepted and habited as a Roman soldier, with a long sword\nby my side, and thus got to the theatre, where I could hear her better\nthan any body else, for I stood close to her. Ah, how she sung, how she\nplayed! I could not help crying; but they were angry at that: the\nleader forbade and would not let me again make my appearance, because\nno one must weep on the stage.”",
        "With the exception of the theatre, I had very little time to visit\ncollections of any kind or institutions of art. The able and amiable\nOlfers, however, the Director of the Museum, enabled me to pay a rapid\nbut extremely interesting visit to that institution. Olfers himself was\nmy conductor; we delayed our steps only for the most interesting\nobjects, and there are here not a few of these; his remarks threw light\nupon my mind,–for this therefore I am infinitely obliged to him.",
        "I had the happiness of visiting the Princess of Prussia many times; the\nwing of the castle in which she resided was so comfortable, and yet\nlike a fairy palace. The blooming winter-garden, where the fountain\nsplashed among the moss at the foot of the statue, was close beside the\nroom in which the kind-hearted children smiled with their soft blue\neyes. On taking leave she honored me with a richly bound album, in\nwhich, beneath the picture of the palace, she wrote her name. I shall\nguard this volume as a treasure of the soul; it is not the gift which\nhas a value only, but also the manner in which it is given. One\nforenoon I read to her several of my little stories, and her noble\nhusband listened kindly: Prince P ckler-Muskau also was present.",
        "A few days after my arrival in Berlin, I had the honor to be invited to\nthe royal table. As I was better acquainted with Humboldt than any one\nthere, and he it was who had particularly interested himself about me,\nI took my place at his side. Not only on account of his high\nintellectual character, and his amiable and polite behavior, but also\nfrom his infinite kindness towards me, during the whole of my residence\nin Berlin, is he become unchangeably dear to me.",
        "The King received me most graciously, and said that during his stay in\nCopenhagen he had inquired after me, and had heard that I was\ntravelling. He expressed a great interest in my novel of Only a\nFiddler; her Majesty the Queen also showed herself graciously and\nkindly disposed towards me. I had afterwards the happiness of being\ninvited to spend an evening at the palace at Potsdam; an evening which\nis full of rich remembrance and never to be forgotten! Besides the\nladies and gentlemen in waiting, Humboldt and myself were only invited.\nA seat was assigned to me at the table of their Majesties, exactly the\nplace, said the Queen, where Oehlenschl ger had sat and read his\ntragedy of Dina. I read four little stories, the Fir-Tree, the Ugly\nDuckling, the Ball and the Top, and The Swineherd. The King listened\nwith great interest, and expressed himself most wittily on the subject.\nHe said, how beautiful he thought the natural scenery of Denmark, and\nhow excellently he had seen one of Holberg’s comedies performed.",
        "It was so deliciously pleasant in the royal apartment,–gentle eyes\nwere gazing at me, and I felt that they all wished me well. When at\nnight I was alone in my chamber, my thoughts were so occupied with this\nevening, and my mind in such a state of excitement, that I could not\nsleep. Everything seemed to me like a fairy tale. Through the whole\nnight the chimes sounded in the tower, and the aerial music mingled\nitself with my thoughts.",
        "I received still one more proof of the favor and kindness of the King\nof Prussia towards me, on the evening before my departure from the\ncity. The order of the Red Eagle, of the third class, was conferred\nupon me. Such a mark of honor delights certainly every one who receives\nit. I confess candidly that I felt myself honored in a high degree. I\ndiscerned in it an evident token of the kindness of the noble,\nenlightened King towards me: my heart is filled with gratitude. I\nreceived this mark of honor exactly on the birth-day of my benefactor\nCollin, the 6th of January; this day has now a twofold festal\nsignificance for me. May God fill with gladness the mind of the royal\ndonor who wished to give me pleasure!",
        "The last evening was spent in a warm-hearted circle, for the greater\npart, of young people. My health was drunk; a poem, Der M rchenk÷nig,\ndeclaimed. It was not until late in the night that I reached home, that\nI might set off early in the morning by railroad.",
        "I have here given in part a proof of the favor and kindness which was\nshown to me in Berlin: I feel like some one who has received a\nconsiderable sum for a certain object from a large assembly, and now\nwould give an account thereof. I might still add many other names, as\nwell from the learned world, as Theodor, M gge, Geibel, H ring, etc.,\nas from the social circle;–the reckoning is too large. God give me\nstrength for that which I now have to perform, after I have, as an\nearnest of good will, received such a richly abundant sum.",
        "After a journey of a day and night I was once more in Weimar, with my\nnoble Hereditary Grand Duke. What a cordial reception! A heart rich in\ngoodness, and a mind full of noble endeavors, live in this young\nprince. I have no words for the infinite favor, which, during my\nresidence here, I received daily from the family of the Grand Duke, but\nmy whole heart is full of devotion. At the court festival, as well as\nin the familiar family circle, I had many evidences of the esteem in\nwhich I was held. Beaulieu cared for me with the tenderness of a\nbrother. It was to me a month-long Sabbath festival. Never shall I\nforget the quiet evenings spent with him, when friend spoke freely to\nfriend.",
        "My old friends were also unchanged; the wise and able Sch÷ll, as well\nas Schober, joined them also. Jenny Lind came to Weimar; I heard her at\nthe court concerts and at the theatre; I visited with her the places\nwhich are become sacred through Goethe and Schiller: we stood together\nbeside their coffins, where Chancellor von M ller led us. The Austrian\npoet, Rollet, who met us here for the first time, wrote on this subject\na sweet poem, which will serve me as a visible remembrance of this hour\nand this place. People lay lovely flowers in their books, and as such,\nI lay in here this verse of his:–",
        "Weimar, 29th January, 1846.",
        "  M rchen rose, which has so often\n    Charmed me with thy fragrant breath;\n  Where the prince, the poets slumber,\n    Thou hast wreathed the hall of death.",
        "  And with thee beside each coffin,\n    In the death-hushed chamber pale,\n  I beheld a grief-enchanted,\n    Sweetly dreaming nightingale.",
        "  I rejoiced amid the stillness;\n    Gladness through my bosom past,\n  That the gloomy poets’ coffins\n    Such a magic crowned at last.",
        "  And thy rose’s summer fragrance\n    Floated round that chamber pale,\n  With the gentle melancholy\n    Of the grief-hushed nightingale.",
        "It was in the evening circle of the intellectual Froriep that I met,\nfor the first time, with Auerbach, who then chanced to be staying in\nWeimar. His “Village Tales” interested me in the highest degree; I\nregard them as the most poetical, most healthy, and joyous production\nof the young German literature. He himself made the same agreeable\nimpression upon me; there is something so frank and straightforward,\nand yet so sagacious, in his whole appearance, I might almost say, that\nhe looks himself like a village tale, healthy to the core, body and\nsoul, and his eyes beaming with honesty. We soon became friends–and I\nhope forever.",
        "My stay in Weimar was prolonged; it became ever more difficult to tear\nmyself away. The Grand Duke’s birth-day occurred at this time, and\nafter attending all the festivities to which I was invited, I departed.\nI would and must be in Rome at Easter. Once more in the early morning,\nI saw the Hereditary Grand Duke, and, with a heart full of emotion,\nbade him farewell. Never, in presence of the world, will I forget the\nhigh position which his birth gives him, but I may say, as the very\npoorest subject may say of a prince, I love him as one who is dearest\nto my heart. God give him joy and bless him in his noble endeavors! A\ngenerous heart beats beneath the princely star.",
        "Beaulieu accompanied me to Jena. Here a hospitable home awaited me, and\nfilled with beautiful memories from the time of Goethe, the house of\nthe publisher Frommann. It was his kind, warm-hearted sister, who had\nshown me such sympathy in Berlin; the brother was not here less kind.",
        "The Holstener Michelsen, who has a professorship at Jena, assembled a\nnumber of friends one evening, and in a graceful and cordial toast for\nme, expressed his sense of the importance of Danish literature, and the\nhealthy and natural spirit which flourished in it.",
        "In Michelsen’s house I also became acquainted with Professor Hase, who,\none evening having heard some of my little stories, seemed filled with\ngreat kindness towards me. What he wrote in this moment of interest on\nan album leaf expresses this sentiment:",
        "“Schelling–not he who now lives in Berlin, but he who lives an\nimmortal hero in the world of mind–once said: ’Nature is the visible\nspirit.’ This spirit, this unseen nature, last evening was again\nrendered visible to me through your little tales. If on the one hand\nyou penetrate deeply into the mysteries of nature; know and understand\nthe language of birds, and what are the feelings of a fir-tree or a\ndaisy, so that each seems to be there on its own account, and we and\nour children sympathize with them in their joys and sorrows; yet, on\nthe other hand, all is but the image of mind; and the human heart in\nits infinity, trembles and throbs throughout. May this fountain in the\npoet’s heart, which God has lent you, still for a time pour forth this\nrefreshingly, and may these stories in the memories of the Germanic\nnations, become the legends of the people!” That object, for which as a\nwriter of poetical fictions, I must strive after, is contained in these\nlast lines.",
        "It is also to Hase and the gifted improvisatore, Professor Wolff of\nJena, to whom I am most indebted for the appearance of a uniform German\nedition of my writings.",
        "This was all arranged on my arrival at Leipzig: several hours of\nbusiness were added to my traveller’s mode of life. The city of\nbookselling presented me with her bouquet, a sum of money; but she\npresented me with even more. I met again with Brockhaus, and passed\nhappy hours with Mendelssohn, that glorious man of genius. I heard him\nplay again and again; it seemed to me that his eyes, full of soul,\nlooked into the very depths of my being. Few men have more the stamp of\nthe inward fire than he. A gentle, friendly wife, and beautiful\nchildren, make his rich, well-appointed house, blessed and pleasant.\nWhen he rallied me about the Stork, and its frequent appearance in my\nwritings, there was something so childlike and amiable revealed in this\ngreat artist!",
        "I also met again my excellent countryman Gade, whose compositions have\nbeen so well received in Germany. I took him the text for a new opera\nwhich I had written, and which I hope to see brought out on the German\nstage. Gade had written the music to my drama of Agnete and the Merman,\ncompositions which were very successful. Auerbach, whom I again found\nhere, introduced me to many agreeable circles. I met with the composer\nKalliwoda, and with K hne, whose charming little son immediately won my\nheart.",
        "On my arrival at Dresden I instantly hastened to my motherly friend,\nthe Baroness von Decken. That was a joyous hearty welcome! One equally\ncordial I met with from Dahl. I saw once more my Roman friend, the poet\nwith word and color, Reineck, and met the kind-hearted Bendemann.\nProfessor Grahl painted me. I missed, however, one among my olden\nfriends, the poet Brunnow. With life and cordiality he received me the\nlast time in his room, where stood lovely flowers; now these grew over\nhis grave. It awakens a peculiar feeling, thus for once to meet on the\njourney of life, to understand and love each other, and then to part–\nuntil the journey for both is ended.",
        "I spent, to me, a highly interesting evening, with the royal family,\nwho received me with extraordinary favor. Here also the most happy\ndomestic life appeared to reign–a number of amiable children, all\nbelonging to Prince Johann, were present. The least of the Princesses,\na little girl, who knew that I had written the history of the Fir-tree,\nbegan very confidentially with–\"Last Christmas we also had a Fir-tree,\nand it stood here in this room!” Afterwards, when she was led out\nbefore the other children, and had bade her parents and the King and\nQueen good night, she turned round at the half-closed door, and nodding\nto me in a friendly and familiar manner, said I was her Fairy-tale\nPrince.",
        "My story of Holger Danske led the conversation to the rich stores of\nlegends which the north possesses. I related several, and explained the\npeculiar spirit of the fine scenery of Denmark. Neither in this royal\npalace did I feel the weight of ceremony; soft, gentle eyes shone upon\nme. My last morning in Dresden was spent with the Minister von\nK÷nneritz, where I equally met with the most friendly reception.",
        "The sun shone warm: it was spring who was celebrating her arrival, as I\nrolled out of the dear city. Thought assembled in one amount all the\nmany who had rendered my visits so rich and happy: it was spring around\nme, and spring in my heart.",
        "In Prague I had only one acquaintance, Professor Wiesenfeldt. But a\nletter from Dr. Carus in Dresden opened to me the hospitable house of\nCount Thun. The Archduke Stephan received me also in the most gracious\nmanner; I found in him a young man full of intellect and heart. Besides\nit was a very interesting point of time when I left Prague. The\nmilitary, who had been stationed there a number of years, were\nhastening to the railway, to leave for Poland, where disturbances had\nbroken out. The whole city seemed in movement to take leave of its\nmilitary friends; it was difficult to get through the streets which led\nto the railway. Many thousand soldiers were to be accommodated; at\nlength the train was set in motion. All around the whole hill-side was\ncovered with people; it looked like the richest Turkey carpet woven of\nmen, women and children, all pressed together, head to head, and waving\nhats and handkerchiefs. Such a mass of human beings I never saw before,\nor at least, never at one moment surveyed them: such a spectacle could\nnot be painted.",
        "We travelled the whole night through wide Bohemia: at every town stood\ngroups of people; it was as though all the inhabitants had assembled\nthemselves. Their brown faces, their ragged clothes, the light of their\ntorches, their, to me, unintelligible language, gave to the whole a\nstamp of singularity. We flew through tunnel and over viaduct; the\nwindows rattled, the signal whistle sounded, the steam horses snorted–\nI laid back my head at last in the carriage, and fell asleep under the\nprotection of the god Morpheus.",
        "At Olm tz, where we had fresh carnages, a voice spoke my name–it was\nWalter Goethe! We had travelled together the whole night without\nknowing it. In Vienna we met often. Noble powers, true genius, live in\nGoethe’s grandsons, in the composer as well as in the poet; but it is\nas if the greatness of their grandfather pressed upon them. Liszt was\nin Vienna, and invited me to his concert, in which otherwise it would\nhave been impossible to find a place. I again heard his improvising of\nRobert! I again heard him, like a spirit of the storm, play with the\nchords: he is an enchanter of sounds who fills the imagination with\nastonishment. Ernst also was here; when I visited him he seized the\nviolin, and this sang in tears the secret of a human heart.",
        "I saw the amiable Grillparzer again, and was frequently with the kindly\nCastelli, who just at this time had been made by the King of Denmark\nKnight of the Danebrog Order. He was full of joy at this, and begged me\nto tell my countrymen that every Dane should receive a hearty welcome\nfrom him. Some future summer he invited me to visit his grand country\nseat. There is something in Castelli so open and honorable, mingled\nwith such good-natured humor, that one must like him: he appears to me\nthe picture of a thorough Viennese. Under his portrait, which he gave\nme, he wrote the following little improvised verse in the style so\npeculiarly his own:",
        "  This portrait shall ever with loving eyes greet thee,\n    From far shall recall the smile of thy friend;\n  For thou, dearest Dane, ’tis a pleasure to meet thee,\n    Thou art one to be loved and esteemed to the end.",
        "Castelli introduced me to Seidl and Bauernfeld. At the Danisti\nambassador’s, Baron von L÷wenstern, I met Zedlitz. Most of the shining\nstars of Austrian literature I saw glide past me, as people on a\nrailway see church towers; you can still say you have seen them; and\nstill retaining the simile of the stars, I can say, that in the\nConcordia Society I saw the entire galaxy. Here was a host of young\ngrowing intellects, and here were men of importance. At the house of\nCount Szechenye, who hospitably invited me, I saw his brother from\nPest, whose noble activity in Hungary is known. This short meeting I\naccount one of the most interesting events of my stay in Vienna; the\nman revealed himself in all his individuality, and his eye said that\nyou must feel confidence in him.",
        "At my departure from Dresden her Majesty the Queen of Saxony had asked\nme whether I had introductions to any one at the Court of Vienna, and\nwhen I told her that I had not, the Queen was so gracious as to write a\nletter to her sister, the Archduchess Sophia of Austria. Her imperial\nHighness summoned me one evening, and received me in the most gracious\nmanner. The dowager Empress, the widow of the Emperor Francis I., was\npresent, and full of kindness and friendship towards me; also Prince\nWasa, and the hereditary Archduchess of Hesse-Darmstadt. The\nremembrance of this evening will always remain dear and interesting to\nme. I read several of my little stories aloud–when I wrote them, I\nthought least of all that I should some day read them aloud in the\nimperial palace.",
        "Before my departure I had still another visit to make, and this was to\nthe intellectual authoress, Frau von Weissenthurn. She had just left a\nbed of sickness and was still suffering, but wished to see me. As\nthough she were already standing on the threshold of the realm of\nshades, she pressed my hand and said this was the last time we should\never see each other. With a soft motherly gaze she looked at me, and at\nparting her penetrating eye followed me to the door.",
        "With railway and diligence my route now led towards Triest. With steam\nthe long train of carriages flies along the narrow rocky way, following\nall the windings of the river. One wonders that with all these abrupt\nturnings one is not dashed against the rock, or flung down into the\nroaring stream, and is glad when the journey is happily accomplished.\nBut in the slow diligence one wishes its more rapid journey might\nrecommence, and praise the powers of the age.",
        "At length Triest and the Adriatic sea lay before us; the Italian\nlanguage sounded in our ears, but yet for me it was not Italy, the land\nof my desire. Meanwhile I was only a stranger here for a few hours; our\nDanish consul, as well as the consuls of Prussia and Oldenburg, to whom\nI was recommended, received me in the best possible manner. Several\ninteresting acquaintances were made, especially with the Counts\nO’Donnell and Waldstein, the latter for me as a Dane having a peculiar\ninterest, as being the descendant of that unfortunate Confitz Ulfeld\nand the daughter of Christian IV., Eleanore, the noblest of all Danish\nwomen. Their portraits hung in his room, and Danish memorials of that\nperiod were shown me. It was the first time I had ever seen Eleanore\nUlfeld’s portrait, and the melancholy smile on her lips seemed to say,\n“Poet, sing and free from chains which a hard age had cast upon him,\nfor whom to live and to suffer was my happiness!” Before Oehlenschl ger\nwrote his Dina, which treats of an episode in Ulfeld’s life, I was at\nwork on this subject, and wished to bring it on the stage, but it was\nthen feared this would not be allowed, and I gave it up–since then I\nhave only written four lines on Ulfeld:–",
        "  Thy virtue was concealed, not so thy failings,\n  Thus did the world thy greatness never know,\n  Yet still love’s glorious monument proclaims it,\n  That the best wife from thee would never go.",
        "On the Adriatic sea I, in thought, was carried back to Ulfeld’s time\nand the Danish islands. This meeting with Count Waldstein and his\nancestor’s portrait brought me back to my poet’s world, and I almost\nforgot that the following day I could be in the middle of Italy. In\nbeautiful mild weather I went with the steam-boat to Ancona.",
        "It was a quiet starlight night, too beautiful to be spent in sleep. In\nthe early morning the coast of Italy lay before us, the beautiful blue\nmountains with glittering snow. The sun shone warmly, the grass and the\ntrees were so splendidly green. Last evening in Trieste, now in Ancona,\nin a city of the papal states,–that was almost like enchantment! Italy\nin all its picturesque splendor lay once more before me; spring had\nripened all the fruit trees so that they had burst forth into blossom;\nevery blade of grass in the field was filled with sunshine, the elm\ntrees stood like caryatides enwreathed with vines, which shot forth\ngreen leaves, and above the luxuriance of foliage rose the wavelike\nblue mountains with their snow covering. In company with Count Paar\nfrom Vienna, the most excellent travelling companion, and a young\nnobleman from Hungary, I now travelled on with a vetturino for five\ndays: solitary, and more picturesque than habitable inns among the\nApennines were our night’s quarters. At length the Campagna, with its\nthought-awakening desolation, lay before us.",
        "It was the 31st of March, 1846, when I again saw Rome, and for the\nthird time in my life should reach this city of the world. I felt so\nhappy, so penetrated with thankfulness and joy; how much more God had\ngiven me than a thousand others–nay, than to many thousands! And even\nin this very feeling there is a blessing–where joy is very great, as\nin the deepest grief, there is only God on whom one can lean! The first\nimpression was–I can find no other word for it–adoration. When day\nunrolled for me my beloved Rome, I felt what I cannot express more\nbriefly or better than I did in a letter to a friend: “I am growing\nhere into the very ruins, I live with the petrified gods, and the roses\nare always blooming, and the church bells ringing–and yet Rome is not\nthe Rome it was thirteen years ago when I first was here. It is as if\neverything were modernized, the ruins even, grass and bushes are\ncleared away. Everything is made so neat; the very life of the people\nseems to have retired; I no longer hear the tamborines in the streets,\nno longer see the young girls dancing their Saltarella, even in the\nCampagna intelligence has entered by invisible railroads; the peasant\nno longer believes as he used to do. At the Easter festival I saw great\nnumbers of the people from the Campagna standing before St. Peters\nwhilst the Pope distributed his blessing, just as though they had been\nProtestant strangers. This was repulsive to my feelings, I felt an\nimpulse to kneel before the invisible saint. When I was here thirteen\nyears ago, all knelt; now reason had conquered faith. Ten years later,\nwhen the railways will have brought cities still nearer to each other,\nRome will be yet more changed. But in all that happens, everything is\nfor the best; one always must love Rome; it is like a story book, one\nis always discovering new wonders, and one lives in imagination and\nreality.”",
        "The first time I travelled to Italy I had no eyes for sculpture; in\nParis the rich pictures drew me away from the statues; for the first\ntime when I came to Florence and stood before the Venus de Medicis, I\nfelt as Thorwaldsen expressed, “the snow melted away from my eyes;” and\na new world of art rose before me. And now at my third sojourn in Rome,\nafter repeated wanderings through the Vatican, I prize the statues far\nhigher than the paintings. But at what other places as at Rome, and to\nsome degree in Naples, does this art step forth so grandly into life!\nOne is carried away by it, one learns to admire nature in the work of\nart, the beauty of form becomes spiritual.",
        "Among the many clever and beautiful things which I saw exhibited in the\nstudios of the young artists, two pieces of sculpture were what most\ndeeply impressed themselves on my memory; and these were in the studio\nof my countryman Jerichau. I saw his group of Hercules and Hebe, which\nhad been spoken of with such enthusiasm in the Allgemeine Zeitung and\nother German papers, and which, through its antique repose, and its\nglorious beauty, powerfully seized upon me. My imagination was filled\nby it, and yet I must place Jerichau’s later group, the Fighting\nHunter, still higher. It is formed after the model, as though it had\nsprung from nature. There lies in it a truth, a beauty, and a grandeur\nwhich I am convinced will make his name resound through many lands!",
        "I have known him from the time when he was almost a boy. We were both\nof us born on the same island: he is from the little town of Assens. We\nmet in Copenhagen. No one, not even he himself, knew what lay within\nhim; and half in jest, half in earnest, he spoke of the combat with\nhimself whether he should go to America and become a savage, or to Rome\nand become an artist–painter or sculptor; that he did not yet know.\nHis pencil was meanwhile thrown away: he modelled in clay, and my bust\nwas the first which he made. He received no travelling stipendium from\nthe Academy. As far as I know, it was a noble-minded woman, an artist\nherself, unprovided with means, who, from the interest she felt for the\nspark of genius she observed in him, assisted him so far that he\nreached Italy by means of a trading vessel. In the beginning he worked\nin Thorwaldsen’s atelier. During a journey of several years, he has\ndoubtless experienced the struggles of genius and the galling fetters\nof want; but now the star of fortune shines upon him. When I came to\nRome, I found him physically suffering and melancholy. He was unable to\nbear the warm summers of Italy; and many people said he could not\nrecover unless he visited the north, breathed the cooler air, and took\nsea-baths. His praises resounded through the papers, glorious works\nstood in his atelier; but man does not live on heavenly bread alone.\nThere came one day a Russian Prince, I believe, and he gave a\ncommission for the Hunter. Two other commissions followed on the same\nday. Jerichau came full of rejoicing and told this to me. A few days\nafter he travelled with his wife, a highly gifted painter, to Denmark,\nfrom whence, strengthened body and soul, he returned, with the winter,\nto Rome, where the strokes of his chisel will resound so that, I hope,\nthe world will hear them. My heart will beat joyfully with them!",
        "I also met in Rome, Kolberg, another Danish sculptor, until now only\nknown in Denmark, but there very highly thought of, a scholar of\nThorwaldsen’s and a favorite of that great master. He honored me by\nmaking my bust. I also sat once more with the kindly K chler, and saw\nthe forms fresh as nature spread themselves over the canvas.",
        "I sat once again with the Roman people in the amusing puppet theatre,\nand heard the children’s merriment. Among the German artists, as well\nas among the Swedes and my own countrymen, I met with a hearty\nreception. My birth-day was joyfully celebrated. Frau von Goethe, who\nwas in Rome, and who chanced to be living in the very house where I\nbrought my Improvisatore into the world, and made him spend his first\nyears of childhood, sent me from thence a large, true Roman bouquet, a\nfragrant mosaic. The Swedish painter, S÷dermark, proposed my health to\nthe company whom the Danes, Swedes, and Norwegians had invited me to\nmeet. From my friends I received some pretty pictures and friendly\nkeepsakes.",
        "The Hanoverian minister, K stner, to whose friendship I am indebted for\nmany pleasant hours, is an extremely agreeable man, possessed of no\nsmall talent for poetry, music, and painting. At his house I really saw\nfor the first time flower-painting elevated by a poetical idea. In one\nof his rooms he has introduced an arabesque of flowers which presents\nus with the flora of the whole year. It commences with the first spring\nflowers, the crocus, the snow drop, and so on; then come the summer\nflowers, then the autumn, and at length the garland ends with the red\nberries and yellow-brown leaves of December.",
        "Constantly in motion, always striving to employ every moment and to see\neverything, I felt myself at last very much affected by the unceasing\nsirocco. The Roman air did not agree with me, and I hastened,\ntherefore, as soon as I had seen the illumination of the dome and the\ngirandola, immediately after the Easter festival, through\nTerracina to Naples. Count Paar travelled with me. We entered St.\nLucia: the sea lay before us; Vesuvius blazed. Those were glorious\nevenings! moonlight nights! It was as if the heavens had elevated\nthemselves above and the stars were withdrawn. What effect of light! In\nthe north the moon scatters silver over the water: here it was gold.\nThe circulating lanterns of the lighthouse now exhibited their dazzling\nlight, now were totally extinguished. The torches of the fishing-boats\nthrew their obelisk-formed blaze along the surface of the water, or\nelse the boat concealed them like a black shadow, below which the\nsurface of the water was illuminated. One fancied one could see to the\nbottom, where fishes and plants were in motion. Along the street itself\nthousands of lights were burning in the shops of the dealers in fruit\nand fish. Now came a troop of children with lights, and went in\nprocession to the church of St. Lucia. Many fell down with their\nlights; but above the whole stood, like the hero of this great drama of\nlight, Vesuvius with his blood-red flame and his illumined cloud of\nsmoke.",
        "I visited the islands of Capri and Ischia once more; and, as the heat\nof the sun and the strong sirocco made a longer residence in Naples\noppressive to me, I went to Sarrento, Tasso’s city, where the foliage\nof the vine cast a shade, and where the air appears to me lighter. Here\nI wrote these pages. In Rome, by the bay of Naples and amid the\nPyrenees, I put on paper the story of my life.",
        "The well-known festival of the Madonna dell’ Arco called me again to\nNaples, where I took up my quarters at an hotel in the middle of the\ncity, near the Toledo Street, and found an excellent host and hostess.\nI had already resided here, but only in the winter. I had now to see\nNaples in its summer heat and with all its wild tumult, but in what\ndegree I had never imagined. The sun shone down with its burning heat\ninto the narrow streets, in at the balcony door. It was necessary to\nshut up every place: not a breath of air stirred. Every little corner,\nevery spot in the street on which a shadow fell was crowded with\nworking handicraftsmen, who chattered loudly and merrily; the carriages\nrolled past; the drivers screamed; the tumult of the people roared like\na sea in the other streets; the church bells sounded every minute; my\nopposite neighbor, God knows who he was, played the musical scale from\nmorning till evening. It was enough to make one lose one’s senses!",
        "The sirocco blew its boiling-hot breath and I was perfectly overcome.\nThere was not another room to be had at St. Lucia, and the sea-bathing\nseemed rather to weaken than to invigorate me. I went therefore again\ninto the country; but the sun burned there with the same beams; yet\nstill the air there was more elastic, yet for all that it was to me\nlike the poisoned mantle of Hercules, which, as it were, drew out of me\nstrength and spirit. I, who had fancied that I must be precisely a\nchild of the sun, so firmly did my heart always cling to the south, was\nforced to acknowledge that the snow of the north was in my body, that\nthe snow melted, and that I was more and more miserable.",
        "Most strangers felt as I myself did in this, as the Neapolitans\nthemselves said, unusually hot summer; the greater number went away. I\nalso would have done the same, but I was obliged to wait several days\nfor a letter of credit; it had arrived at the right time, but lay\nforgotten in the hands of my banker. Yet there was a deal for me to see\nin Naples; many houses were open to me. I tried whether the will were\nnot stronger than the Neapolitan heat, but I fell into such a nervous\nstate in consequence, that till the time of my departure I was obliged\nto lie quietly in my hot room, where the night brought no coolness.\nFrom the morning twilight to midnight roared the noise of bells, the\ncry of the people, the trampling of horses on the stone pavement, and\nthe before-mentioned practiser of the scale–it was like being on the\nrack; and this caused me to give up my journey to Spain, especially as\nI was assured, for my consolation, that I should find it just as warm\nthere as here. The physician said that, at this season of the year, I\ncould not sustain the journey.",
        "I took a berth in the steam-boat Castor for Marseilles; the vessel was\nfull to overflowing with passengers; the whole quarter-deck, even the\nbest place, was occupied by travelling carriages; under one of these I\nhad my bed laid; many people followed my example, and the quarter-deck\nwas soon covered with mattresses and carpets. It blew strongly; the\nwind increased, and in the second and third night raged to a perfect\nstorm; the ship rolled from side to side like a cask in the open sea;\nthe waves dashed on the ship’s side and lifted up their broad heads\nabove the bulwarks as if they would look in upon us. It was as if the\ncarriages under which we lay would crush us to pieces, or else would be\nwashed away by the sea. There was a lamentation, but I lay quiet,\nlooked up at the driving clouds, and thought upon God and my beloved.\nWhen at length we reached Genoa most of the passengers went on land: I\nshould have been willing enough to have followed their example, that I\nmight go by Milan to Switzerland, but my letter of credit was drawn\nupon Marseilles and some Spanish sea-ports. I was obliged to go again\non board. The sea was calm; the air fresh; it was the most glorious\nvoyage along the charming Sardinian coast. Full of strength and new\nlife I arrived at Marseilles, and, as I here breathed more easily, my\nlonging to see Spain was again renewed. I had laid the plan of seeing\nthis country last, as the bouquet of my journey. In the suffering state\nin which I had been I was obliged to give it up, but I was now better.\nI regarded it therefore as a pointing of the finger of heaven that I\nshould be compelled to go to Marseilles, and determined to venture upon\nthe journey. The steam-vessel to Barcelona had, in the meantime, just\nsailed, and several days must pass before another set out. I determined\ntherefore to travel by short days’ journeys through the south of France\nacross the Pyrenees.",
        "Before leaving Marseilles, chance favored me with a short meeting with\none of my friends from the North, and this was Ole Bull! He came from\nAmerica, and was received in France with jubilees and serenades, of\nwhich I was myself a witness. At the table d’h te in the\nH tel des Empereurs, where we both lodged, we flew towards each\nother. He told me what I should have expected least of all, that my\nworks had also many friends in America, that people had inquired from\nhim about me with the greatest interest, and that the English\ntranslations of my romances had been reprinted, and spread through the\nwhole country in cheap editions. My name flown over the great ocean! I\nfelt myself at this thought quite insignificant, but yet glad and\nhappy; wherefore should I, in preference to so many thousand others,\nreceive such happiness?",
        "I had and still have a feeling as though I were a poor peasant lad over\nwhom a royal mantle is thrown. Yet I was and am made happy by all this!\nIs this vanity, or does it show itself in these expressions of\nmy joy?",
        "Ole Bull went to Algiers, I towards the Pyrenees. Through Provence,\nwhich looked to me quite Danish, I reached Nismes, where the grandeur\nof the splendid Roman amphitheatre at once carried me back to Italy.\nThe memorials of antiquity in the south of France I have never heard\npraised as their greatness and number deserve; the so-called Maison\nQuar e is still standing in all its splendor, like the Theseus\nTemple at Athens: Rome has nothing so well preserved.",
        "In Nismes dwells the baker Reboul, who writes the most charming poems:\nwhoever may not chance to know him from these is, however, well\nacquainted with him through Lamartine’s Journey to the East. I found\nhim at the house, stepped into the bakehouse, and addressed myself to a\nman in shirt sleeves who was putting bread into the oven; it was Reboul\nhimself! A noble countenance which expressed a manly character greeted\nme. When I mentioned my name, he was courteous enough to say he was\nacquainted with it through the Revue de Paris, and begged me to visit\nhim in the afternoon, when he should be able to entertain me better.\nWhen I came again I found him in a little room which might be called\nalmost elegant, adorned with pictures, casts and books, not alone\nFrench literature, but translations of the Greek classics. A picture on\nthe wall represented his most celebrated poem, “The Dying Child,” from\nMarmier’s Chansons du Nord. He knew I had treated the same\nsubject, and I told him that this was written in my school days. If in\nthe morning I had found him the industrious baker, he now was the poet\ncompletely; he spoke with animation of the literature of his country,\nand expressed a wish to see the north, the scenery and intellectual\nlife of which seemed to interest him. With great respect I took leave\nof a man whom the Muses have not meanly endowed, and who yet has good\nsense enough, spite of all the homage paid him, to remain steadfast to\nhis honest business, and prefer being the most remarkable baker of\nNismes to losing himself in Paris, after a short triumph, among\nhundreds of other poets.",
        "By railway I now travelled by way of Montpelier to Cette, with that\nrapidity which a train possesses in France; you fly there as though for\na wager with the wild huntsman. I involuntarily remembered that at\nBasle, at the corner of a street where formerly the celebrated Dance of\nDeath was painted, there is written up in large letters “Dance of\nDeath,” and on the opposite corner “Way to the Railroad.” This singular\njuxtaposition just at the frontiers of France, gives play to the fancy;\nin this rushing flight it came into my thoughts; it seemed as though\nthe steam whistle gave the signal to the dance. On German railways one\ndoes not have such wild fancies.",
        "The islander loves the sea as the mountaineer loves his mountains!",
        "Every sea-port town, however small it may be, receives in my eyes a\npeculiar charm from the sea. Was it the sea, in connexion perhaps with\nthe Danish tongue, which sounded in my ears in two houses in Cette,\nthat made this town so homelike to me? I know not, but I felt more in\nDenmark than in the south of France. When far from your country you\nenter a house where all, from the master and mistress to the servants,\nspeak your own language, as was here the case, these home tones have a\nreal power of enchantment: like the mantle of Faust, in a moment they\ntransport you, house and all, into your own land. Here, however, there\nwas no northern summer, but the hot sun of Naples; it might even have\nburnt Faust’s cap. The sun’s rays destroyed all strength. For many\nyears there had not been such a summer, even here; and from the country\nround about arrived accounts of people who had died from the heat: the\nvery nights were hot. I was told beforehand I should be unable to bear\nthe journey in Spain. I felt this myself, but then Spain was to be the\nbouquet of my journey. I already saw the Pyrenees; the blue mountains\nenticed me–and one morning early I found myself on the steam-boat. The\nsun rose higher; it burnt above, it burnt from the expanse of waters,\nmyriads of jelly-like medusas filled the river; it was as though the\nsun’s rays had changed the whole sea into a heaving world of animal\nlife; I had never before seen anything like it. In the Languedoc canal\nwe had all to get into a large boat which had been constructed more for\ngoods than for passengers. The deck was coveted with boxes and trunks,\nand these again occupied by people who sought shade under umbrellas. It\nwas impossible to move; no railing surrounded this pile of boxes and\npeople, which was drawn along by three or four horses attached by long\nropes. Beneath in the cabins it was as crowded; people sat close to\neach other, like flies in a cup of sugar. A lady who had fainted from\nthe heat and tobacco smoke, was carried in and laid upon the only\nunoccupied spot on the floor; she was brought here for air, but here\nthere was none, spite of the number of fans in motion; there were no\nrefreshments to be had, not even a drink of water, except the warm,\nyellow water which the canal afforded. Over the cabin windows hung\nbooted legs, which at the same time that they deprived the cabin of\nlight, seemed to give a substance to the oppressive air. Shut up in\nthis place one had also the torment of being forced to listen to a man\nwho was always trying to say something witty; the stream of words\nplayed about his lips as the canal water about the boat. I made myself\na way through boxes, people, and umbrellas, and stood in a boiling hot\nair; on either side the prospect was eternally the same, green grass, a\ngreen tree, flood-gates–green grass, a green tree, flood-gates–and\nthen again the same; it was enough to drive one insane.",
        "At the distance of a half-hour’s journey from Beziers we were put on\nland; I felt almost ready to faint, and there was no carriage here, for\nthe omnibus had not expected us so early; the sun burnt infernally.\nPeople say the south of France is a portion of Paradise; under the\npresent circumstances it seemed to me a portion of hell with all its\nheat. In Beziers the diligence was waiting, but all the best places\nwere already taken; and I here for the first, and I hope for the last\ntime, got into the hinder part of such a conveyance. An ugly woman in\nslippers, and with a head-dress a yard high, which she hung up, took\nher seat beside me; and now came a singing sailor who had certainly\ndrunk too many healths; then a couple of dirty fellows, whose first\nmanoeuvre was to pull off their boots and coats and sit upon them, hot\nand dirty, whilst the thick clouds of dust whirled into the vehicle,\nand the sun burnt and blinded me. It was impossible to endure this\nfarther than Narbonne; sick and suffering, I sought rest, but then came\ngensdarmes and demanded my passport, and then just as night began, a\nfire must needs break out in the neighboring village; the fire alarm\nresounded, the fire-engines rolled along, it was just as though all\nmanner of tormenting spirits were let loose. From here as far as the\nPyrenees there followed repeated demands for your passport, so\nwearisome that you know nothing like it even in Italy: they gave you as\na reason, the nearness to the Spanish frontiers, the number of\nfugitives from thence, and several murders which had taken place in the\nneighborhood: all conduced to make the journey in my then state of\nhealth a real torment.",
        "I reached Perpignan. The sun had here also swept the streets of people,\nit was only when night came that they came forth, but then it was like\na roaring stream, as though a real tumult were about to destroy the\ntown. The human crowd moved in waves beneath my windows, a loud shout\nresounded; it pierced through my sick frame. What was that?–what did\nit mean? “Good evening, Mr. Arago!” resounded from the strongest\nvoices, thousands repeated it, and music sounded; it was the celebrated\nArago, who was staying in the room next to mine: the people gave him a\nserenade. Now this was the third I had witnessed on my journey. Arago\naddressed them from the balcony, the shouts of the people filled the\nstreets. There are few evenings in my life when I have felt so ill as\non this one, the tumult went through my nerves; the beautiful singing\nwhich followed could not refresh me. Ill as I was, I gave up every\nthought of travelling into Spain; I felt it would be impossible for me.\nAh, if I could only recover strength enough to reach Switzerland! I was\nfilled with horror at the idea of the journey back. I was advised to\nhasten as quickly as possible to the Pyrenees, and there breathe the\nstrengthening mountain air: the baths of Vernet were recommended as\ncool and excellent, and I had a letter of introduction to the head of\nthe establishment there. After an exhausting journey of a night and\nsome hours in the morning, I have reached this place, from whence I\nsent these last sheets. The air is so cool, so strengthening, such as I\nhave not breathed for months. A few days here have entirely restored\nme, my pen flies again over the paper, and my thoughts towards that\nwonderful Spain. I stand like Moses and see the land before me, yet may\nnot tread upon it. But if God so wills it, I will at some future time\nin the winter fly from the north hither into this rich beautiful land,\nfrom which the sun with his sword of flame now holds me back.",
        "Vernet as yet is not one of the well-known bathing places, although it\npossesses the peculiarity of being visited all the year round. The most\ncelebrated visitor last winter was Ibrahim Pacha; his name still lives\non the lips of the hostess and waiter as the greatest glory of the\nestablishment; his rooms were shown first as a curiosity. Among the\nanecdotes current about him is the story of his two French words,\nmerci and tr s bien, which he pronounced in a perfectly\nwrong manner.",
        "In every respect, Vernet among baths is as yet in a state of innocence;\nit is only in point of great bills that the Commandant has been able to\nraise it on a level with the first in Europe. As for the rest, you live\nhere in a solitude, and separated from the world as in no other bathing\nplace: for the amusement of the guests nothing in the least has been\ndone; this must be sought in wanderings on foot or on donkey-back among\nthe mountains; but here all is so peculiar and full of variety, that\nthe want of artificial pleasures is the less felt. It is here as though\nthe most opposite natural productions had been mingled together,–\nnorthern and southern, mountain and valley vegetation. From one point\nyou will look over vineyards, and up to a mountain which appears a\nsample card of corn fields and green meadows, where the hay stands in\ncocks; from another you will only see the naked, metallic rocks with\nstrange crags jutting forth from them, long and narrow as though they\nwere broken statues or pillars; now you walk under poplar trees,\nthrough small meadows, where the balm-mint grows, as thoroughly Danish\na production as though it were cut out of Zealand; now you stand under\nshelter of the rock, where cypresses and figs spring forth among vine\nleaves, and see a piece of Italy. But the soul of the whole, the pulses\nwhich beat audibly in millions through the mountain chain, are the\nsprings. There is a life, a babbling in the ever-rushing waters! It\nsprings forth everywhere, murmurs in the moss, rushes over the great\nstones. There is a movement, a life which it is impossible for words to\ngive; you hear a constant rushing chorus of a million strings; above\nand below you, and all around, you hear the babbling of the river\nnymphs.",
        "High on the cliff, at the edge of a steep precipice, lie the remains of\na Moorish castle; the clouds hang where hung the balcony; the path\nalong which the ass now goes, leads through the hall. From here you can\nenjoy the view over the whole valley, which, long and narrow, seems\nlike a river of trees, which winds among the red scorched rocks; and in\nthe middle of this green valley rises terrace-like on a hill, the\nlittle town of Vernet, which only wants minarets to look like a\nBulgarian town. A miserable church with two long holes as windows, and\nclose to it a ruined tower, form the upper portion, then come the dark\nbrown roofs, and the dirty grey houses with opened shutters instead of\nwindows–but picturesque it certainly is.",
        "But if you enter the town itself–where the apothecary’s shop is, is\nalso the bookseller’s–poverty is the only impression. Almost all the\nhouses are built of unhewn stones, piled one upon another, and two or\nthree gloomy holes form door and windows through which the swallows fly\nout and in. Wherever I entered, I saw through the worn floor of the\nfirst story down into a chaotic gloom beneath. On the wall hangs\ngenerally a bit of fat meat with the hairy skin attached; it was\nexplained to me that this was used to rub their shoes with. The\nsleeping-room is painted in the most glaring manner with saints,\nangels, garlands, and crowns al fresco, as if done when the art\nof painting was in its greatest state of imperfection.",
        "The people are unusually ugly; the very children are real gnomes; the\nexpression of childhood does not soften the clumsy features. But a few\nhours’ journey on the other side of the mountains, on the Spanish side,\nthere blooms beauty, there flash merry brown eyes. The only poetical\npicture I retain of Vernet was this. In the market-place, under a\nsplendidly large tree, a wandering pedlar had spread out all his\nwares,–handkerchiefs, books and pictures,–a whole bazaar, but the\nearth was his table; all the ugly children of the town, burnt through\nby the sun, stood assembled round these splendid things; several old\nwomen looked out from their open shops; on horses and asses the\nvisitors to the bath, ladies and gentlemen, rode by in long procession,\nwhilst two little children, half hid behind a heap of planks; played at\nbeing cocks, and shouted all the time, “kekkeriki!”",
        "Far more of a town, habitable and well-appointed, is the garrison town\nof Villefranche, with its castle of the age of Louis XIV., which lies a\nfew hours’ journey from this place. The road by Olette to Spain passes\nthrough it, and there is also some business; many houses attract your\neye by their beautiful Moorish windows carved in marble. The church is\nbuilt half in the Moorish style, the altars are such as are seen in\nSpanish churches, and the Virgin stands there with the Child, all\ndressed in gold and silver. I visited Villefranche one of the first\ndays of my sojourn here; all the visitors made the excursion with me,\nto which end all the horses and asses far and near were brought\ntogether; horses were put into the Commandant’s venerable coach, and it\nwas occupied by people within and without, just as though it had been a\nFrench public vehicle. A most amiable Holsteiner, the best rider of the\ncompany, the well-known painter Dauzats, a friend of Alexander Dumas’s,\nled the train. The forts, the barracks, and the caves were seen; the\nlittle town of Cornelia also, with its interesting church, was not\npassed over. Everywhere were found traces of the power and art of the\nMoors; everything in this neighborhood speaks more of Spain than\nFrance, the very language wavers between the two.",
        "And here in this fresh mountain nature, on the frontiers of a land\nwhose beauty and defects I am not yet to become acquainted with, I will\nclose these pages, which will make in my life a frontier to coming\nyears, with their beauty and defects. Before I leave the Pyrenees these\nwritten pages will fly to Germany, a great section of my life; I myself\nshall follow, and a new and unknown section will begin.–What may it\nunfold?–I know not, but thankfully, hopefully, I look forward. My\nwhole life, the bright as well as the gloomy days, led to the best. It\nis like a voyage to some known point,–I stand at the rudder, I have\nchosen my path,–but God rules the storm and the sea. He may direct it\notherwise; and then, happen what may, it will be the best for me. This\nfaith is firmly planted in my breast, and makes me happy.",
        "The story of my life, up to the present hour, lies unrolled before me,\nso rich and beautiful that I could not have invented it. I feel that I\nam a child of good fortune; almost every one meets me full of love and\ncandor, and seldom has my confidence in human nature been deceived.\nFrom the prince to the poorest peasant I have felt the noble human\nheart beat. It is a joy to live and to believe in God and man. Openly\nand full of confidence, as if I sat among dear friends, I have here\nrelated the story of my life, have spoken both of my sorrows and joys,\nand have expressed my pleasure at each mark of applause and\nrecognition, as I believe I might even express it before God himself.\nBut then, whether this may be vanity? I know not: my heart was affected\nand humble at the same time, my thought was gratitude to God. That I\nhave related it is not alone because such a biographical sketch as this\nwas desired from me for the collected edition of my works, but because,\nas has been already said, the history of my life will be the best\ncommentary to all my works.",
        "In a few days I shall say farewell to the Pyrenees, and return through\nSwitzerland to dear, kind Germany, where so much joy has flowed into my\nlife, where I possess so many sympathizing friends, where my writings\nhave been so kindly and encouragingly received, and where also these\nsheets will be gently criticized, When the Christmas-tree is lighted,–\nwhen, as people say, the white bees swarm,–I shall be, God willing,\nagain in Denmark with my dear ones, my heart filled with the flowers of\ntravel, and strengthened both in body and mind: then will new works\ngrow upon paper; may God lay his blessing upon them! He will do so. A\nstar of good fortune shines upon me; there are thousands who deserve it\nfar more than I; I often myself cannot conceive why I, in preference to\nnumberless others, should receive so much joy: may it continue to\nshine! But should it set, perhaps whilst I conclude these lines, still\nit has shone, I have received my rich portion; let it set! From this\nalso the best will spring. To God and men my thanks, my love!",
        "Vernet (Department of the East Pyrenees), July, 1846.",
        "H. C. Andersen.",
        " ",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}