{
    "title": "The Story of Mankind - Charlemagne (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "HOW CHARLEMAGNE, THE KING OF THE\nFRANKS, CAME TO BEAR THE TITLE OF\nEMPEROR AND TRIED TO REVIVE THE OLD\nIDEAL OF WORLD-EMPIRE",
        "THE battle of Poitiers had saved Europe from the\nMohammedans. But the enemy within–the hopeless disorder\nwhich had followed the disappearance of the Roman police\nofficer–that enemy remained. It is true that the new converts\nof the Christian faith in Northern Europe felt a deep respect\nfor the mighty Bishop of Rome. But that poor bishop did\nnot feel any too safe when he looked toward the distant\nmountains. Heaven knew what fresh hordes of barbarians were\nready to cross the Alps and begin a new attack on Rome. It\nwas necessary–very necessary–for the spiritual head of the\nworld to find an ally with a strong sword and a powerful\nfist who was willing to defend His Holiness in case of danger.",
        "And so the Popes, who were not only very holy but\nalso very practical, cast about for a friend, and presently\nthey made overtures to the most promising of the Germanic\ntribes who had occupied north-western Europe after the fall\nof Rome. They were called the Franks. One of their earliest\nkings, called Merovech, had helped the Romans in the battle of\nthe Catalaunian fields in the year 451 when they defeated the\nHuns. His descendants, the Merovingians, had continued to\ntake little bits of imperial territory until the year 486 when\nking Clovis (the old French word for “Louis”) felt himself\nstrong enough to beat the Romans in the open. But his\ndescendants were weak men who left the affairs of state to\ntheir Prime minister, the “Major Domus” or Master of the\nPalace.",
        "Pepin the Short, the son of the famous Charles Martel,\nwho succeeded his father as Master of the Palace, hardly\nknew how to handle the situation. His royal master was a\ndevout theologian, without any interest in politics. Pepin\nasked the Pope for advice. The Pope who was a practical\nperson answered that the “power in the state belonged to him\nwho was actually possessed of it.” Pepin took the hint. He\npersuaded Childeric, the last of the Merovingians to become\na monk and then made himself king with the approval of the\nother Germanic chieftains. But this did not satisfy the shrewd\nPepin. He wanted to be something more than a barbarian\nchieftain. He staged an elaborate ceremony at which Boniface,\nthe great missionary of the European northwest, anointed\nhim and made him a “King by the grace of God.” It was\neasy to slip those words, “Del gratia,” into the coronation\nservice. It took almost fifteen hundred years to get them out\nagain.",
        "Pepin was sincerely grateful for this kindness on the part\nof the church. He made two expeditions to Italy to defend\nthe Pope against his enemies. He took Ravenna and several\nother cities away from the Longobards and presented them\nto His Holiness, who incorporated these new domains into\nthe so-called Papal State, which remained an independent\ncountry until half a century ago.",
        "After Pepin’s death, the relations between Rome and Aix-\nla-Chapelle or Nymwegen or Ingelheim, (the Frankish Kings\ndid not have one official residence, but travelled from place to\nplace with all their ministers and court officers,) became more\nand more cordial. Finally the Pope and the King took a step\nwhich was to influence the history of Europe in a most profound\nway.",
        "Charles, commonly known as Carolus Magnus or Char-\nlemagne, succeeded Pepin in the year 768. He had conquered\nthe land of the Saxons in eastern Germany and had\nbuilt towns and monasteries all over the greater part of northern\nEurope. At the request of certain enemies of Abd-ar-\nRahman, he had invaded Spain to fight the Moors. But in\nthe Pyrenees he had been attacked by the wild Basques and\nhad been forced to retire. It was upon this occasion that Roland,\nthe great Margrave of Breton, showed what a Frankish\nchieftain of those early days meant when he promised to be\nfaithful to his King, and gave his life and that of his trusted\nfollowers to safeguard the retreat of the royal army.",
        "During the last ten years of the eighth century, however,\nCharles was obliged to devote himself exclusively to affairs of\nthe South. The Pope, Leo III, had been attacked by a band\nof Roman rowdies and had been left for dead in the street.\nSome kind people had bandaged his wounds and had helped\nhim to escape to the camp of Charles, where he asked for\nhelp. An army of Franks soon restored quiet and carried Leo\nback to the Lateran Palace which ever since the days of Constantine,\nhad been the home of the Pope. That was in December\nof the year 799. On Christmas day of the next year,\nCharlemagne, who was staying in Rome, attended the service\nin the ancient church of St. Peter. When he arose from prayer,\nthe Pope placed a crown upon his head, called him Emperor of\nthe Romans and hailed him once more with the title of “Augustus\"\nwhich had not been heard for hundreds of years.",
        "Once more Northern Europe was part of a Roman Empire,\nbut the dignity was held by a German chieftain who could\nread just a little and never learned to write. But he could\nfight and for a short while there was order and even the rival\nemperor in Constantinople sent a letter of approval to his\n“dear Brother.”",
        "Unfortunately this splendid old man died in the year 814.\nHis sons and his grandsons at once began to fight for the\nlargest share of the imperial inheritance. Twice the Carolingian\nlands were divided, by the treaties of Verdun in the\nyear 843 and by the treaty of Mersen-on-the-Meuse in the\nyear 870. The latter treaty divided the entire Frankish Kingdom\ninto two parts. Charles the Bold received the western\nhalf. It contained the old Roman province called Gaul where\nthe language of the people had become thoroughly romanized.\nThe Franks soon learned to speak this language and this\naccounts for the strange fact that a purely Germanic land\nlike France should speak a Latin tongue.",
        "The other grandson got the eastern part, the land which\nthe Romans had called Germania. Those inhospitable regions\nhad never been part of the old Empire. Augustus had\ntried to conquer this “far east,” but his legions had been\nannihilated in the Teutoburg Wood in the year 9 and the people had\nnever been influenced by the higher Roman civilisation. They\nspoke the popular Germanic tongue. The Teuton word for\n“people” was “thiot.” The Christian missionaries therefore\ncalled the German language the “lingua theotisca” or the\n“lingua teutisca,” the “popular dialect” and this word\n“teutisca” was changed into “Deutsch” which accounts for the name\n“Deutschland.”",
        "As for the famous Imperial Crown, it very soon slipped\noff the heads of the Carolingian successors and rolled back onto\nthe Italian plain, where it became a sort of plaything of a\nnumber of little potentates who stole the crown from each other\namidst much bloodshed and wore it (with or without the permission\nof the Pope) until it was the turn of some more ambitious\nneighbour. The Pope, once more sorely beset by his\nenemies, sent north for help. He did not appeal to the ruler\nof the west-Frankish kingdom, this time. His messengers\ncrossed the Alps and addressed themselves to Otto, a Saxon\nPrince who was recognised as the greatest chieftain of the\ndifferent Germanic tribes.",
        "Otto, who shared his people’s affection for the blue skies\nand the gay and beautiful people of the Italian peninsula,\nhastened to the rescue. In return for his services, the Pope,\nLeo VIII, made Otto “Emperor,” and the eastern half of\nCharles’ old kingdom was henceforth known as the “Holy\nRoman Empire of the German Nation.”",
        "This strange political creation managed to live to the ripe\nold age of eight hundred and thirty-nine years. In the year\n1801, (during the presidency of Thomas Jefferson,) it was\nmost unceremoniously relegated to the historical scrapheap.\nThe brutal fellow who destroyed the old Germanic Empire was\nthe son of a Corsican notary-public who had made a brilliant\ncareer in the service of the French Republic. He was ruler\nof Europe by the grace of his famous Guard Regiments, but\nhe desired to be something more. He sent to Rome for the\nPope and the Pope came and stood by while General Napoleon\nplaced the imperial crown upon his own head and proclaimed\nhimself heir to the tradition of Charlemagne. For history is\nlike life. The more things change, the more they remain\nthe same.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}