{
    "title": "The Sorrows of Young Werther - August 22.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "36",
    "content": [
        "\n\n",
        "What a misfortune, Wilhelm! My active spirits have degenerated\ninto contented indolence. I cannot be idle, and yet I am unable\nto set to work. I cannot think: I have no longer any feeling for\nthe beauties of nature, and books are distasteful to me. Once we\ngive ourselves up, we are totally lost. Many a time and oft I\nwish I were a common labourer; that, awakening in the morning, I\nmight have but one prospect, one pursuit, one hope, for the day\nwhich has dawned. I often envy Albert when I see him buried in a\nheap of papers and parchments, and I fancy I should be happy were\nI in his place. Often impressed with this feeling I have been on\nthe point of writing to you and to the minister, for the appointment\nat the embassy, which you think I might obtain. I believe I might\nprocure it. The minister has long shown a regard for me, and has\nfrequently urged me to seek employment. It is the business of an\nhour only. Now and then the fable of the horse recurs to me. \nWeary of liberty, he suffered himself to be saddled and bridled,\nand was ridden to death for his pains. I know not what to determine\nupon. For is not this anxiety for change the consequence of that\nrestless spirit which would pursue me equally in every situation\nof life?",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}