{
    "title": "The Golden Sayings of Epictetus - CLXXXIX ",
    "author": "Unknown",
    "chapter": "189",
    "content": [
        "\n",
        "\n\n",
        "What wouldst thou be found doing when overtaken by Death? If\nI might choose, I would be found doing some deed of true\nhumanity, of wide import, beneficent and noble. But if I may not\nbe found engaged in aught so lofty, let me hope at least for\nthis—what none may hinder, what is surely in my power—that I\nmay be found raising up in myself that which had fallen; learning\nto deal more wisely with the things of sense; working out my own\ntranquillity, and thus rendering that which is its due to every\nrelation of life. . . .",
        "If death surprise me thus employed, it is enough if I can\nstretch forth my hands to God and say, “The faculties which I\nreceived at Thy hands for apprehending this thine Administration,\nI have not neglected. As far as in me lay, I have done Thee no\ndishonour. Behold how I have used the senses, the primary\nconceptions which Thou gavest me. Have I ever laid anything to\nThy charge? Have I ever murmured at aught that came to pass, or\nwished it otherwise? Have I in anything transgressed the\nrelations of life? For that Thou didst beget me, I thank Thee for\nthat Thou hast given: for the time during which I have used the\nthings that were Thine, it suffices me. Take them back and place\nthem wherever Thou wilt! They were all Thine, and Thou gavest\nthem me.\"—If a man depart thus minded, is it not enough? What\nlife is fairer or more noble, what end happier than his?",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}