{
    "title": "The War of the Worlds - Chapter Seven",
    "author": "H.G. Wells",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "\n   I spent that night in the inn that stands at the top of\nPutney Hill, sleeping in a made bed for the first time since\nmy flight to Leatherhead.  I will not tell the needless trouble\nI had breaking into that house--afterwards I found the\nfront door was on the latch--nor how I ransacked every\nroom for food, until just on the verge of despair, in what\nseemed to me to be a servant’s bedroom, I found a rat-\ngnawed crust and two tins of pineapple.  The place had\nbeen already searched and emptied.  In the bar I afterwards\nfound some biscuits and sandwiches that had been over-\nlooked.  The latter I could not eat, they were too rotten, but\nthe former not only stayed my hunger, but filled my pockets.\nI lit no lamps, fearing some Martian might come beating\nthat part of London for food in the night.  Before I went to\nbed I had an interval of restlessness, and prowled from\nwindow to window, peering out for some sign of these\nmonsters.  I slept little.  As I lay in bed I found myself think-\ning consecutively--a thing I do not remember to have done\nsince my last argument with the curate.  During all the inter-\nvening time my mental condition had been a hurrying suc-\ncession of vague emotional states or a sort of stupid recep-\ntivity.  But in the night my brain, reinforced, I suppose, by\nthe food I had eaten, grew clear again, and I thought.",
        "Three things struggled for possession of my mind: the\nkilling of the curate, the whereabouts of the Martians, and\nthe possible fate of my wife.  The former gave me no sensa-\ntion of horror or remorse to recall; I saw it simply as a thing\ndone, a memory infinitely disagreeable but quite without the\nquality of remorse.  I saw myself then as I see myself now,\ndriven step by step towards that hasty blow, the creature of\na sequence of accidents leading inevitably to that.  I felt no\ncondemnation; yet the memory, static, unprogressive, haunted\nme.  In the silence of the night, with that sense of the near-\nness of God that sometimes comes into the stillness and the\ndarkness, I stood my trial, my only trial, for that moment of\nwrath and fear.  I retraced every step of our conversation from\nthe moment when I had found him crouching beside me,\nheedless of my thirst, and pointing to the fire and smoke\nthat streamed up from the ruins of Weybridge.  We had been\nincapable of co-operation--grim chance had taken no heed\nof that.  Had I foreseen, I should have left him at Halliford.\nBut I did not foresee; and crime is to foresee and do.  And\nI set this down as I have set all this story down, as it was.\nThere were no witnesses--all these things I might have con-\ncealed.  But I set it down, and the reader must form his\njudgment as he will.",
        "And when, by an effort, I had set aside that picture of a\nprostrate body, I faced the problem of the Martians and the\nfate of my wife.  For the former I had no data; I could\nimagine a hundred things, and so, unhappily, I could for the\nlatter.  And suddenly that night became terrible.  I found\nmyself sitting up in bed, staring at the dark.  I found my-\nself praying that the Heat-Ray might have suddenly and\npainlessly struck her out of being.  Since the night of my\nreturn from Leatherhead I had not prayed.  I had uttered\nprayers, fetish prayers, had prayed as heathens mutter charms\nwhen I was in extremity; but now I prayed indeed, plead-\ning steadfastly and sanely, face to face with the darkness\nof God.  Strange night!  Strangest in this, that so soon as dawn\nhad come, I, who had talked with God, crept out of the house\nlike a rat leaving its hiding place--a creature scarcely larger,\nan inferior animal, a thing that for any passing whim of our\nmasters might be hunted and killed.  Perhaps they also\nprayed confidently to God.  Surely, if we have learned noth-\ning else, this war has taught us pity--pity for those witless\nsouls that suffer our dominion.",
        "The morning was bright and fine, and the eastern sky\nglowed pink, and was fretted with little golden clouds.  In\nthe road that runs from the top of Putney Hill to Wimbledon\nwas a number of poor vestiges of the panic torrent that must\nhave poured Londonward on the Sunday night after the\nfighting began.  There was a little two-wheeled cart inscribed\nwith the name of Thomas Lobb, Greengrocer, New Malden,\nwith a smashed wheel and an abandoned tin trunk; there\nwas a straw hat trampled into the now hardened mud, and\nat the top of West Hill a lot of blood-stained glass about the\noverturned water trough.  My movements were languid, my\nplans of the vaguest.  I had an idea of going to Leatherhead,\nthough I knew that there I had the poorest chance of finding\nmy wife.  Certainly, unless death had overtaken them sud-\ndenly, my cousins and she would have fled thence; but it\nseemed to me I might find or learn there whither the Surrey\npeople had fled.  I knew I wanted to find my wife, that my\nheart ached for her and the world of men, but I had no\nclear idea how the finding might be done.  I was also sharply\naware now of my intense loneliness.  From the corner I went,\nunder cover of a thicket of trees and bushes, to the edge of\nWimbledon Common, stretching wide and far.",
        "That dark expanse was lit in patches by yellow gorse and\nbroom; there was no red weed to be seen, and as I prowled,\nhesitating, on the verge of the open, the sun rose, flooding\nit all with light and vitality.  I came upon a busy swarm of\nlittle frogs in a swampy place among the trees.  I stopped\nto look at them, drawing a lesson from their stout resolve\nto live.  And presently, turning suddenly, with an odd\nfeeling of being watched, I beheld something crouching\namid a clump of bushes.  I stood regarding this.  I made a\nstep towards it, and it rose up and became a man armed\nwith a cutlass.  I approached him slowly.  He stood silent and\nmotionless, regarding me.",
        "As I drew nearer I perceived he was dressed in clothes\nas dusty and filthy as my own; he looked, indeed, as though\nhe had been dragged through a culvert.  Nearer, I distin-\nguished the green slime of ditches mixing with the pale drab\nof dried clay and shiny, coaly patches.  His black hair fell over\nhis eyes, and his face was dark and dirty and sunken, so\nthat at first I did not recognise him.  There was a red cut\nacross the lower part of his face.",
        "“Stop!” he cried, when I was within ten yards of him, and\nI stopped.  His voice was hoarse.  “Where do you come from?\"\nhe said.",
        "I thought, surveying him.",
        "“I come from Mortlake,” I said.  “I was buried near the\npit the Martians made about their cylinder.  I have worked\nmy way out and escaped.”",
        "“There is no food about here,” he said.  “This is my coun-\ntry.  All this hill down to the river, and back to Clapham,\nand up to the edge of the common.  There is only food for one.\nWhich way are you going?”",
        "I answered slowly.",
        "“I don’t know,” I said.  “I have been buried in the ruins\nof a house thirteen or fourteen days.  I don’t know what has\nhappened.”",
        "He looked at me doubtfully, then started, and looked with\na changed expression.",
        "“I’ve no wish to stop about here,” said I.  “I think I shall\ngo to Leatherhead, for my wife was there.”",
        "He shot out a pointing finger.",
        "“It is you,” said he; “the man from Woking.  And you\nweren’t killed at Weybridge?”",
        "I recognised him at the same moment.",
        "“You are the artilleryman who came into my garden.”",
        "“Good luck!” he said.  “We are lucky ones!  Fancy YOU!”  He\nput out a hand, and I took it.  “I crawled up a drain,” he said.\n“But they didn’t kill everyone.  And after they went away I\ngot off towards Walton across the fields.  But---- It’s not\nsixteen days altogether--and your hair is grey.”  He looked\nover his shoulder suddenly.  “Only a rook,” he said.  “One\ngets to know that birds have shadows these days.  This is a\nbit open.  Let us crawl under those bushes and talk.”",
        "“Have you seen any Martians?” I said.  “Since I crawled\nout----”",
        "“They’ve gone away across London,” he said.  “I guess\nthey’ve got a bigger camp there.  Of a night, all over there,\nHampstead way, the sky is alive with their lights.  It’s like\na great city, and in the glare you can just see them moving.\nBy daylight you can’t.  But nearer--I haven’t seen them--\"\n(he counted on his fingers) “five days.  Then I saw a couple\nacross Hammersmith way carrying something big.  And the\nnight before last\"--he stopped and spoke impressively--\"it\nwas just a matter of lights, but it was something up in the\nair.  I believe they’ve built a flying-machine, and are learn-\ning to fly.”",
        "I stopped, on hands and knees, for we had come to the\nbushes.",
        "“Fly!”",
        "“Yes,” he said, “fly.”",
        "I went on into a little bower, and sat down.",
        "“It is all over with humanity,” I said.  “If they can do that\nthey will simply go round the world.”",
        "He nodded.",
        "“They will.  But---- It will relieve things over here a bit.\nAnd besides----”  He looked at me.  “Aren’t you satisfied it IS\nup with humanity?  I am.  We’re down; we’re beat.”",
        "I stared.  Strange as it may seem, I had not arrived at this\nfact--a fact perfectly obvious so soon as he spoke.  I had\nstill held a vague hope; rather, I had kept a lifelong habit\nof mind.  He repeated his words, “We’re beat.”  They carried\nabsolute conviction.",
        "“It’s all over,” he said.  “They’ve lost ONE--just ONE.\nAnd they’ve made their footing good and crippled the greatest\npower in the world.  They’ve walked over us.  The death of\nthat one at Weybridge was an accident.  And these are only\npioneers.  They kept on coming.  These green stars--I’ve seen\nnone these five or six days, but I’ve no doubt they’re falling\nsomewhere every night.  Nothing’s to be done.  We’re under!\nWe’re beat!”",
        "I made him no answer.  I sat staring before me, trying in\nvain to devise some countervailing thought.",
        "“This isn’t a war,” said the artilleryman.  “It never was a\nwar, any more than there’s war between man and ants.”",
        "Suddenly I recalled the night in the observatory.",
        "“After the tenth shot they fired no more--at least, until\nthe first cylinder came.”",
        "“How do you know?” said the artilleryman.  I explained.\nHe thought.  “Something wrong with the gun,” he said.  “But\nwhat if there is?  They’ll get it right again.  And even if\nthere’s a delay, how can it alter the end?  It’s just men and\nants.  There’s the ants builds their cities, live their lives,\nhave wars, revolutions, until the men want them out of the way,\nand then they go out of the way.  That’s what we are now--just\nants.  Only----”",
        "“Yes,” I said.",
        "“We’re eatable ants.”",
        "We sat looking at each other.",
        "“And what will they do with us?” I said.",
        "“That’s what I’ve been thinking,” he said; “that’s what I’ve\nbeen thinking.  After Weybridge I went south--thinking.  I\nsaw what was up.  Most of the people were hard at it\nsquealing and exciting themselves.  But I’m not so fond of\nsquealing.  I’ve been in sight of death once or twice; I’m\nnot an ornamental soldier, and at the best and worst, death--\nit’s just death.  And it’s the man that keeps on thinking comes\nthrough.  I saw everyone tracking away south.  Says I, “Food\nwon’t last this way,” and I turned right back.  I went for\nthe Martians like a sparrow goes for man.  All round\"--he\nwaved a hand to the horizon--\"they’re starving in heaps,\nbolting, treading on each other. . . .”",
        "He saw my face, and halted awkwardly.",
        "“No doubt lots who had money have gone away to\nFrance,” he said.  He seemed to hesitate whether to apolo-\ngise, met my eyes, and went on: “There’s food all about here.\nCanned things in shops; wines, spirits, mineral waters; and\nthe water mains and drains are empty.  Well, I was telling\nyou what I was thinking.  “Here’s intelligent things,” I said,\n“and it seems they want us for food.  First, they’ll smash us\nup--ships, machines, guns, cities, all the order and organisa-\ntion.  All that will go.  If we were the size of ants we might\npull through.  But we’re not.  It’s all too bulky to stop.\nThat’s the first certainty.”  Eh?”",
        "I assented.",
        "“It is; I’ve thought it out.  Very well, then--next; at\npresent we’re caught as we’re wanted.  A Martian has only to go\na few miles to get a crowd on the run.  And I saw one, one day,\nout by Wandsworth, picking houses to pieces and routing\namong the wreckage.  But they won’t keep on doing that.\nSo soon as they’ve settled all our guns and ships, and\nsmashed our railways, and done all the things they are\ndoing over there, they will begin catching us systematic, pick-\ning the best and storing us in cages and things.  That’s what\nthey will start doing in a bit.  Lord!  They haven’t begun on\nus yet.  Don’t you see that?”",
        "“Not begun!” I exclaimed.",
        "“Not begun.  All that’s happened so far is through our not\nhaving the sense to keep quiet--worrying them with guns\nand such foolery.  And losing our heads, and rushing off in\ncrowds to where there wasn’t any more safety than where\nwe were.  They don’t want to bother us yet.  They’re making\ntheir things--making all the things they couldn’t bring with\nthem, getting things ready for the rest of their people.  Very\nlikely that’s why the cylinders have stopped for a bit, for\nfear of hitting those who are here.  And instead of our rush-\ning about blind, on the howl, or getting dynamite on the\nchance of busting them up, we’ve got to fix ourselves up\naccording to the new state of affairs.  That’s how I figure it\nout.  It isn’t quite according to what a man wants for his\nspecies, but it’s about what the facts point to.  And that’s the\nprinciple I acted upon.  Cities, nations, civilisation,\nprogress--it’s all over.  That game’s up.  We’re beat.”",
        "“But if that is so, what is there to live for?”",
        "The artilleryman looked at me for a moment.",
        "“There won’t be any more blessed concerts for a million\nyears or so; there won’t be any Royal Academy of Arts, and\nno nice little feeds at restaurants.  If it’s amusement you’re\nafter, I reckon the game is up.  If you’ve got any drawing-\nroom manners or a dislike to eating peas with a knife or\ndropping aitches, you’d better chuck ’em away.  They ain’t\nno further use.”",
        "“You mean----”",
        "“I mean that men like me are going on living--for the\nsake of the breed.  I tell you, I’m grim set on living.  And if\nI’m not mistaken, you’ll show what insides YOU’VE got, too,\nbefore long.  We aren’t going to be exterminated.  And I don’t\nmean to be caught either, and tamed and fattened and bred\nlike a thundering ox.  Ugh! Fancy those brown creepers!”",
        "“You don’t mean to say----”",
        "“I do.  I’m going on, under their feet.  I’ve got it planned;\nI’ve thought it out.  We men are beat.  We don’t know\nenough.  We’ve got to learn before we’ve got a chance.  And\nwe’ve got to live and keep independent while we learn.  See!\nThat’s what has to be done.”",
        "I stared, astonished, and stirred profoundly by the man’s\nresolution.",
        "“Great God!,” cried I.  “But you are a man indeed!”  And\nsuddenly I gripped his hand.",
        "“Eh!” he said, with his eyes shining.  “I’ve thought it out,\neh?”",
        "“Go on,” I said.",
        "“Well, those who mean to escape their catching must get\nready.  I’m getting ready.  Mind you, it isn’t all of us that\nare made for wild beasts; and that’s what it’s got to be.\nThat’s why I watched you.  I had my doubts.  You’re slender.\nI didn’t know that it was you, you see, or just how you’d\nbeen buried.  All these--the sort of people that lived in\nthese houses, and all those damn little clerks that used to\nlive down that way--they’d be no good.  They haven’t any\nspirit in them--no proud dreams and no proud lusts; and a\nman who hasn’t one or the other--Lord!  What is he but\nfunk and precautions?  They just used to skedaddle off to\nwork--I’ve seen hundreds of ’em, bit of breakfast in hand,\nrunning wild and shining to catch their little season-ticket\ntrain, for fear they’d get dismissed if they didn’t; working\nat businesses they were afraid to take the trouble to under-\nstand; skedaddling back for fear they wouldn’t be in time\nfor dinner; keeping indoors after dinner for fear of the back\nstreets, and sleeping with the wives they married, not be-\ncause they wanted them, but because they had a bit of\nmoney that would make for safety in their one little mis-\nerable skedaddle through the world.  Lives insured and a\nbit invested for fear of accidents.  And on Sundays--fear of\nthe hereafter.  As if hell was built for rabbits!  Well, the Mar-\ntians will just be a godsend to these.  Nice roomy cages, fat-\ntening food, careful breeding, no worry.  After a week or so\nchasing about the fields and lands on empty stomachs, they’ll\ncome and be caught cheerful.  They’ll be quite glad after a\nbit.  They’ll wonder what people did before there were\nMartians to take care of them.  And the bar loafers, and\nmashers, and singers--I can imagine them.  I can imagine\nthem,” he said, with a sort of sombre gratification.  “There’ll\nbe any amount of sentiment and religion loose among them.\nThere’s hundreds of things I saw with my eyes that I’ve\nonly begun to see clearly these last few days.  There’s lots\nwill take things as they are--fat and stupid; and lots will\nbe worried by a sort of feeling that it’s all wrong, and that\nthey ought to be doing something.  Now whenever things are\nso that a lot of people feel they ought to be doing some-\nthing, the weak, and those who go weak with a lot of com-\nplicated thinking, always make for a sort of do-nothing\nreligion, very pious and superior, and submit to persecution\nand the will of the Lord.  Very likely you’ve seen the same\nthing.  It’s energy in a gale of funk, and turned clean inside\nout.  These cages will be full of psalms and hymns and piety.\nAnd those of a less simple sort will work in a bit of--what\nis it?--eroticism.”",
        "He paused.",
        "“Very likely these Martians will make pets of some of them;\ntrain them to do tricks--who knows?--get sentimental over\nthe pet boy who grew up and had to be killed.  And some,\nmaybe, they will train to hunt us.”",
        "“No,” I cried, “that’s impossible!  No human being----”",
        "“What’s the good of going on with such lies?” said the\nartilleryman.  “There’s men who’d do it cheerful.  What non-\nsense to pretend there isn’t!”",
        "And I succumbed to his conviction.",
        "“If they come after me,” he said; “Lord, if they come\nafter me!” and subsided into a grim meditation.",
        "I sat contemplating these things.  I could find nothing\nto bring against this man’s reasoning.  In the days before\nthe invasion no one would have questioned my intellectual\nsuperiority to his--I, a professed and recognised writer on\nphilosophical themes, and he, a common soldier; and yet\nhe had already formulated a situation that I had scarcely\nrealised.",
        "“What are you doing?” I said presently.  “What plans\nhave you made?”",
        "He hesitated.",
        "“Well, it’s like this,” he said.  “What have we to do?  We\nhave to invent a sort of life where men can live and breed,\nand be sufficiently secure to bring the children up.  Yes--wait\na bit, and I’ll make it clearer what I think ought to be done.\nThe tame ones will go like all tame beasts; in a few genera-\ntions they’ll be big, beautiful, rich-blooded, stupid--rubbish!\nThe risk is that we who keep wild will go savage--de-\ngenerate into a sort of big, savage rat. . . .  You see, how I\nmean to live is underground.  I’ve been thinking about the\ndrains.  Of course those who don’t know drains think horrible\nthings; but under this London are miles and miles--hundreds\nof miles--and a few days” rain and London empty will leave\nthem sweet and clean.  The main drains are big enough and\nairy enough for anyone.  Then there’s cellars, vaults, stores,\nfrom which bolting passages may be made to the drains.\nAnd the railway tunnels and subways.  Eh?  You begin to see?\nAnd we form a band--able-bodied, clean-minded men.  We’re\nnot going to pick up any rubbish that drifts in.  Weaklings\ngo out again.”",
        "“As you meant me to go?”",
        "“Well--l parleyed, didn’t I?”",
        "“We won’t quarrel about that.  Go on.”",
        "“Those who stop obey orders.  Able-bodied, clean-minded\nwomen we want also--mothers and teachers.  No lackadaisical\nladies--no blasted rolling eyes.  We can’t have any weak or\nsilly.  Life is real again, and the useless and cumbersome and\nmischievous have to die.  They ought to die.  They ought to\nbe willing to die.  It’s a sort of disloyalty, after all, to live\nand taint the race.  And they can’t be happy.  Moreover, dying’s\nnone so dreadful; it’s the funking makes it bad.  And in all\nthose places we shall gather.  Our district will be London.\nAnd we may even be able to keep a watch, and run about\nin the open when the Martians keep away.  Play cricket, per-\nhaps.  That’s how we shall save the race.  Eh?  It’s a possible\nthing?  But saving the race is nothing in itself.  As I say,\nthat’s only being rats.  It’s saving our knowledge and adding\nto it is the thing.  There men like you come in.  There’s books,\nthere’s models.  We must make great safe places down deep,\nand get all the books we can; not novels and poetry swipes,\nbut ideas, science books.  That’s where men like you come\nin.  We must go to the British Museum and pick all those\nbooks through.  Especially we must keep up our science--\nlearn more.  We must watch these Martians.  Some of us\nmust go as spies.  When it’s all working, perhaps I will.  Get\ncaught, I mean.  And the great thing is, we must leave the\nMartians alone.  We mustn’t even steal.  If we get in their\nway, we clear out.  We must show them we mean no harm.\nYes, I know.  But they’re intelligent things, and they won’t\nhunt us down if they have all they want, and think we’re\njust harmless vermin.”",
        "The artilleryman paused and laid a brown hand upon\nmy arm.",
        "“After all, it may not be so much we may have to learn\nbefore-- Just imagine this: four or five of their fighting\nmachines suddenly starting off--Heat-Rays right and left, and\nnot a Martian in ’em.  Not a Martian in ’em, but men--men\nwho have learned the way how.  It may be in my time, even--\nthose men.  Fancy having one of them lovely things, with its\nHeat-Ray wide and free!  Fancy having it in control!  What\nwould it matter if you smashed to smithereens at the end of\nthe run, after a bust like that?  I reckon the Martians’ll open\ntheir beautiful eyes!  Can’t you see them, man?  Can’t you see\nthem hurrying, hurrying--puffing and blowing and hooting to\ntheir other mechanical affairs?  Something out of gear in every\ncase.  And swish, bang, rattle, swish!  Just as they are fum-\nbling over it, SWISH comes the Heat-Ray, and, behold! man\nhas come back to his own.”",
        "For a while the imaginative daring of the artilleryman,\nand the tone of assurance and courage he assumed, com-\npletely dominated my mind.  I believed unhesitatingly both\nin his forecast of human destiny and in the practicability of\nhis astonishing scheme, and the reader who thinks me sus-\nceptible and foolish must contrast his position, reading\nsteadily with all his thoughts about his subject, and mine,\ncrouching fearfully in the bushes and listening, distracted\nby apprehension.  We talked in this manner through the early\nmorning time, and later crept out of the bushes, and, after\nscanning the sky for Martians, hurried precipitately to the\nhouse on Putney Hill where he had made his lair.  It was the\ncoal cellar of the place, and when I saw the work he had\nspent a week upon--it was a burrow scarcely ten yards\nlong, which he designed to reach to the main drain on\nPutney Hill--I had my first inkling of the gulf between his\ndreams and his powers.  Such a hole I could have dug in a\nday.  But I believed in him sufficiently to work with him all\nthat morning until past midday at his digging.  We had a\ngarden barrow and shot the earth we removed against the\nkitchen range.  We refreshed ourselves with a tin of mock-\nturtle soup and wine from the neighbouring pantry.  I\nfound a curious relief from the aching strangeness of the\nworld in this steady labour.  As we worked, I turned his\nproject over in my mind, and presently objections and\ndoubts began to arise; but I worked there all the morning,\nso glad was I to find myself with a purpose again.  After\nworking an hour I began to speculate on the distance one\nhad to go before the cloaca was reached, the chances we had\nof missing it altogether.  My immediate trouble was why\nwe should dig this long tunnel, when it was possible to get\ninto the drain at once down one of the manholes, and work\nback to the house.  It seemed to me, too, that the house was\ninconveniently chosen, and required a needless length of\ntunnel.  And just as I was beginning to face these things, the\nartilleryman stopped digging, and looked at me.",
        "“We’re working well,” he said.  He put down his spade.\n“Let us knock off a bit” he said.  “I think it’s time we recon-\nnoitred from the roof of the house.”",
        "I was for going on, and after a little hesitation he resumed\nhis spade; and then suddenly I was struck by a thought.\nI stopped, and so did he at once.",
        "“Why were you walking about the common,” I said,\n“instead of being here?”",
        "“Taking the air,” he said.  “I was coming back.  It’s safer\nby night.”",
        "“But the work?”",
        "“Oh, one can’t always work,” he said, and in a flash I saw\nthe man plain.  He hesitated, holding his spade.  “We ought\nto reconnoitre now,” he said, “because if any come near they\nmay hear the spades and drop upon us unawares.”",
        "I was no longer disposed to object.  We went together to\nthe roof and stood on a ladder peeping out of the roof door.\nNo Martians were to be seen, and we ventured out on the\ntiles, and slipped down under shelter of the parapet.",
        "From this position a shrubbery hid the greater portion of\nPutney, but we could see the river below, a bubbly mass\nof red weed, and the low parts of Lambeth flooded and red.\nThe red creeper swarmed up the trees about the old palace,\nand their branches stretched gaunt and dead, and set with\nshrivelled leaves, from amid its clusters.  It was strange how\nentirely dependent both these things were upon flowing\nwater for their propagation.  About us neither had gained a\nfooting; laburnums, pink mays, snowballs, and trees of arbor-\nvitae, rose out of laurels and hydrangeas, green and brilliant\ninto the sunlight.  Beyond Kensington dense smoke was rising,\nand that and a blue haze hid the northward hills.",
        "The artilleryman began to tell me of the sort of people\nwho still remained in London.",
        "“One night last week,” he said, “some fools got the electric\nlight in order, and there was all Regent Street and the Circus\nablaze, crowded with painted and ragged drunkards, men\nand women, dancing and shouting till dawn.  A man who was\nthere told me.  And as the day came they became aware of\na fighting-machine standing near by the Langham and look-\ning down at them.  Heaven knows how long he had been\nthere.  It must have given some of them a nasty turn.  He\ncame down the road towards them, and picked up nearly a\nhundred too drunk or frightened to run away.”",
        "Grotesque gleam of a time no history will ever fully\ndescribe!",
        "From that, in answer to my questions, he came round to\nhis grandiose plans again.  He grew enthusiastic.  He talked\nso eloquently of the possibility of capturing a fighting-\nmachine that I more than half believed in him again.  But\nnow that I was beginning to understand something of his\nquality, I could divine the stress he laid on doing nothing\nprecipitately.  And I noted that now there was no question\nthat he personally was to capture and fight the great machine.",
        "After a time we went down to the cellar.  Neither of us\nseemed disposed to resume digging, and when he suggested\na meal, I was nothing loath.  He became suddenly very\ngenerous, and when we had eaten he went away and returned\nwith some excellent cigars.  We lit these, and his optimism\nglowed.  He was inclined to regard my coming as a great\noccasion.",
        "“There’s some champagne in the cellar,” he said.",
        "“We can dig better on this Thames-side burgundy,” said I.",
        "“No,” said he; “I am host today.  Champagne!  Great God!\nWe’ve a heavy enough task before us!  Let us take a rest\nand gather strength while we may.  Look at these blistered\nhands!”",
        "And pursuant to this idea of a holiday, he insisted upon\nplaying cards after we had eaten.  He taught me euchre, and\nafter dividing London between us, I taking the northern side\nand he the southern, we played for parish points.  Grotesque\nand foolish as this will seem to the sober reader, it is abso-\nlutely true, and what is more remarkable, I found the card\ngame and several others we played extremely interesting.",
        "Strange mind of man! that, with our species upon the\nedge of extermination or appalling degradation, with no clear\nprospect before us but the chance of a horrible death, we\ncould sit following the chance of this painted pasteboard,\nand playing the “joker” with vivid delight.  Afterwards\nhe taught me poker, and I beat him at three tough chess\ngames.  When dark came we decided to take the risk, and lit\na lamp.",
        "After an interminable string of games, we supped, and the\nartilleryman finished the champagne.  We went on smoking\nthe cigars.  He was no longer the energetic regenerator of\nhis species I had encountered in the morning.  He was still\noptimistic, but it was a less kinetic, a more thoughtful\noptimism.  I remember he wound up with my health, proposed\nin a speech of small variety and considerable intermittence.\nI took a cigar, and went upstairs to look at the lights of\nwhich he had spoken that blazed so greenly along the\nHighgate hills.",
        "At first I stared unintelligently across the London valley.\nThe northern hills were shrouded in darkness; the fires near\nKensington glowed redly, and now and then an orange-red\ntongue of flame flashed up and vanished in the deep blue\nnight.  All the rest of London was black.  Then, nearer, I\nperceived a strange light, a pale, violet-purple fluorescent\nglow, quivering under the night breeze.  For a space I could\nnot understand it, and then I knew that it must be the red\nweed from which this faint irradiation proceeded.  With that\nrealisation my dormant sense of wonder, my sense of the\nproportion of things, awoke again.  I glanced from that to\nMars, red and clear, glowing high in the west, and then\ngazed long and earnestly at the darkness of Hampstead and\nHighgate.",
        "I remained a very long time upon the roof, wondering at\nthe grotesque changes of the day.  I recalled my mental states\nfrom the midnight prayer to the foolish card-playing.  I had a\nviolent revulsion of feeling.  I remember I flung away the\ncigar with a certain wasteful symbolism.  My folly came to\nme with glaring exaggeration.  I seemed a traitor to my wife\nand to my kind; I was filled with remorse.  I resolved to leave\nthis strange undisciplined dreamer of great things to his drink\nand gluttony, and to go on into London.  There, it seemed\nto me, I had the best chance of learning what the Martians\nand my fellowmen were doing.  I was still upon the roof when\nthe late moon rose.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}