{
    "title": "The Hohenzollerns in America - Chapter I",
    "author": "Stephen Leacock",
    "chapter": "2",
    "content": [
        "\n\n",
        "On Board the S.S. America. Wednesday",
        "At last our embarkation is over, and we are at sea. I am\nso glad it is done. It was dreadful to see poor Uncle\nWilliam and Uncle Henry and Cousin Willie and Cousin\nFerdinand of Bulgaria, coming up the gang-plank into the\nsteerage, with their boxes on their backs. They looked\nso different in their rough clothes. Uncle William is\nwearing an old blue shirt and a red handkerchief round\nhis neck, and his hair looks thin and unkempt, and his\nmoustache draggled and his face unshaved. His eyes seem\nwatery and wandering, and his little withered arm so\npathetic. Is it possible he was always really like that?",
        "At the top of the gang-plank he stood still a minute,\nhis box still on his back, and said, “This then is the\npathway to Saint Helena.” I heard an officer down on the\ndock call up, “Now then, my man, move on there smartly,\nplease.” And I saw some young roughs pointing at Uncle\nand laughing and saying, “Look at the old guy with the\nred handkerchief. Is he batty, eh?”",
        "The forward deck of the steamer, the steerage deck, which\nis the only place that we are allowed to go, was crowded\nwith people, all poor and with their trunks and boxes\nand paper bags all round them. When Uncle set down his\nbox, there was soon quite a little crowd around him, so\nthat I could hardly see him. But I could hear them\nlaughing, and I knew that they were “taking a rise out\nof him,” as they call it,–just as they did in the\nemigration sheds on shore. I heard Uncle say, “Let wine\nbe brought: I am faint;” and some one else said, “Yes,\nlet it,” and there arose a big shout of laughter.",
        "Cousin Willie had sneaked away with his box down to the\nlower deck. I thought it mean of him not to stay with\nhis father. I never noticed till now what a sneaking face\nCousin Willie has. In his uniform, as Crown Prince, it\nwas different. But in his shabby clothes, among these\nrough people, he seems so changed. He walks with a mean\nstoop, and his eyes look about in such a furtive way,\nnever still. I saw one of the ship’s officers watching\nhim, very closely and sternly.",
        "Cousin Karl of Austria, and Cousin Ruprecht of Bavaria,\nare not here. We thought they were to come on this ship,\nbut they are not here. We could hardly believe that the\nship would sail without them.",
        "I managed to get Uncle William out of the crowd and down\nbelow. He was glad to get off the deck. He seemed afraid\nto look at the sea, and when we got into the big cabin,\nhe clutched at the cover of the port and said, “Shut it,\nhelp me shut it, shut out the sound of the sea;” and then\nfor a little time he sat on one of the bunks all hunched\nup, and muttering, “Don’t let me hear the sea, don’t let\nme hear it.” His eyes looked so queer and fixed, that I\nthought he must be in a sort of fit, or seizure. But\nUncle Henry and Cousin Willie and Cousin Ferdinand came\ninto the cabin and he got better again.",
        "Cousin Ferdinand has got hold of a queer long overcoat\nwith the sleeves turned up, and a little round hat, and\nlooks exactly like a Jew. He says he traded one of our\nempty boxes for the coat and hat. I never noticed before\nhow queer and thick Cousin Ferdinand’s speech is, and\nhow much he gesticulates with his hands when he talks.\nI am sure that when I visited at Sofia nobody ever\nnoticed it. And he called Uncle William and Uncle Henry\n“Mister,” and said that on the deck he had met two “fine\ngentlemen,” (that’s what he called them), who are in the\nclothing trade in New York. It was with them he traded\nfor the coat.",
        "Cousin Ferdinand, who is very clever at figures, is going\nto look after all our money, because the American money\nis too difficult for Uncle William and Cousin Willie to\nunderstand. We have only a little money, but Cousin\nFerdinand said that we would put it all together and make\nit a pool. But when Uncle Henry laughed, and turned his\npockets out and had no money at all, Cousin Ferdinand\nsaid that it would NOT be a pool. He said he would make\nit “on shares” and explained it, but I couldn’t understand\nwhat it meant.",
        "While he was talking I saw Cousin Willie slip one of the\npieces of money out of the pile into his pocket: at least\nI think I saw it; but he did it so quickly that I was\nnot sure, and didn’t like to say anything.",
        "Then a bell rang and we went to eat in a big saloon, all\ncrowded with common people, and very stuffy. The food\nwas wretched, and I could not eat. I suppose Uncle was\nfamished from the long waiting and the bad food in the\nemigrant shed. It was dreadful to see the hungry way that\nhe ate the greasy stew they gave us, with his head down\nalmost in his plate and his moustache all unkempt. “This\nragout is admirable,” he said. “Let the chef be informed\nthat I said it.”",
        "Cousin Ferdinand didn’t sit with us. He sat beside his\ntwo new friends and they had their heads all close together\nand talked with great excitement. I never knew before\nthat Cousin Ferdinand talked Yiddish. I remember him at\nSofia, on horseback addressing his army, and I don’t\nthink he talked to his troops in Yiddish. He was telling\nthem, I remember, how sorry he was that he couldn’t\naccompany them to the front. But for “business in Sofia,\"\nhe said, he would like to be in the very front trenches,\nthe foremost of all. It was thought very brave of him.",
        "When we got up from supper, the ship was heaving and\nrolling quite a bit. A young man, a steward, told us that\nwe were now out of the harbor and in the open sea. Uncle\nWilliam told him to convey his compliments to the captain\non his proper navigation of the channel. The young man\nlooked very closely at Uncle and said, “Sure, I’ll tell\nhim right away,” but he said it kindly. Then he said to\nme, when Uncle couldn’t hear, “Your pa ain’t quite right,\nis he, Miss Hohen?” I didn’t know what he meant, but, of\ncourse, I said that Uncle William was only my uncle.\nHohen is, I should explain, the name by which we are\nknown now. The young man said that he wasn’t really a\nsteward, only just for the trip. He said that, because\nI had a strange feeling that I had met him before, and\nasked him if I hadn’t seen him at one of the courts. But\nhe said he had never been “up before one” in his life.\nHe said he lives in New York, and drives an ice-wagon\nand is an ice-man. He said he was glad to have the pleasure\nof our acquaintance. He is, I think, the first ice-man\nI have ever met. He reminds me very much of the Romanoffs,\nthe Grand Dukes of the younger branch, I mean. But he\nsays he is not connected with them, so far as he knows.\nHe said his name is Peters. We have no Almanach de Gotha\nhere on board the steamer, so I cannot look up his name.",
        "S.S. America. Thursday",
        "We had a dreadful experience last night. In the middle\nof the night Uncle Henry came and called me and said that\nUncle William was ill. So I put on an old shawl and went\nwith him. The ship was pitching and heaving with a dreadful\nstraining and creaking noise. A dim light burned in the\ncabin, and outside there was a great roaring of the wind\nand the wild sound of the sea surging against the ship.",
        "Uncle William was half sitting up in his rough bunk, with\nthe tattered gray blankets over him, one hand was clutched\non the side of the bed and there was a great horror in\nhis eyes. “The sea; the sea,” he kept saying, “don’t let\nme hear it. It’s THEIR voices. Listen! They’re beating\nat the sides of the ship. Keep them from me, keep them\nout!”",
        "He was quiet for a minute, until there came another great\nrush of the sea against the sides of the ship, and a roar\nof water against the port. Then he broke out, almost\nscreaming–\"Henry, brother Henry, keep them back! Don’t\nlet them drag me down. I never willed it. I never wanted\nit. Their death is not at my door. It was necessity.\nHenry! Brother Henry! Tell them not to drag me below the\nsea!”",
        "Like that he raved for perhaps an hour and we tried to\nquiet him. Cousin Willie had slipped away, I don’t know\nwhere. Cousin Ferdinand was in his bunk with his back\nturned.",
        "“Do I slip to-night, at all,” he kept growling “or do I\nnot? Say, mister, do I get any slip at all?”",
        "But no one minded him.",
        "Then daylight came and Uncle fell asleep. His face looked\ndrawn and gray and the cords stood out on his withered\nhand, which was clutched against his shirt.",
        "So he slept. It seemed so strange. There was no court\nphysician, no bulletins to reassure the world that he\nwas sleeping quietly.",
        "Later in the morning I saw the ship’s doctor and the\ncaptain, all in uniform, with gold braid, walking on\ntheir inspection round.",
        "“You had some trouble here last night,” I heard the\ncaptain say.",
        "“No, nothing,” the doctor answered, “only one of the\nsteerage passengers delirious in the night.”",
        "Later in the morning the storm had gone down and the sea\nwas calm as glass, and Uncle Henry and I got Uncle William\nup on deck. Mr. Peters, the steward that I think I spoke\nabout before, got us a steamer chair from the first class\nthat had been thrown away–quite good except for one\nleg,–and Uncle William sat in it with his face away from\nthe sea. He seemed much shaken and looked gray and tired,\nbut he talked quite quietly and rationally about our\ngoing to America, and how we must all work, because work\nis man’s lot. He himself, he says, will take up the\npresidency of Harvard University in New York, and Uncle\nHenry, who, of course, was our own Grand Admiral and is\na sailor, will enter as Admiral of the navy of one of\nthe states, probably, Uncle says, the navy of Missouri,\nor else that of Colorado.",
        "It was pleasant to hear Uncle William talk in this way,\njust as quietly and rationally as at Berlin, and with\nthe same grasp of political things. He only got excited\nonce, and that was when he was telling Uncle Henry that\nit was his particular wish that Uncle should go to the\ncaptain and offer to take over the navigation of the\nvessel. Uncle Henry is a splendid sailor, and in all our\ncruises in the Baltic he used to work out all the navigation\nof the vessel, except, of course, the arithmetic–which\nwas beneath him.",
        "Uncle Henry laughed (he is always so good natured) and\nsaid that he had had enough of being Admiral to last him\nall his life. But when Uncle William insisted, he said\nhe would see what he could do.",
        "S.S. America. Friday",
        "All yesterday and to-day the sea was quite calm, and we\ncould sit on deck. I was glad because, in the cabin where\nI am, there are three other women, and it is below the\nwater-line, and is very close and horrid. So when it is\nrough, I can only sit in the alley-way with my knitting.\nThere the light is very dim and the air bad. But I do\nnot complain. It is woman’s lot. Uncle William and Cousin\nWillie have both told me this–that it is woman’s lot to\nbear and to suffer; and they said it with such complete\nresignation that I feel I ought to imitate their attitude.",
        "Cousin Ferdinand, too, is very brave about the dirt and\nthe discomfort of being on board the ship. He doesn’t\nseem to mind the dirt at all, and his new friends (Mr.\nSheehan and Mr. Mosenhammer) seem to bear it so well,\ntoo. Uncle Henry goes and washes his hands and face at\none of the ship’s pumps before every meal, with a great\nnoise and splashing, but Cousin Ferdinand says, “For me\nthe pump, no.” He says that nothing like that matters\nnow, and that his only regret is that he did not fall at\nthe head of his troops, as he would have done if he had\nnot been detained by business.",
        "I caught sight of Cousin Karl of Austria! So it seems he\nis on the ship after all. He was up on the promenade deck\nwhere the first class passengers are, and of which you\ncan just see one end from down here in the steerage.\nCousin Karl had on a waiter’s suit and was bringing\nsomething to drink to two men who were in steamer chairs\non the deck. I don’t know whether he saw me or not, but\nif he did he didn’t give any sign of recognizing me. One\nof the men gave Cousin Karl a piece of money and I was\nsure it was he, from the peculiar, cringing way in which\nhe bowed. It was just the manner that he used to have at\nVienna with his cousin, Franz Ferdinand, and with dear\nold Uncle Franz Joseph.",
        "We always thought, we girls I mean, that it was Cousin\nKarl who had Cousin Franz Ferdinand blown up at Serajevo.\nI remember once we dared Cousin Zita, Karl’s wife, to\nask Uncle William if it really was Karl. But Uncle William\nspoke very gravely, and said that it was not a thing for\nus to discuss, and that if Karl did it, it was an “act\nof State,” and no doubt very painful to Cousin Karl to\nhave to do. Zita asked Uncle if Karl poisoned dear old\nUncle Franz Joseph, because some of Karl’s best and most\nintimate friends said that he did. But Uncle said very\npositively, “No,” that dear old Uncle Franz Joseph had\nnot needed any poison, but had died, very naturally,\nunder the hands of Uncle William’s own physician, who\nwas feeling his wind-pipe at the time.",
        "Of course, all these things seem very far away now. But\nseeing Cousin Karl on the upper deck, reminded me of all\nthe harmless gossip and tattle that used to go on among\nus girls in the old days.",
        "Friday afternoon",
        "I saw Cousin Willie on the deck this afternoon. I had\nnot seen him all day yesterday as he seems to keep out\nof sight. His eyes looked bloodshot and I was sure that\nhe had been drinking.",
        "I asked him where he had been in the storm while Uncle\nWilliam was ill. He gave a queer sort of leering chuckle\nand said, “Over there,” and pointed backwards with his\nthumb towards the first class part of the ship. Then he\nsaid, “Come here a minute,” and he led me round a corner\nto where no one could see, and showed me a gold brooch\nand two diamond rings. He told me not to tell the others,\nand then he tried to squeeze my hand and to pull me\ntowards him, in such a horrid way, but I broke away and\nwent back. Since then I have been trying to think how he\ncould have got the brooch and the rings. But I cannot\nthink.",
        "S.S. America. Saturday",
        "To-day when I went up on deck, the first thing I saw was\nUncle Henry. I hardly recognized him. He had on an old\nblue sailor’s jersey, and was cleaning up a brass rail\nwith a rag. I asked him why he was dressed like that and\nUncle Henry laughed and said he had become an admiral.\nI couldn’t think what he meant, as I never guess things\nwith a double meaning, so he explained that he has got\nwork as a sailor for the voyage across. I thought he\nlooked very nice in his sailor’s jersey, much nicer than\nin the coat with gold facings, when he was our High\nAdmiral. He reminded me very much of those big fair-haired\nNorwegian sailors that we used to see when we went on\nthe Meteor to Flekkefyord and Gildeskaale. I am sure that\nhe will be of great service to this English captain, in\nhelping to work the ship across.",
        "When Cousin Ferdinand came up on deck with his two friends,\nMr. Mosenhammer and Mr. Sheehan, he was very much interested\nin Uncle Henry’s having got work. He made an arrangement\nright away that he would borrow Uncle Henry’s wages, and\nthat Mr. Sheehan would advance them, and he would then\nadd it to our capital, and then he would take it and keep\nit. Uncle Henry is to get what is called, in the new\nmoney, one seventy-five a day, and to get it for four\ndays, and Cousin Ferdinand says that comes to four dollars\nand a quarter. Cousin Ferdinand is very quick with figures.\nHe says that he will have to take out a small commission\nfor managing the money for Uncle Henry, and that later\non he will tell Uncle Henry how much will be left after\ntaking it out. Uncle Henry said all right and went on\nwith his brass work. It is strange how his clothes seem\nto change him. He looks now just like a rough, common\nsailor.",
        "S.S. America. Tuesday",
        "To-day our voyage is to end. I am so glad. When we came\non deck Mr. Peters told me that we were in sight of land.\nHe told me the names of the places, but they were hard\nand difficult to remember, like Long Island and Sandy\nHook; not a bit like our dear old simple German names.",
        "So we were all told to put our things together and get\nready to land. I got, out of one of our boxes, an old\nfrock coat for Uncle William. It is frayed at the ends\nof the sleeves and it shines a little, but I had stitched\nit here and there and it looked quite nice. He put it on\nwith a pair of gray trousers that are quite good, and\nnot very much bagged, and I had knitted for him a red\nnecktie that he wears over his blue shirt with a collar,\ncalled a celluloid collar, that American gentlemen wear.",
        "The sea is so calm that Uncle doesn’t mind being on deck\nnow, and he even came close to the bulwarks, which he\nwouldn’t do all the way across. He stood there in quite\nan attitude with his imperfect hand folded into his coat.\nHe looked something, but not quite, as he used to look\non the deck of the Meteor in the Baltic.",
        "Presently he said, “Henry, your arm!” and walked up and\ndown with Uncle Henry. I could see that the other passengers\nwere quite impressed with the way Uncle looked, and it\npleased him. I heard some rough young loafers saying,\n“Catch on to the old Dutch, will you? Eh, what?”",
        "Uncle Henry is going ashore just as he is, in his blue\njersey. But Cousin Ferdinand has put on a bright red tie\nthat Mr. Mosenhammer has loaned to him for three hours.",
        "Cousin Willie only came on deck at the very last minute,\nand he seemed anxious to slink behind the other passengers\nand to keep out of sight. I think it must have something\nto do with the brooch that he showed me, and the rings.\nHis eyes looked very red and bloodshot and his face more\ncrooked and furtive than ever. I am sure that he had been\ndrinking again.",
        "I have written the last lines of this diary sitting on\nthe deck. We have just passed a huge statue that rises\nout of the water, the name of which they mentioned but\nI can’t remember, as it was not anything I ever heard of\nbefore.",
        "Just think–in a little while we shall land in America!",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}