{
    "title": "The Book of Delight and Other Papers - “The Book of Delight” (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\n\n",
        "Joseph Zabara has only in recent times received the consideration justly\ndue to him. Yet his “Book of Delight,” finished about the year 1200, is\nmore than a poetical romance. It is a golden link between folk-literature\nand imaginative poetry. The style is original, and the framework of the\nstory is an altogether fresh adaptation of a famous legend. The anecdotes\nand epigrams introduced incidentally also partake of this twofold quality.\nThe author has made them his own, yet they are mostly adapted rather than\ninvented. Hence, the poem is as valuable to the folklorist as to the\nliterary critic. For, though Zabara’s compilation is similar to such\nwell-known models as the “Book of Sindbad,” the Kalilah ve-Dimnah, and\nothers of the same class, yet its appearance in Europe is half a century\nearlier than the translations by which these other products of the East\nbecame part of the popular literature of the Western world. At the least,\nthen, the “Book of Delight” is an important addition to the scanty store of\nthe folk-lore records of the early part of the thirteenth century. The\nfolk-lore interest of the book is, indeed, greater than was known formerly,\nfor it is now recognized as a variant of the Solomon-Marcolf legend. On\nthis more will be said below,",
        "As a poet and as a writer of Hebrew, Joseph Zabara’s place is equally\nsignificant. He was one of the first to write extended narratives in Hebrew\nrhymed prose with interspersed snatches of verse, the form invented by\nArabian poets, and much esteemed as the medium for story-telling and for\nwriting social satire. The best and best-known specimens of this form of\npoetry in Hebrew are Charizi’s Tachkemoni, and his translation of Hariri.\nZabara has less art than Charizi, and far less technical skill, yet in him\nall the qualities are in the bud that Charizi’s poems present in the\nfullblown flower. The reader of Zabara feels that other poets will develop\nhis style and surpass him; the reader of Charizi knows of a surety that in\nhim the style has reached its climax.",
        "Of Joseph Zabara little is known beyond what may be gleaned from a\ndiscriminating study of the “Book of Delight.” That this romance is largely\nautobiographical in fact, as it is in form, there can be no reasonable\ndoubt. The poet writes with so much indignant warmth of the dwellers in\ncertain cities, of their manner of life, their morals, and their culture,\nthat one can only infer that he is relating his personal experiences.\nZabara, like the hero of his romance, travelled much during the latter\nportion of the twelfth century, as is known from the researches of Geiger.\nHe was born in Barcelona, and returned there to die. In the interval, we\nfind him an apt pupil of Joseph Kimchi, in Narbonne. Joseph Kimchi, the\nfounder of the famous Kimchi family, carried the culture of Spain to\nProvence; and Joseph Zabara may have acquired from Kimchi his mastery over\nHebrew, which he writes with purity and simplicity. The difficulties\npresented in some passages of the “Book of Delight” are entirely due to the\ncorrupt state of the text. Joseph Kimchi, who flourished in Provence from\n1150 to 1170, quotes Joseph Zabara twice, with approval, in explaining\nverses in Proverbs. It would thus seem that Zabara, even in his student\ndays, was devoted to the proverb-lore on which he draws so lavishly in his\nmaturer work.",
        "Dr. Steinschneider, to whom belongs the credit of rediscovering Zabara in\nmodern times, infers that the poet was a physician. There is more than\nprobability in the case; there is certainty. The romance is built by a\ndoctor; there is more talk of medicine in it than of any other topic of\ndiscussion. Moreover, the author, who denies that he is much of a\nTalmudist, accepts the compliment paid to him by his visitor, Enan, that he\nis “skilled and well-informed in the science of medicine.” There is, too, a\nprofessional tone about many of the quips and gibes in which Zabara\nindulges concerning doctors. Here, for instance, is an early form of a\nwitticism that has been attributed to many recent humorists. “A\nphilosopher,” says Zabara, “was sick unto death, and his doctor gave him\nup; yet the patient recovered. The convalescent was walking in the street\nwhen the doctor met him. ’You come,’ said he, ’from the other world.’\n’Yes,’ rejoined the patient, ’I come from there, and I saw there the awful\nretribution that falls on doctors; for they kill their patients. Yet, do\nnot feel alarmed. You will not suffer. I told them on my oath that you are\nno doctor.’”",
        "Again, in one of the poetical interludes (found only in the Constantinople\nedition) occurs this very professional sneer, “A doctor and the Angel of\nDeath both kill, but the former charges a fee.” Who but a doctor would\nenter into a scathing denunciation of the current system of diagnosis, as\nZabara does in a sarcastic passage, which Erter may have imitated\nunconsciously? And if further proof be needed that Zabara was a man of\nscience, the evidence is forthcoming; for Zabara appeals several times to\nexperiment in proof of his assertions. And to make assurance doubly sure,\nthe author informs his readers in so many words of his extensive medical\npractice in his native place.",
        "If Zabara be the author of the other, shorter poems that accompany the\n“Book of Delight” in the Constantinople edition, though they are not\nincorporated into the main work, we have a further indication that Zabara\nwas a medical man. There is a satirical introduction against the doctors\nthat slay a man before his time. The author, with mock timidity, explains\nthat he withholds his name, lest the medical profession turn its attention\nto him with fatal results. “Never send for a doctor,” says the satirist,\n“for one cannot expect a miracle to happen.” It is important, for our\nunderstanding of another feature in Zabara’s work, to observe that his\ninvective, directed against the practitioners rather than the science of\nmedicine, is not more curious as coming from a medical man, than are the\nattacks on women perpetrated by some Jewish poets (Zabara among them), who\nthemselves amply experienced, in their own and their community’s life, the\ntender and beautiful relations that subsist between Jewish mother and son,\nJewish wife and husband.",
        "The life of Joseph ben Meïr Zabara was not happy. He left Barcelona in\nsearch of learning and comfort. He found the former, but the latter eluded\nhim. It is hard to say from the “Book of Delight” whether he was a\nwoman-hater, or not. On the one hand, he says many pretty things about\nwomen. The moral of the first section of the romance is: Put your trust in\nwomen; and the moral of the second section of the poem is: A good woman is\nthe best part of man. But, though this is so, Zabara does undoubtedly quote\na large number of stories full of point and sting, stories that tell of\nwomen’s wickedness and infidelity, of their weakness of intellect and\nfickleness of will. His philogynist tags hardly compensate for his\nmisogynist satires. He runs with the hare, but hunts energetically with the\nhounds.",
        "It is this characteristic of Zabara’s method that makes it open to doubt,\nwhether the additional stories referred to as printed with the\nConstantinople edition did really emanate from our author’s pen. These\nadditions are sharply misogynist; the poet does not even attempt to blunt\ntheir point. They include “The Widow’s Vow” (the widow, protesting undying\nconstancy to her first love, eagerly weds another) and “Woman’s\nContentions.” In the latter, a wicked woman is denounced with the wildest\ninvective. She has demoniac traits; her touch is fatal. A condemned\ncriminal is offered his life if he will wed a wicked woman. “O King,” he\ncried, “slay me; for rather would I die once, than suffer many deaths every\nday.” Again, once a wicked woman pursued a heroic man. He met some devils.\n“What are you running from?” asked they. “From a wicked woman,” he\nanswered. The devils turned and ran away with him.",
        "One rather longer story may be summarized thus: Satan, disguised in human\nshape, met a fugitive husband, who had left his wicked wife. Satan told him\nthat he was in similar case, and proposed a compact. Satan would enter into\nthe bodies of men, and the other, pretending to be a skilful physician,\nwould exorcise Satan. They would share the profits. Satan begins on the\nking, and the queen engages the confederate to cure the king within three\ndays, for a large fee, but in case of failure the doctor is to die. Satan\nrefuses to come out: his real plan is to get the doctor killed in this way.\nThe doctor obtains a respite, and collects a large body of musicians, who\nmake a tremendous din. Satan trembles. “What is that noise?” he asks. “Your\nwife is coming,” says the doctor. Out sprang Satan and fled to the end of\nthe earth.",
        "These tales and quips, it is true, are directed against “wicked” women, but\nif Zabara really wrote them, it would be difficult to acquit him of\nwoman-hatred, unless the stories have been misplaced, and should appear, as\npart of the “Book of Delight,” within the Leopard section, which rounds off\na series of unfriendly tales with a moral friendly to woman. In general,\nOriental satire directed against women must not be taken too seriously. As\nGüdemann has shown, the very Jews that wrote most bitterly of women were\nloud in praise of their own wives–the women whom alone they knew\nintimately. Woman was the standing butt for men to hurl their darts at, and\none cannot help feeling that a good deal of the fun got its point from the\nknowledge that the charges were exaggerated or untrue. You find the Jewish\nsatirists exhausting all their stores of drollery on the subject of\nrollicking drunkenness. They roar till their sides creak over the humor of\nthe wine-bibber. They laugh at him and with him. They turn again and again\nto the subject, which shares the empire with women in the Jewish poets. Yet\nwe know well enough that the writers of these Hebrew Anacreontic lyrics\nwere sober men, who rarely indulged in overmuch strong drink. In short, the\nmedieval Jewish satirists were gifted with much of what a little time ago\nwas foolishly styled “the new humor.” Joseph Zabara was a “new” humorist.\nHe has the quaint subtlety of the author of the “Ingoldsby Legends,” and\nrevelled in the exaggeration of trifles that is the stock-in-trade of the\nmodern funny man. Woman plays the part with the former that the\nmother-in-law played a generation ago with the latter. In Zabara, again,\nthere is a good deal of mere rudeness, which the author seems to mistake\nfor cutting repartee. This, I take it, is another characteristic of the\nso-called new humor.",
        "The probable explanation of the marked divergence between Zabara’s stories\nand the moral he draws from them lies, however, a little deeper. The\nstories themselves are probably Indian in origin; hence they are marked by\nthe tone hostile to woman so characteristic of Indian folk-lore. On the\nother hand, if Zabara himself was a friendly critic of woman, his own\nmoralizings in her favor are explained. This theory is not entirely upset\nby the presence even of the additional stories, for these, too, are\ntranslations, and Zabara cannot be held responsible for their contents. The\nselection of good anecdotes was restricted in his day within very narrow\nlimits.",
        "Yet Zabara’s reading must have been extensive. He knew something of\nastronomy, philosophy, the science of physiognomy, music, mathematics, and\nphysics, and a good deal of medicine. He was familiar with Arabian\ncollections of proverbs and tales, for he informs his readers several times\nthat he is drawing on Arabic sources. He knew the “Choice of Pearls,” the\nMidrashic “Stories of King Solomon,” the “Maxims of the Philosophers,” the\n“Proverbs of the Wise\"; but not “Sendabar” in its Hebrew form. His\nacquaintance with the language of the Bible was thorough; but he makes one\nor two blunders in quoting the substance of Scriptural passages. Though he\ndisclaimed the title of a Talmudic scholar, he was not ignorant of the\nRabbinic literature. Everyone quotes it: the fox, the woman, Enan, and the\nauthor. He was sufficiently at home in this literature to pun therein. He\nalso knew the story of Tobit, but, as he introduces it as “a most\nmarvellous tale,” it is clear that this book of the Apocrypha was not\nwidely current in his day. The story, as Zabara tells it, differs\nconsiderably from the Apocryphal version of it. The incidents are\nmisplaced, the story of the betrothal is disconnected from that of the\nrecovery of the money by Tobit, and the detail of the gallows occurs in no\nother known text of the story. In one point, Zabara’s version strikingly\nagrees with the Hebrew and Chaldee texts of Tobit as against the Greek;\nTobit’s son is not accompanied by a dog on his journey to recover his\nfather’s long-lost treasure.",
        "One of the tales told by Zabara seems to imply a phenomenon of the\nexistence of which there is no other evidence. There seems to have been in\nSpain a small class of Jews that were secret converts to Christianity. They\npassed openly for Jews, but were in truth Christians. The motive for the\nconcealment is unexplained, and the whole passage may be merely satirical.",
        "It remains for me to describe the texts now extant of the “Book of\nDelight.” In 1865 the “Book of Delight” appeared, from a fifteenth century\nmanuscript in Paris, in the second volume of a Hebrew periodical called the\nLebanon. In the following year the late Senior Sachs wrote an\nintroduction to it and to two other publications, which were afterwards\nissued together under the title Yen Lebanon (Paris, 1866). The editor was\naware of the existence of another text, but, strange to tell, he did not\nperceive the need of examining it. Had he done this, his edition would have\nbeen greatly improved. For the Bodleian Library possesses a copy of another\nedition of the “Book of Delight,” undated, and without place of issue, but\nprinted in Constantinople, in 1577. One or two other copies of this edition\nare extant elsewhere. The editor was Isaac Akrish, as we gather from a\nmarginal note to the version of Tobit given by Joseph Zabara. This Isaac\nAkrish was a travelling bookseller, who printed interesting little books,\nand hawked them about. Dr. Steinschneider points out that the date of Isaac\nAkrish’s edition can be approximately fixed by the type. The type is that\nof the Jaabez Press, established in Constantinople and Salonica in 1560.\nThis Constantinople edition is not only longer than the Paris edition, it\nis, on the whole, more accurate. The verbal variations between the two\neditions are extremely numerous, but the greater accuracy of the\nConstantinople edition shows itself in many ways. The rhymes are much\nbetter preserved, though the Paris edition is occasionally superior in this\nrespect. But many passages that are quite unintelligible in the Paris\nedition are clear enough in the Constantinople edition.",
        "The gigantic visitor of Joseph, the narrator, the latter undoubtedly the\nauthor himself, is a strange being. Like the guide of Gil Bias on his\nadventures, he is called a demon, and he glares and emits smoke and fire.\nBut he proves amenable to argument, and quotes the story of the\nwasherwoman, to show how it was that he became a reformed character. This\ndevil quotes the Rabbis, and is easily convinced that it is unwise for him\nto wed an ignorant bride. It would seem as though Zabara were, on the one\nhand, hurling a covert attack against some one who had advised him to leave\nBarcelona to his own hurt, while, on the other hand, he is satirizing the\ncurrent beliefs of Jews and Christians in evil spirits. More than one\npassage is decidedly anti-Christian, and it would not be surprising to find\nthat the framework of the romance had been adopted with polemic intention.",
        "The character of the framework becomes more interesting when it is realized\nthat Zabara derived it from some version of the legends of which King\nSolomon is the hero. The king had various adventures with a being more or\nless demoniac in character, who bears several names: Asmodeus, Saturn,\nMarcolf, or Morolf. That the model for Zabara’s visitor was Solomon’s\ninterlocutor, is not open to doubt. The Solomon legend occurs in many\nforms, but in all Marcolf (or whatever other name he bears) is a keen\ncontester with the king in a battle of wits. No doubt, at first Marcolf\nfilled a serious, respectable rôle; in course of time, his character\ndegenerated into that of a clown or buffoon. It is difficult to summarize\nthe legend, it varies so considerably in the versions. Marcolf in the\nbest-known forms, which are certainly older than Zabara, is “right rude and\ngreat of body, of visage greatly misshapen and foul.” Sometimes he is a\ndwarf, sometimes a giant; he is never normal. He appears with his\ncounterpart, a sluttish wife, before Solomon, who, recognizing him as\nfamous for his wit and wisdom, challenges him to a trial of wisdom,\npromising great rewards as the prize of victory. The two exchange a series\nof questions and answers, which may be compared in spirit, though not in\nactual content, with the questions and answers to be found in Zabara.\nMarcolf succeeds in thoroughly tiring out the king, and though the\ncourtiers are for driving Marcolf off with scant courtesy, the king\ninterposes, fulfils his promise, and dismisses his adversary with gifts.\nMarcolf leaves the court, according to one version, with the noble remark,\nUbi non est lex, ibi non est rex.",
        "This does not exhaust the story, however. In another part of the legend, to\nwhich, again, Zabara offers parallels, Solomon, being out hunting, comes\nsuddenly on Marcolf’s hut, and, calling upon him, receives a number of\nriddling answers, which completely foil him, and tor the solution of which\nhe is compelled to have recourse to the proposer. He departs, however, in\ngood humor, desiring Marcolf to come to court the next day and bring a pail\nof fresh milk and curds from the cow. Marcolf fails, and the king condemns\nhim to sit up all night in his company, threatening him with death in the\nmorning, should he fall asleep. This, of course, Marcolf does immediately,\nand he snores aloud. Solomon asks, “Sleepest thou?\"–And Marcolf replies,\n“No, I think.\"–\"What thinkest thou?\"–\"That there are as many vertebrae in\nthe hare’s tail as in his backbone.\"–The king, assured that he has now\nentrapped his adversary, replies: “If thou provest not this, thou diest in\nthe morning!” Over and over again Marcolf snores, and is awakened by\nSolomon, but he is always thinking. He gives various answers during the\nnight: There are as many white feathers as black in the magpie.–There is\nnothing whiter than daylight, daylight is whiter than milk.–Nothing can be\nsafely entrusted to a woman.–Nature is stronger than education.",
        "Next day Marcolf proves all his statements. Thus, he places a pan of milk\nin a dark closet, and suddenly calls the king. Solomon steps into the milk,\nsplashes himself, and nearly falls. “Son of perdition! what does this\nmean?” roars the monarch. “May it please Your Majesty,” says Marcolf,\n“merely to show you that milk is not whiter than daylight.” That nature is\nstronger than education, Marcolf proves by throwing three mice, one after\nthe other, before a cat trained to hold a lighted candle in its paws during\nthe king’s supper; the cat drops the taper, and chases the mice. Marcolf\nfurther enters into a bitter abuse of womankind, and ends by inducing\nSolomon himself to join in the diatribe. When the king perceives the trick,\nhe turns Marcolf out of court, and eventually orders him to be hanged. One\nfavor is granted to him: he may select his own tree. Marcolf and his guards\ntraverse the valley of Jehoshaphat, pass to Jericho over Jordan, through\nArabia and the Red Sea, but “never more could Marcolf find a tree that he\nwould choose to hang on.” By this device, Marcolf escapes from Solomon’s\nhands, returns home, and passes the rest of his days in peace.",
        "The legend, no doubt Oriental in origin, enjoyed popularity in the Middle\nAges largely because it became the frame into which could be placed\ncollections of proverbial lore. Hence, as happened also with the legend of\nthe Queen of Sheba and her riddles, the versions vary considerably as to\nthe actual content of the questions and answers bandied between Solomon and\nMarcolf. In the German and English versions, the proverbs and wisdom are\nlargely Teutonic; in Zabara they are Oriental, and, in particular, Arabic.\nAgain, Marcolf in the French version of Mauclerc is much more completely\nthe reviler of woman. Mauclerc wrote almost contemporaneously with Zabara\n(about 1216-1220, according to Kemble). But, on the other hand, Mauclerc\nhas no story, and his Marcolf is a punning clown rather than a cunning\nsage. Marcolf, who is Solomon’s brother in a German version, has no trust\nin a woman even when dead. So, in another version, Marcolf is at once\nsupernaturally cunning, and extremely skeptical as to the morality and\nconstancy of woman. But it is unnecessary to enter into the problem more\nclosely. Suffice it to have established that in Zabara’s “Book of Delight\"\nwe have a hitherto unsuspected adaptation of the Solomon-Marcolf legend.\nZabara handles the legend with rare originality, and even ventures to cast\nhimself for the title rôle in place of the wisest of kings.",
        "In the summary of the book which follows, the rhymed prose of the original\nHebrew is reproduced only in one case. This form of poetry is unsuited to\nthe English language. What may have a strikingly pleasing effect in\nOriental speech, becomes, in English, indistinguishable from doggerel. I\nhave not translated at full length, but I have endeavored to render Zabara\naccurately, without introducing thoughts foreign to him.",
        "I have not thought it necessary to give elaborate parallels to Zabara’s\nstories, nor to compare minutely the various details of the Marcolf legend\nwith Zabara’s poem. On the whole, it may be said that the parallel is\ngeneral rather than specific. I am greatly mistaken, however, if the\ncollection of stories that follows does not prove of considerable interest\nto those engaged in the tracking of fables to their native lairs. Here, in\nZabara, we have an earlier instance than was previously known in Europe, of\nan intertwined series of fables and witticisms, partly Indian, partly\nGreek, partly Semitic, in origin, welded together by the Hebrew poet by\nmeans of a framework. The use of the framework by a writer in Europe in the\nyear 1200 is itself noteworthy. And when it is remembered what the\nframework is, it becomes obvious that the “Book of Delight” occupies a\nunique position in medieval literature.",
        "Once on a night, I, Joseph, lay upon my bed; sleep was sweet upon me, my\n  one return for all my toil. Things there are which weary the soul and\n  rest the body, others that weary the body and rest the soul, but sleep\n  brings calm to the body and the soul at once.... While I slept, I dreamt;\n  and a gigantic but manlike figure appeared before me, rousing me from my\n  slumber. “Arise, thou sleeper, rouse thyself and see the wine while it is\n  red; come, sit thee down and eat of what I provide.” It was dawn when I\n  hastily rose, and I saw before me wine, bread, and viands; and in the\n  man’s hand was a lighted lamp, which cast a glare into every corner. I\n  said, “What are these, my master?” “My wine, my bread, my viands; come,\n  eat and drink with me, for I love thee as one of my mother’s sons.” And I\n  thanked him, but protested: “I cannot eat or drink till I have prayed to\n  the Orderer of all my ways; for Moses, the choice of the prophets, and\n  the head of those called, hath ordained, ’Eat not with the blood’;\n  therefore no son of Israel will eat until he prays for his soul, for the\n  blood is the soul....”",
        "Then said he, “Pray, if such be thy wish\"; and I bathed my hands and\n  face, and prayed. Then I ate of all that was before me, for my soul loved\n  him.... Wine I would not drink, though he pressed me sore. “Wine,” I\n  said, “blindeth the eyes, robbeth the old of wisdom and the body of\n  strength, it revealeth the secrets of friends, and raiseth dissension\n  between brothers.” The man’s anger was roused. “Why blasphemest thou\n  against wine, and bearest false witness against it? Wine bringeth joy;\n  sorrow and sighing fly before it. It strengtheneth the body, maketh the\n  heart generous, prolongeth pleasure, and deferreth age; faces it maketh\n  shine, and the senses it maketh bright.”",
        "“Agreed, but let thy servant take the water first, as the ancient\n  physicians advise; later I will take the wine, a little, without water.”",
        "When I had eaten and drunk with him, I asked for his name and his\n  purpose. “I come,” said he, “from a distant land, from pleasant and\n  fruitful hills, my wisdom is as thine, my laws as thine, my name Enan\n  Hanatash, the son of Arnan ha-Desh.” I was amazed at the name, unlike any\n  I had ever heard. “Come with me from this land, and I will tell thee all\n  my secret lore; leave this spot, for they know not here thy worth and thy\n  wisdom. I will take thee to another place, pleasant as a garden, peopled\n  by loving men, wise above all others.” But I answered: “My lord, I cannot\n  go. Here are many wise and friendly; while I live, they bear me on the\n  wing of their love; when I die, they will make my death sweet.... I fear\n  thee for thy long limbs, and in thy face I see, clear-cut, the marks of\n  unworthiness; I fear thee, and I will not be thy companion, lest there\n  befall me what befell the leopard with the fox.” And I told him the\n  story.",
        "In this manner, illustrative tales are introduced throughout the poem.\nZabara displays rare ingenuity in fitting the illustrations into his\nframework. He proceeds:",
        "A leopard once lived in content and plenty; ever he found easy sustenance\n  for his wife and children. Hard by there dwelt his neighbor and friend,\n  the fox. The fox felt in his heart that his life was safe only so long as\n  the leopard could catch other prey, and he planned out a method for\n  ridding himself of this dangerous friendship. Before the evil cometh, say\n  the wise, counsel is good. “Let me move him hence,” thought the fox; “I\n  will lead him to the paths of death; for the sages say, ’If one come to\n  slay thee, be beforehand with him, and slay him instead.’” Next day the\n  fox went to the leopard, and told him of a spot he had seen, a spot of\n  gardens and lilies, where fawns and does disported themselves, and\n  everything was fair. The leopard went with him to behold this paradise,\n  and rejoiced with exceeding joy. “Ah,” thought the fox, “many a smile\n  ends in a tear.” But the leopard was charmed, and wished to move to this\n  delightful abode; “but, first,” said he, “I will go to consult my wife,\n  my lifelong comrade, the bride of my youth.” The fox was sadly\n  disconcerted. Full well he knew the wisdom and the craft of the leopard’s\n  wife. “Nay,” said he, “trust not thy wife. A woman’s counsel is evil and\n  foolish, her heart hard like marble; she is a plague in a house. Yes, ask\n  her advice, and do the opposite.”.... The leopard told his wife that he\n  was resolved to go. “Beware of the fox,” she exclaimed; “two small\n  animals there are, the craftiest they, by far–the serpent and the fox.\n  Hast thou not heard how the fox bound the lion and slew him with\n  cunning?” “How did the fox dare,” asked the leopard, “to come near enough\n  to the lion to do it?”",
        "The wife than takes up the parable, and cites the incident of",
        "Then said the leopard’s wife: The lion loved the fox, but the fox had no\n  faith in him, and plotted his death. One day the fox went to the lion\n  whining that a pain had seized him in the head. “I have heard,” said the\n  fox, “that physicians prescribe for a headache, that the patient shall be\n  tied up hand and foot.” The lion assented, and bound up the fox with a\n  cord. “Ah,” blithely said the fox, “my pain is gone.” Then the lion\n  loosed him. Time passed, and the lion’s turn came to suffer in his head.\n  In sore distress he went to the fox, fast as a bird to the snare, and\n  exclaimed, “Bind me up, brother, that I, too, may be healed, as happened\n  with thee.” The fox took fresh withes, and bound the lion up. Then he\n  went to fetch great stones, which he cast on the lion’s head, and thus\n  crushed him. “Therefore, my dear leopard,” concluded his wife, “trust not\n  the fox, for I fear him and his wiles. If the place he tells of be so\n  fair, why does not the fox take it for himself?” “Nay,” said the leopard,\n  “thou art a silly prattler. I have often proved my friend, and there is\n  no dross in the silver of his love.”",
        "The leopard would not hearken to his wife’s advice, yet he was somewhat\nmoved by her warning, and he told the fox of his misgiving, adding, that\nhis wife refused to accompany him. “Ah,” replied the fox, “I fear your fate\nwill be like the silversmith’s; let me tell you his story, and you will\nknow how silly it is to listen to a wife’s counsel.”",
        "A silversmith of Babylon, skilful in his craft, was one day at work.\n  “Listen to me,” said his wife, “and I will make thee rich and honored.\n  Our lord, the king, has an only daughter, and he loves her as his life.\n  Fashion for her a silver image of herself, and I will bear it to her as a\n  gift.” The statue was soon made, and the princess rejoiced at seeing it.\n  She gave a cloak and earrings to the artist’s wife, and she showed them\n  to her husband in triumph. “But where is the wealth and the honor?” he\n  asked. “The statue was worth much more than thou hast brought.” Next day\n  the king saw the statue in his daughter’s hand, and his anger was\n  kindled. “Is it not ordered,” he cried, “that none should make an image?\n  Cut off his right hand.” The king’s command was carried out, and daily\n  the smith wept, and exclaimed, “Take warning from me, ye husbands, and\n  obey not the voice of your wives.”",
        "The leopard shuddered when he heard this tale; but the fox went on:",
        "A hewer of wood in Damascus was cutting logs, and his wife sat spinning\n  by his side. “My departed father,” she said, “was a better workman than\n  thou. He could chop with both hands: when the right hand was tired, he\n  used the left.” “Nay,” said he, “no woodcutter does that, he uses his\n  right hand, unless he be a left-handed man.” “Ah, my dear,” she\n  entreated, “try and do it as my father did.” The witless wight raised his\n  left hand to hew the wood, but struck his right-hand thumb instead.\n  Without a word he took the axe and smote her on the head, and she died.\n  His deed was noised about; the woodcutter was seized and stoned for his\n  crime. Therefore, continued the fox, I say unto thee, all women are\n  deceivers and trappers of souls. And let me tell you more of these wily\n  stratagems.",
        "The fox reinforces his argument by relating an episode in which a contrast\nis drawn between",
        "A king of the Arabs, wise and well-advised, was one day seated with his\n  counsellors, who were loud in the praise of women, lauding their virtues\n  and their wisdom. “Cut short these words,” said the king. “Never since\n  the world began has there been a good woman. They love for their own\n  ends.” “But,” pleaded his sages, “O King, thou art hasty. Women there\n  are, wise and faithful and spotless, who love their husbands and tend\n  their children.” “Then,” said the king, “here is my city before you:\n  search it through, and find one of the good women of whom you speak.\"\n  They sought, and they found a woman, chaste and wise, fair as the moon\n  and bright as the sun, the wife of a wealthy trader; and the counsellors\n  reported about her to the king. He sent for her husband, and received him\n  with favor. “I have something for thy ear,” said the king. “I have a good\n  and desirable daughter: she is my only child; I will not give her to a\n  king or a prince: let me find a simple, faithful man, who will love her\n  and hold her in esteem. Thou art such a one; thou shalt have her. But\n  thou art married: slay thy wife to-night, and to-morrow thou shalt wed my\n  daughter.” “I am unworthy,” pleaded the man, “to be the shepherd of thy\n  flock, much less the husband of thy daughter.” But the king would take no\n  denial. “But how shall I kill my wife? For fifteen years she has eaten of\n  my bread and drunk of my cup. She is the joy of my heart; her love and\n  esteem grow day by day.” “Slay her,” said the king, “and be king\n  hereafter.” He went forth from the presence, downcast and sad, thinking\n  over, and a little shaken by, the king’s temptation. At home he saw his\n  wife and his two babes. “Better,” he cried, “is my wife than a kingdom.\n  Cursed be all kings who tempt men to sip sorrow, calling it joy.” The\n  king waited his coming in vain; and then he sent messengers to the man’s\n  shop. When he found that the man’s love had conquered his lust, he said,\n  with a sneer, “Thou art no man: thy heart is a woman’s.”",
        "In the evening the king summoned the woman secretly. She came, and the\n  king praised her beauty and her wisdom. His heart, he said, was burning\n  with love for her, but he could not wed another man’s wife. “Slay thy\n  husband to-night, and tomorrow be my queen.” With a smile, the woman\n  consented; and the king gave her a sword made of tin, for he knew the\n  weak mind of woman. “Strike once,” he said to her; “the sword is sharp;\n  you need not essay a second blow.” She gave her husband a choice repast,\n  and wine to make him drunken. As he lay asleep, she grasped the sword and\n  struck him on the head; and the tin bent, and he awoke. With some ado she\n  quieted him, and he fell asleep again. Next morning the king summoned\n  her, and asked whether she had obeyed his orders. “Yes,” said she, “but\n  thou didst frustrate thine own counsel.” Then the king assembled his\n  sages, and bade her tell all that she had attempted; and the husband,\n  too, was fetched, to tell his story. “Did I not tell you to cease your\n  praises of women?” asked the king, triumphantly.",
        "The fox follows up these effective narratives with a lengthy string of\nwell-worn quotations against women, of which the following are a few:\nSocrates, the wise and saintly, hated and despised them. His wife was thin\nand short. They asked him, “How could a man like you choose such a woman\nfor your wrife?” “I chose,” said Socrates, “of the evil the least possible\namount.” “Why, then, do you look on beautiful women?” “Neither,” said\nSocrates, “from love nor from desire, but to admire the handiwork of God in\ntheir outward form. It is within that they are foul.” Once he was walking\nby the way, and he saw a woman hanging from a fig-tree. “Would,” said\nSocrates, “that all the fruit were like this.\"–A nobleman built a new\nhouse, and wrote over the door, “Let nothing evil pass this way.” “Then how\ndoes his wife go in?” asked Diogenes.–\"Your enemy is dead,” said one to\nanother. “I would rather hear that he had got married,” was the reply.",
        "“So much,” said the fox to the leopard, “I have told thee that thou mayest\nknow how little women are to be trusted. They deceive men in life, and\nbetray them in death.” “But,” queried the leopard, “what could my wife do\nto harm me after I am dead?” “Listen,” rejoined the fox, “and I will tell\nthee of a deed viler than any I have narrated hitherto.”",
        "The kings of Rome, when they hanged a man, denied him burial until the\n  tenth day. That the friends and relatives of the victim might not steal\n  the body, an officer of high rank was set to watch the tree by night. If\n  the body was stolen, the officer was hung up in its place. A knight of\n  high degree once rebelled against the king, and he was hanged on a tree.\n  The officer on guard was startled at midnight to hear a piercing shriek\n  of anguish from a little distance; he mounted his horse, and rode towards\n  the voice, to discover the meaning. He came to an open grave, where the\n  common people were buried, and saw a weeping woman loud in laments for\n  her departed spouse. He sent her home with words of comfort, accompanying\n  her to the city gate. He then returned to his post. Next night the same\n  scene was repeated, and as the officer spoke his gentle soothings to her,\n  a love for him was born in her heart, and her dead husband was forgotten.\n  And as they spoke words of love, they neared the tree, and lo! the body\n  that the officer was set to watch was gone. “Begone,” he said, “and I\n  will fly, or my life must pay the penalty of my dalliance.” “Fear not, my\n  lord,” she said, “we can raise my husband from his grave and hang him\n  instead of the stolen corpse.” “But I fear the Prince of Death. I cannot\n  drag a man from his grave.” “I alone will do it then,” said the woman; “I\n  will dig him out; it is lawful to cast a dead man from the grave, to keep\n  a live man from being thrown in.” “Alas!” cried the officer, when she had\n  done the fearsome deed, “the corpse I watched was bald, your husband has\n  thick hair; the change will be detected.” “Nay,” said the woman, “I will\n  make him bald,” and she tore his hair out, with execrations, and they\n  hung him on the tree. But a few days passed and the pair were married.",
        "And now the leopard interlude nears it close. Zabara narrates the\ndénouement in these terms:",
        "The leopard’s bones rattled while he listened to this tale. Angrily he\n  addressed his wife, “Come, get up and follow me, or I will slay thee.\"\n  Together they went with their young ones, and the fox was their guide,\n  and they reached the promised place, and encamped by the waters. The fox\n  bade them farewell, his head laughing at his tail. Seven days were gone,\n  when the rains descended, and in the deep of the night the river rose and\n  engulfed the leopard family in their beds. “Woe is me,” sighed the\n  leopard, “that I did not listen to my wife.” And he died before his time.",
        "The author has now finished his protest against his visitor’s design, to\nmake him join him on a roving expedition. Enan glares, and asks, “Am I a\nfox, and thou a leopard, that I should fear thee?” Then his note changes,\nand his tone becomes coaxing and bland. Joseph cannot resist his\nfascination. Together they start, riding on their asses. Then says Enan\nunto Joseph, “Carry thou me, or I will carry thee.” “But,” continues the\nnarrator, Joseph, “we were both riding on our asses. ’What dost thou mean?\nOur asses carry us both. Explain thy words.’–’It is the story of the\npeasant with the king’s officer.’”",
        "A king with many wives dreamt that he saw a monkey among them; his face\n  fell, and his spirit was troubled. “This is none other,” said he, “than a\n  foreign king, who will invade my realm, and take my harem for his spoil.\"\n  One of his officers told the king of a clever interpreter of dreams, and\n  the king despatched him to find out the meaning of his ominous vision. He\n  set forth on his mule, and met a countryman riding. “Carry me,” said the\n  officer, “or I will carry thee.” The peasant was amazed. “But our asses\n  carry us both,” he said. “Thou tiller of the earth,” said the officer,\n  “thou art earth, and eatest earth. There is snow on the hill,” continued\n  the officer, and as the month was Tammuz, the peasant laughed. They\n  passed a road with wheat growing on each side. “A horse blind in one eye\n  has passed here,” said the officer, “loaded with oil on one side, and\n  with vinegar on the other.” They saw a field richly covered with\n  abounding corn, and the peasant praised it. “Yes,” said the officer, “if\n  the corn is not already eaten.” They went on a little further and saw a\n  lofty tower. “Well fortified,” remarked the peasant. “Fortified without,\n  if not ruined within,” replied the officer. A funeral passed them. “As to\n  this old man whom they are burying,” said the officer, “I cannot tell\n  whether he is alive or dead.” And the peasant thought his companion mad\n  to make such unintelligible remarks. They neared a village where the\n  peasant lived, and he invited the officer to stay with him overnight.",
        "The peasant, in the dead of the night, told his wife and daughters of the\n  foolish things the officer had said, though he looked quite wise. “Nay,\"\n  said the peasant’s youngest daughter, a maiden of fifteen years, “the man\n  is no fool; thou didst not comprehend the depth of his meaning. The\n  tiller of the earth eats food grown from the earth. By the ’snow on the\n  hill’ is meant thy white beard (on thy head); thou shouldst have\n  answered, ’Time caused it.’ The horse blind in one eye he knew had\n  passed, because he saw that the wheat was eaten on one side of the way,\n  and not on the other; and as for its burden, he saw that the vinegar had\n  parched the dust, while the oil had not. His saying, ’Carry me, or I will\n  carry thee,’ signifies that he who beguiles the way with stories and\n  proverbs and riddles, carries his companion, relieving him from the\n  tedium of the journey. The corn of the field you passed,” continued the\n  girl, “was already eaten if the owner was poor, and had sold it before it\n  was reaped. The lofty and stately tower was in ruins within, if it was\n  without necessary stores. About the funeral, too, his remark was true. If\n  the old man left a son, he was still alive; if he was childless, he was,\n  indeed, dead.”",
        "In the morning, the girl asked her father to give the officer the food\n  she would prepare. She gave him thirty eggs, a dish full of milk, and a\n  whole loaf. “Tell me,” said she, “how many days old the month is; is the\n  moon new, and the sun at its zenith?” Her father ate two eggs, a little\n  of the loaf, and sipped some of the milk, and gave the rest to the\n  officer. “Tell thy daughter,” he said, “the sun is not full, neither is\n  the moon, for the month is two days old.” “Ah,” laughed the peasant, as\n  he told his daughter the answers of the officer, “ah, my girl, I told you\n  he was a fool, for we are now in the middle of the month.” “Did you eat\n  anything of what I gave you?” asked the girl of her father. And he told\n  her of the two eggs, the morsel of bread, and the sip of milk that he had\n  taken. “Now I know,” said the girl, “of a surety that the man is very\n  wise.” And the officer, too, felt that she was wise, and so he told her\n  the king’s dream. She went back with him to the king, for she told the\n  officer that she could interpret the vision, but would do so only to the\n  king in person, not through a deputy. “Search thy harem,” said the girl,\n  “and thou wilt find among thy women a man disguised in female garb.” He\n  searched, and found that her words were true. The man was slain, and the\n  women, too, and the peasant’s daughter became the king’s sole queen, for\n  he never took another wife besides her.",
        "Thus Joseph and the giant Enan journey on, and they stay overnight in a\nvillage inn. Then commences a series of semi-medical wrangles, which fill\nup a large portion of the book. Joseph demands food and wine, and Enan\ngives him a little of the former and none of the latter. “Be still,” says\nEnan, “too much food is injurious to a traveller weary from the way. But\nyou cannot be so very hungry, or you would fall to on the dry bread. But\nwine with its exciting qualities is bad for one heated by a long day’s\nride.” Even their asses are starved, and Joseph remarks sarcastically,\n“Tomorrow it will be, indeed, a case of carry-thou-me-or-I-thee, for our\nasses will not be able to bear us.” They sleep on the ground, without couch\nor cover. At dawn Enan rouses him, and when he sees that his ass is still\nalive, he exclaims, “Man and beast thou savest, O Lord!” The ass, by the\nway, is a lineal descendant of Balaam’s animal.",
        "They proceed, and the asses nod and bow as though they knew how to pray.\nEnan weeps as they near a town. “Here,” says he, “my dear friend died, a\nman of wisdom and judgment. I will tell thee a little of his cleverness.”",
        "A man once came to him crying in distress. His only daughter was\n  betrothed to a youth, and the bridegroom and his father came to the\n  bride’s house on the eve of the wedding, to view her ornaments and\n  beautiful clothes. When the bride’s parents rose next day, everything had\n  vanished, jewels and trousseau together. They were in despair, for they\n  had lavished all their possessions on their daughter. My friend\n  [continued Enan] went back with the man to examine the scene of the\n  robbery. The walls of the house were too high to scale. He found but one\n  place where entry was possible, a crevice in a wall in which an orange\n  tree grew, and its edge was covered with thorns and prickles. Next door\n  lived a musician, Paltiel ben Agan [or Adan] by name, and my late friend,\n  the judge, interviewed him, and made him strip. His body was covered with\n  cuts and scratches; his guilt was discovered, and the dowry returned to\n  the last shoe-latchet. “My son,” said he, “beware of singers, for they\n  are mostly thieves; trust no word of theirs, for they are liars; they\n  dally with women, and long after other people’s money. They fancy they\n  are clever, but they know not their left hand from their right; they\n  raise their hands all day and call, but know not to whom. A singer stands\n  at his post, raised above all other men, and he thinks he is as lofty as\n  his place. He constantly emits sounds, which mount to his brain, and dry\n  it up; hence he is so witless.”",
        "Then Enan tells Joseph another story of his friend the judge’s sagacity:",
        "A man lived in Cordova, Jacob by name, the broker; he was a man of tried\n  honesty. Once a jewelled necklet was entrusted to him for sale by the\n  judge, the owner demanding five hundred pieces of gold as its price.\n  Jacob had the chain in his hand when he met a nobleman, one of the king’s\n  intimate friends. The nobleman offered four hundred pieces for the\n  necklet, which Jacob refused. “Come with me to my house, and I will\n  consider the price,” said the would-be purchaser. The Jew accompanied him\n  home, and the nobleman went within. Jacob waited outside the gate till\n  the evening, but no one came out. He passed a sleepless night with his\n  wife and children, and next morning returned to the nobleman. “Buy the\n  necklace,” said he, “or return it.” The nobleman denied all knowledge of\n  the jewels, so Jacob went to the judge. He sent for the nobles, to\n  address them as was his wont, and as soon as they had arrived, he said to\n  the thief’s servant, “Take your master’s shoe and go to his wife. Show\n  the shoe and say, Your lord bids me ask you for the necklace he bought\n  yesterday, as he wishes to exhibit its beauty to his friends.” The wife\n  gave the servant the ornament, the theft was made manifest, and it was\n  restored to its rightful owner.",
        "And Enan goes on:",
        "A merchant of measureless wealth had an only son, who, when he grew up,\n  said, “Father, send me on a voyage, that I may trade and see foreign\n  lands, and talk with men of wisdom, to learn from their words.” The\n  father purchased a ship, and sent him on a voyage, with much wealth and\n  many friends. The father was left at home with his slave, in whom he put\n  his trust, and who filled his son’s place in position and affection.\n  Suddenly a pain seized him in the heart, and he died without directing\n  how his property was to be divided. The slave took possession of\n  everything; no one in the town knew whether he was the man’s slave or his\n  son. Ten years passed, and the real son returned, with his ship laden\n  with wealth. As they approached the harbor, the ship was wrecked. They\n  had cast everything overboard, in a vain effort to save it; finally, the\n  crew and the passengers were all thrown into the sea. The son reached the\n  shore destitute, and returned to his father’s house; but the slave drove\n  him away, denying his identity. They went before the judge. “Find the\n  loathly merchant’s grave,” he said to the slave, “and bring me the dead\n  man’s bones. I shall burn them for his neglect to leave a will, thus\n  rousing strife as to his property.” The slave started to obey, but the\n  son stayed him. “Keep all,” said he, “but disturb not my father’s bones.\"\n  “Thou art the son,” said the judge; “take this other as thy lifelong\n  slave.”",
        "Joseph and Enan pass to the city of Tobiah. At the gate they are accosted\nby an old and venerable man, to whom they explain that they have been on\nthe way for seven days. He invites them to his home, treats them\nhospitably, and after supper tells them sweet and pleasant tales, “among\nhis words an incident wonderful to the highest degree.” This wonderful\nstory is none other than a distorted version of the Book of Tobit. I have\ntranslated this in full, and in rhymed prose, as a specimen of the\noriginal.",
        "Here, in the days of the saints of old, in the concourse of elders of age\n  untold, there lived a man upright and true, in all his doings good\n  fortune he knew. Rich was he and great, his eyes looked ever straight:\n  Tobiah, the son of Ahiah, a man of Dan, helped the poor, to each gave of\n  his store; whene’er one friendless died, the shroud he supplied, bore the\n  corpse to the grave, nor thought his money to save. The men of the place,\n  a sin-ruled race, slandering, cried, “O King, these Jewish knaves open\n  our graves! Our bones they burn, into charms to turn, health to earn.\"\n  The king angrily spoke: “I will weighten their yoke, and their villainy\n  repay; all the Jews who, from to-day, die in this town, to the pit take\n  down, to the pit hurry all, without burial. Who buries a Jew, the hour\n  shall rue; bitter his pang, on the gallows shall he hang.” Soon a\n  sojourner did die, and no friends were by; but good Tobiah the corpse did\n  lave, and dress it for the grave. Some sinners saw the deed, to the judge\n  the word they gave, who Tobiah’s death decreed. Forth the saint they\n  draw, to hang him as by law. But now they near the tree, lo! no man can\n  see, a blindness falls on all, and Tobiah flies their thrall. Many\n  friends his loss do weep, but homewards he doth creep, God’s mercies to\n  narrate, and his own surprising fate, “Praise ye the Lord, dear friends,\n  for His mercy never ends, and to His servants good intends.” Fear the\n  king distressed, his heart beat at his breast, new decrees his fear\n  expressed. “Whoe’er a Jew shall harm,” the king cried in alarm, “touching\n  his person or personalty, touches the apple of my eye; let no man do this\n  wrong, or I’ll hang him ’mid the throng, high though his rank, and his\n  lineage long.” And well he kept his word, he punished those who erred;\n  but on the Jews his mercies shone, the while he rilled the throne.",
        "Once lay the saint at rest, and glanced upon the nest of a bird within\n  his room. Ah! cruel was his doom! Into his eye there went the sparrow’s\n  excrement. Tobiah’s sight was gone! He had an only son, whom thus he now\n  addressed: “When business ventures pressed, I passed from clime to clime.\n  Well I recall the time, when long I dwelt in Ind, of wealth full stores\n  to find. But perilous was the road, and entrusted I my load with one of\n  honest fame, Peër Hazeman his name. And now list, beloved son, go out and\n  hire thee one, thy steps forthwith to guide unto my old friend’s side. I\n  know his love’s full stream, his trust he will redeem; when heareth he my\n  plight, when seeth he thy sight, then will he do the right.” The youth\n  found whom he sought, a man by travel taught, the ways of Ind he knew; he\n  knew them through and through, he knew them up and down, as a townsman\n  knows his town. He brought him to his sire, who straightway did inquire,\n  “Knowest thou an Indian spot, a city named Tobot?\"–\"Full well I know the\n  place, I spent a two years’ space in various enterprise; its people all\n  are wise, and honest men and true.\"–\"What must I give to you,” asked\n  Tobiah of his guest,” to take my son in quest?\"–\"Of pieces pure of\n  gold, full fifty must be told.\"–\"I’ll pay you that with joy; start forth\n  now with my boy.” A script the son did write, which Tobiah did indite,\n  and on his son bestow a sign his friend would know. The father kissed his\n  son, “In peace,” said he, “get gone; may God my life maintain till thou\n  art come again.” The youth and guide to Tobot hied, and reached anon Peër\n  Hazeman. “Why askest thou my name?” Straight the answer came, “Tobiah is\n  my sire, and he doth inquire of thy health and thy household’s.” Then the\n  letter he unfolds. The contents Peër espies, every doubt flies, he\n  regards the token with no word spoken. “’Tis the son of my friend, who\n  greeting thus doth send. Is it well with him? Say.\"–\"Well, well with him\n  alway.\"–\"Then dwell thou here a while, and hours sweet beguile with the\n  tales which thou wilt tell of him I loved so well.\"–\"Nay, I must\n  forthwith part to soothe my father’s heart. I am his only trust, return\n  at once I must.” Peër Hazeman agrees the lad to release; gives him all\n  his father’s loan, and gifts adds of his own, raiment and two slaves. To\n  music’s pleasant staves, the son doth homeward wend. By the shore of the\n  sea went the lad full of glee, and the wind blew a blast, and a fish was\n  upward cast. Then hastened the guide to ope the fish’s side, took the\n  liver and the gall, for cure of evil’s thrall: liver to give demons\n  flight, gall to restore men’s sight. The youth begged his friend these\n  specifics to lend, then went he on his way to where his sick sire lay.\n  Then spake the youth to his father all the truth. “Send not away the\n  guide without pay.” The son sought the man, through the city he ran, but\n  the man had disappeared. Said Tobiah, “Be not afeared, ’twas Elijah the\n  seer, whom God sent here to stand by our side, our needs to provide.” He\n  bathed both his eyes with the gall of the prize, and his sight was\n  restored by the grace of the Lord.",
        "Then said he to his son, “Now God His grace has shown, dost thou not\n  yearn to do a deed in turn? My niece forthwith wed.\"–\"But her husbands\n  three are dead, each gave up his life as each made her his wife; to her\n  shame and to her sorrow, they survived not to the morrow.\"–\"Nay, a demon\n  is the doer of this harm to every wooer. My son, obey my wish, take the\n  liver of the fish, and burn it in full fume, at the door of her\n  room,’twill give the demon his doom.” At his father’s command, with his\n  life in his hand, the youth sought the maid, and wedded her unafraid. For\n  long timid hours his prayer Tobiah pours; but the incense was alight, the\n  demon took to flight, and safe was all the night. Long and happily wed,\n  their lives sweetly sped.",
        "Their entertainer tells Joseph and Enan another story of piety connected\nwith the burial of the dead:",
        "Once upon a time there lived a saintly man, whose abode was on the way to\n  the graveyard. Every funeral passed his door, and he would ever rise and\n  join in the procession, and assist those engaged in the burial. In his\n  old age his feet were paralyzed, and he could not leave his bed; the dead\n  passed his doors, and he sighed that he could not rise to display his\n  wonted respect. Then prayed he to the Lord: “O Lord, who givest eyes to\n  the blind and feet to the lame, hear me from the corner of my sorrowful\n  bed. Grant that when a pious man is borne to his grave, I may be able to\n  rise to my feet.” An angel’s voice in a vision answered him, “Lo, thy\n  prayer is heard.” And so, whenever a pious man was buried, he rose and\n  prayed for his soul. On a day, there died one who had grown old in the\n  world’s repute, a man of excellent piety, yet the lame man could not rise\n  as his funeral passed. Next day died a quarrelsome fellow of ill fame for\n  his notorious sins, and when his body was carried past the lame man’s\n  door, the paralytic was able to stand. Every one was amazed, for hitherto\n  the lame man’s rising or resting had been a gauge of the departed’s\n  virtue. Two sage men resolved to get to the bottom of the mystery. They\n  interviewed the wife of the fellow who had died second. The wife\n  confirmed the worst account of him, but added: “He had an old father,\n  aged one hundred years, and he honored and served him. Every day he\n  kissed his hand, gave him drink, stripped and dressed him when, from old\n  age, he could not turn himself on his couch; daily he brought ox and lamb\n  bones, from which he drew the marrow, and made dainty foods of it.” And\n  the people knew that honoring his father had atoned for his\n  transgressions. Then the two inquisitors went to the house of the pious\n  man, before whom the paralytic had been unable to rise. His widow gave\n  him an excellent character; he was gentle and pious; prayed three times a\n  day, and at midnight rose and went to a special chamber to say his\n  prayers. No one had ever seen the room but himself, as he ever kept the\n  key in his bosom. The two inquisitors opened the door of this chamber,\n  and found a small box hidden in the window-sill; they opened the box, and\n  found in it a golden figure bearing a crucifix. Thus the man had been one\n  of those who do the deeds of Zimri, and expect the reward of Phineas.",
        "Joseph and Enan then retire to rest, and their sleep is sweet and long. By\nstrange and devious ways they continue their journey on the morrow,\nstarting at dawn. Again they pass the night at the house of one of Enan’s\nfriends, Rabbi Judah, a ripe old sage and hospitable, who welcomes them\ncordially, feeds them bountifully, gives them spiced dishes, wine of the\ngrape and the pomegranate, and then tells stories and proverbs “from the\nbooks of the Arabs.”",
        "A man said to a sage, “Thou braggest of thy wisdom, but it came from me.\"\n  “Yes,” replied the sage, “and it forgot its way back.\"–Who is the worst\n  of men? He who is good in his own esteem.–Said a king to a sage, “Sweet\n  would be a king’s reign if it lasted forever.” “Had such been your\n  predecessor’s lot,” replied the wise man, “how would you have reached the\n  throne?\"–A man laid a complaint before the king; the latter drove the\n  suppliant out with violence. “I entered with one complaint,” sighed the\n  man, “I leave with two.\"–What is style? Be brief and do not repeat\n  yourself.–The king once visited a nobleman’s house, and asked the\n  latter’s son, “Whose house is better, your father’s or mine?” “My\n  father’s,” said the boy, “while the king is in it.\"–A king put on a new\n  robe, which did not become him. “It is not good to wear,” said a\n  courtier, “but it is good to put on.” The king put the robe on him.–A\n  bore visited a sick man. “What ails thee?” he asked. “Thy presence,” said\n  the sufferer.–A man of high lineage abused a wise man of lowly birth.\n  “My lineage is a blot on me,” retorted a sage, “thou art a blot on thy\n  lineage.\"–To another who reviled him for his lack of noble ancestry, he\n  retorted, “Thy noble line ends with thee, with me mine begins.\"–Diogenes\n  and Dives were attacked by robbers. “Woe is me,” said Dives, “if they\n  recognize me.” “Woe is me,” said Diogenes, “if they do not recognize\n  me.\"–A philosopher sat by the target at which the archers were shooting.\n  “’Tis the safest spot,” said he.–An Arab’s brother died. “Why did he\n  die?” one asked. “Because he lived,” was the answer.–\"What hast thou\n  laid up for the cold weather?” they asked a poor fellow. “Shivering,” he\n  answered.–Death is the dread of the rich and the hope of the\n  poor.–Which is the best of the beasts? Woman.–Hide thy virtues as thou\n  hidest thy faults.–A dwarf brought a complaint to his king. “No one,\"\n  said the king, “would hurt such a pigmy.” “But,” retorted the dwarf, “my\n  injurer is smaller than I am.\"–A dolt sat on a stone. “Lo, a blockhead\n  on a block,” said the passers-by.–\"What prayer make you by night?” they\n  asked a sage. “Fear God by day, and by night you will sleep, not\n  pray.\"–Rather a wise enemy than a foolish friend.–Not everyone who\n  flees escapes, not everyone who begs has need.–A sage had weak eyes.\n  “Heal them,” said they. “To see what?” he rejoined.–A fool quarrelled\n  with a sage. Said the former, “For every word of abuse I hear from thee,\n  I will retort ten.” “Nay,” replied the other, “for every ten words of\n  abuse I hear from thee, I will not retort one.\"–An honest man cannot\n  catch a thief.–All things grow with time except grief.–The character of\n  the sent tells the character of the sender.–What is man’s best means of\n  concealment? Speech.–\"Why walkest thou so slowly?” asked the lad of the\n  greybeard. “My years are a chain to my feet: and thy years are preparing\n  thy chain.\"–Do not swallow poison because you know an antidote.–The\n  king heard a woman at prayer. “O God,” she said, “remove this king from\n  us.” “And put a better in his stead,” added the eavesdropping\n  monarch.–Take measure for this life as though thou wilt live forever;\n  prepare for the next world as though thou diest to-morrow.–\"He will\n  die,” said the doctor, but the patient recovered. “You have returned from\n  the other world,” said the doctor when he met the man. “Yes,” said the\n  latter, “and the doctors have a bad time there. But fear not. Thou art no\n  doctor.\"–Three things weary: a lamp that will not burn, a messenger that\n  dawdles, a table spread and waiting.",
        "Then follows a string of sayings about threes:",
        "Reason rules the body, wisdom is the pilot, law is its light. Might is\n  the lion’s, burdens are the ox’s, wisdom is man’s; spinning the spider’s,\n  building the bee’s, making stores the ant’s. In three cases lying is\n  permissible: in war, in reconciling man to man, in appeasing one’s wife.",
        "Their host concludes his lengthy list of sententious remarks thus:",
        "A king had a signet ring, on which were engraved the words, “Thou hast\n  bored me: rise!” and when a guest stayed too long, he showed the visitor\n  the ring.-The heir of a wealthy man squandered his money, and a sage saw\n  him eating bread and salted olives. “Hadst thou thought that this would\n  be thy food, this would not be thy food.\"-Marry no widow. She will lament\n  her first husband’s death.",
        "This was the signal for the party to retire to rest.",
        "Next day the wayfarers reach Enan’s own city, the place he had all along\ndesired Joseph to see. He shows Joseph his house; but the latter replies,\n“I crave food, not sight-seeing.” “Surely,” says Enan, “the more hurry the\nless speed.” At last the table is spread; the cloth is ragged, the dishes\ncontain unleavened bread, such as there is no pleasure in eating, and there\nis a dish of herbs and vinegar. Then ensues a long wrangle, displaying much\nmedical knowledge, on the physiology of herbs and vegetables, on the eating\nof flesh, much and fast. Enan makes sarcastic remarks on Joseph’s rapacious\nappetite. He tells Joseph, he must not eat this or that. A joint of lamb is\nbrought on the table, Enan says the head is bad, and the feet, and the\nflesh, and the fat; so that Joseph has no alternative but to eat it all. “I\nfear that what happened to the king, will befall thee,” said Enan. “Let me\nfeed first,” said Joseph; “then you can tell me what happened to the king.”",
        "A gardener came to his garden in the winter. It was the month of Tebet,\n  and he found some roses in flower. He rejoiced at seeing them; and he\n  plucked them, and put them on a precious dish, carried them to the king,\n  and placed them before him. The king was surprised, and the flowers were\n  goodly in his sight; and he gave the gardener one hundred pieces of gold.\n  Then said the king in his heart, “To-day we will make merry, and have a\n  feast.” All his servants and faithful ministers were invited to rejoice\n  over the joy of the roses. And he sent for his only daughter, then with\n  child; and she stretched forth her hand to take a rose, and a serpent\n  that lay in the dish leapt at her and startled her, and she died before\n  night.",
        "But Joseph’s appetite was not to be stayed by such tales as this. So Enan\ntells him of the “Lean Fox and the Hole\"; but in vain. “Open not thy mouth\nto Satan,” says Joseph. “I fear for my appetite, that it become smaller\";\nand goes on eating.",
        "Now Enan tries another tack: he will question him, and put him through his\npaces. But Joseph yawns and protests that he has eaten too much to keep his\neyes open.",
        "“How canst thou sleep,” said Enan, “when thou hast eaten everything,\n  fresh and stale? As I live, thou shalt not seek thy bed until I test thy\n  wisdom-until I prove whether all this provender has entered the stomach\n  of a wise man or a fool.”",
        "Then follows an extraordinary string of anatomical, medical, scientific,\nand Talmudic questions about the optic nerves; the teeth; why a man lowers\nhis head when thinking over things he has never known, but raises his head\nwhen thinking over what he once knew but has forgotten; the physiology of\nthe digestive organs, the physiology of laughter; why a boy eats more than\na man; why it is harder to ascend a hill than to go down; why snow is\nwhite; why babies have no teeth; why children’s first set of teeth fall\nout; why saddest tears are saltest; why sea water is heavier than fresh;\nwhy hail descends in summer; why the sages said that bastards are mostly\nclever. To these questions, which Enan pours out in a stream, Joseph\nreadily gives answers. But now Enan is hoist with his own petard.",
        "“I looked at him,” continues the poet, “and sleep entrapped his eyes, and\n  his eyelids kissed the irides. Ah! I laughed in my heart. Now I will talk\n  to him, and puzzle him as he has been puzzling me. He shall not sleep, as\n  he would not let me sleep. ’My lord,’ said I, ’let me now question thee.’\n  ’I am sleepy,’ said he, ’but ask on.’ ’What subject shall I choose?’ I\n  said. ’Any subject,’ he replied; ’of all knowledge I know the half.’\"\n  Joseph asks him astronomical, musical, logical, arithmetical questions;\n  to all of which Enan replies, “I do not know.” “But,” protests Joseph,\n  “how couldst thou assert that thou knewest half of every subject, when it\n  is clear thou knowest nothing?” “Exactly,” says Enan, “for Aristotle\n  says, ’He who says, I do not know, has already attained the half of\n  knowledge.’”",
        "But he says he knows medicine; so Joseph proceeds to question him. Soon he\ndiscovers that Enan is again deceiving him; and he abuses Enan roundly for\nhis duplicity.",
        "Enan at length is moved to retort.",
        "“I wonder at thy learning,” says Enan, “but more at thy appetite.” Then\n  the lamp goes out, the servant falls asleep, and they are left in\n  darkness till the morning. Then Joseph demands his breakfast, and goes\n  out to see his ass. The ass attempts to bite Joseph, who strikes it, and\n  the ass speaks. “I am one of the family of Balaam’s ass,” says the\n  animal. “But I am not Balaam,” says Joseph, “to divine that thou hast\n  eaten nothing all night.” The servant asserts that he fed the ass, but\n  the animal had gobbled up everything, his appetite being equal to his\n  owner’s. But Joseph will not believe this, and Enan is deeply hurt.\n  “Peace!” he shouts, and his eyes shoot flames, and his nostrils distil\n  smoke. “Peace, cease thy folly, or, as I live, and my ancestor Asmodeus,\n  I will seize thee with my little finger, and will show thee the city of\n  David.”",
        "In timid tones Joseph asks him, “Who is this Asmodeus, thy kinsman?”",
        "“Asmodeus,” said Enan, “the great prince who, on his wing, bore Solomon\n  from his kingdom to a distant strand.” “Woe is me,” I moaned, “I thought\n  thee a friend; now thou art a fiend. Why didst thou hide thy nature? Why\n  didst thou conceal thy descent? Why hast thou taken me from my home in\n  guile?” “Nay,” said Enan, “where was thy understanding? I gave thee my\n  name, thou shouldst have inverted it” [i.e., transposeDesh to Shed.\n  Enan at the beginning of the tale had announced himself as ha-Desh, he\n  now explains that meant ha-Shed = the demon]. Then Enan gives his\n  pedigree: “I am Enan, the Satan, son of Arnan the Demon, son of the Place\n  of Death, son of Rage, son of Death’s Shadow, son of Terror, son of\n  Trembling, son of Destruction, son of Extinction, son of Evil-name, son\n  of Mocking, son of Plague, son of Deceit, son of Injury, son of\n  Asmodeus.”",
        "Nevertheless Enan quiets Joseph’s fears, and promises that no harm shall\nbefall him. He goes through Enan’s city, sees wizards and sorcerers, and\nsinners and fools, all giants.",
        "Then Enan introduces his own especial friend. “He is good and wise,” said\n  Enan, “despite his tall stature. He shows his goodness in hating the wise\n  and loving fools; he is generous, for he will give a beggar a crust of\n  dry bread, and make him pay for it; he knows medicine, for he can tell\n  that if a man is buried, he either has been sick, or has had an accident;\n  he knows astronomy, for he can tell that it is day when the sun shines,\n  and night when the stars appear; he knows arithmetic, for he can tell\n  that one and one make two; he knows mensuration, for he can tell how many\n  handbreadths his belly measures; he knows music, for he can tell the\n  difference between the barking of a dog and the braying of an ass.” “But,\n  said I,” continues Joseph, “how canst thou be the friend of such a one?\n  Accursed is he, accursed his master.” “Nay,” answered Enan, “I love him\n  not; I know his vile nature: ’tis his daughter that binds me to him, for\n  she, with her raven locks and dove’s eyes and lily cheeks, is fair beyond\n  my power to praise.” Yet I warned him against marrying the daughter of an\n  uneducated man, an Am ha-Arez. Then follows a compilation of passages\n  directed against ignorance. “Ah!” cries Enan, “your warning moves me. My\n  love for her is fled. Thou fearest God and lovest me, my friend. What is\n  a friend? One heart in two bodies. Then find me another wife, one who is\n  beautiful and good. Worse than a plague is a bad woman. Listen to what\n  once befell me with such a one.”",
        "Thereupon Enan introduces the last of the stories incorporated into the\nbook:",
        "Once upon a time, in my wanderings to and fro upon the earth, I came to a\n  city whose inhabitants dwelt together, happy, prosperous, and secure. I\n  made myself well acquainted with the place and the people, but, despite\n  all my efforts, I was unable to entrap a single one. “This is no place\n  for me,” I said, “I had better return to my own country.” I left the\n  city, and, journeying on, came across a river, at the brink of which I\n  seated myself. Scarcely had I done so, when a woman appeared bearing her\n  garments to be washed in the river. She looked at me, and asked, “Art\n  thou of the children of men or of demons?” “Well,” said I, “I have grown\n  up among men, but I was born among demons.” “But what art thou after\n  here?” “Ah,” I replied, “I have spent a whole month in yonder city. And\n  what have I found? A city full of friends, enjoying every happiness in\n  common. In vain have I tried to put a little of wickedness among them.\"\n  Then the woman, with a supercilious air: “If I am to take thee for a\n  specimen, I must have a very poor opinion of the whole tribe of demons.\n  You seem mighty enough, but you haven’t the strength of women. Stop here\n  and keep an eye on the wash; but mind, play me no tricks. I will go back\n  to the city and kindle therein fire and fury, and pour over it a spirit\n  of mischief, and thou shalt see how I can manage things.” “Agreed!” said\n  I, “I will stay here and await thy coming, and watch how affairs turn out\n  in thy hands.”",
        "The washerwoman departed, went into the city, called upon one of the\n  great families there residing, and requested to see the lady of the\n  house. She asked for a washing order, which she promised to execute to\n  the most perfect satisfaction. While the housemaid was collecting the\n  linen, the washerwoman lifted her eyes to the beautiful face of the\n  mistress, and exclaimed: “Yes, they are a dreadful lot, the men; they are\n  all alike, a malediction on them! The best of them is not to be trusted.\n  They love all women but their own wives.” “What dost thou mean?” asked\n  the lady. “Merely this,” she answered. “Coming hither from my house, whom\n  should I meet but thy husband making love to another woman, and such a\n  hideous creature, too! How he could forsake beauty so rare and exquisite\n  as thine for such disgusting ugliness, passes my understanding. But do\n  not weep, dear lady, don’t distress thyself and give way. I know a means\n  by which I shall bring that husband of thine to his senses, so that thou\n  shalt suffer no reproach, and he shall never love any other woman than\n  thee. This is what thou must do. When thy husband comes home, speak\n  softly and sweetly to him; let him suspect nothing; and when he has\n  fallen asleep, take a sharp razor and cut off three hairs from his beard;\n  black or white hairs, it matters not. These thou must afterwards give to\n  me, and with them I will compound such a remedy that his eyes shall be\n  darkened in their sockets, so that he will look no more upon other lovely\n  women, but cling to thee alone in mighty and manifest and enduring love.\"\n  All this the lady promised, and gifts besides for the washerwoman, should\n  her plan prosper.",
        "Carrying the garments with her, the woman now sought out the lady’s\n  husband. With every sign of distress in her voice and manner, she told\n  him that she had a frightful secret to divulge to him. She knew not if\n  she would have the strength to do so. She would rather die first The\n  husband was all the more eager to know, and would not be refused. “Well,\n  then,” she said, “I have just been to thy house, where my lady, thy wife,\n  gave me these garments to wash; and, while I was yet standing there, a\n  youth, of handsome mien and nobly attired, arrived, and the two withdrew\n  into an adjoining room: so I inclined mine ear to listen to their speech,\n  and this is what I overheard: The young man said to thy wife, ’Kill thy\n  husband, and I will marry thee,’ She, however, declared that she was\n  afraid to do such a dreadful deed. ’O,’ answered he, ’with a little\n  courage it is quite easy. When thy husband is asleep, take a sharp razor\n  and cut his throat.’” In fierce rage, but suppressing all outward\n  indication of it, the husband returned home. Pretending to fall asleep,\n  he watched his wife closely, saw her take a razor to sever the three\n  hairs for the washerwoman’s spell, darted up suddenly, wrested the razor\n  from her hands, and with it slew his wife on the spot.",
        "The news spread; the relations of the wife united to avenge her death,\n  and kill the husband. In their turn his relatives resolved to avenge him;\n  both houses were embroiled, and before the feud was at an end, two\n  hundred and thirty lives were sacrificed. The city resounded with a great\n  cry, the like of which had never been heard. “From that day,” concluded\n  Enan, “I decided to injure no man more. Yet for this very reason I fear\n  to wed an evil woman.” “Fear not,” returned Joseph, “the girl I recommend\n  is beautiful and good.” And Enan married her, and loved her.",
        "Thus Enan is metamorphosed from a public demon into something of a domestic\nsaint. Zabara gives us an inverted Faust.",
        "“After a while,” concludes Joseph, “I said to him, ’I have sojourned long\nenough in this city, the ways of which please me not. Ignorance prevails,\nand poetry is unknown; the law is despised; the young are set over the old;\nthey slander and are impudent. Let me go home after my many years of\nwandering in a strange land. Fain would I seek the place where dwells the\ngreat prince, Rabbi Sheshet Benveniste, of whom Wisdom says, Thou art my\nteacher, and Faith, Thou art my friend.’ ’What qualitie,’ asked Enan,\n’brought him to this lofty place of righteousness and power?’ ’His\nsimplicity and humility, his uprightness and saintliness.’”",
        "And with this eulogy of the aged Rabbi of Barcelona, the poem somewhat\ninconsequently ends. It may be that the author left the work without\nputting in the finishing touches. This would account for the extra stories,\nwhich, as was seen above, may belong to the book, though not incorporated\ninto it.",
        "It will be thought, from the summary mode in which I have rendered these\nstories, that I take Zabara to be rather a literary curiosity than a poet.\nBut Zabara’s poetical merits are considerable. If I have refrained from\nattempting a literal rendering, it is mainly because the rhymed-prose\ngenre is so characteristically Oriental that its charm is incommunicable\nin a Western language. Hence, to those who do not read Zabara in the\noriginal, he is more easily appreciated as a conteur than as an\nimaginative writer. To the Hebraist, too, something of the same remark\napplies. Rhymed prose is not much more consistent with the genius of Hebrew\nthan it is with the genius of English. Arabic and Persian seem the only\nlanguages in which rhymed prose assumes a natural and melodious shape. In\nthe new-Hebrew, rhymed prose has always been an exotic, never quite a\nnative flower. The most skilful gardeners failed to acclimatize it\nthoroughly in European soil. Yet Zabara’s humor, his fluent simplicity, his\neasy mastery over Hebrew, his invention, his occasional gleams of fancy,\nhis gift of satire, his unfailing charm, combine to give his poem some\nright to the title by which he called it–\"The Book of Delight.”",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}