{
    "title": "The American Spirit in Literature - Chapter IX. Union and Liberty",
    "author": "Bliss Perry",
    "chapter": "9",
    "content": [
        "\n\n",
        "“There is what I call the American idea,” declared Theodore\nParker in the Anti-Slavery Convention of 1850. “This idea\ndemands, as the proximate organization thereof, a democracy–that\nis, a government of all the people, by all the people, for all\nthe people; of course, a government on the principle of eternal\njustice, the unchanging law of God; for shortness’ sake, I will\ncall it the idea of Freedom.”",
        "These are noble words, and they are thought to have suggested a\nfamiliar phrase of Lincoln’s Gettysburg Address, thirteen years\nlater. Yet students of literature, no less than students of\npolitics, recognize the difficulty of summarizing in words a\nnational “idea.” Precisely what was the Greek “idea”? What is\ntoday the French “idea”? No single formula is adequate to express\nsuch a complex of fact, theories, moods–not even the famous\n“Liberty, Fraternity, Equality.” The existence of a truly\nnational life and literature presupposes a certain degree of\nunity, an integration of race, language, political institutions,\nand social ideals. It is obvious that this problem of national\nintegration meets peculiar obstacles in the United States.\nDivergencies of race, tradition, and social theory, and clashing\ninterests of different sections have been felt from the beginning\nof the nation’s life. There was well-nigh complete solidarity in\nthe single province of New England during a portion of the\nseventeenth century, and under the leadership of the great\nVirginians there was sufficient national fusion to make the\nRevolution successful. But early in the nineteenth century, the\nopening of the new West, and the increasing economic importance\nof Slavery as a peculiar institution of the South, provoked again\nthe ominous question of the possibility of an enduring Union.\n>From 1820 until the end of the Civil War, it was the chief\npolitical issue of the United States. The aim of the present\nchapter is to show how the theme of Union and Liberty affected\nour literature.",
        "To appreciate the significance of this theme we must remind\nourselves again of what many persons have called the civic note\nin our national writing. Franklin exemplified it in his day. It\nis far removed from the pure literary art of a Poe, a Hawthorne,\na Henry James. It aims at action rather than beauty. It seeks to\npersuade, to convince, to bring things to pass. We shall observe\nit in the oratory of Clay and Webster, as they pleaded for\ncompromise; in the editorials of Garrison, a foe to compromise\nand like Calhoun an advocate, if necessary, of disunion; in the\nepochmaking novel of Harriet Beecher Stowe; in the speeches of\nWendell Phillips, in verse white-hot with political passion, and\nsermons blazing with the fury of attack and defense of principles\ndear to the human heart. We must glance, at least, at the lyrics\nproduced by the war itself, and finally, we shall observe how\nAbraham Lincoln, the inheritor of the ideas of Jefferson, Clay,\nand Webster, perceives and maintains, in the noblest tones of our\ncivic speech, the sole conditions of our continuance as a nation.",
        "Let us begin with oratory, an American habit, and, as many\nbesides Dickens have thought, an American defect. We cannot argue\nthat question adequately here. It is sufficient to say that in\nthe pioneer stages of our existence oratory was necessary as a\nstimulus to communal thought and feeling. The speeches of Patrick\nHenry and Samuel Adams were as essential to our winning\nindependence as the sessions of statesmen and the armed conflicts\nin the field. And in that new West which came so swiftly and\ndramatically into existence at the close of the Revolution, the\norator came to be regarded as the normal type of intellectual\nleadership. The stump grew more potent than schoolhouse and\nchurch and bench.",
        "The very pattern, and, if one likes, the tragic victim of this\nglorification of oratory was Henry Clay, “Harry of the West,” the\nglamour of whose name and the wonderful tones of whose voice\nbecame for a while a part of the political system of the United\nStates. Union and Liberty were the master-passions of Clay’s\nlife, but the greater of these was Union. The half-educated young\nimmigrant from Virginia hazarded his career at the outset by\nchampioning Anti-Slavery in the Kentucky Constitutional\nConvention; the last notable act of his life was his successful\nmanagement, at the age of seventy-three, of the futile Compromise\nof 1850. All his life long he fought for national issues; for the\nWar of 1812, for a protective tariff and an “American system,\"\nfor the Missouri Compromise of 1820 as a measure for national\nsafety; and he had plead generously for the young South American\nrepublics and for struggling Greece. He had become the perpetual\ncandidate of his party for the Presidency, and had gone down\nagain and again in unforeseen and heart-rending defeat. Yet he\ncould say honorably: “If any one desires to know the leading and\nparamount object of my public life, the preservation of this\nunion will furnish him the key.” One could wish that the speeches\nof this fascinating American were more readable today. They seem\nthin, facile, full of phrases–such adroit phrases as would catch\nthe ear of a listening, applauding audience. Straight, hard\nthinking was not the road to political preferment in Clay’s day.\nCalhoun had that power, as Lincoln had it. Webster had the\ncapacity for it, although he was too indolent to employ his great\ngifts steadily. Yet it was Webster who analyzed kindly and a\nlittle sadly, for he was talking during Clay’s last illness and\njust before his own, his old rival’s defect in literary quality:\n“He was never a man of books . . . . I could never imagine him\nsitting comfortably in his library and reading quietly out of the\ngreat books of the past. He has been too fond of excitement–he\nhas lived upon it; he has been too fond of company, not enough\nalone; and has had few resources within himself.” Were the\nlimitations of a typical oratorical temperament ever touched more\nunerringly than in these words?",
        "When Webster himself thundered, at the close of his reply to\nHayne in 1830, “Union AND Liberty, now and forever, one and\ninseparable,” the words sank deeper into the consciousness of the\nAmerican people than any similar sentiment uttered by Henry Clay.\nFor Webster’s was the richer, fuller nature, nurtured by “the\ngreat books of the past,” brooding, as Lincoln was to brood\nlater, over the seemingly insoluble problem of preserving a union\nof States half slave, half free. On the fateful seventh of March,\n1850, Webster, like Clay, cast the immense weight of his\npersonality and prestige upon the side of compromise. It was the\nruin of his political fortune, for the mood of the North was\nchanging, and the South preferred other candidates for the\nPresidency. Yet the worst that can fairly be said against that\nspeech today is that it lacked moral imagination to visualize, as\nMrs. Stowe was soon to visualize, the human results of slavery.\nAs a plea for the transcendent necessity of maintaining the old\nUnion it was consistent with Webster’s whole development of\npolitical thought.",
        "What were the secrets of that power that held Webster’s hearers\nliterally spellbound, and made the North think of him, after that\nalienation of 1850, as a fallen angel? No one can say fully, for\nwe touch here the mysteries of personality and of the spoken\nword. But enough survives from the Webster legend, from his\ncorrespondence and political and legal oratory, to bring us into\nthe presence of a superman. The dark Titan face, painted by such\nmasters as Carlyle, Hawthorne, and Emerson; the magical voice,\nremembered now but by a few old men; the bodily presence, with\nits leonine suggestion of sleepy power only half put forth–these\naided Webster to awe men or allure them into personal idolatry.\nYet outside of New England he was admired rather than loved.\nThere is still universal recognition of the mental capacity of\nthis foremost lawyer and foremost statesman of his time. He was\nunsurpassed in his skill for direct, simple, limpid statement;\nbut he could rise at will to a high Roman stateliness of diction,\na splendid sonorousness of cadence. His greatest public\nappearances were in the Dartmouth College Case before the Supreme\nCourt, the Plymouth, Bunker Hill, and Adams-Jefferson\ncommemorative orations, the Reply to Hayne, and the Seventh of\nMarch speeches in the Senate. Though he exhibited in his private\nlife something of the prodigal recklessness of the pioneer, his\nmental operations were conservative, constructive. His lifelong\nantagonist Calhoun declared that “The United States are not a\nnation.” Webster, in opposition to this theory of a confederation\nof states, devoted his superb talents to the demonstration of the\nthesis that the United States “IS,” not “are.” Thus he came to be\nknown as the typical expounder of the Constitution. When he\nreached, in 1850, the turning point of his career, his countrymen\nknew by heart his personal and political history, the New\nHampshire boyhood and education, the rise to mastery at the New\nEngland bar, the service in the House of Representatives and the\nSenate and as Secretary of State. His speeches were already in\nthe schoolbooks, and for twenty years boys had been declaiming\nhis arguments against nullification. He had helped to teach\nAmerica to think and to feel. Indeed it was through his oratory\nthat many of his fellow-citizens had gained their highest\nconception of the beauty, the potency, and the dignity of human\nspeech. And in truth he never exhibited his logical power and\ndemonstrative skill more superbly than in the plea of the seventh\nof March for the preservation of the status quo, for the\navoidance of mutual recrimination between North and South, for\nobedience to the law of the land. It was his supreme effort to\nreconcile an irreconcilable situation.",
        "It failed, as we know. Whittier, Emerson, Theodore Parker, and\nindeed most of the voters of New England, believed that Webster\nhad bartered his private convictions in the hope of securing the\nPresidential nomination in 1852. They assailed him savagely, and\nWebster died, a broken man, in the autumn of the Presidential\nyear. “I have given my life to law and politics,” he wrote to\nProfessor Silliman. “Law is uncertain and politics are utterly\nvain.” The dispassionate judgment of the present hour frees him\nfrom the charge of conscious treachery to principle. He was\nrather a martyr to his own conception of the obligations imposed\nby nationality. When these obligations run counter to human\nrealities, the theories of statesmen must give way. Emerson could\nnot refute that logic of Webster’s argument for the Fugitive\nSlave Law, but he could at least record in his private Journal:\n“I WILL NOT OBEY IT, BY GOD!” So said hundreds of thousands of\nobscure men in the North, but Webster did not or could not hear\nthem.",
        "While no other orator of that period was so richly endowed as\nDaniel Webster, the struggle for Union and Liberty enlisted on\nboth sides many eloquent men. John C. Calhoun’s acute, ingenious,\nmasterly political theorizing can still be studied in speeches\nthat have lost little of their effectiveness through the lapse of\ntime. The years have dealt roughly with Edward Everett, once\nthought to be the pattern of oratorical gifts and graces. In\ncommemorative oratory, indeed, he ranked with Webster, but the\ndust is settling upon his learned and ornate pages. Rufus Choate,\nanother conservative Whig in politics, and a leader, like Wirt\nand Pinkney, at the bar, had an exotic, almost Oriental fancy, a\ngorgeousness of diction, and an intensity of emotion unrivaled\namong his contemporaries. His Dartmouth College eulogy of Webster\nin 1853 shows him at his best. The Anti-Slavery orators, on the\nother hand, had the advantage of a specific moral issue in which\nthey led the attack. Wendell Phillips was the most polished, the\nmost consummate in his air of informality, and his example did\nmuch to puncture the American tradition of high-flown oratory. He\nwas an expert in virulent denunciation, passionately unfair\nbeneath his mask of conversational decorum, an aristocratic\ndemagogue. He is still distrusted and hated by the Brahmin class\nof his own city, still adored by the children and grandchildren\nof slaves. Charles Sumner, like Edward Everett, seems sinking\ninto popular oblivion, in spite of the statues and portraits and\nmassive volumes of erudite and caustic and high-minded orations.\nHe may be seen at his best in such books as Longfellow’s “Journal\nand Correspondence” and the “Life and Letters” of George Ticknor.\nThere one has a pleasant picture of a booklover, traveler, and\nfriend. But in his public speech he was arrogant, unsympathetic,\ndomineering. “Sumner is my idea of a bishop,” said Lincoln\ntentatively. There are bishops and bishops, however, and if Henry\nWard Beecher, whom Lincoln and hosts of other Americans admired,\nhad only belonged to the Church of England, what an admirable\nVictorian bishop he might have made! Perhaps his best service to\nthe cause of union was rendered by his speeches in England, where\nhe fairly mobbed the mob and won them by his wit, courage, and by\nhis appeal to the instinct of fair play. Beecher’s oratory, in\nand out of the pulpit, was temperamental, sentimental in the\nbetter sense, and admirably human in all its instincts. He had an\nimmense following, not only in political and humanitarian fields,\nbut as a lovable type of the everyday American who can say\nundisputed things not only solemnly, if need be, but by\npreference with an infectious smile. The people who loved Mr.\nBeecher are the people who understand Mr. Bryan.",
        "Foremost among the journalists of the great debate were William\nLloyd Garrison and Horace Greeley. Garrison was a perfect example\nof the successful journalist as described by Zola–the man who\nkeeps on pounding at a single idea until he has driven it into\nthe head of the public. Everyone knows at least the sentence from\nhis salutatory editorial in “The Liberator” on January 1, 1831:\n“I am in earnest–I will not retreat a single inch–AND I WILL BE\nHEARD.” He kept this vow, and he also kept the accompanying and\nhighly characteristic promise: “I will be as harsh as truth and\nas uncompromising as justice. On this subject, I do not wish to\nthink, or write, or speak, with moderation.” But there would be\nlittle political literature in the world if its production were\nentrusted to the moderate type of man, and the files of “The\nLiberator,” though certainly harsh and full of all\nuncharitableness towards slave-owners, make excellent reading for\nthe twentieth century American who perceives that in spite of the\ntriumph of emancipation, in which Garrison had his fair share of\nglory, many aspects of our race-problem remain unsolved. Horace\nGreeley, the founder and editor of the “New York Tribune” was a\nfarmer’s boy who learned early to speak and write the vocabulary\nof the plain people. Always interested in new ideas, even in\nTranscendentalism and Fourierism, his courage and energy and\njournalistic vigor gave him leadership in the later phases of the\nmovement for enfranchisement. He did not hesitate to offer\nunasked advice to Lincoln on many occasions, and Lincoln enriched\nour literature by his replies. Greeley had his share of faults\nand fatuities, but in his best days he had an impressively loyal\nfollowing among both rural and city-bred readers of his paper,\nand he remains one of the best examples of that obsolescent\npersonal journalism which is destined to disappear under modern\nconditions of newspaper production. Readers really used to care\nfor “what Greeley said” and “Dana said” and “Sam Bowles said,\"\nand all of these men, with scores of others, have left their\nstamp upon the phrases and the tone of our political writing.",
        "In the concrete issue of Slavery, however, it must be admitted\nthat the most remarkable literary victory was scored, not by any\norator or journalist, but by an almost unknown little woman, the\nauthor of “Uncle Tom’s Cabin.” No American novel has had so\ncurious a history and so great or so immediate an influence in\nthis country and in Europe. In spite of all that has been written\nabout it, its author’s purpose is still widely misunderstood,\nparticularly in the South, and the controversy over this one\nepoch-making novel has tended to obscure the literary reputation\nwhich Mrs. Stowe won by her other books.",
        "Harriet Beecher, the daughter and the sister of famous clergymen,\nwas born in Litchfield, Connecticut, in 1811. For seventeen\nyears, from 1832 to 1849, she lived in the border city of\nCincinnati, within sight of slave territory, and in daily contact\nwith victims of the slave system. While her sympathies, like\nthose of her father Lyman Beecher, were anti-slavery, she was not\nan Abolitionist in the Garrisonian sense of that word. At twenty\nfive she had married a widowed professor, Calvin Stowe, to whom\nshe bore many children. She had written a few sketches of New\nEngland life, and her family thought her a woman of genius. Such\nwas the situation in the winter of 1849-1850, when the Stowes\nmigrated to Brunswick, Maine, where the husband had been\nappointed to a chair at Bowdoin. Pitiably poor, and distracted by\nhousehold cares which she had to face single-handed–for the\nProfessor was a “feckless body\"–Mrs. Stowe nevertheless could\nnot be indifferent to the national crisis over the Fugitive Slave\nLaw. She had seen its working. When her sister-in-law wrote to\nher: “If I could use a pen as you can, I would write something\nthat would make this whole nation feel what an accursed thing\nslavery is,” Mrs. Stowe exclaimed: “God helping me, I will write\nsomething; I will if I live.”",
        "“Uncle Tom’s Cabin,” begun in the spring of 1850, was a woman’s\nanswer to Webster’s seventh of March speech. Its object was\nplainly stated to be “to awaken sympathy and feeling for the\nAfrican race; to show, their wrongs and sorrows, under a system\nso necessarily cruel and unjust as to defeat and do away the good\neffects of all that can be attempted for them, by their best\nfriends under it.” The book was permeated with what we now call\nthe 1848 anti-aristocratic sentiment, the direct heritage of the\nFrench Revolution. “There is a dies irae coming on, sooner or\nlater,” admits St. Clare in the story. “The same thing is\nworking, in Europe, in England, and in this country.” There was\nno sectional hostility in Mrs. Stowe’s heart. “The people of the\nfree states have defended, encouraged, and participated [in\nslavery]; and are more guilty for it, before God, than the South,\nin that they have NOT the apology of education or custom. If the\nmothers of the free states had all felt as they should in times\npast, the sons of the free states would not have been the\nholders, and proverbially the hardest masters, of slaves; the\nsons of the free states would not have connived at the extension\nof slavery in our national body.” “Your book is going to be the\ngreat pacificator,” wrote a friend of Mrs. Stowe; “it will unite\nNorth and South.” But the distinctly Christian and fraternal\nintention of the book was swiftly forgotten in the storm of\ncontroversy that followed its appearance. It had been written\nhastily, fervidly, in the intervals of domestic toil at\nBrunswick, had been printed as a serial in “The National Era\"\nwithout attracting much attention, and was issued in book form in\nMarch, 1852. Its sudden and amazing success was not confined to\nthis country. The story ran in three Paris newspapers at once,\nwas promptly dramatized, and has held the stage in France ever\nsince. It was placed upon the “Index” in Italy, as being\nsubversive of established authority. Millions of copies were sold\nin Europe, and “Uncle Tom’s Cabin,” more than any other cause,\nheld the English working men in sympathy with the North in the\nEnglish cotton crisis of our Civil War.",
        "It is easy to see the faults of this masterpiece and impossible\nnot to recognize its excellencies. “If our art has not scope\nenough to include a book of this kind,” said Madame George Sand,\n“we had better stretch the terms of our art a little.” For the\nbook proved to be, as its author had hoped, a “living dramatic\nreality.” Topsy, Chloe, Sam and Andy, Miss Ophelia and Legree are\nalive. Mrs. St. Clare might have been one of Balzac’s indolent,\nsensuous women. Uncle Tom himself is a bit too good to be true,\nand readers no longer weep over the death of little Eva–nor, for\nthat matter, over the death of Dickens’s little Nell. There is\nsome melodrama, some religiosity, and there are some absurd\nrecognition scenes at the close. Nevertheless with an instinctive\ngenius which Zola would have envied, Mrs. Stowe embodies in men\nand women the vast and ominous system of slavery. All the tragic\nforces of necessity, blindness, sacrifice, and retribution are\nhere: neither Shelby, nor Eliza, nor the tall Kentuckian who aids\nher, nor John Bird, nor Uncle Tom himself in the final act of his\ndrama, can help himself. For good or evil they are the products\nand results of the system; and yet they have and they give the\nillusion of volition.",
        "Mrs. Stowe lived to write many another novel and short story,\namong them “Dred,” “The Minister’s Wooing,” “Oldtown Folks,\"\n“Oldtown Fireside Stories.” In the local short story she deserves\nthe honors due to one of the pioneers, and her keen affectionate\nobservation, her humor, and her humanity, would have given her a\nliterary reputation quite independent of her masterpiece. But she\nis likely to pay the penalty of that astounding success, and to\ngo down to posterity as the author of a single book. She would\nnot mind this fate.",
        "The poetry of the idea of Freedom and of the sectional struggle\nwhich was necessary before that idea could be realized in\nnational policy is on the whole not commensurate with the\nsignificance of the issue itself. Any collection of American\npolitical verse produced during this period exhibits spirited and\nsincere writing, but the combination of mature literary art and\nimpressive general ideas is comparatively rare. There are single\npoems of Whittier, Lowell, and Whitman which meet every test of\neffective political and social verse, but the main body of\npoetry, both sectional and national, written during the thirty\nyears ending with 1865 lacks breadth, power, imaginative daring.\nThe continental spaciousness and energy which foreign critics\nthought they discovered in Whitman is not characteristic of our\npoetry as a whole. Victor Hugo and Shelley and Swinburne have\nwritten far more magnificent republican poetry than ours. The\npassion for freedom has been very real upon this side of the\nAtlantic; it pulsed in the local loyalty of the men who sang\n“Dixie” as well as in their antagonists who chanted “John Brown’s\nBody” and “The Battle Hymn of the Republic;” but this passion has\nnot yet lifted and ennobled any notable mass of American verse.\nEven the sentiment of union was more adequately voiced in\neditorials and sermons and orations, even in a short\nstory–Edward Everett Hale’s “Man Without a Country\"–than by\nmost\nof the poets who attempted to glorify that theme.",
        "Nevertheless the verse of these thirty years is rich in\nprovincial and sectional loyalties. It has earnestness and\npathos. We have, indeed, no adequate national anthem, even yet,\nfor neither the words nor the music of “The Star-Spangled Banner\"\nfully express what we feel while we are trying to sing it, as the\n“Marseillaise,” for example, does express the very spirit of\nrevolutionary republicanism. But in true pioneer fashion we get\nalong with a makeshift until something better turns up. The lyric\nand narrative verse of the Civil War itself was great in\nquantity, and not more inferior in quality than the war verse of\nother nations has often proved to be when read after the\nimmediate occasion for it has passed. Single lyrics by Timrod and\nPaul Hayne, Boker, H. H. Brownell, Read, Stedman, and other men\nare still full of fire. Yet Mrs. Howe’s “Battle Hymn,” scribbled\nhastily in the gray dawn, interpreted, as no other lyric of the\nwar quite succeeded in interpreting, the mystical glory of\nsacrifice for Freedom. Soldiers sang it in camp; women read it\nwith tears; children repeated it in school, vaguely but truly\nperceiving in it, as their fathers had perceived in Webster’s\n“Reply to Hayne” thirty years before, the idea of union made\n“simple, sensuous, passionate.” No American poem has had a more\ndramatic and intense life in the quick breathing imagination of\nmen.",
        "More and more, however, the instinct of our people is turning to\nthe words of Abraham Lincoln as the truest embodiment in\nlanguage, as his life was the truest embodiment in action, of our\nnational ideal. It is a curious reversal of contemporary\njudgments that thus discovers in the homely phrases of a frontier\nlawyer the most perfect literary expression of the deeper spirit\nof his time. “How knoweth this man letters, having never\nlearned?” asked the critical East. The answer is that he had\nlearned in a better school than the East afforded. The story of\nLincoln’s life is happily too familiar to need retelling here,\nbut some of the elements in his growth in the mastery of speech\nmay at least be summarized.",
        "Lincoln had a slow, tireless mind, capable of intense\nconcentration. It was characteristic of him that he rarely took\nnotes when trying a law case, saying that the notes distracted\nhis attention. When his partner Herndon was asked when Lincoln\nhad found time to study out the constitutional history of the\nUnited States, Herndon expressed the opinion that it was when\nLincoln was lying on his back on the office sofa, apparently\nwatching the flies upon the ceiling. This combination of bodily\nrepose with intense mental and spiritual activity is familiar to\nthose who have studied the biography of some of the great\nmystics. Walter Pater pointed it out in the case of Wordsworth.",
        "In recalling the poverty and restriction of Lincoln’s boyhood and\nhis infrequent contact with schoolhouses, it is well to remember\nthat he managed nevertheless to read every book within twenty\nmiles of him. These were not many, it is true, but they included\n“The Bible,” “Aesop’s Fables,” “Pilgrim’s Progress,” “Robinson\nCrusoe,” and, a little later, Burns and Shakespeare. Better food\nthan this for the mind of a boy has never been found. Then he\ncame to the history of his own country since the Declaration of\nIndependence and mastered it. “I am tolerably well acquainted\nwith the history of the country,” he remarked in his Chicago\nspeech of 1858; and in the Cooper Union speech of 1860 he\nexhibited a familiarity with the theory and history of the\nConstitution which amazed the young lawyers who prepared an\nannotated edition of the address. “He has wit, facts, dates,\"\nsaid Douglas, in extenuation of his own disinclination to enter\nupon the famous joint debates, and, when Douglas returned to\nWashington after the debates were over, he confessed to the young\nHenry Watterson that “he is the greatest debater I have ever met,\neither here or anywhere else.” Douglas had won the senatorship\nand could afford to be generous, but he knew well enough that his\nopponent’s facts and dates had been unanswerable. Lincoln’s\nmental grip, indeed, was the grip of a born wrestler. “I’ve got\nhim,” he had exclaimed toward the end of the first debate, and\nthe Protean Little Giant, as Douglas was called, had turned and\ntwisted in vain, caught by “that long-armed creature from\nIllinois.” He would indeed win the election of 1858, but he had\nbeen forced into an interpretation of the Dred Scott decision\nwhich cost him the Presidency in 1860.",
        "Lincoln’s keen interest in words and definitions, his patience in\nsearching the dictionary, is known to every student of his life.\nPart of his singular discrimination in the use of language is due\nto his legal training, but his style was never professionalized.\nNeither did it have anything of that frontier glibness and\nbanality which was the curse of popular oratory in the West and\nSouth. Words were weapons in the hands of this self-taught\nfighter for ideas: he kept their edges sharp, and could if\nnecessary use them with deadly accuracy. He framed the “Freeport\ndilemma” for the unwary feet of Douglas as cunningly as a\nfox-hunter lays his trap. “Gentlemen,” he had said of an earlier\neffort, “Judge Douglas informed you that this speech of mine was\nprobably carefully prepared. I ADMIT THAT IT WAS.”",
        "The story, too, was a weapon of attack and defense for this\nmaster fabulist. Sometimes it was a readier mode of argument than\nany syllogism; sometimes it gave him, like the traditional\ndiplomatist’s pinch of snuff, an excuse for pausing while he\nstudied his adversary or made up his own mind; sometimes, with\nthe instinct of a poetic soul, he invented a parable and gravely\ngave it a historic setting “over in Sangamon County.” For\nalthough upon his intellectual side the man was a subtle and\nsevere logician, on his emotional side he was a lover of the\nconcrete and human. He was always, like John Bunyan, dreaming and\nseeing “a man” who symbolized something apposite to the occasion.\nThus even his invented stories aided his marvelous capacity for\nstatement, for specific illustration of a general law. Lincoln’s\ndestiny was to be that of an explainer, at first to a local\naudience in store or tavern or courtroom, then to upturned\nserious faces of Illinois farmers who wished to hear national\nissues made clear to them, then to a listening nation in the\nagony of civil war, and ultimately to a world which looks to\nLincoln as an exponent and interpreter of the essence of\ndemocracy.",
        "As the audience increased, the style took on beauty and breadth,\nas if the man’s soul were looking through wider and wider windows\nat the world. But it always remained the simplest of styles. In\nan offhand reply to a serenade by an Indiana regiment, or in\nanswering a visiting deputation of clergymen at the White House,\nLincoln could summarize and clarify a complicated national\nsituation with an ease and orderliness and fascination that are\nthe despair of professional historians. He never wasted a word.\n“Go to work is the only cure for your case,” he wrote to John D.\nJohnston. There are ten words in that sentence and none of over\nfour letters. The “Gettysburg Address” contains but two hundred\nand seventy words, in ten sentences. “It is a flat failure,” said\nLincoln despondently; but Edward Everett, who had delivered “the\"\noration of that day, wrote to the President: “I should be glad if\nI could flatter myself that I came as near to the central idea of\nthe occasion in two hours as you did in two minutes.” Today the\n“Address” reads as if Lincoln knew that it would ultimately be\nstamped in bronze.",
        "Yet the real test of Lincoln’s supremacy in our distinctly civic\nliterature lies not so much in his skill in the manipulation of\nlanguage, consummate as that was, but rather in those large\nelements of his nature which enabled him to perceive the true\nquality and ideal of American citizenship and its significance to\nthe world. There was melancholy in that nature, else there had\nbeen a less rich humor; there was mysticism and a sense of\nreligion which steadily deepened as his responsibilities\nincreased. There was friendliness, magnanimity, pity for the\nsorrowful, patience for the slow of brain and heart, and an\nexpectation for the future of humanity which may best be\ndescribed in the old phrase “waiting for the Kingdom of God.” His\nrecurrent dream of the ship coming into port under full sail,\nwhich preluded many important events in his own life–he had it\nthe night before he was assassinated–is significant not only of\nthat triumph of a free nation which he helped to make possible,\nbut also of the victory of what he loved to call “the whole\nfamily of man.” “That is the real issue,” he had declared in\nclosing the debates with Douglas; “that is the issue that will\ncontinue in this country when these poor tongues of Judge Douglas\nand myself shall be silent. It is the eternal struggle between\nthese two principles–right and wrong–throughout the world. They\nare the two principles that have stood face to face from the\nbeginning of time; and will ever continue to struggle. The one is\nthe common right of humanity, and the other the divine right of\nkings.”",
        "For this representative Anglo-Saxon man, developed under purely\nAmerican conditions, maturing slowly, keeping close to facts,\ndying, like the old English saint, while he was “still learning,\"\nhad none of the typical hardness and selfishness of the\nAnglo-Saxon. A brooder and idealist, he was one of those\n“prophetic souls of the wide world dreaming on things to come,\"\nwith sympathies and imagination that reached out beyond the\nimmediate urgencies of his race and nation to comprehend the\nuniversal task and discipline of the sons of men. In true\nfraternity and democracy this Westerner was not only far in\nadvance of his own day, but he is also far in advance of ours\nwhich raises statues to his memory. Yet he was used to loneliness\nand to the long view, and even across the welter of the World War\nof the twentieth century Lincoln would be tall enough to see that\nship coming into the harbor under full sail.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}