{
    "title": "The Unseen World and Other Essays - PART SECOND.",
    "author": "John Fiske",
    "chapter": "3",
    "content": [
        "\n\n",
        "UP to this point, however remote from ordinary every-day thoughts\nmay be the region of speculation which we have been called upon\nto traverse, we have still kept within the limits of legitimate\nscientific hypothesis. Though we have ventured for a goodly\ndistance into the unknown, we have not yet been required to\nabandon our base of operations in the known. Of the views\npresented in the preceding paper, some are wellnigh certainly\nestablished, some are probable, some have a sort of plausibility,\nothers—to which we have refrained from giving assent—may\npossibly be true; but none are irretrievably beyond the\njurisdiction of scientific tests. No suggestion has so far been\nbroached which a very little further increase of our scientific\nknowledge may not show to be either eminently probable or\neminently improbable. We have kept pretty clear of mere\nsubjective guesses, such as men may wrangle about forever without\ncoming to any conclusion. The theory of the nebular origin of our\nplanetary system has come to command the assent of all persons\nqualified to appreciate the evidence on which it is based; and\nthe more immediate conclusions which we have drawn from that\ntheory are only such as are commonly drawn by astronomers and\nphysicists. The doctrine of an intermolecular and interstellar\nether is wrapped up in the well-established undulatory theory of\nlight. Such is by no means the case with Sir William Thomson’s\nvortex-atom theory, which to-day is in somewhat the same\ncondition as the undulatory theory of Huyghens two centuries ago.\nThis, however, is none the less a hypothesis truly scientific in\nconception, and in the speculations to which it leads us we are\nstill sure of dealing with views that admit at least of definite\nexpression and treatment. In other words, though our study of the\nvisible universe has led us to the recognition of a kind of\nunseen world underlying the world of things that are seen, yet\nconcerning the economy of this unseen world we have not been led\nto entertain any hypothesis that has not its possible\njustification in our experiences of visible phenomena.",
        "We are now called upon, following in the wake of our esteemed\nauthors, to venture on a different sort of exploration, in which\nwe must cut loose altogether from our moorings in the world of\nwhich we have definite experience. We are invited to entertain\nsuggestions concerning the peculiar economy of the invisible\nportion of the universe which we have no means of subjecting to\nany sort of test of probability, either experimental or\ndeductive. These suggestions are, therefore, not to be regarded\nas properly scientific; but, with this word of caution, we may\nproceed to show what they are.",
        "Compared with the life and death of cosmical systems which we\nhave heretofore contemplated, the life and death of individuals\nof the human race may perhaps seem a small matter; yet because we\nare ourselves the men who live and die, the small event is of\nvastly greater interest to us than the grand series of events of\nwhich it is part and parcel. It is natural that we should be more\ninterested in the ultimate fate of humanity than in the fate of a\nworld which is of no account to us save as our present\ndwelling-place. Whether the human soul is to come to an end or\nnot is to us a more important question than whether the visible\nuniverse, with its matter and energy, is to be absorbed in an\ninvisible ether. It is indeed only because we are interested in\nthe former question that we are so curious about the latter. If\nwe could dissociate ourselves from the material universe, our\nhabitat, we should probably speculate much less about its past\nand future. We care very little what becomes of the black ball of\nthe earth, after all life has vanished from its surface; or, if\nwe care at all about it, it is only because our thoughts about\nthe career of the earth are necessarily mixed up with our\nthoughts about life. Hence in considering the probable ultimate\ndestiny of the physical universe, our innermost purpose must be\nto know what is to become of all this rich and wonderful life of\nwhich the physical universe is the theatre. Has it all been\ndeveloped, apparently at almost infinite waste of effort, only to\nbe abolished again before it has attained to completeness, or\ndoes it contain or shelter some indestructible element which\nhaving drawn sustenance for a while from the senseless turmoil of\nphysical phenomena shall still survive their final decay? This\nquestion is closely connected with the time-honoured question of\nthe meaning, purpose, or tendency of the world. In the career of\nthe world is life an end, or a means toward an end, or only an\nincidental phenomenon in which we can discover no meaning?\nContemporary theologians seem generally to believe that one\nnecessary result of modern scientific inquiry must be the\ndestruction of the belief in immortal life, since against every\nthoroughgoing expounder of scientific knowledge they seek to hurl\nthe charge of “materialism.” Their doubts, however, are not\nshared by our authors, thorough men of science as they are,\nthough their mode of dealing with the question may not be such as\nwe can well adopt. While upholding the doctrine of evolution, and\nall the so-called “materialistic” views of modern science, they\nnot only regard the hypothesis of a future life as admissible,\nbut they even go so far as to propound a physical theory as to\nthe nature of existence after death. Let us see what this\nphysical theory is.",
        "As far as the visible universe is concerned, we do not find in it\nany evidence of immortality or of permanence of any sort, unless\nit be in the sum of potential and kinetic energies on the\npersistency of which depends our principle of continuity. In\nordinary language “the stars in their courses” serve as symbols\nof permanence, yet we have found reason to regard them as but\ntemporary phenomena. So, in the language of our authors, “if we\ntake the individual man, we find that he lives his short tale of\nyears, and that then the visible machinery which connects him\nwith the past, as well as that which enables him to act in the\npresent, falls into ruin and is brought to an end. If any germ or\npotentiality remains, it is certainly not connected with the\nvisible order of things.” In like manner our race is pretty sure\nto come to an end long before the destruction of the planet from\nwhich it now gets its sustenance. And in our authors opinion even\nthe universe will by and by become “old and effete, no less truly\nthan the individual: it is a glorious garment this visible\nuniverse, but not an immortal one; we must look elsewhere if we\nare to be clothed with immortality as with a garment.”",
        "It is at this point that our authors call attention to “the\napparently wasteful character of the arrangements of the visible\nuniverse.” The fact is one which we have already sufficiently\ndescribed, but we shall do well to quote the words in which our\nauthors recur to it: “All but a very small portion of the sun’s\nheat goes day by day into what we call empty space, and it is\nonly this very small remainder that is made use of by the various\nplanets for purposes of their own. Can anything be more\nperplexing than this seemingly frightful expenditure of the very\nlife and essence of the system? That this vast store of\nhigh-class energy should be doing nothing but travelling outwards\nin space at the rate of 188,000 miles per second is hardly\nconceivable, especially when the result of it is the inevitable\ndestruction of the visible universe.”",
        "Pursuing this teleological argument, it is suggested that perhaps\nthis apparent waste of energy is “only an arrangement in virtue\nof which our universe keeps up a memory of the past at the\nexpense of the present, inasmuch as all memory consists in an\ninvestiture of present resources in order to keep a hold upon the\npast.” Recourse is had to the ingenious argument in which Mr.\nBabbage showed that “if we had power to follow and detect the\nminutest effects of any disturbance, each particle of existing\nmatter must be a register of all that has happened. The track of\nevery canoe, of every vessel that has yet disturbed the surface\nof the ocean, whether impelled by manual force or elemental\npower, remains forever registered in the future movement of all\nsucceeding particles which may occupy its place. The furrow which\nis left is, indeed, instantly filled up by the closing waters;\nbut they draw after them other and larger portions of the\nsurrounding element, and these again, once moved, communicate\nmotion to others in endless succession.” In like manner, “the air\nitself is one vast library, on whose pages are forever written\nall that man has ever said or even whispered. There in their\nmutable but unerring characters, mixed with the earliest as well\nas the latest sighs of mortality, stand forever recorded vows\nunredeemed, promises unfulfilled, perpetuating in the united\nmovements of each particle the testimony of man’s changeful\nwill.\"[6] In some such way as this, records of every movement\nthat takes place in the world are each moment transmitted, with\nthe speed of light, through the invisible ocean of ether with\nwhich the world is surrounded. Even the molecular displacements\nwhich occur in our brains when we feel and think are thus\npropagated in their effects into the unseen world. The world of\nether is thus regarded by our authors as in some sort the obverse\nor complement of the world of sensible matter, so that whatever\nenergy is dissipated in the one is by the same act accumulated in\nthe other. It is like the negative plate in photography, where\nlight answers to shadow and shadow to light. Or, still better, it\nis like the case of an equation in which whatever quantity you\ntake from one side is added to the other with a contrary sign,\nwhile the relation of equality remains undisturbed. Thus, it will\nbe noticed, from the ingenious and subtle, but quite defensible\nsuggestion of Mr. Babbage, a leap is made to an assumption which\ncannot be defended scientifically, but only teleologically. It is\none thing to say that every movement in the visible world\ntransmits a record of itself to the surrounding ether, in such a\nway that from the undulation of the ether a sufficiently powerful\nintelligence might infer the character of the generating movement\nin the visible world. It is quite another thing to say that the\nether is organized in such a complex and delicate way as to be\nlike a negative image or counterpart of the world of sensible\nmatter. The latter view is no doubt ingenious, but it is\ngratuitous. It is sustained not by scientific analogy, but by the\ndesire to find some assignable use for the energy which is\nconstantly escaping from visible matter into invisible ether. The\nmoment we ask how do we know that this energy is not really\nwasted, or that it is not put to some use wholly undiscoverable\nby human intelligence, this assumption of an organized ether is\nat once seen to be groundless. It belongs not to the region of\nscience, but to that of pure mythology.",
        "[6] Babbage, Ninth Bridgewater Treatise, p. 115; Jevons,\nPrinciples of Science, Vol. II. p. 455.",
        "In justice to our authors, however, it should be remembered that\nthis assumption is put forth not as something scientifically\nprobable, but as something which for aught we know to the\ncontrary may possibly be true. This, to be sure, we need not\ndeny; nor if we once allow this prodigious leap of inference,\nshall we find much difficulty in reaching the famous conclusion\nthat “thought conceived to affect the matter of another universe\nsimultaneously with this may explain a future state.” This\nproposition, quaintly couched in an anagram, like the discoveries\nof old astronomers, was published last year in “Nature,” as\ncontaining the gist of the forthcoming book. On the\nnegative-image hypothesis it is not hard to see how thought is\nconceived to affect the seen and the unseen worlds\nsimultaneously. Every act of consciousness is accompanied by\nmolecular displacements in the brain, and these are of course\nresponded to by movements in the ethereal world. Thus as a series\nof conscious states build up a continuous memory in strict\naccordance with physical laws of motion,[7] so a correlative\nmemory is simultaneously built up in the ethereal world out of\nthe ethereal correlatives of the molecular displacements which go\non in our brains. And as there is a continual transfer of energy\nfrom the visible world to the ether, the extinction of vital\nenergy which we call death must coincide in some way with the\nawakening of vital energy in the correlative world; so that the\ndarkening of consciousness here is coincident with its dawning\nthere. In this way death is for the individual but a transfer\nfrom one physical state of existence to another; and so, on the\nlargest scale, the death or final loss of energy by the whole\nvisible universe has its counterpart in the acquirement of a\nmaximum of life by the correlative unseen world.",
        "There seems to be a certain sort of rigorous logical consistency\nin this daring speculation; but really the propositions of which\nit consists are so far from answering to anything within the\ndomain of human experience that we are unable to tell whether any\none of them logically follows from its predecessor or not. It is\nevident that we are quite out of the region of scientific tests,\nand to whatever view our authors may urge we can only languidly\nassent that it is out of our power to disprove it.",
        "[7] See my Outlines of Cosmic Philosophy, Vol. II. pp. 142-148.",
        "The essential weakness of such a theory as this lies in the fact\nthat it is thoroughly materialistic in character. It is currently\nassumed that the doctrine of a life after death cannot be\ndefended on materialistic grounds, but this is altogether too\nhasty an assumption. Our authors, indeed, are not philosophical\nmaterialists, like Dr. Priestley,—who nevertheless believed in a\nfuture life,—but one of the primary doctrines of materialism\nlies at the bottom of their argument. Materialism holds for one\nthing that consciousness is a product of a peculiar organization\nof matter, and for another thing that consciousness cannot\nsurvive the disorganization of the material body with which it is\nassociated. As held by philosophical materialists, like Buchner\nand Moleschott, these two opinions are strictly consistent with\neach other; nay, the latter seems to be the inevitable inference\nfrom the former, though Priestley did not so regard it. Now our\nauthors very properly refuse to commit themselves to the opinion\nthat mind is the product of matter, but their argument\nnevertheless implies that some sort of material vehicle is\nnecessary for the continuance of mind in a future state of\nexistence. This material vehicle they seek to supply in the\ntheory which connects by invisible bonds of transmitted energy\nthe perishable material body with its counterpart in the world of\nether. The materialism of the argument is indeed partly veiled by\nthe terminology in which this counterpart is called a “spiritual\nbody,” but in this novel use or abuse of scriptural language\nthere seems to me to be a strange confusion of ideas. Bear in\nmind that the “invisible universe” into which energy is\nconstantly passing is simply the luminiferous ether, which our\nauthors, to suit the requirements of their hypothesis, have\ngratuitously endowed with a complexity and variety of structure\nanalogous to that of the visible world of matter. Their language\nis not always quite so precise as one could desire, for while\nthey sometimes speak of the ether itself as the “unseen\nuniverse,” they sometimes allude to a primordial medium yet\nsubtler in constitution and presumably more immaterial. Herein\nlies the confusion. Why should the luminiferous ether, or any\nprimordial medium in which it may have been generated, be\nregarded as in any way “spiritual”? Great physicists, like less\ntrained thinkers, are sometimes liable to be unconsciously\ninfluenced by old associations of ideas which, ostensibly\nrepudiated, still lurk under cover of the words we use. I fear\nthat the old associations which led the ancients to describe the\nsoul as a breath or a shadow, and which account for the\netymologies of such words as “ghost” and “spirit,” have had\nsomething to do with this spiritualization of the interstellar\nether. Some share may also have been contributed by the Platonic\nnotion of the “grossness” or “bruteness” of tangible matter,—a\nnotion which has survived in Christian theology, and which\neducated men of the present day have by no means universally\noutgrown. Save for some such old associations as these, why\nshould it be supposed that matter becomes “spriritualized” as it\ndiminishes in apparent substantiality? Why should matter be\npronounced respectable in the inverse ratio of its density or\nponderability? Why is a diamond any more chargeable with\n“grossness” than a cubic centimetre of hydrogen? Obviously such\nfancies are purely of mythologic parentage. Now the luminiferous\nether, upon which our authors make such extensive demands, may be\nphysically “ethereal” enough, in spite of the enormous elasticity\nwhich leads Professor Jevons to characterize it as “adamantine\";\nbut most assuredly we have not the slightest reason for speaking\nof it as “immaterial” or “spiritual.” Though we are unable to\nweigh it in the balance, we at least know it as a transmitter of\nundulatory movements, the size and shape of which we can\naccurately measure. Its force-relations with ponderable matter\nare not only universally and incessantly maintained, but they\nhave that precisely quantitative character which implies an\nessential identity between the innermost natures of the two\nsubstances. We have seen reason for thinking it probable that\nether and ordinary matter are alike composed of vortex-rings in a\nquasi-frictionless fluid; but whatever be the fate of this subtle\nhypothesis, we may be sure that no theory will ever be\nentertained in which the analysis of ether shall require\ndifferent symbols from that of ordinary matter. In our authors’\ntheory, therefore, the putting on of immortality is in no wise\nthe passage from a material to a spiritual state. It is the\npassage from one kind of materially conditioned state to another.\nThe theory thus appeals directly to our experiences of the\nbehaviour of matter; and in deriving so little support as it does\nfrom these experiences, it remains an essentially weak\nspeculation, whatever we may think of its ingenuity. For so long\nas we are asked to accept conclusions drawn from our experiences\nof the material world, we are justified in demanding something\nmore than mere unconditioned possibility. We require some\npositive evidence, be it ever so little in amount; and no theory\nwhich cannot furnish such positive evidence is likely to carry to\nour minds much practical conviction.",
        "This is what I meant by saying that the great weakness of the\nhypothesis here criticized lies in its materialistic character.\nIn contrast with this we shall presently see that the assertion\nof a future life which is not materially conditioned, though\nunsupported by any item of experience whatever, may nevertheless\nbe an impregnable assertion. But first I would conclude the\nforegoing criticism by ruling out altogether the sense in which\nour authors use the expression “Unseen Universe.” Scientific\ninference, however remote, is connected by such insensible\ngradations with ordinary perception, that one may well question\nthe propriety of applying the term “unseen” to that which is\npresented to “the mind’s eye” as inevitable matter of inference.\nIt is true that we cannot see the ocean of ether in which visible\nmatter floats; but there are many other invisible things which\nyet we do not regard as part of the “unseen world.” I do not see\nthe air which I am now breathing within the four walls of my\nstudy, yet its existence is sufficiently a matter of\nsense-perception as it fills my lungs and fans my cheek. The\natoms which compose a drop of water are not only invisible, but\ncannot in any way be made the objects of sense-perception; yet by\nproper inferences from their behaviour we can single them out for\nmeasurement, so that Sir William Thomson can tell us that if the\ndrop of water were magnified to the size of the earth, the\nconstituent atoms would be larger than peas, but not so large as\nbilliard-balls. If we do not see such atoms with our eyes, we\nhave one adequate reason in their tiny dimensions, though there\nare further reasons than this. It would be hard to say why the\nluminiferous ether should be relegated to the “unseen world” any\nmore than the material atom. Whatever we know as possessing\nresistance and extension, whatever we can subject to mathematical\nprocesses of measurement, we also conceive as existing in such\nshape that, with appropriate eyes and under proper visual\nconditions, we MIGHT see it, and we are not entitled to draw any\nline of demarcation between such an object of inference and\nothers which may be made objects of sense-perception. To set\napart the ether as constituting an “unseen universe” is therefore\nillegitimate and confusing. It introduces a distinction where\nthere is none, and obscures the fact that both invisible ether\nand visible matter form but one grand universe in which the sum\nof energy remains constant, though the order of its distribution\nendlessly varies.",
        "Very different would be the logical position of a theory which\nshould assume the existence of an “Unseen World” entirely\nspiritual in constitution, and in which material conditions like\nthose of the visible world should have neither place nor meaning.\nSuch a world would not consist of ethers or gases or ghosts, but\nof purely psychical relations akin to such as constitute thoughts\nand feelings when our minds are least solicited by\nsense-perceptions. In thus marking off the “Unseen World” from\nthe objective universe of which we have knowledge, our line of\ndemarcation would at least be drawn in the right place. The\ndistinction between psychical and material phenomena is a\ndistinction of a different order from all other distinctions\nknown to philosophy, and it immeasurably transcends all others.\nThe progress of modern discovery has in no respect weakened the\nforce of Descartes’s remark, that between that of which the\ndifferential attribute is Thought and that of which the\ndifferential attribute is Extension, there can be no similarity,\nno community of nature whatever. By no scientific cunning of\nexperiment or deduction can Thought be weighed or measured or in\nany way assimilated to such things as may be made the actual or\npossible objects of sense-perception. Modern discovery, so far\nfrom bridging over the chasm between Mind and Matter, tends\nrather to exhibit the distinction between them as absolute. It\nhas, indeed, been rendered highly probable that every act of\nconsciousness is accompanied by a molecular motion in the cells\nand fibres of the brain; and materialists have found great\ncomfort in this fact, while theologians and persons of little\nfaith have been very much frightened by it. But since no one ever\npretended that thought can go on, under the conditions of the\npresent life, without a brain, one finds it rather hard to\nsympathize either with the self-congratulations of Dr. Buchner’s\ndisciples[8] or with the terrors of their opponents. But what has\nbeen less commonly remarked is the fact that when the thought and\nthe molecular movement thus occur simultaneously, in no\nscientific sense is the thought the product of the molecular\nmovement. The sun-derived energy of motion latent in the food we\neat is variously transformed within the organism, until some of\nit appears as the motion of the molecules of a little globule of\nnerve-matter in the brain. In a rough way we might thus say that\nthe chemical energy of the food indirectly produces the motion of\nthese little nerve-molecules. But does this motion of\nnerve-molecules now produce a thought or state of consciousness?\nBy no means. It simply produces some other motion of\nnerve-molecules, and this in turn produces motion of contraction\nor expansion in some muscle, or becomes transformed into the\nchemical energy of some secreting gland. At no point in the whole\ncircuit does a unit of motion disappear as motion to reappear as\na unit of consciousness. The physical process is complete in\nitself, and the thought does not enter into it. All that we can\nsay is, that the occurrence of the thought is simultaneous with\nthat part of the physical process which consists of a molecular\nmovement in the brain.[9] To be sure, the thought is always there\nwhen summoned, but it stands outside the dynamic circuit, as\nsomething utterly alien from and incomparable with the events\nwhich summon it. No doubt, as Professor Tyndall observes, if we\nknew exhaustively the physical state of the brain, “the\ncorresponding thought or feeling might be inferred; or, given the\nthought or feeling, the corresponding state of the brain might be\ninferred. But how inferred? It would be at bottom not a case of\nlogical inference at all, but of empirical association. You may\nreply that many of the inferences of science are of this\ncharacter; the inference, for example, that an electric current\nof a given direction will deflect a magnetic needle in a definite\nway; but the cases differ in this, that the passage from the\ncurrent to the needle, if not demonstrable, is thinkable, and\nthat we entertain no doubt as to the final mechanical solution of\nthe problem. But the passage from the physics of the brain to the\ncorresponding facts of consciousness is unthinkable. Granted that\na definite thought and a definite molecular action in the brain\noccur simultaneously; we do not possess the intellectual organ,\nnor apparently any rudiment of the organ, which would enable us\nto pass by a process of reasoning from the one to the other. They\nappear together, but we do not know why.\"[10]",
        "[8] The Nation once wittily described these people as “people who\nbelieve that they are going to die like the beasts, and who\ncongratulate themselves that they are going to die like the\nbeasts.”\n\n[9] For a fuller exposition of this point, see my Outlines of\nCosmic Philosophy, Vol. II. pp. 436-445.\n\n[10] Fragments of Science, p. 119.",
        "An unseen world consisting of purely psychical or spiritual\nphenomena would accordingly be demarcated by an absolute gulf\nfrom what we call the material universe, but would not\nnecessarily be discontinuous with the psychical phenomena which\nwe find manifested in connection with the world of matter. The\ntransfer of matter, or physical energy, or anything else that is\nquantitatively measurable, into such an unseen world, may be set\ndown as impossible, by reason of the very definition of such a\nworld. Any hypothesis which should assume such a transfer would\ninvolve a contradiction in terms. But the hypothesis of a\nsurvival of present psychical phenomena in such a world, after\nbeing denuded of material conditions, is not in itself absurd or\nself-contradictory, though it may be impossible to support it by\nany arguments drawn from the domain of human experience. Such is\nthe shape which it seems to me that, in the present state of\nphilosophy, the hypothesis of a future life must assume. We have\nnothing to say to gross materialistic notions of ghosts and\nbogies, and spirits that upset tables and whisper to ignorant\nvulgar women the wonderful information that you once had an aunt\nSusan. The unseen world imagined in our hypothesis is not\nconnected with the present material universe by any such\n“invisible bonds” as would allow Bacon and Addison to come to\nBoston and write the silliest twaddle in the most ungrammatical\nEnglish before a roomful of people who have never learned how to\ntest what they are pleased to call the “evidence of their\nsenses.” Our hypothesis is expressly framed so as to exclude all\nintercourse whatever between the unseen world of spirit\nunconditioned by matter and the present world of spirit\nconditioned by matter in which all our experiences have been\ngathered. The hypothesis being framed in such a way, the question\nis, What has philosophy to say to it? Can we, by searching our\nexperiences, find any reason for adopting such an hypothesis? Or,\non the other hand, supposing we can find no such reason, would\nthe total failure of experimental evidence justify us in\nrejecting it?",
        "The question is so important that I will restate it. I have\nimagined a world made up of psychical phenomena, freed from the\nmaterial conditions under which alone we know such phenomena. Can\nwe adduce any proof of the possibility of such a world? Or if we\ncannot, does our failure raise the slightest presumption that\nsuch a world is impossible?",
        "The reply to the first clause of the question is sufficiently\nobvious. We have no experience whatever of psychical phenomena\nsave as manifested in connection with material phenomena. We know\nof Mind only as a group of activities which are never exhibited\nto us except through the medium of motions of matter. In all our\nexperience we have never encountered such activities save in\nconnection with certain very complicated groupings of highly\nmobile material particles into aggregates which we call living\norganisms. And we have never found them manifested to a very\nconspicuous extent save in connection with some of those\nspecially organized aggregates which have vertebrate skeletons\nand mammary glands. Nay, more, when we survey the net results of\nour experience up to the present time, we find indisputable\nevidence that in the past history of the visible universe\npsychical phenomena have only begun to be manifested in\nconnection with certain complex aggregates of material phenomena.\nAs these material aggregates have age by age become more complex\nin structure, more complex psychical phenomena have been\nexhibited. The development of Mind has from the outset been\nassociated with the development of Matter. And to-day, though\nnone of us has any knowledge of the end of psychical phenomena in\nhis own case, yet from all the marks by which we recognize such\nphenomena in our fellow-creatures, whether brute or human, we are\ntaught that when certain material processes have been gradually\nor suddenly brought to an end, psychical phenomena are no longer\nmanifested. From first to last, therefore, our appeal to\nexperience gets but one response. We have not the faintest shadow\nof evidence wherewith to make it seem probable that Mind can\nexist except in connection with a material body. Viewed from this\nstandpoint of terrestrial experience, there is no more reason for\nsupposing that consciousness survives the dissolution of the\nbrain than for supposing that the pungent flavour of table-salt\nsurvives its decomposition into metallic sodium and gaseous\nchlorine.",
        "Our answer from this side is thus unequivocal enough. Indeed, so\nuniform has been the teaching of experience in this respect that\neven in their attempts to depict a life after death, men have\nalways found themselves obliged to have recourse to materialistic\nsymbols. To the mind of a savage the future world is a mere\nreproduction of the present, with its everlasting huntings and\nfightings. The early Christians looked forward to a renovation of\nthe earth and the bodily resurrection from Sheol of the\nrighteous. The pictures of hell and purgatory, and even of\nparadise, in Dante’s great poem, are so intensely materialistic\nas to seem grotesque in this more spiritual age. But even to-day\nthe popular conceptions of heaven are by no means freed from the\nnotion of matter; and persons of high culture, who realize the\ninadequacy of these popular conceptions, are wont to avoid the\ndifficulty by refraining from putting their hopes and beliefs\ninto any definite or describable form. Not unfrequently one sees\na smile raised at the assumption of knowledge or insight by\npreachers who describe in eloquent terms the joys of a future\nstate; yet the smile does not necessarily imply any scepticism as\nto the abstract probability of the soul’s survival. The\nscepticism is aimed at the character of the description rather\nthan at the reality of the thing described. It implies a tacit\nagreement, among cultivated people, that the unseen world must be\npurely spiritual in constitution. The agreement is not habitually\nexpressed in definite formulas, for the reason that no mental\nimage of a purely spiritual world can be formed. Much stress is\ncommonly laid upon the recognition of friends in a future life;\nand however deep a meaning may be given to the phrase “the love\nof God,” one does not easily realize that a heavenly existence\ncould be worth the longing that is felt for it, if it were to\nafford no further scope for the pure and tender household\naffections which give to the present life its powerful though\nindefinable charm. Yet the recognition of friends in a purely\nspiritual world is something of which we can frame no conception\nwhatever. We may look with unspeakable reverence on the features\nof wife or child, less because of their physical beauty than\nbecause of the beauty of soul to which they give expression, but\nto imagine the perception of soul by soul apart from the material\nstructure and activities in which soul is manifested, is\nsomething utterly beyond our power. Nay, even when we try to\nrepresent to ourselves the psychical activity of any single soul\nby itself as continuing without the aid of the physical machinery\nof sensation, we get into unmanageable difficulties. A great part\nof the contents of our minds consists of sensuous (chiefly\nvisual) images, and though we may imagine reflection to go on\nwithout further images supplied by vision or hearing, touch or\ntaste or smell, yet we cannot well see how fresh experiences\ncould be gained in such a state. The reader, if he require\nfurther illustrations, can easily follow out this line of\nthought. Enough has no doubt been said to convince him that our\nhypothesis of the survival of conscious activity apart from\nmaterial conditions is not only utterly unsupported by any\nevidence that can be gathered from the world of which we have\nexperience, but is utterly and hopelessly inconceivable.",
        "It is inconceivable BECAUSE it is entirely without foundation in\nexperience. Our powers of conception are closely determined by\nthe limits of our experience. When a proposition, or combination\nof ideas, is suggested, for which there has never been any\nprecedent in human experience, we find it to be UNTHINKABLE,—the\nideas will not combine. The proposition remains one which we may\nutter and defend, and perhaps vituperate our neighbours for not\naccepting, but it remains none the less an unthinkable\nproposition. It takes terms which severally have meanings and\nputs them together into a phrase which has no meaning.[11] Now\nwhen we try to combine the idea of the continuance of conscious\nactivity with the idea of the entire cessation of material\nconditions, and thereby to assert the existence of a purely\nspiritual world, we find that we have made an unthinkable\nproposition. We may defend our hypothesis as passionately as we\nlike, but when we strive coolly to realize it in thought we find\nourselves baulked at every step.",
        "[11] See my Outlines of Cosmic Philosophy, Vol. I. pp. 64-67.",
        "But now we have to ask, How much does this inconceivability\nsignify? In most cases, when we say that a statement is\ninconceivable, we practically declare it to be untrue; when we\nsay that a statement is without warrant in experience, we plainly\nindicate that we consider it unworthy of our acceptance. This is\nlegitimate in the majority of cases with which we have to deal in\nthe course of life, because experience, and the capacities of\nthought called out and limited by experience, are our only guides\nin the conduct of life. But every one will admit that our\nexperience is not infinite, and that our capacity of conception\nis not coextensive with the possibilities of existence. It is not\nonly possible, but in the very highest degree probable, that\nthere are many things in heaven, if not on earth, which are\nundreamed of in our philosophy. Since our ability to conceive\nanything is limited by the extent of our experience, and since\nhuman experience is very far from being infinite, it follows that\nthere may be, and in all probability is, an immense region of\nexistence in every way as real as the region which we know, yet\nconcerning which we cannot form the faintest rudiment of a\nconception. Any hypothesis relating to such a region of existence\nis not only not disproved by the total failure of evidence in its\nfavour, but the total failure of evidence does not raise even the\nslightest prima facie presumption against its validity.",
        "These considerations apply with great force to the hypothesis of\nan unseen world in which psychical phenomena persist in the\nabsence of material conditions. It is true, on the one hand, that\nwe can bring up no scientific evidence in support of such an\nhypothesis. But on the other hand it is equally true that in the\nvery nature of things no such evidence could be expected to be\nforthcoming: even were there such evidence in abundance, it could\nnot be accessible to us. The existence of a single soul, or\ncongeries of psychical phenomena, unaccompanied by a material\nbody, would be evidence sufficient to demonstrate the hypothesis.\nBut in the nature of things, even were there a million such souls\nround about us, we could not become aware of the existence of one\nof them, for we have no organ or faculty for the perception of\nsoul apart from the material structure and activities in which it\nhas been manifested throughout the whole course of our\nexperience. Even our own self-consciousness involves the\nconsciousness of ourselves as partly material bodies. These\nconsiderations show that our hypothesis is very different from\nthe ordinary hypotheses with which science deals. The entire\nabsence of testimony does not raise a negative presumption except\nin cases where testimony is accessible. In the hypotheses with\nwhich scientific men are occupied, testimony is always\naccessible; and if we do not find any, the presumption is raised\nthat there is none. When Dr. Bastian tells us that he has found\nliving organisms to be generated in sealed flasks from which all\nliving germs had been excluded, we demand the evidence for his\nassertion. The testimony of facts is in this case hard to elicit,\nand only skilful reasoners can properly estimate its worth. But\nstill it is all accessible. With more or less labour it can be\ngot at; and if we find that Dr. Bastian has produced no evidence\nsave such as may equally well receive a different interpretation\nfrom that which he has given it, we rightly feel that a strong\npresumption has been raised against his hypothesis. It is a case\nin which we are entitled to expect to find the favouring facts if\nthere are any, and so long as we do not find such, we are\njustified in doubting their existence. So when our authors\npropound the hypothesis of an unseen universe consisting of\nphenomena which occur in the interstellar ether, or even in some\nprimordial fluid with which the ether has physical relations, we\nare entitled to demand their proofs. It is not enough to tell us\nthat we cannot disprove such a theory. The burden of proof lies\nwith them. The interstellar ether is something concerning the\nphysical properties of which we have some knowledge; and surely,\nif all the things are going on which they suppose in a medium so\nclosely related to ordinary matter, there ought to be some\ntraceable indications of the fact. At least, until the contrary\ncan be shown, we must refuse to believe that all the testimony in\na case like this is utterly inaccessible; and accordingly, so\nlong as none is found, especially so long as none is even\nalleged, we feel that a presumption is raised against their\ntheory.",
        "These illustrations will show, by sheer contrast, how different\nit is with the hypothesis of an unseen world that is purely\nspiritual. The testimony in such a case must, under the\nconditions of the present life, be forever inaccessible. It lies\nwholly outside the range of experience. However abundant it may\nbe, we cannot expect to meet with it. And accordingly our failure\nto produce it does not raise even the slightest presumption\nagainst our theory. When conceived in this way, the belief in a\nfuture life is without scientific support; but at the same time\nit is placed beyond the need of scientific support and beyond the\nrange of scientific criticism. It is a belief which no imaginable\nfuture advance in physical discovery can in any way impugn. It is\na belief which is in no sense irrational, and which may be\nlogically entertained without in the least affecting our\nscientific habit of mind or influencing our scientific\nconclusions.",
        "To take a brief illustration: we have alluded to the fact that in\nthe history of our present world the development of mental\nphenomena has gone on hand in hand with the development of\norganic life, while at the same time we have found it impossible\nto explain mental phenomena as in any sense the product of\nmaterial phenomena. Now there is another side to all this. The\ngreat lesson which Berkeley taught mankind was that what we call\nmaterial phenomena are really the products of consciousness\nco-operating with some Unknown Power (not material) existing\nbeyond consciousness. We do very well to speak of “matter” in\ncommon parlance, but all that the word really means is a group of\nqualities which have no existence apart from our minds. Modern\nphilosophers have quite generally accepted this conclusion, and\nevery attempt to overturn Berkeley’s reasoning has hitherto\nresulted in complete and disastrous failure. In admitting this,\nwe do not admit the conclusion of Absolute Idealism, that nothing\nexists outside of consciousness. What we admit as existing\nindependently of our own consciousness is the Power that causes\nin us those conscious states which we call the perception of\nmaterial qualities. We have no reason for regarding this Power as\nin itself material: indeed, we cannot do so, since by the theory\nmaterial qualities have no existence apart from our minds. I have\nelsewhere sought to show that less difficulty is involved in\nregarding this Power outside of us as quasi-psychical, or in some\nmeasure similar to the mental part of ourselves; and I have gone\non to conclude that this Power may be identical with what men\nhave, in all times and by the aid of various imperfect symbols,\nendeavoured to apprehend as Deity.[12] We are thus led to a view\nof things not very unlike the views entertained by Spinoza and\nBerkeley. We are led to the inference that what we call the\nmaterial universe is but the manifestation of infinite Deity to\nour finite minds. Obviously, on this view, Matter—the only thing\nto which materialists concede real existence—is simply an\norderly phantasmagoria; and God and the Soul—which materialists\nregard as mere fictions of the imagination—are the only\nconceptions that answer to real existences.",
        "[12] See my Outlines of Cosmic Philosophy, Part I. Chap. IV.;\nPart III. Chaps. III., IV.",
        "In the foregoing paragraph I have been setting down opinions with\nwhich I am prepared to agree, and which are not in conflict with\nanything that our study of the development of the objective world\nhas taught us. In so far as that study may be supposed to bear on\nthe question of a future life, two conclusions are open to us.\nFirst we may say that since the phenomena of mind appear and run\ntheir course along with certain specialized groups of material\nphenomena, so, too, they must disappear when these specialized\ngroups are broken up. Or, in other words, we may say that every\nliving person is an organized whole; consciousness is something\nwhich pertains to this organized whole, as music belongs to the\nharp that is entire; but when the harp is broken it is silent,\nand when the organized whole of personality falls to pieces\nconsciousness ceases forever. To many well-disciplined minds this\nconclusion seems irresistible; and doubtless it would be a sound\none—a good Baconian conclusion—if we were to admit, with the\nmaterialists, that the possibilities of existence are limited by\nour tiny and ephemeral experience.",
        "But now, supposing some Platonic speculator were to come along\nand insist upon our leaving room for an alternative conclusion;\nsuppose he were to urge upon us that all this process of material\ndevelopment, with the discovery of which our patient study has\nbeen rewarded, may be but the temporary manifestation of\nrelations otherwise unknown between ourselves and the infinite\nDeity; suppose he were to argue that psychical qualities may be\ninherent in a spiritual substance which under certain conditions\nbecomes incarnated in matter, to wear it as a perishable garment\nfor a brief season, but presently to cast it off and enter upon\nthe freedom of a larger existence;—what reply should we be bound\nto make, bearing in mind that the possibilities of existence are\nin no wise limited by our experience? Obviously we should be\nbound to admit that in sound philosophy this conclusion is just\nas likely to be true as the other. We should, indeed, warn him\nnot to call on us to help him to establish it by scientific\narguments; and we should remind him that he must not make illicit\nuse of his extra-experiential hypotheses by bringing them into\nthe treatment of scientific questions that lie within the range\nof experience. In science, for example, we make no use of the\nconception of a “spiritual substance” (or of a “material\nsubstance” either), because we can get along sufficiently well by\ndealing solely with qualities. But with this general\nunderstanding we should feel bound to concede the impregnableness\nof his main position.",
        "I have supposed this theory only as an illustration, not as a\ntheory which I am prepared to adopt. My present purpose is not to\ntreat as an advocate the question of a future life, but to\nendeavour to point out what conditions should be observed in\ntreating the question philosophically. It seems to me that a\ngreat deal is gained when we have distinctly set before us what\nare the peculiar conditions of proof in the case of such\ntranscendental questions. We have gained a great deal when we\nhave learned how thoroughly impotent, how truly irrelevant, is\nphysical investigation in the presence of such a question. If we\nget not much positive satisfaction for our unquiet yearnings, we\noccupy at any rate a sounder philosophic position when we\nrecognize the limits within which our conclusions, whether\npositive or negative, are valid.",
        "It seems not improbable that Mr. Mill may have had in mind\nsomething like the foregoing considerations when he suggested\nthat there is no reason why one should not entertain the belief\nin a future life if the belief be necessary to one’s spiritual\ncomfort. Perhaps no suggestion in Mr. Mill’s richly suggestive\nposthumous work has been more generally condemned as\nunphilosophical, on the ground that in matters of belief we must\nbe guided, not by our likes and dislikes, but by the evidence\nthat is accessible. The objection is certainly a sound one so far\nas it relates to scientific questions where evidence is\naccessible. To hesitate to adopt a well-supported theory because\nof some vague preference for a different view is in scientific\nmatters the one unpardonable sin,—a sin which has been only too\noften committed. Even in matters which lie beyond the range of\nexperience, where evidence is inaccessible, desire is not to be\nregarded as by itself an adequate basis for belief. But it seems\nto me that Mr. Mill showed a deeper knowledge of the limitations\nof scientific method than his critics, when he thus hinted at the\npossibility of entertaining a belief not amenable to scientific\ntests. The hypothesis of a purely spiritual unseen world, as\nabove described, is entirely removed from the jurisdiction of\nphysical inquiry, and can only be judged on general\nconsiderations of what has been called “moral probability\"; and\nconsiderations of this sort are likely, in the future as in the\npast, to possess different values for different minds. He who, on\nsuch considerations, entertains a belief in a future life may not\ndemand that his sceptical neighbour shall be convinced by the\nsame considerations; but his neighbour is at the same time\nestopped from stigmatizing his belief as unphilosophical.",
        "The consideration which must influence most minds in their\nattitude toward this question, is the craving, almost universally\nfelt, for some teleological solution to the problem of existence.\nWhy we are here now is a question of even profounder interest\nthan whether we are to live hereafter. Unfortunately its solution\ncarries us no less completely beyond the range of experience! The\nbelief that all things are working together for some good end is\nthe most essential expression of religious faith: of all\nintellectual propositions it is the one most closely related to\nthat emotional yearning for a higher and better life which is the\nsum and substance of religion. Yet all the treatises on natural\ntheology that have ever been written have barely succeeded in\nestablishing a low degree of scientific probability for this\nbelief. In spite of the eight Bridgewater Treatises, and the\n“Ninth” beside, dysteleology still holds full half the field as\nagainst teleology. Most of this difficulty, however, results from\nthe crude anthropomorphic views which theologians have held\nconcerning God. Once admitting that the Divine attributes may be\n(as they must be) incommensurably greater than human attributes,\nour faith that all things are working together for good may\nremain unimpugned.",
        "To many minds such a faith will seem incompatible with belief in\nthe ultimate destruction of sentiency amid the general doom of\nthe material universe. A good end can have no meaning to us save\nin relation to consciousness that distinguishes and knows the\ngood from the evil. There could be no better illustration of how\nwe are hemmed in than the very inadequacy of the words with which\nwe try to discuss this subject. Such words have all gained their\nmeanings from human experience, and hence of necessity carry\nanthropomorphic implications. But we cannot help this. We must\nthink with the symbols with which experience has furnished us;\nand when we so think, there does seem to be little that is even\nintellectually satisfying in the awful picture which science\nshows us, of giant worlds concentrating out of nebulous vapour,\ndeveloping with prodigious waste of energy into theatres of all\nthat is grand and sacred in spiritual endeavour, clashing and\nexploding again into dead vapour-balls, only to renew the same\ntoilful process without end,—a senseless bubble-play of Titan\nforces, with life, love, and aspiration brought forth only to be\nextinguished. The human mind, however “scientific” its training,\nmust often recoil from the conclusion that this is all; and there\nare moments when one passionately feels that this cannot be all.\nOn warm June mornings in green country lanes, with sweet\npine-odours wafted in the breeze which sighs through the\nbranches, and cloud-shadows flitting over far-off blue mountains,\nwhile little birds sing their love-songs, and golden-haired\nchildren weave garlands of wild roses; or when in the solemn\ntwilight we listen to wondrous harmonies of Beethoven and Chopin\nthat stir the heart like voices from an unseen world; at such\ntimes one feels that the profoundest answer which science can\ngive to our questionings is but a superficial answer after all.\nAt these moments, when the world seems fullest of beauty, one\nfeels most strongly that it is but the harbinger of something\nelse,—that the ceaseless play of phenomena is no mere sport of\nTitans, but an orderly scene, with its reason for existing, its",
        "Difficult as it is to disentangle the elements of reasoning that\nenter into these complex groups of feeling, one may still see, I\nthink, that it is speculative interest in the world, rather than\nanxious interest in self, that predominates. The desire for\nimmortality in its lowest phase is merely the outcome of the\nrepugnance we feel toward thinking of the final cessation of\nvigorous vital activity. Such a feeling is naturally strong with\nhealthy people. But in the mood which I have above tried to\ndepict, this feeling, or any other which is merely\nself-regarding, is lost sight of in the feeling which associates\na future life with some solution of the burdensome problem of\nexistence. Had we but faith enough to lighten the burden of this\nproblem, the inferior question would perhaps be less absorbing.\nCould we but know that our present lives are working together\ntoward some good end, even an end in no wise anthropomorphic, it\nwould be of less consequence whether we were individually to\nendure. To the dog under the knife of the experimenter, the world\nis a world of pure evil; yet could the poor beast but understand\nthe alleviation of human suffering to which he is contributing,\nhe would be forced to own that this is not quite true; and if he\nwere also a heroic or Christian dog, the thought would perhaps\ntake away from death its sting. The analogy may be a crude one;\nbut the reasonableness of the universe is at least as far above\nour comprehension as the purposes of man surpass the\nunderstanding of the dog. Believing, however, though as a simple\nact of trust, that the end will crown the work, we may rise\nsuperior to the question which has here concerned us, and\nexclaim, in the supreme language of faith, “Though He slay me,\nyet will I trust in Him!”",
        "  July, 1875.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}