{
    "title": "The Crimes of England - III– The Enigma of Waterloo",
    "author": "G.K. Chesterton",
    "chapter": "3",
    "content": [
        "\n\n",
        "That great Englishman Charles Fox, who was as national as Nelson, went\nto his death with the firm conviction that England had made Napoleon. He\ndid not mean, of course, that any other Italian gunner would have done\njust as well; but he did mean that by forcing the French back on their\nguns, as it were, we had made their chief gunner necessarily their chief\ncitizen. Had the French Republic been left alone, it would probably have\nfollowed the example of most other ideal experiments; and praised peace\nalong with progress and equality. It would almost certainly have eyed\nwith the coldest suspicion any adventurer who appeared likely to\nsubstitute his personality for the pure impersonality of the Sovereign\nPeople; and would have considered it the very flower of republican\nchastity to provide a Brutus for such a Caesar. But if it was\nundesirable that equality should be threatened by a citizen, it was\nintolerable that it should be simply forbidden by a foreigner. If\nFrance could not put up with French soldiers she would very soon have to\nput up with Austrian soldiers; and it would be absurd if, having decided\nto rely on soldiering, she had hampered the best French soldier even on the\nground that he was not French. So that whether we regard Napoleon as a\nhero rushing to the country’s help, or a tyrant profiting by the\ncountry’s extremity, it is equally clear that those who made the war\nmade the war-lord; and those who tried to destroy the Republic were\nthose who created the Empire. So, at least, Fox argued against that much\nless English prig who would have called him unpatriotic; and he threw\nthe blame upon Pitt’s Government for having joined the anti-French\nalliance, and so tipped up the scale in favour of a military France. But\nwhether he was right or no, he would have been the readiest to admit\nthat England was not the first to fly at the throat of the young\nRepublic. Something in Europe much vaster and vaguer had from the first\nstirred against it. What was it then that first made war–and made\nNapoleon? There is only one possible answer: the Germans. This is the\nsecond act of our drama of the degradation of England to the level of\nGermany. And it has this very important development; that Germany means\nby this time all the Germans, just as it does to-day. The savagery of\nPrussia and the stupidity of Austria are now combined. Mercilessness and\nmuddleheadedness are met together; unrighteousness and unreasonableness\nhave kissed each other; and the tempter and the tempted are agreed. The\ngreat and good Maria Theresa was already old. She had a son who was a\nphilosopher of the school of Frederick; also a daughter who was more\nfortunate, for she was guillotined. It was natural, no doubt, that her\nbrother and relatives should disapprove of the incident; but it occurred\nlong after the whole Germanic power had been hurled against the new\nRepublic. Louis XVI. himself was still alive and nominally ruling when\nthe first pressure came from Prussia and Austria, demanding that the\ntrend of the French emancipation should be reversed. It is impossible to\ndeny, therefore, that what the united Germanics were resolved to destroy\nwas the reform and not even the Revolution. The part which Joseph of\nAustria played in the matter is symbolic. For he was what is called an\nenlightened despot, which is the worst kind of despot. He was as\nirreligious as Frederick the Great, but not so disgusting or amusing.\nThe old and kindly Austrian family, of which Maria Theresa was the\naffectionate mother, and Marie Antoinette the rather uneducated\ndaughter, was already superseded and summed up by a rather dried-up\nyoung man self-schooled to a Prussian efficiency. The needle is already\nveering northward. Prussia is already beginning to be the captain of the\nGermanics “in shining armour.” Austria is already becoming a loyal\nsekundant.",
        "But there still remains one great difference between Austria and Prussia\nwhich developed more and more as the energy of the young Napoleon was\ndriven like a wedge between them. The difference can be most shortly\nstated by saying that Austria did, in some blundering and barbaric way,\ncare for Europe; but Prussia cared for nothing but Prussia. Austria is\nnot a nation; you cannot really find Austria on the map. But Austria is\na kind of Empire; a Holy Roman Empire that never came, an expanding and\ncontracting-dream. It does feel itself, in a vague patriarchal way, the\nleader, not of a nation, but of nations. It is like some dying Emperor\nof Rome in the decline; who should admit that the legions had been\nwithdrawn from Britain or from Parthia, but would feel it as\nfundamentally natural that they should have been there, as in Sicily or\nSouthern Gaul. I would not assert that the aged Francis Joseph imagines\nthat he is Emperor of Scotland or of Denmark; but I should guess that he\nretains some notion that if he did rule both the Scots and the Danes, it\nwould not be more incongruous than his ruling both the Hungarians and\nthe Poles. This cosmopolitanism of Austria has in it a kind of shadow of\nresponsibility for Christendom. And it was this that made the difference\nbetween its proceedings and those of the purely selfish adventurer from\nthe north, the wild dog of Pomerania.",
        "It may be believed, as Fox himself came at last to believe, that\nNapoleon in his latest years was really an enemy to freedom, in the\nsense that he was an enemy to that very special and occidental form of\nfreedom which we call Nationalism. The resistance of the Spaniards, for\ninstance, was certainly a popular resistance. It had that peculiar,\nbelated, almost secretive strength with which war is made by the people.\nIt was quite easy for a conqueror to get into Spain; his great\ndifficulty was to get out again. It was one of the paradoxes of history\nthat he who had turned the mob into an army, in defence of its rights\nagainst the princes, should at last have his army worn down, not by\nprinces but by mobs. It is equally certain that at the other end of\nEurope, in burning Moscow and on the bridge of the Beresina, he had\nfound the common soul, even as he had found the common sky, his enemy.\nBut all this does not affect the first great lines of the quarrel, which\nhad begun before horsemen in Germanic uniform had waited vainly upon the\nroad to Varennes or had failed upon the miry slope up to the windmill of\nValmy. And that duel, on which depended all that our Europe has since\nbecome, had great Russia and gallant Spain and our own glorious island\nonly as subordinates or seconds. That duel, first, last, and for ever,\nwas a duel between the Frenchman and the German; that is, between the\ncitizen and the barbarian.",
        "It is not necessary nowadays to defend the French Revolution, it is not\nnecessary to defend even Napoleon, its child and champion, from\ncriticisms in the style of Southey and Alison, which even at the time\nhad more of the atmosphere of Bath and Cheltenham than of Turcoing and\nTalavera. The French Revolution was attacked because it was democratic\nand defended because it was democratic; and Napoleon was not feared as\nthe last of the iron despots, but as the first of the iron democrats.\nWhat France set out to prove France has proved; not that common men are\nall angels, or all diplomatists, or all gentlemen (for these inane\naristocratic illusions were no part of the Jacobin theory), but that\ncommon men can all be citizens and can all be soldiers; that common men\ncan fight and can rule. There is no need to confuse the question with\nany of those escapades of a floundering modernism which have made\nnonsense of this civic common-sense. Some Free Traders have seemed to\nleave a man no country to fight for; some Free Lovers seem to leave a\nman no household to rule. But these things have not established\nthemselves either in France or anywhere else. What has been established\nis not Free Trade or Free Love, but Freedom; and it is nowhere so\npatriotic or so domestic as in the country from which it came. The poor\nmen of France have not loved the land less because they have shared it.\nEven the patricians are patriots; and if some honest Royalists or\naristocrats are still saying that democracy cannot organise and cannot\nobey, they are none the less organised by it and obeying it, nobly\nliving or splendidly dead for it, along the line from Switzerland to the\nsea.",
        "But for Austria, and even more for Russia, there was this to be said;\nthat the French Republican ideal was incomplete, and that they\npossessed, in a corrupt but still positive and often popular sense, what\nwas needed to complete it. The Czar was not democratic, but he was\nhumanitarian. He was a Christian Pacifist; there is something of the\nTolstoyan in every Russian. It is not wholly fanciful to talk of the\nWhite Czar: for Russia even destruction has a deathly softness as of\nsnow. Her ideas are often innocent and even childish; like the idea of\nPeace. The phrase Holy Alliance was a beautiful truth for the Czar,\nthough only a blasphemous jest for his rascally allies, Metternich and\nCastlereagh. Austria, though she had lately fallen to a somewhat\ntreasonable toying with heathens and heretics of Turkey and Prussia,\nstill retained something of the old Catholic comfort for the soul.\nPriests still bore witness to that mighty mediaeval institution which\neven its enemies concede to be a noble nightmare. All their hoary\npolitical iniquities had not deprived them of that dignity. If they\ndarkened the sun in heaven, they clothed it with the strong colours of\nsunrise in garment or gloriole; if they had given men stones for bread,\nthe stones were carved with kindly faces and fascinating tales. If\njustice counted on their shameful gibbets hundreds of the innocent dead,\nthey could still say that for them death was more hopeful than life for\nthe heathen. If the new daylight discovered their vile tortures, there\nhad lingered in the darkness some dim memory that they were tortures of\nPurgatory and not, like those which Parisian and Prussian diabolists\nshowed shameless in the sunshine, of naked hell. They claimed a truth\nnot yet disentangled from human nature; for indeed earth is not even\nearth without heaven, as a landscape is not a landscape without the sky.\nAnd in, a universe without God there is not room enough for a man.",
        "It may be held, therefore, that there must in any case have come a\nconflict between the old world and the new; if only because the old are\noften broad, while the young are always narrow. The Church had learnt,\nnot at the end but at the beginning of her centuries, that the funeral\nof God is always a premature burial. If the bugles of Bonaparte raised\nthe living populace of the passing hour, she could blow that yet more\nrevolutionary trumpet that shall raise all the democracy of the dead.\nBut if we concede that collision was inevitable between the new Republic\non the one hand and Holy Russia and the Holy Roman Empire on the other,\nthere remain two great European forces which, in different attitudes and\nfrom very different motives, determined the ultimate combination.\nNeither of them had any tincture of Catholic mysticism. Neither of them\nhad any tincture of Jacobin idealism. Neither of them, therefore, had\nany real moral reason for being in the war at all. The first was\nEngland, and the second was Prussia.",
        "It is very arguable that England must, in any case, have fought to keep\nher influence on the ports of the North Sea. It is quite equally\narguable that if she had been as heartily on the side of the French\nRevolution as she was at last against it, she could have claimed the\nsame concessions from the other side. It is certain that England had no\nnecessary communion with the arms and tortures of the Continental\ntyrannies, and that she stood at the parting of the ways. England was\nindeed an aristocracy, but a liberal one; and the ideas growing in the\nmiddle classes were those which had already made America, and were\nremaking France. The fiercest Jacobins, such as Danton, were deep in the\nliberal literature of England. The people had no religion to fight for,\nas in Russia or La Vendee. The parson was no longer a priest, and had\nlong been a small squire. Already that one great blank in our land had\nmade snobbishness the only religion of South England; and turned rich\nmen into a mythology. The effect can be well summed up in that decorous\nabbreviation by which our rustics speak of “Lady’s Bedstraw,” where they\nonce spoke of “Our Lady’s Bedstraw.” We have dropped the comparatively\ndemocratic adjective, and kept the aristocratic noun. South England is\nstill, as it was called in the Middle Ages, a garden; but it is the kind\nwhere grow the plants called “lords and ladies.”",
        "We became more and more insular even about our continental conquests; we\nstood upon our island as if on an anchored ship. We never thought of\nNelson at Naples, but only eternally at Trafalgar; and even that Spanish\nname we managed to pronounce wrong. But even if we regard the first\nattack upon Napoleon as a national necessity, the general trend remains\ntrue. It only changes the tale from a tragedy of choice to a tragedy of\nchance. And the tragedy was that, for a second time, we were at one with\nthe Germans.",
        "But if England had nothing to fight for but a compromise, Prussia had\nnothing to fight for but a negation. She was and is, in the supreme\nsense, the spirit that denies. It is as certain that she was fighting\nagainst liberty in Napoleon as it is that she was fighting against\nreligion in Maria Theresa. What she was fighting for she would have\nfound it quite impossible to tell you. At the best, it was for Prussia;\nif it was anything else, it was tyranny. She cringed to Napoleon when he\nbeat her, and only joined in the chase when braver people had beaten\nhim. She professed to restore the Bourbons, and tried to rob them while\nshe was restoring them. For her own hand she would have wrecked the\nRestoration with the Revolution. Alone in all that agony of peoples, she\nhad not the star of one solitary ideal to light the night of her\nnihilism.",
        "The French Revolution has a quality which all men feel; and which may be\ncalled a sudden antiquity. Its classicalism was not altogether a cant.\nWhen it had happened it seemed to have happened thousands of years ago.\nIt spoke in parables; in the hammering of spears and the awful cap of\nPhrygia. To some it seemed to pass like a vision; and yet it seemed\neternal as a group of statuary. One almost thought of its most strenuous\nfigures as naked. It is always with a shock of comicality that we\nremember that its date was so recent that umbrellas were fashionable\nand top-hats beginning to be tried. And it is a curious fact, giving a\nkind of completeness to this sense of the thing as something that\nhappened outside the world, that its first great act of arms and also\nits last were both primarily symbols; and but for this visionary\ncharacter, were in a manner vain. It began with the taking of the old\nand almost empty prison called the Bastille; and we always think of it\nas the beginning of the Revolution, though the real Revolution did not\ncome till some time after. And it ended when Wellington and Blucher met\nin 1815; and we always think of it as the end of Napoleon; though\nNapoleon had really fallen before. And the popular imagery is right, as\nit generally is in such things: for the mob is an artist, though not a\nman of science. The riot of the 14th of July did not specially deliver\nprisoners inside the Bastille, but it did deliver the prisoners outside.\nNapoleon when he returned was indeed a revenant, that is, a ghost. But\nWaterloo was all the more final in that it was a spectral resurrection\nand a second death. And in this second case there were other elements\nthat were yet more strangely symbolic. That doubtful and double battle\nbefore Waterloo was like the dual personality in a dream. It\ncorresponded curiously to the double mind of the Englishman. We connect\nQuatre Bras with things romantically English to the verge of\nsentimentalism, with Byron and “The Black Brunswicker.” We naturally\nsympathise with Wellington against Ney. We do not sympathise, and even\nthen we did not really sympathise, with Blucher against Napoleon.\nGermany has complained that we passed over lightly the presence of\nPrussians at the decisive action. And well we might. Even at the time\nour sentiment was not solely jealousy, but very largely shame.\nWellington, the grimmest and even the most unamiable of Tories, with no\nFrench sympathies and not enough human ones, has recorded his opinion of\nhis Prussian allies in terms of curt disgust. Peel, the primmest and\nmost snobbish Tory that ever praised “our gallant Allies” in a frigid\nofficial speech, could not contain himself about the conduct of\nBlucher’s men. Our middle classes did well to adorn their parlours with\nthe picture of the “Meeting of Wellington and Blucher.” They should\nhave hung up a companion piece of Pilate and Herod shaking hands. Then,\nafter that meeting amid the ashes of Hougomont, where they dreamed they\nhad trodden out the embers of all democracy, the Prussians rode on\nbefore, doing after their kind. After them went that ironical aristocrat\nout of embittered Ireland, with what thoughts we know; and Blucher, with\nwhat thoughts we care not; and his soldiers entered Paris, and stole the\nsword of Joan of Arc.",
        "Continue...",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}