{
    "title": "The Revolutions of Time - Chapter 2: Predestined Deja Vu",
    "author": "Jonathan Dunn",
    "chapter": "4",
    "content": [
        "\n\n",
        "It was in the last stages of sleep that I began to feel the warm morning\nsun strike my face, and hear the pleasant chirping of birds and\ncrickets. I rolled slowly over, stretched my legs and my back, and stood\nup, with the last remnants of a dream playing quietly in my mind. But as\nI came to my feet and got a clear view of where I was, I realized it was\nnot a dream that I had had at all, but something far more sobering. I\nfound myself somewhere in the center of a very large prairie which\ncovered the land for many miles around. From the sun’s lowly position on\nthe eastern horizon, it was evident to me that the new day was just\ndawning, casting a golden hue on the grasses that covered the prairie’s\nsurface.",
        "Around the distant outskirts of the plain I could make out a ring of\ntrees circumventing the whole, waving almost imperceptibly to and fro in\nthe light breeze that was blowing. A few miles to the southwest there\nwas a group of odd looking trees stretching up over the horizon to a\nconsiderable height. They were closer than the outer ring, which kept a\nuniform girth around the prairie, but somehow they looked very peculiar\nand foreboding, and I got one of those sobering feelings which I like to\ncall predestined deja vu. What I mean is that I got a sense of deja vu,\nbut instead of the past converging with the present into one thought,\nthe present seemed to converge with the future, and the result was a\nmysterious foreboding of something, though I couldn’t tell what. That is\nthe sensation that I had when I saw what I assumed to be a small\ngrouping of trees somewhere in the southwestern portion of the savanna,\nthough that was merely a guess, for in the distance I could only make\nout several dark forms rising out of the grassland like trees, or\npossibly buildings, one of them being a great deal taller than the\nothers, with a spherical shape on top that only faintly resembled a\ntree’s crown. If it was indeed a tree, it was the largest that I have\never seen, for it looked to be upwards of 800 feet tall.",
        "My mental warning bells were ringing quite loudly, and I endeavored to\nsilence them by extreme exertions of the will, but they would not be\nsubdued. I assumed that they were not at all correct, much like the\nfearful expectancy some have while swimming in the ocean, out of sight\nof all land, of being attacked by an enormous leviathan of the deep. As\nunfounded as the fear is, it places one into a frenzy of dubious\nthoughts that inspire equally frantic and anarchist actions. Because of\nthis, I thought that my ideas were naught but superstitious fancies, yet\ntry as I might, I could not rid myself of them.",
        "Instead, I made up my mind to set off in the opposite direction, north,\nand to advance at a double march until I should reach the woody border,\nwhich looked to present shelter not only from the southern apparitions,\nbut also from the shielded underworld of the grasses, in which also\ndwelt the mysterious sense of fear and predestined deja vu. It was\nslightly chilly, but beyond that nothing defaced the temperate beauty of\nthe day, and even that promised to soon dissipate with the continual\nstrengthening of the sun’s warmth. As I walked, or rather, trotted\nalong, it did just that, and in the growing warmth of the day the sweet\nfragrances of the many various grasses rose to the surface, delighting\nmy odor perceiving sensors with their earthy simplicity.",
        "The day marched on, and with it I, and the distant wall of trees began\nto slowly grow closer. At length, I found myself at their edge, at\naround the noon hour, and as I came upon the first of them, I leaned\nagainst the trunk of a large, thickset tree for a moment of repose and\nreflection in its shade. It was by all appearances an ancient wood, for\nthe line between it and the prairie was distinct, appearing as if the\nshrubs and lesser flora had acquiesced to fate and retreated beyond the\nforest’s claimed boundaries, rather than continue for countless ages to\ncharge and then be pushed back, to gain a foothold only to be thrown out\na year or two later. The trees themselves were mighty pinions of\nstrength, tall and of great girth, and spread far apart from one\nanother, leaving wide open spaces between their towering trunks. A\nshort, soft grass clothed the land that stretched on in their midst,\njoined in its solitude by a hearty looking moss that stretched itself\nout on the trunks of the trees and on the rocks and boulders that lay\nscattered here and there among the open spaces. Far above, the trees’\ngreat branches spread out a thick canopy, covering the whole of the\nforest area in a relaxing and invigorating twilight, rendering itself\nhomely and quaint. After a few moments of enjoying that most pleasing\nscene, I roused and extricated myself unwillingly from its enchanted\ndepths and set off once more into the heart of the woods, having no\nwhere else to go.",
        "After a time, I cannot say how long, I came upon a small, trickling\nstream which flowed deeper into the woods, that direction being\nnorthward. A short walk along its path, after refreshing myself to\ncontent with its pure waters, brought me to its destination: a large\nlake into which the forest opened. Its banks were very gradual and the\ngrass of the woodland led right up to the water’s edge. The surface of\nthe water itself was smooth and delicate.",
        "Amidst the pleasantness of the scene, there was something missing from\nthe feel of the area: inhabitants. There was an abundance of wild life\nof all kinds, and much organic life as well, but something greater than\nflora or fauna was missing: people. I had traveled so far, and without\nany sighting of a person. It was a lonely and desolate feeling which\nprevailed, despite the abundances of life. Novelties soon grow worthless\nwith no one to share them with, ideas become meaningless if not\ncommunicated timely, emotions grow boisterous and uncontrollable with no\nend to receive them.",
        "I was quite alone, unfortunately, and it dampened my spirits\nconsiderably. Feeling despondent, I turned and walked sullenly from the\nlake’s edge into the woodland once more, with no definite purpose in\nmind, only a meandering thought of my dismal situation. My thoughts\nmorphed, in succession, from anxiety to despair, to anger, to\nfrustration, and in my frustration I knelt down and picked up a fallen\nbranch from the ground, walked to the nearest tree, and eyed a strange,\nprotruding knob that stuck out from the trunk. I held the branch at\nshoulder’s length and swung it at the knob with all the force of my\nbuilt up emotions. It hit with a crash and a hollow thud, leaving the\nbranch broken and my arm sore, but the knob undamaged.",
        "But then something unexpected happened: with a grating noise, a small\nhole appeared part way up the trunk, coming from what looked to be solid\nwood, for no sign was seen before of its having an opening. From the\nnewly opened hole was then thrust out a head, hairy and with a short\nsnout-like edifice for a nose and mouth. Its eyes and the furry hair\nwhich covered its face were brown, and a few wily whiskers protruded\nfrom its snout. With a look of utter surprise, as if it had not expected\nme as much as I had not expected it, it eyed me closely for a moment and\nthen looked anxiously from side to side and told me to come in.",
        "When those words passed its lips, or whatever artifice it spoke from, a\ngreat weight fell from my shoulders. After a short moment, quickened by\nmy relief, a door appeared in the trunk of the tree, its edges\npreviously hidden behind the thick mosses. Swinging inwards, it opened\nand revealed the creature standing there, beckoning me to enter. I did,\nand the door shut behind me, leaving me in the darkness of the hollow\ntree.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}