{
    "title": "The Principles Of Aesthetics - Chapter XV - The Function of Art: Art and Religion",
    "author": "Dewitt H. Parker",
    "chapter": "16",
    "content": [
        "",
        "\n\n",
        "The distinctive purpose of art, so we have argued throughout this\nstudy, is culture, the enrichment of the spirit. But lovers of art\nhave always claimed for it more active and broader influences. To my\nthinking, most of such claims, especially in our age, like similar\nclaims for religion, are greatly exaggerated. Passion, convention,\neconomic fact in the largest sense, practical intelligence, these are\nthe dominant forces swaying men, not beauty, not religion. Indeed, one\nwho would compare the influence of art upon life at the present time\nwith its influence upon primitive societies might infer the early\nextinction of that influence altogether. For among primitive men the\ninfluence of art is all-pervading. With them art is inseparable from\nutility and communal activities, upon which it has an immediate\nmodifying or strengthening effect. The movement of civilization, with\nthe exception of the Greek, mediaval, and renaissance city states, has\ninvolved a breaking away from this original unity until, among\nourselves, art is developed and enjoyed in isolation from the rest of\nlife. Art is valued for its own sake, for its contribution to culture,\nnot for any further influence upon life, and this freedom has come to\nbe part of its very meaning. Instead of being interested only in\npictures and statues representing ourselves, our rulers, our gods, or\nour neighborhood, we enjoy imitations of people who have had no effect\nupon our lives whatever and scenes which we have never visited, and\nwe repair to museums to see them; instead of employing music to beautify\nour daily life, we leave that life for the concert hall, where we shut\nourselves away for a few hours of “absolute” musical experience. Prose\nliterature and the drama, when inspired by contemporary social problems,\noffer exceptions to this isolation, for through their ability to express\nideas they can exert a more pervasive influence. Although social\nproblems are solved in obedience to forces and demands beyond the\ncontrol of artists, literary expression is effective in persuading and\ndrawing into a movement men whose status would tend to make them hostile\nor indifferent, as in Russia, where numerous men and women of the\naristocratic and wealthy classes became revolutionaries by reason of\nliterature. And yet the literary arts also have acquired a large measure\nof isolation and independence. A play representing Viennese life is\nappreciated in New York, a novel of contemporary manners in England\nis enjoyed in America. Literature does not depend for its interest\nupon its ability to interpret and influence the life that the reader\nhimself lives; he values it more because it extends than because it\nreflects that life. People decry art for art’s sake, but in vain.",
        "The development of the relation of religion to life has been parallel\nto the development of art. Originally, religion penetrated every\nactivity; now, by contrast, it has been removed from one after another\nof the major human pursuits. Agriculture, formerly undertaken under\nthe guidance of religion; science, once the prerogative of the\npriesthood; art, at one time inseparable from worship; politics, once\ngoverned by the church and pretending a divine sanction; war, until\nyesterday waged with the fancied cooperation of the gods–even these\nare now under complete secular control. To be sure, there is some\nmusic, sculpture, painting, and poetry still in the service of religion,\nbut its relative proportion is small; kings and congresses still appeal\nfor divine aid in times of crisis, but that is perfunctory; men still\npray for rain during drought, but without faith. No one would pretend\nthat our commerce and manufacturing have any direct relation to\nreligion. People still invoke divine authority for moral prescriptions,\nbut the sanctions actually operating are social instincts and fear of\npublic opinion and the law. Religion retains a direct and potent\ninfluence only in the institution of marriage, the experience of death,\nphilosophy, and the social life and charities conducted by the churches.\nYet even in these spheres the influence is declining, and, so far as\nit persists, is becoming indirect. Civil and contractual marriage are\nslowly supplanting religious marriage; there are thousands living in\nour large cities who do not feel the need of the church to establish\nand cement their social life; most philosophers disclaim any religious\nmotive or authority for their investigations or beliefs. Only over\ndeath does religion still hold undisputed sway.",
        "However, despite the separation of religion and art from life, they\nmay continue to exert influence upon it. But, barring some new\nintegration of the sundered elements of our culture, which we may\ndeeply desire but cannot predict, this influence must be indirect and\nsubtle, and must occur independent of any institutional control. In\nthe case of both it consists in imparting to life a new meaning and\nperfection, thus making possible a more complete affirmation of life\nand a freer and more genial attitude and conduct.",
        "For unless the spirit of art or of religion is infused into life, we\nnever find it quite satisfactory. To be sure, men sometimes think they\nfind perfection in certain things–in practical or moral endeavor, in\nlove or in pleasure; but unless art or religion is mixed into them,\nthey always prove to be, in the end, disappointing. No practical purpose\nis ever quite successful; there is always some part of the plan left\nunaccomplished; and the success itself is only momentary, for time\neventually engulfs it and forgets it. Practical life does not produce\nany permanent and complete work; its task is done only to be done over\nagain; every house has to be repaired or torn down, every road rebuilt;\nevery invention is displaced by a new one. This is true even on the\nhigher planes of practical life, in political and social reconstruction.\nCertain evils may be removed, certain abuses remedied, but new ones\nalways arise to take their places; and even when the entire system is\nremodeled and men think that the day of freedom and justice has dawned\nat last, they find, after a generation, a new tyranny and a new\ninjustice. The movement of life makes it impossible for any plan to\nlong endure. Hence the disillusion, the feeling of futility that so\noften poisons the triumphs of practical men. And without the spirit\nof art or of religion even love does not satisfy. For imagination\ncreates the perfection of its object and, aside from institutional\nbonds fast loosening, a faith in the continued growth with one another\nand with a child, which is essentially religious, creates the permanence\nand meaning of its bond. Love’s raptures, in so far as they are\ninstinctive, are, of course, independent of any view of life; but apart\nfrom imagination and faith in one another, love does not keep its\nquality or renew itself in memory, nor can it survive death which\nalways impends to destroy. Men often seek escape from the feeling of\nimperfection in frivolity, but ennui is the inevitable consequence,\nand reflection with its doubts cannot be stilled.",
        "By contrast, in the religious experience and in beauty men feel that\nthey find perfection; hence the attitude of self-surrender and\njoyousness characterizing both. The abandon of the spectator who decrees\nthat for the moment his life shall be that of the work of art, is\nmatched in the mystical experience by the emotion expressed in Dante’s\nline, “In his will is our peace.” And in both the self-surrender is\nbased on a felt harmony between the individual and the object–the\nbeautiful thing appeals to the senses, its form is adapted to the\nstructure of the mind, its content is such as to win interest and\nsympathy; the divine is believed to realize and quiet all of our\ndesires. But while in beauty we feel ourselves at home with the single\nobject, in religion we feel at rest in the universe.",
        "When religion and art are separated from the other parts of life, as\nthey are fast becoming now, the peculiar quality of the experiences\nwhich they offer can be rendered universal only by freely infusing it\neverywhere, through faith, in the case of the one, through imaginative\nre-creation, in the case of the other. The religious experience is a\nseeming revelation of a perfect meaning in life as a whole; this meaning\nmust now be imparted to the details of life. By a free act of faith\nthe scattered and imperfect fragments must be built into a purposive\nunity. The poisonous feeling of futility, will then be lost; each task,\nno matter how petty or ineffectual, will become momentous as\ncontributing something toward the realization of a good beyond our\nlittle existence; and we, however lowly, will find ourselves sublime\nas instruments of destiny. There is nothing vain to him who believes.\nAnd if the believer cannot build a meaning into history and social\nlife as he knows them empirically, he may extend them by faith in a\nfuture life, through which his purposes will be given the promise of\neternity and the tie between parents and children, friends and lovers\nand co-workers, an invincible seriousness and worth. Being at peace\nwith the universe, he may be reconciled to the accidents of his life\nas expressions of its Will.",
        "The method of reconciliation through religion can well be understood\nby its effect on the attitude towards evil. To one who has faith in\nthe world as perfect, evil becomes an illusion that would disappear\nto an adequate vision of the Divine. The supposedly evil thing becomes\nreally a good thing–a necessary means to the fulfillment of the divine\nplan, either in the earthly progress of humanity or in the future life;\nor if the more mystical types of religion provide the starting point,\nwhere individuality itself is felt to be an illusion, a factor in the\nself-realization of the Absolute. The evil thing remains, of course,\nwhat it was, but the interpretation, and therefore the attitude towards\nit, is transformed. Pain, sorrow, and misfortune become agents for the\nquickening of the spirit, death a door opening to unending vistas.",
        "The attitude of faith is not embodied in dogmatic and speculative\nreligious doctrines alone; for it finds expression in other beliefs–in\nprogress, in the possibility of a sunny social order, in the perpetuity\nof human culture, in the peculiar mission of one’s race or country.\nSuch beliefs are expressions primarily of faith, not of knowledge;\nlike religion, they are interpretations of life based on aspiration,\nnot on evidence; and through them men secure the same sort of\nre-enforcement of motive, courage, and consolation that they derive\nfrom the doctrines called religious. But the sphere of faith is wider\neven than this; the almost instinctive belief that each man has in his\nown longevity and success, the trust in the permanence of friendship\nand love, the confidence in the unique value of one’s work or\ngenius–these are also convictions founded more on desire than on\nknowledge, and may function in the same way as religion in a man’s\nlife.",
        "The re-affirmation of life which art may inspire is independent of any\nbelief or faith about the world. It occurs rather through the\napplication to the objects and incidents of life of a spirit and\nattitude borrowed from artistic creation and appreciation. It is a\ngeneralization of the aesthetic point of view to cover life as well\nas art; an attempt to bring beauty from art into the whole of life.\nAlthough to-day works of art themselves are severed from direct contact\nwith the rest of life, something of the intention and method of the\nartist may linger and be carried over into it. Art, the image of life,\nmay now serve as a model, after which the latter, in its turn, will\nbe patterned.",
        "The spirit of art has two forms, one constructive, the other\ncontemplative, and both may be infused into life. When the former is\nput there, each act and task is performed as if it were a work of art.\nThis involves “throwing the whole self” into it, not only thought and\npatience, but enthusiasm and loving finish, even as the artist puts\nthem into his work, so that it becomes a happy self-expression. Nothing\nshall interfere with or mar it, or spoil its value when recalled. The\nimperfection and transiency of the result are then forgotten in the\ninspiration of endeavor; and the work or act, no matter how\ninsignificant, becomes perfect as an experience and as a memory. The\ngenerations may judge it as they will, but as an expression of the\nenergies of my own soul, it is divine. Of course, from the industry\nof our time, where most work is mechanical and meaningless to him who\nperforms it, the spirit of art has largely fled. Yet there still remain\ntasks which we all have to execute, if not in business, then at home,\nwhich, by arousing our interest and invention, may become materials\nfor the spirit of art. We have at least our homes, our pleasures, our\nrelations with one another, our private adventures, where we can still\nbe free and genial and masterly. And for our work, art will continue\nto be an ideal, sorrowfully appealing.",
        "The scope of the spirit of art may be extended beyond the single task\nor act to embrace the whole of one’s life. Impulse offers a plastic\nmaterial to which form may be given. The principles of harmony, balance,\nevolution, proper subordination, and perfection of detail, indispensable\nto beauty in art, are conditions of happiness in life. The form of a\nwork of art and the form of a happy life are the same, as Plato\ninsisted.  [Footnote: See, for example, The Gorgias, 503, 504.]\nIn order to yield satisfaction, the different parts of life must\nexemplify identity of motive, continuity and orderliness in the\nfulfillment of purpose, lucidity of relation, yet diversity for\nstimulation and totality. There must be a selective scheme to absorb\nwhat is congenial and reject the unfit. This sense for form in life\nmay lead to the same results as morality, but the point of departure\nand the sanction are different. Morality is largely based on conformity,\non submission to the general will, and is rendered effective by fear\nof public disapproval and supernatural taboos; while the aesthetic\ndirection of life has its roots in the love of form and meaning, and\nits sanction in personal happiness. Moreover, to the reflective person,\nlooking before and after, life has the same sort of reality as a story,\nand is bound to be judged in some measure like a story. The past and\nthe future live only in the imagination, and when we survey them there\nthey may please us with their interest, liveliness, and meaning, much\nas a work of art would, or displease us with their vanity and chaos.\nIn this way personality may acquire an imaginative value fundamentally\naesthetic. This is different from moral value, which has reference to\nthe relation of a life to social ideals; it is more comprehensive than\nthe religious judgment, which is interested only in saving the soul;\nbecause it includes every element of life,–sense, imagination, and\nachievement, welcoming all, so long as they contribute something to\na significant, moving whole.",
        "The feeling for perfection of form and imaginative meaning in life is\nno invention of philosophers and aesthetes, but part of the normal\nreaction to conduct. Everybody feels that certain acts, or even certain\nwishes, are to be rejected by himself, not because they are\nintrinsically bad or wrong, but because they are inconsistent with his\nparticular nature, and, on the other hand, that there are certain\ninterests that should be cultivated, not because they are universally\nright or good, but because they are needed to give his life complete\nmeaning. And again, all except the meanest and most repressed souls\ndesire somewhat to shine, if not in the world at large, at least among\ntheir friends, and act with a view to appearance and to some total\nsurvey of their lives that would consider not merely its goodness or\nusefulness, but its imaginative emotional appeal. This appeal is the\nstrongest on the death of a great man; this lives longest in the memory.\nThe love of the romantic and adventurous is partly instinctive, but\nlargely imaginative, for it has in view not merely the rapturous\npleasures of the hazardous moment, but the remembered delights of\nrecall and expression to others. The love of glory is also imaginative,\na feeling for the dramatic extending even beyond the grave. The\nambitious man seeks to make a story out of his life for posterity to\nread and remember, just as the artist makes one out of fictitious\nmaterial. More might develop out of this love of form and drama in\nlife. We have it to a certain degree of cultivation in picturesque and\nrefined manners, dress, and ceremonial, but even there it is hampered\nthrough conventionality and want of invention; further evolved and\nextended into the deeper strata of life, it would lead to a more\ninteresting and productive existence. Surely, if God is an artist as\nwell as a judge, he will welcome into heaven not only those who have\nlived well, but also those who have lived beautifully.",
        "There is no necessity, finally, why the constructive spirit of art\nshould be confined to the personal life and should not, in some measure\nat least, penetrate the community and even the state. By appealing to\nimaginative feeling, the activities of various individuals and groups,\nwhen coordinated and given a purposeful unity, produce an aesthetic\neffect. The organization of a business or a university may easily come\nto have such a value for one who has helped to create it, especially\nif the place where the communal spirit operates is beautiful,–the\noffice, the campus, the shop. Seldom, to be sure, do we find this value\nin our busy and haphazard America, but in many quarters the intention\nto create it is awake. As for the state, it is, of course, too little\ndominated by disinterested intelligence to be beautiful; yet Plato’s\nideal of statecraft as a fine art still rules the innermost dream of\nmen.",
        "The contemplative spirit of art is perhaps more important than the\nconstructive in its application to life. Not that any sharp line can\nbe drawn between them, for contemplation must always attend or follow\ncreation, to judge and enjoy; yet towards that part of life which we\ncannot control, our attitude must be rather that of the spectator than\nthe creator. We cannot interfere with the greater part of life; we\ncan, however, observe it and, in the imagination, transform it, where\nwe can then envisage it as we should a work of art. As we watch it,\nlife itself may become beautiful, and instead of giving ourselves to\nit half-heartedly and with reserve, we shall accept it with something\nof the abandon of passionate love,–\"In thee my soul hath her content\nso absolute.” To this end it is necessary to detach life from our more\nselfish interests and ambitions, from the habits of thought, annoying\nand preoccupying, that relate to self alone. To the worldly and self-\ncentered, life is interesting only so far as it refers to pride or\nambition or passion; otherwise it is indifferent, as none of their\nconcern. But to the religious and to the aesthetically minded, there\nis no part of life that may not be of interest; to the former, because\nthey impute something of transcendent perfection to it all; to the\nlatter, because they have set themselves the inexhaustible task of its\nfree, imaginative appreciation.",
        "To this end, it is also necessary, after learning to view life\nobjectively and impersonally, to attend to it leisurely and\nresponsively, as we should to a work of art, allowing full scope to\nthe disinterested feelings of curiosity, pity, sympathy, and wonder\nto create emotional participation.",
        "Then the world may become for us the most magnificent spectacle of\nall. To imaginative feeling, every landscape is a potential painting,\nevery life-story a romance, history a drama, every man or woman a\nstatue or portrait. Beauty is everywhere, where we who are perhaps not\nartists but only art lovers can find it; we cannot embody it in enduring\nform or throw over it the glamour of sensuous loveliness, but we can\nperceive it with that free appreciation that is the essence of art.\nAnd for this, of course, the artists have prepared us; it is they who,\nby first exhibiting life as beautiful in art, have shown us that it\nmay be beautiful as mirrored in the observing mind. One region after\nanother has been conquered by them. The poets and the painters created\nthe beauty of the mountains, of windmills and canals, of frozen wastes\nand monotonous prairies, of peasants and factories and railway stations\nand slums. Themselves the first to feel the value of these things,\nthrough some personal attachment or communion with them, they have\nmade it universal through expression. Their works have become types\nthrough which we apperceive and appreciate the world: we see French\nlandscapes as Lorrain and Corot saw them, peasants after the fashion\nof Millet, the stage after Degas. In vain men have prophesied limits\nto the victorious advance of art. Just at the time when, in the middle\nof the last century, some men feared that science and industry had\nbanished beauty from the world, the impressionists and realists\ndisclosed it in factory and steamboat and mine. In this way modern\nart, which might seem through its isolation to have taken beauty away\nfrom the world to itself, has given it back again.",
        "The spirit of art, no less than of religion, can help us to triumph\nover the evils of life. There are three ways of treating evil\nsuccessfully: the practical way, to overcome it and destroy it; the\nreligious way, by faith to deny its existence; the aesthetic way, to\nrebuild it in the imagination. The first is the way of all strong men;\nbut its scope is limited; for some of the evils of life are insuperable;\nagainst these our only recourse is faith or the spirit of art. The\nmethod of art consists in taking towards life itself the same attitude\nthat the artist takes towards his materials when he makes a comedy or\na tragedy out of them; life itself becomes the object of laughter or\nof tragic pity and fear and admiration. As we observed in our chapter\non “The Problem of Evil in Aesthetics,” laughter is an essentially\naesthetic attitude, for it implies the ability disinterestedly to face\na situation, although one which opposes our standards and expectations,\nand to take pleasure in it. All sorts of personal feelings may be mixed\nwith laughter, bitterness and scorn and anger; but the fact that we\nlaugh shows that they are not dominant; in laughter we assert our\nfreedom from the yoke of circumstance and make it yield us pleasure\neven when it thwarts us. Laughter celebrates a twofold victory, first\nover ourselves, in that we do not allow our disappointments to spoil\nour serenity, and second over the world, in that, even when it threatens\nto render us unhappy, we prevent it. Fate may rob us of everything,\nbut not of freedom of spirit and laughter; oftentimes we must either\nlaugh or cry, but tears bring only relief, laughter brings merriment\nas well.",
        "Even with the devil laughter may effect reconciliation. Practical men\nwill try to destroy him, but so far they have not succeeded; men of\nfaith will prophesy his eventual ruin, but meanwhile we have to live\nin his company; and how can we live there at peace with ourselves\nunless with laughter at his antics and our own vain efforts to restrain\nthem? Surely the age-long struggle against him justifies us in making\nthis compromise for our happiness. We who in our lifetime cannot defeat\nhim can at least make him yield us this meed of laughter for our pains.\nPeople who think that laughter at evil is a blasphemy against the good\nset too high a valuation upon their conventions. No one can laugh\nwithout possessing a standard, but to laugh is to recognize that life\nis of more worth than any ideal and happiness better than any morality.",
        "And if by laughter we cannot triumph over evil, we may perhaps achieve\nthis end by appreciating it as an element in tragedy or pathos. For\nonce we take a contemplative attitude towards life, foregoing praise\nand blame, there is no spectacle equal to it for tragic pity and fear\nand admiration. There is a heroism in life equal to any in art, in\nwhich we may live imaginatively, and in so living forgive the evil\nthat is its necessary condition. Or, when life is pathetic rather than\ntragic, suffering and fading and weak rather than strong and steady\nand resisting, we may win insight from the pitiable reality into the\npossible and ideal; the shadow of evil will suggest to us the light\nof the good, and for this vision we shall bless life even when it\ndisappoints our hopes. The very precariousness of values, which is an\ninevitable accompaniment of them, will serve to intensify their worth\nfor us; we shall be made the more passionately to love life, with the\njoys that it offers us, because we so desperately realize its\ntransiency. Our knowledge of the inescapableness of death and failure\nwill quiet our laments, leaving us at least serene and resigned where\nour struggles and protests would be unavailing. It is by thus\ngeneralizing the point of view of art so that we adopt it towards our\nown life that we secure the catharsis of tragedy. Instead of letting\nsorrow overwhelm us, we may win self-possession through the struggle\nagainst it; instead of feeling that there is nothing left when the\nloved one dies, we may keep in memory a cherished image, more poignant\nand beautiful because the reality is gone, and loving this we shall\nlove life also that has provided it.",
        "Finally, in subtle ways, the influence of art, while remaining indirect,\nmay affect practical action in a more concrete fashion. For silently,\nunobtrusively, when constantly attended to, a work of art will transform\nthe background of values out of which action springs. The beliefs and\nsentiments expressed will be accepted not for the moment only,\naesthetically and playfully, but for always and practically; they will\nbecome a part of our nature. The effect is not merely to enlarge the\nscope of our sympathies by making us responsive, as all art does, to\nevery human aspiration, but rather to strengthen into resolves those\naspirations that meet in us an answering need. This influence is\nespecially potent during the early years of life, before the framework\nof valuations has become fixed. What young man nursed on Shelley’s\npoetry has not become a lover of freedom and an active force against\nall oppression? But even in maturer years art may work in this way.\nOne cannot live constantly with the “Hermes” of Praxiteles without\nsomething of its serenity entering into one’s soul to purge passion\nof violence, or with Goethe’s poetry without its wisdom making one\nwise to live. The effect is not to cause any particular act, but so\nto mold the mind that every act performed is different because of this\ninfluence.",
        "I would compare this influence to that of friends. Friends may, of\ncourse, influence conduct directly and immediately through advice and\npersuasion, but that is not the most important effect of their lives.\nMore important is the gradual diffusion of their attitudes and the\nenlightenment following their example. Through living their experiences\nwith them, we come to adopt their valuations as our own; by observing\nhow they solve their problems, we get suggestions as to how to solve\nours. Art provides us with a companionship of the imagination, a new\nfriendship. The sympathetic touch with the life there expressed enlarges\nour understanding of the problems and conditions of all life, and so\nleads to a freer and wiser direction of our own. On the one hand new\nand adventurous methods of living are suggested, and on the other hand\nthe eternal limits of action are enforced.",
        "Once more I would compare the influence of art with that of religion.\nThe effect of religion upon conduct is partly due to the institutions\nwith which it is connected and the supernatural sanctions which it\nattaches to the performance of duty; but partly also, and more\nenduringly, to the stories of the gods. Now these stories, even when\nbelieved, have an existence in the imagination precisely comparable\nto that of works of art, and their influence upon sentiment is of\nexactly the same order. They are most effective when beautiful, as the\nlegends of Christ and Buddha are beautiful; and they function by the\nsympathetic transference of attitude from the story to the believer.\nEven when no longer accepted as true their influence may persist, for\nthe values they embody lose none of their compulsion. And, although\nas an interpretation of life based upon faith religion is doubtless\neternal, its specific forms are probably all fictitious; hence each\nparticular religion is destined to pass from the sphere of faith to\nthat of art. The Greek religion has long since gone there, and there\nalso a large part of our own will some day go–what is lost for faith\nis retained for beauty.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}