{
    "title": "The Store Boy - Chapter XIX - a Cool Reception",
    "author": "Horatio Alger, Jr.",
    "chapter": "19",
    "content": [
        "\n\n",
        "“This isn’t quite the reception I expected,” thought Ben.  He was\nprovoked with the disagreeable woman who persisted in regarding and\ntreating him as an intruder, but he was not nervous or alarmed.  He\nknew that things would come right, and that Mrs. Hill and her\npromising son would see their mistake.  He had half a mind to let\nConrad call a policeman, and then turn the tables upon his foes.  But,\nhe knew that this would be disagreeable to Mrs. Hamilton, whose\nfeelings he was bound to consider.",
        "“Before you call a policeman,” he said quietly, “it may be well for\nyou to read this letter.”",
        "As he spoke handed Mrs. Hill the letter he had received from Mrs.\nHamilton.",
        "Mrs. Hill took the letter suspiciously, and glared over it.  As she\nread, a spot of red glowed in each pallid check, and she bit her lips\nin annoyance.",
        "“I don’t understand it,” she said slowly.",
        "Ben did not feel called upon to explain what was perfectly\nintelligible.  He saw that Mrs. Hill didn’t want to understand it.",
        "“What is it, ma?” asked Conrad, his curiosity aroused.",
        "“You can read it for yourself, Conrad,” returned his mother.",
        "“Is he coming to live here?” ejaculated Conrad, astonished, indicating\nBen with a jerk of his finger.",
        "“If this letter is genuine,” said Mrs. Hill, with at significant\nemphasis on the last word.",
        "“If it is not, Mrs. Hamilton will be sure to tell you so,” said Ben,\nprovoked.",
        "“Come out, Conrad; I want to speak to you,” said his mother.",
        "Without ceremony, they left Ben in the parlor alone, and withdrew to\nanother part of the house, where they held a conference.",
        "“What does it all mean, ma?” asked Conrad.",
        "“It means that your prospects are threatened, my poor boy.  Cousin\nHamilton, who is very eccentric, has taken a fancy to this boy, and\nshe is going to confer favors upon him at your expense.  It is too\nbad!”",
        "“I’d like to break his head!” said Conrad, scowling.",
        "“It won’t do, Conrad, to fight him openly.  We must do what we can in\nan underhand way to undermine him with Cousin Hamilton.  She ought to\nmake you her heir, as she has no children of her own.”",
        "“I don’t think she likes me,” said the boy.  “She only gives me two\ndollars a week allowance, and she scolded me the other day because she\nmet me in the hall smoking a cigarette.”",
        "“Be sure not to offend her, Conrad.  A great deal depends on it.  Two\ndollars ought to answer for the present.  When you are a young man, you\nmay be in very different circumstances.”",
        "“I don’t know about that,” grumbled Conrad.  “I may get two dollars a\nweek then, but what’s that?”",
        "“You may be a wealthy man!” said his mother impressively.  “Cousin\nHamilton is not so healthy as she looks.  I have a suspicion that her\nheart is affected.  She might die suddenly.”",
        "“Do you really think so?” said Conrad eagerly.",
        "“I think so.  What you must try to do is to stand well with her, and\nget her to make her will in your favor.  I will attend to that, if you\nwill do as I tell you.”",
        "“She may make this boy her heir,” said Conrad discontentedly.  “Then\nwhere would I be?”",
        "“She won’t do it, if I can help it,” said Mrs. Hill with an emphatic\nnod.  “I will manage to make trouble between them.  You will always be\nmy first interest, my dear boy.”",
        "She made a motion to kiss her dear boy, but Conrad, who was by no\nmeans of an affectionate disposition, moved his head suddenly, with an\nimpatient exclamation, “Oh, bother!”",
        "A pained look came over the mother’s face, for she loved her son,\nunattractive and disagreeable as he was, with a love the greater\nbecause she loved no one else in the world.  Mother and son were\nselfish alike, but the son the more so, for he had not a spark of love\nfor any human being.",
        "“There’s the bell!” said Mrs. Hill suddenly.  “I do believe Cousin\nHamilton has come.  Now we shall find out whether this boy’s story is\ntrue.”",
        "“Let’s go downstairs, ma!  I hope it’s all a mistake and she’ll send\nme for a policeman.”",
        "“I am afraid the boy’s story is correct.  But his day will be short.”",
        "When they reached the hall, Mrs. Hamilton had already been admitted to\nthe house.",
        "“There’s a boy in the drawing room, Mrs. Hamilton,” said Mrs. Hill,\n“who says he is to stay here–that you sent for him.”",
        "“Has he come already?” returned Mrs. Hamilton.  “I am glad of it.”",
        "“Then you did send for him?”",
        "“Of course.  Didn’t I mention it to you?  I hardly expected he would\ncome so soon.”",
        "She opened the door of the drawing room, and approached Ben, with\nextended hand and a pleasant smile.",
        "“Welcome to New York, Ben,” she said.  “I hope I haven’t kept you\nwaiting long?”",
        "“Not very long,” answered Ben, shaking her hand.",
        "“This is my cousin Mrs. Hill, who relieves me of part of my\nhousekeeping care,” continued Mrs. Hamilton, “and this is her son,\nConrad.  Conrad, this is a companion for you, Benjamin Barclay, who\nwill be a new member of our small family.”",
        "“I hope you are well, Conrad,” said Ben, with a smile, to the boy who\nbut a short time before was going for a policeman to put him under\narrest.",
        "“I’m all right,” said Conrad ungraciously.",
        "“Really, Cousin Hamilton, this is a surprise” said Mrs. Hill.  “You\nare quite kind to provide Conrad with a companion, but I don’t think\nhe felt the need of any, except his mother–and you.”",
        "Mrs. Hamilton laughed.  She saw that neither Mrs. Hill nor Conrad was\nglad to see Ben, and this was only what she expected, and, indeed,\nthis was the chief reason why she had omitted to mention Ben’s\nexpected arrival.",
        "“You give me too much credit,” she said, “if you think I invited this\nyoung gentleman here solely as a companion to Conrad.  I shall have\nsome writing and accounts for him to attend to.”",
        "“I am sure Conrad would have been glad to serve you in that way,\nCousin Hamilton,” said Mrs. Hill.  “I am sorry you did not give him\nthe first chance.”",
        "“Conrad wouldn’t have suited me,” said Mrs. Hamilton bluntly.",
        "“Perhaps I may not be competent,” suggested Ben modestly.",
        "“We can tell better after trying you,” said his patroness.  “As for\nConrad, I have obtained a position for him.  He is to enter the\noffices of Jones & Woodhull, on Pearl Street, to-morrow.  You will\ntake an early breakfast, Conrad, for it will be necessary for you to\nbe at the office at eight o’clock.”",
        "“How much am I to get?” asked Conrad.",
        "“Four dollars a week.  I shall let you have all this in lieu of the\nweekly allowance I pay you, but will provide you with clothing, as\nheretofore, so that this will keep you liberally supplied with pocket\nmoney.”",
        "“Conrad’s brow cleared.  He was lazy, and did not enjoy going to work,\nbut the increase of his allowance would be satisfactory.",
        "“And now, Ben, Mrs. Hill will kindly show you your room.  It is the\nlarge hall bedroom on the third floor.  When you have unpacked your\nvalise, and got to feel at home, come downstairs, and we will have a\nlittle conversation upon business.  You will find me in the sitting\nroom, on the next floor.”",
        "“Thank you,” said Ben politely, and he followed the pallid cousin\nupstairs.  He was shown into a handsomely furnished room, bright and\ncheerful.",
        "“This is a very pleasant room,” he said.",
        "“You won’t occupy it long!” said Mrs. Hill to herself.  “No one will\nstep into my Conrad’s place, if I can help it.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}