{
    "title": "The Unseen World and Other Essays - VII. NATHAN THE WISE.[28]",
    "author": "John Fiske",
    "chapter": "9",
    "content": [
        "\n\n",
        "[28] Nathan the Wise: A Dramatic Poem, by Gotthold Ephraim\nLessing. Translated by Ellen Frothingham. Preceded by a brief\naccount of the poet and his works, and followed by an essay on\nthe poem by Kuno Fischer. Second edition. New York: Leypoldt &\nHolt. 1868.",
        "Le Christianisme Moderne. etude sur Lessing. Par Ernest Fontanes.\nParis: Bailliere. 1867.",
        "The fame of Lessing is steadily growing. Year by year he is\nvalued more highly, and valued by a greater number of people. And\nhe is destined, like his master and forerunner Spinoza, to\nreceive a yet larger share of men’s reverence and gratitude when\nthe philosophic spirit which he lived to illustrate shall have\nbecome in some measure the general possession of the civilized\npart of mankind. In his own day, Lessing, though widely known and\ngreatly admired, was little understood or appreciated. He was\nknown to be a learned antiquarian, a terrible controversialist,\nand an incomparable writer. He was regarded as a brilliant\nornament to Germany; and a paltry Duke of Brunswick thought a few\nhundred thalers well spent in securing the glory of having such a\nman to reside at his provincial court. But the majority of\nLessing’s contemporaries understood him as little perhaps as did\nthe Duke of Brunswick. If anything were needed to prove this, it\nwould he the uproar which was made over the publication of the\n“Wolfenbuttel Fragments,” and the curious exegesis which was\napplied to the poem of “Nathan” on its first appearance. In order\nto understand the true character of this great poem, and of\nLessing’s religious opinions as embodied in it, it will be\nnecessary first to consider the memorable theological controversy\nwhich preceded it.",
        "During Lessing’s residence at Hamburg, he had come into\npossession of a most important manuscript, written by Hermann\nSamuel Reimarus, a professor of Oriental languages, and bearing\nthe title of an “Apology for the Rational Worshippers of God.\"\nStruck with the rigorous logic displayed in its arguments, and\nwith the quiet dignity of its style, while yet unable to accept\nits most general conclusions, Lessing resolved to publish the\nmanuscript, accompanying it with his own comments and strictures.\nAccordingly in 1774, availing himself of the freedom from\ncensorship enjoyed by publications drawn from manuscripts\ndeposited in the Ducal Library at Wolfenbuttel, of which he was\nlibrarian, Lessing published the first portion of this work,\nunder the title of “Fragments drawn from the Papers of an\nAnonymous Writer.” This first Fragment, on the “Toleration of\nDeists,” awakened but little opposition; for the eighteenth\ncentury, though intolerant enough, did not parade its bigotry,\nbut rather saw fit to disclaim it. A hundred years before,\nRutherford, in his “Free Disputation,” had declared “toleration\nof alle religions to bee not farre removed from blasphemie.\"\nIntolerance was then a thing to be proud of, but in Lessing’s\ntime some progress had been achieved, and men began to think it a\ngood thing to seem tolerant. The succeeding Fragments were to\ntest this liberality and reveal the flimsiness of the stuff of\nwhich it was made. When the unknown disputant began to declare\n“the impossibility of a revelation upon which all men can rest a\nsolid faith,” and when he began to criticize the evidences of\nChrist’s resurrection, such a storm burst out in the theological\nworld of Germany as had not been witnessed since the time of\nLuther. The recent Colenso controversy in England was but a\ngentle breeze compared to it. Press and pulpit swarmed with\n“refutations,” in which weakness of argument and scantiness of\nerudition were compensated by strength of acrimony and\nunscrupulousness of slander. Pamphlets and sermons, says M.\nFontanes, “were multiplied, to denounce the impious blasphemer,\nwho, destitute alike of shame and of courage, had sheltered\nhimself behind a paltry fiction, in order to let loose upon\nsociety an evil spirit of unbelief.” But Lessing’s artifice had\nbeen intended to screen the memory of Reimarus, rather than his\nown reputation. He was not the man to quail before any amount of\nhuman opposition; and it was when the tempest of invective was\njust at its height that he published the last and boldest\nFragment of all,—on “the Designs of Jesus and his Disciples.”",
        "The publication of these Fragments led to a mighty controversy.\nThe most eminent, both for uncompromising zeal and for worldly\nposition, of those who had attacked Lessing, was Melchior Goetze,\n“pastor primarius” at the Hamburg Cathedral. Though his name is\nnow remembered only because of his connection with Lessing,\nGoetze was not destitute of learning and ability. He was a\ncollector of rare books, an amateur in numismatics, and an\nantiquarian of the narrow-minded sort. Lessing had known him\nwhile at Hamburg, and had visited him so constantly as to draw\nforth from his friends malicious insinuations as to the\nexcellence of the pastor’s white wine. Doubtless Lessing, as a\nwise man, was not insensible to the attractions of good Moselle;\nbut that which he chiefly liked in this theologian was his\nlogical and rigorously consistent turn of mind. “He always,” says\nM. Fontanes, “cherished a holy horror of loose, inconsequent\nthinkers; and the man of the past, the inexorable guardian of\ntradition, appeared to him far more worthy of respect than the\nheterodox innovator who stops in mid-course, and is faithful\nneither to reason nor to faith.”",
        "But when Lessing published these unhallowed Fragments, the hour\nof conflict had sounded, and Goetze cast himself into the arena\nwith a boldness and impetuosity which Lessing, in his artistic\ncapacity, could not fail to admire. He spared no possible means\nof reducing his enemy to submission. He aroused against him all\nthe constituted authorities, the consistories, and even the Aulic\nCouncil of the Empire, and he even succeeded in drawing along\nwith him the chief of contemporary rationalists, Semler, who so\nfar forgot himself as to declare that Lessing, for what he had\ndone, deserved to be sent to the madhouse. But with all Goetze’s\northodox valour, he was no match for the antagonist whom he had\nexcited to activity. The great critic replied with pamphlet after\npamphlet, invincible in logic and erudition, sparkling with wit,\nand irritating in their utter coolness. Such pamphlets had not\nbeen seen since Pascal published the “Provincial Letters.” Goetze\nfound that he had taken up arms against a master in the arts of\ncontroversy, and before long he became well aware that he was\nworsted. Having brought the case before the Aulic Council, which\nconsisted in great part of Catholics, the stout pastor,\nforgetting that judgment had not yet been rendered, allowed\nhimself to proclaim that all who do not recognize the Bible as\nthe only source of Christianity are not fit to be called\nChristians at all. Lessing was not slow to profit by this unlucky\ndeclaration. Questioned, with all manner of ferocious\nvituperation, by Goetze, as to what sort of Christianity might\nhave existed prior to and independently of the New Testament\ncanon, Lessing imperturbably answered: “By the Christian religion\nI mean all the confessions of faith contained in the collection\nof creeds of the first four centuries of the Christian Church,\nincluding, if you wish it, the so-called creed of the apostles,\nas well as the creed of Athanasius. The content of these\nconfessions is called by the earlier Fathers the regula fidei, or\nrule of faith. This rule of faith is not drawn from the writings\nof the New Testament. It existed before any of the books in the\nNew Testament were written. It sufficed not only for the first\nChristians of the age of the apostles, but for their descendants\nduring four centuries. And it is, therefore, the veritable\nfoundation upon which the Church of Christ is built; a foundation\nnot based upon Scripture.” Thus, by a master-stroke, Lessing\nsecured the adherence of the Catholics constituting a majority of\nthe Aulic Council of the Empire. Like Paul before him, he divided\nthe Sanhedrim. So that Goetze, foiled in his attempts at using\nviolence, and disconcerted by the patristic learning of one whom\nhe had taken to be a mere connoisseur in art and writer of plays\nfor the theatre, concluded that discretion was the surest kind of\nvalour, and desisted from further attacks.",
        "Lessing’s triumph came opportunely; for already the ministry of\nBrunswick had not only confiscated the Fragments, but had\nprohibited him from publishing anything more on the subject\nwithout first obtaining express authority to do so. His last\nreplies to Goetze were published at Hamburg; and as he held\nhimself in readiness to depart from Wolfenbuttel, he wrote to\nseveral friends that he had conceived the design of a drama, with\nwhich he would tear the theologians in pieces more than with a\ndozen Fragments. “I will try and see,” said he, “if they will let\nme preach in peace from my old pulpit, the theatre.” In this way\noriginated “Nathan the Wise.” But it in no way answered to the\nexpectations either of Lessing’s friends or of his enemies. Both\nthe one and the other expected to see the controversy with Goetze\ncarried on, developed, and generalized in the poem. They looked\nfor a satirical comedy, in which orthodoxy should be held up for\nscathing ridicule, or at least for a direful tragedy, the moral\nof which, like that of the great poem of Lucretius, should be",
        "Had Lessing produced such a poem, he would doubtless have\ngratified his free-thinking friends and wreaked due literary\nvengeance upon his theological persecutors. He would, perhaps,\nhave given articulate expression to the radicalism of his own\ntime, and, like Voltaire, might have constituted himself the\nleader of the age, the incarnation of its most conspicuous\ntendencies. But Lessing did nothing of the kind; and the\nexpectations formed of him by friends and enemies alike show how\nlittle he was understood by either. “Nathan the Wise” was, as we\nshall see, in the eighteenth century an entirely new phenomenon;\nand its author was the pioneer of a quite new religious\nphilosophy.",
        "Reimarus, the able author of the Fragments, in his attack upon\nthe evidences of revealed religion, had taken the same ground as\nVoltaire and the old English deists. And when we have said this,\nwe have sufficiently defined his position, for the tenets of the\ndeists are at the present day pretty well known, and are,\nmoreover, of very little vital importance, having long since been\nsupplanted by a more just and comprehensive philosophy. Reimarus\naccepted neither miracles nor revelation; but in accordance with\nthe rudimentary state of criticism in his time, he admitted the\nhistorical character of the earliest Christian records, and was\nthus driven to the conclusion that those writings must have been\nfraudulently composed. How such a set of impostors as the\napostles must on this hypothesis have been, should have succeeded\nin inspiring large numbers of their contemporaries with higher\nand grander religious notions than had ever before been\nconceived; how they should have laid the foundations of a\ntheological system destined to hold together the most enlightened\nand progressive portion of human society for seventeen or\neighteen centuries,—does not seem to have entered his mind.\nAgainst such attacks as this, orthodoxy was comparatively safe;\nfor whatever doubt might be thrown upon some of its leading\ndogmas, the system as a whole was more consistent and rational\nthan any of the theories which were endeavouring to supplant it.\nAnd the fact that nearly all the great thinkers of the eighteenth\ncentury adopted this deistic hypothesis, shows, more than\nanything else, the crudeness of their psychological knowledge,\nand their utter lack of what is called “the historical sense.”",
        "Lessing at once saw the weak point in Reimarus’s argument, but\nhis method of disposing of it differed signally from that adopted\nby his orthodox contemporaries. The more advanced German\ntheologians of that day, while accepting the New Testament\nrecords as literally historical, were disposed to rationalize the\naccounts of miracles contained in them, in such a way as to get\nrid of any presumed infractions of the laws of nature. This\nmethod of exegesis, which reached its perfection in Paulus, is\ntoo well known to need describing. Its unsatisfactory character\nwas clearly shown, thirty years ago, by Strauss, and it is now\ngenerally abandoned, though some traces of it may still be seen\nin the recent works of Renan. Lessing steadily avoided this\nmethod of interpretation. He had studied Spinoza to some purpose,\nand the outlines of Biblical criticism laid down by that\nremarkable thinker Lessing developed into a system wonderfully\nlike that now adopted by the Tubingen school. The cardinal\nresults which Baur has reached within the past generation were\nnearly all hinted at by Lessing, in his commentaries on the\nFragments. The distinction between the first three, or synoptic\ngospels, and the fourth, the later age of the fourth, and the\nmethod of composition of the first three, from earlier documents\nand from oral tradition, are all clearly laid down by him. The\ndistinct points of view from which the four accounts were\ncomposed, are also indicated,—the Judaizing disposition of\n“Matthew,” the Pauline sympathies of “Luke,” the compromising or\nPetrine tendencies of “Mark,” and the advanced Hellenic character\nof “John.” Those best acquainted with the results of modern\ncriticism in Germany will perhaps be most surprised at finding\nsuch speculations in a book written many years before either\nStrauss or Baur were born.",
        "But such results, as might have been expected, did not satisfy\nthe pastor Goetze or the public which sympathized with him. The\nvaliant pastor unhesitatingly declared that he read the\nobjections which Lessing opposed to the Fragmentist with more\nhorror and disgust than the Fragments themselves; and in the\nteeth of the printed comments he declared that the editor was\ncraftily upholding his author in his deistical assault upon\nChristian theology. The accusation was unjust, because untrue.\nThere could be no genuine cooperation between a mere iconoclast\nlike Reimarus, and a constructive critic like Lessing. But the\nconfusion was not an unnatural one on Goetze’s part, and I cannot\nagree with M. Fontanes in taking it as convincing proof of the\npastor’s wrong-headed perversity. It appears to me that Goetze\ninterpreted Lessing’s position quite as accurately as M.\nFontanes. The latter writer thinks that Lessing was a Christian\nof the liberal school since represented by Theodore Parker in\nthis country and by M. Reville in France; that his real object\nwas to defend and strengthen the Christian religion by relieving\nit of those peculiar doctrines which to the freethinkers of his\ntime were a stumbling-block and an offence. And, in spite of\nLessing’s own declarations, he endeavours to show that he was an\nordinary theist,—a follower of Leibnitz rather than of Spinoza.\nBut I do not think he has made out his case. Lessing’s own\nconfession to Jacobi is unequivocal enough, and cannot well be\nargued away. In that remarkable conversation, held toward the\nclose of his life, he indicates clearly enough that his faith was\nneither that of the ordinary theist, the atheist, nor the\npantheist, but that his religious theory of the universe was\nidentical with that suggested by Spinoza, adopted by Goethe, and\nrecently elaborated in the first part of the “First Principles\"\nof Mr. Herbert Spencer. Moreover, while Lessing cannot be\nconsidered an antagonist of Christianity, neither did he assume\nthe attitude of a defender. He remained outside the theological\narena; looking at theological questions from the point of view of\na layman, or rather, as M. Cherbuliez has happily expressed it,\nof a Pagan. His mind was of decidedly antique structure. He had\nthe virtues of paganism: its sanity, its calmness, and its\nprobity; but of the tenderness of Christianity, and its\nquenchless aspirations after an indefinable ideal, of that\nfeeling which has incarnated itself in Gothic cathedrals, masses\nand oratorios, he exhibited but scanty traces. His intellect was\nabove all things self-consistent and incorruptible. He had that\nimperial good-sense which might have formed the ideal alike of\nHorace and of Epictetus. No clandestine preference for certain\nconclusions could make his reason swerve from the straight paths\nof logic. And he examined and rejected the conclusions of\nReimarus in the same imperturbable spirit with which he examined\nand rejected the current theories of the French classic drama.",
        "Such a man can have had but little in common with a preacher like\nTheodore Parker, or with a writer like M. Fontanes, whose whole\nbook is a noble specimen of lofty Christian eloquence. His\nattribute was light, not warmth. He scrutinized, but did not\nattack or defend. He recognized the transcendent merits of the\nChristian faith, but made no attempt to reinstate it where it had\nseemed to suffer shock. It was therefore with the surest of\ninstincts, with that same instinct of self-preservation which had\nonce led the Church to anathematize Galileo, that Goetze.\nproclaimed Lessing a more dangerous foe to orthodoxy than the\ndeists who had preceded him. Controversy, he doubtless thought,\nmay be kept up indefinitely, and blows given and returned\nforever; but before the steady gaze of that scrutinizing eye\nwhich one of us shall find himself able to stand erect? It has\nbecome fashionable to heap blame and ridicule upon those who\nviolently defend an antiquated order of things; and Goetze has\nreceived at the hands of posterity his full share of abuse. His\nwrath contrasted unfavourably with Lessing’s calmness; and it was\nhis misfortune to have taken up arms against an opponent who\nalways knew how to keep the laugh upon his own side. For my own\npart I am constrained to admire the militant pastor, as Lessing\nhimself admired him. From an artistic point of view he is not an\nuninteresting figure to contemplate. And although his attempts to\nawaken persecution were reprehensible, yet his ardour in\ndefending what he believed to be vital truth is none the less to\nbe respected. He had the acuteness to see that Lessing’s\nrefutation of deism did not make him a Christian, while the new\nviews proposed as a substitute for those of Reimarus were such as\nGoetze and his age could in no wise comprehend.",
        "Lessing’s own views of dogmatic religion are to be found in his\nwork entitled, “The Education of the Human Race.” These views\nhave since so far become the veriest commonplaces of criticism,\nthat one can hardly realize that, only ninety years ago, they\nshould have been regarded as dangerous paradoxes. They may be\nsummed up in the statement that all great religions are good in\ntheir time and place; that, “as there is a soul of goodness in\nthings evil, so also there is a soul of truth in things\nerroneous.” According to Lessing, the successive phases of\nreligious belief constitute epochs in the mental evolution of the\nhuman race. So that the crudest forms of theology, even\nfetishism, now to all appearance so utterly revolting, and\npolytheism, so completely inadequate, have once been the best,\nthe natural and inevitable results of man’s reasoning powers and\nappliances for attaining truth. The mere fact that a system of\nreligious thought has received the willing allegiance of large\nmasses of men shows that it must have supplied some consciously\nfelt want, some moral or intellectual craving. And the mere fact\nthat knowledge and morality are progressive implies that each\nsuccessive system may in due course of time be essentially\nmodified or finally supplanted. The absence of any reference to a\nfuture state of retribution, in the Pentateuch and generally in\nthe sacred writings of the Jews, and the continual appeal to\nhopes and fears of a worldly character, have been pronounced by\ndeists an irremediable defect in the Jewish religion. It is\nprecisely this, however, says Lessing, which constitutes one of\nits signal excellences. “That thy days may be long in the land\nwhich Jehovah thy God giveth thee,” was an appeal which the\nuncivilized Jew could understand, and which could arouse him to\naction; while the need of a future world, to rectify the\ninjustices of this, not yet being felt, the doctrine would have\nbeen of but little service. But in later Hebrew literature, many\nmagnificent passages revealed the despair felt by prophet and\nthinker over the insoluble problem presented by the evil fate of\nthe good and the triumphant success of the wicked; and a solution\nwas sought in the doctrine of a Messianic kingdom, until\nChristianity with its proclamation of a future life set the\nquestion entirely aside. By its appeal to what has been aptly\ntermed “other-worldliness,” Christianity immeasurably intensified\nhuman responsibility, besides rendering clearer its nature and\nlimits. But according to Lessing, yet another step remains to be\ntaken; and here we come upon the gulf which separates him from\nmen of the stamp of Theodore Parker. For, says Lessing, the\nappeal to unearthly rewards and punishments is after all an\nappeal to our lower feelings; other-worldliness is but a refined\nselfishness; and we are to cherish virtue for its own sake not\nbecause it will lead us to heaven. Here is the grand principle of\nStoicism. Lessing believed, with Mr. Mill, that the less we think\nabout getting rewarded either on earth or in heaven the better.\nHe was cast in the same heroic mould as Muhamad Efendi, who when\nled to the stake exclaimed: “Though I have no hope of recompense\nhereafter, yet the love of truth constraineth me to die in its\ndefence!”",
        "With the truth or completeness of these views of Lessing we are\nnot here concerned; our business being not to expound our own\nopinions, but to indicate as clearly as possible Lessing’s\nposition. Those who are familiar with the general philosophical\nspirit of the present age, as represented by writers otherwise so\ndifferent as Littre and Sainte-Beuve, will best appreciate the\npower and originality of these speculations. Coming in the last\ncentury, amid the crudities of deism, they made a well-defined\nepoch. They inaugurated the historical method of criticism, and\nthey robbed the spirit of intolerance of its only philosophical\nexcuse for existing. Hitherto the orthodox had been intolerant\ntoward the philosophers because they considered them heretics;\nand the philosophers had been intolerant toward the orthodox\nbecause they considered them fools. To Voltaire it naturally\nseemed that a man who could believe in the reality of miracles\nmust be what in French is expressively termed a sot. But\nhenceforth, to the disciple of Lessing, men of all shade of\nopinion were but the representatives and exponents of different\nphases in the general evolution of human intelligence, not\nnecessarily to be disliked or despised if they did not happen to\nrepresent the maturest phase.",
        "Religion, therefore, from this point of view, becomes clearly\ndemarcated from theology. It consists no longer in the mental\nassent to certain prescribed formulas, but in the moral obedience\nto the great rule of life; the great commandment laid down and\nillustrated by the Founder of the Christian religion, and\nconcerning which the profoundest modern philosophy informs us\nthat the extent to which a society has learned to conform to it\nis the test and gauge of the progress in civilization which that\nsociety has achieved. The command “to love one another,” to check\nthe barbarous impulses inherited from the pre-social state, while\ngiving free play to the beneficent impulses needful for the\nultimate attainment of social equilibrium,—or as Tennyson\nphrases it, to “move upward, working out the beast, and letting\nthe ape and tiger die,\"—was, in Lessing’s view, the task set\nbefore us by religion. The true religious feeling was thus, in\nhis opinion, what the author of “Ecce Homo” has finely termed\n“the enthusiasm of humanity.” And we shall find no better\nlanguage than that of the writer just mentioned, in which to\ndescribe Lessing’s conception of faith:—",
        "“He who, when goodness is impressively put before him, exhibits\nan instinctive loyalty to it, starts forward to take its side,\ntrusts himself to it, such a man has faith, and the root of the\nmatter is in such a man. He may have habits of vice, but the\nloyal and faithful instinct in him will place him above many that\npractice virtue. He may be rude in thought and character, but he\nwill unconsciously gravitate toward what is right. Other virtues\ncan scarcely thrive without a fine natural organization and a\nhappy training. But the most neglected and ungifted of men may\nmake a beginning with faith. Other virtues want civilization, a\ncertain amount of knowledge, a few books; but in half-brutal\ncountenances faith will light up a glimmer of nobleness. The\nsavage, who can do little else, can wonder and worship and\nenthusiastically obey. He who cannot know what is right can know\nthat some one else knows; he who has no law may still have a\nmaster; he who is incapable of justice may be capable of\nfidelity; he who understands little may have his sins forgiven\nbecause he loves much.”",
        "Such was Lessing’s religion, so far as it can be ascertained from\nthe fragmentary writings which he has left on the subject.\nUndoubtedly it lacked completeness. The opinions which we have\nhere set down, though constituting something more than a mere\ntheory of morality, certainly do not constitute a complete theory\nof religion. Our valiant knight has examined but one side of the\nshield,—the bright side, turned toward us, whose marvellous\ninscriptions the human reason can by dint of unwearied effort\ndecipher. But the dark side, looking out upon infinity, and\ncovered with hieroglyphics the meaning of which we can never\nknow, he has quite forgotten to consider. Yet it is this side\nwhich genuine religious feeling ever seeks to contemplate. It is\nthe consciousness that there is about us an omnipresent Power, in\nwhich we live and move and have our being, eternally manifesting\nitself throughout the whole range of natural phenomena, which has\never disposed men to be religious, and lured them on in the vain\neffort to construct adequate theological systems. We may, getting\nrid of the last traces of fetishism, eliminate arbitrary volition\nas much as we will or can. But there still remains the\nconsciousness of a divine Life in the universe, of a Power which\nis beyond and above our comprehension, whose goings out and\ncomings in no man can follow. The more we know, the more we reach\nout for that which we cannot know. And who can realize this so\nvividly as the scientific philosopher? For our knowledge being,\naccording to the familiar comparison, like a brilliant sphere,\nthe more we increase it the greater becomes the number of\nperipheral points at which we are confronted by the impenetrable\ndarkness beyond. I believe that this restless yearning,—vague\nenough in the description, yet recognizable by all who, communing\nwith themselves or with nature, have felt it,—this constant\nseeking for what cannot be found, this persistent knocking at\ngates which, when opened, but reveal others yet to be passed,\nconstitutes an element which no adequate theory of religion can\noverlook. But of this we find nothing in Lessing. With him all is\nsunny, serene, and pagan. Not the dim aisle of a vast cathedral,\nbut the symmetrical portico of an antique temple, is the\nworshipping-place into which he would lead us.",
        "But if Lessing’s theology must be considered imperfect, it is\nnone the less admirable as far as it goes. With its peculiar\ndoctrines of love and faith, it teaches a morality far higher\nthan any that Puritanism ever dreamed of. And with its theory of\ndevelopment it cuts away every possible logical basis for\nintolerance. It is this theology to which Lessing has given\nconcrete expression in his immortal poem of “Nathan.”",
        "The central idea of “Nathan” was suggested to Lessing by\nBoccaccio’s story of “The Three Rings,” which is supposed to have\nhad a Jewish origin. Saladin, pretending to be inspired by a\nsudden, imperious whim, such as is “not unbecoming in a Sultan,\"\ndemands that Nathan shall answer him on the spur of the moment\nwhich of the three great religions then known—Judaism,\nMohammedanism, Christianity—is adjudged by reason to be the true\none. For a moment the philosopher is in a quandary. If he does\nnot pronounce in favour of his own religion, Judaism, he\nstultifies himself; but if he does not award the precedence to\nMohammedanism, he will apparently insult his sovereign. With true\nOriental tact he escapes from the dilemma by means of a parable.\nThere was once a man, says Nathan, who possessed a ring of\ninestimable value. Not only was the stone which it contained\nincomparably fine, but it possessed the marvellous property of\nrendering its owner agreeable both to God and to men. The old man\nbequeathed this ring to that one of his sons whom he loved the\nmost; and the son, in turn, made a similar disposition of it. So\nthat, passing from hand to hand, the ring finally came into the\npossession of a father who loved his three sons equally well.\nUnto which one should he leave it? To get rid of the perplexity,\nhe had two other rings made by a jeweller, exactly like the\noriginal, and to each of his three sons he bequeathed one. Each\nthen thinking that he had obtained the true talisman, they began\nviolently to quarrel, and after long contention agreed to carry\ntheir dispute before the judge. But the judge said: “Quarrelsome\nfellows! You are all three of you cheated cheats. Your three\nrings are alike counterfeit. For the genuine ring is lost, and to\nconceal the loss, your father had made these three substitutes.\"\nAt this unexpected denouement the Sultan breaks out in\nexclamations of delight; and it is interesting to learn that when\nthe play was brought upon the stage at Constantinople a few years\nago, the Turkish audience was similarly affected. There is in the\nstory that quiet, stealthy humour which is characteristic of many\nmediaeval apologues, and in which Lessing himself loved to deal.\nIt is humour of the kind which hits the mark, and reveals the\ntruth. In a note upon this passage, Lessing himself said: “The\nopinion of Nathan upon all positive religions has for a long time\nbeen my own.” Let him who has the genuine ring show it by making\nhimself loved of God and man. This is the central idea of the\npoem. It is wholly unlike the iconoclasm of the deists, and,\ncoming in the eighteenth century, it was like a veritable\nevangel.",
        "“Nathan” was not brought out until three years after Lessing’s\ndeath, and it kept possession of the stage for but a short time.\nIn a dramatic point of view, it has hardly any merits. Whatever\nplot there is in it is weak and improbable. The decisive\nincidents seem to be brought in like the deus ex machina of the\nlater Greek drama. There is no movement, no action, no\ndevelopment. The characters are poetically but not dramatically\nconceived. Considered as a tragedy, “Nathan” would be weak;\nconsidered as a comedy, it would be heavy. With full knowledge of\nthese circumstances, Lessing called it not a drama, but a\ndramatic poem; and he might have called it still more accurately\na didactic poem, for the only feature which it has in common with\nthe drama is that the personages use the oratio directa.",
        "“Nathan” is a didactic poem: it is not a mere philosophic\ntreatise written in verse, like the fragments of Xenophanes. Its\nlessons are conveyed concretely and not abstractly; and its\ncharacters are not mere lay figures, but living poetical\nconceptions. Considered as a poem among classic German poems, it\nmust rank next to, though immeasurably below, Goethe’s “Faust.”",
        "There are two contrasted kinds of genius, the poetical and the\nphilosophical; or, to speak yet more generally, the artistic and\nthe critical. The former is distinguished by a concrete, the\nlatter by an abstract, imagination. The former sees things\nsynthetically, in all their natural complexity; the latter pulls\nthings to pieces analytically, and scrutinizes their relations.\nThe former sees a tree in all its glory, where the latter sees an\nexogen with a pair of cotyledons. The former sees wholes, where\nthe latter sees aggregates.",
        "Corresponding with these two kinds of genius there are two\nclasses of artistic productions. When the critical genius writes\na poem or a novel, he constructs his plot and his characters in\nconformity to some prearranged theory, or with a view to\nillustrate some favourite doctrine. When he paints a picture, he\nfirst thinks how certain persons would look under certain given\ncircumstances, and paints them accordingly. When he writes a\npiece of music, he first decides that this phrase expresses joy,\nand that phrase disappointment, and the other phrase disgust, and\nhe composes accordingly. We therefore say ordinarily that he does\nnot create, but only constructs and combines. It is far different\nwith the artistic genius, who, without stopping to think, sees\nthe picture and hears the symphony with the eyes and ears of\nimagination, and paints and plays merely what he has seen and\nheard. When Dante, in imagination, arrived at the lowest circle\nof hell, where traitors like Judas and Brutus are punished, he\ncame upon a terrible frozen lake, which, he says,—",
        "I have always considered this line a marvellous instance of the\nintensity of Dante’s imagination. It shows, too, how Dante\ncomposed his poem. He did not take counsel of himself and say:\n“Go to, let us describe the traitors frozen up to their necks in\na dismal lake, for that will be most terrible.” But the picture\nof the lake, in all its iciness, with the haggard faces staring\nout from its glassy crust, came unbidden before his mind with\nsuch intense reality that, for the rest of his life, he could not\nlook at a frozen pool without a shudder of horror. He described\nit exactly as he saw it; and his description makes us shudder who\nread it after all the centuries that have intervened. So Michael\nAngelo, a kindred genius, did not keep cutting and chipping away,\nthinking how Moses ought to look, and what sort of a nose he\nought to have, and in what position his head might best rest upon\nhis shoulders. But, he looked at the rectangular block of Carrara\nmarble, and beholding Moses grand and lifelike within it, knocked\naway the environing stone, that others also might see the mighty\nfigure. And so Beethoven, an artist of the same colossal order,\nwrote out for us those mysterious harmonies which his ear had for\nthe first time heard; and which, in his mournful old age, it\nheard none the less plainly because of its complete physical\ndeafness. And in this way Shakespeare wrote his “Othello\";\nspinning out no abstract thoughts about jealousy and its fearful\neffects upon a proud and ardent nature, but revealing to us the\nliving concrete man, as his imperial imagination had\nspontaneously fashioned him.",
        "Modern psychology has demonstrated that this is the way in which\nthe creative artistic imagination proceeds. It has proved that a\nvast portion of all our thinking goes on unconsciously; and that\nthe results may arise into consciousness piecemeal and gradually,\nchecking each other as they come; or that they may come all at\nonce, with all the completeness and definiteness of perceptions\npresented from without. The former is the case with the critical,\nand the latter with the artistic intellect. And this we recognize\nimperfectly when we talk of a genius being “inspired.” All of us\nprobably have these two kinds of imagination to a certain extent.\nIt is only given to a few supremely endowed persons like Goethe\nto possess them both to an eminent degree. Perhaps of no other\nman can it be said that he was a poet of the first order, and as\ngreat a critic as poet.",
        "It is therefore apt to be a barren criticism which studies the\nworks of creative geniuses in order to ascertain what theory lies\nbeneath them. How many systems of philosophy, how many subtle\nspeculations, have we not seen fathered upon Dante, Cervantes,\nShakespeare, and Goethe! Yet their works are, in a certain sense,\ngreater than any systems. They partake of the infinite complexity\nand variety of nature, and no more than nature itself can they be\nnarrowed down to the limits of a precise formula.",
        "Lessing was wont to disclaim the title of poet; but, as Goethe\nsaid, his immortal works refute him. He had not only poetical,\nbut dramatic genius; and his “Emilia Galotti” has kept the stage\nuntil to-day. Nevertheless, he knew well what he meant when he\nsaid that he was more of a critic than a poet. His genius was\nmainly of the critical order; and his great work, “Nathan the\nWise,” was certainly constructed rather than created. It was\nintended to convey a doctrine, and was carefully shaped for the\npurpose. And when we have pronounced it the greatest of all poems\nthat have been written for a set purpose, and admit of being\nexpressed in a definite formula, we have classified it with\nsufficient accuracy.",
        "For an analysis of the characters in the poem, nothing can be\nbetter than the essay by Kuno Fischer, appended to the present\nvolume. The work of translation has been admirably done; and\nthanks are due to Miss Frothingham for her reproduction of this\nbeautiful poem.",
        "  June, 1868.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}