{
    "title": "The Gatlings at Santiago - Appendix I",
    "author": "John H. Parker",
    "chapter": "14",
    "content": [
        "\n\n",
        "Headquarters U. S. Troops,\nSantiago de Cuba, July 19, 1898.",
        "General Orders No. 26.",
        "The successful accomplishment of the campaign against Santiago de\nCuba, resulting in its downfall and surrender of Spanish forces, the\ncapture of large military stores, together with the destruction of the\nentire Spanish fleet in the harbor, which, upon the investment of the\ncity, was forced to leave, is one of which the Army can well be proud.",
        "This has been accomplished through the heroic deeds of the Army and\nits officers and men. The major-general commanding offers his sincere\nthanks for their endurance of hardships heretofore unknown in the\nAmerican Army.",
        "The work you have accomplished may well appeal to the pride of your\ncountrymen and has been rivaled upon but few occasions in the world’s\nhistory. Landing upon an unknown coast, you faced dangers in\ndisembarking and overcame obstacles that even in looking back upon\nseem insurmountable. Seizing, with the assistance of the Navy, the\ntowns of Baiquiri and Siboney, you pushed boldly forth, gallantly\ndriving back the enemy’s outposts in the vicinity of La Guasimas, and\ncompleted the concentration of the army near Sevilla, within sight of\nthe Spanish stronghold at Santiago de Cuba. The outlook from Sevilla\nwas one that might have appalled the stoutest heart. Behind you ran a\nnarrow road made well-nigh impassable by rains, while to the front you\nlooked upon high foot-hills covered with a dense tropical growth,\nwhich could only be traversed by bridle-paths terminating within range\nof the enemy’s guns. Nothing daunted, you responded eagerly to the\norder to close upon the foe, and, attacking at El Caney and San Juan,\ndrove him from work to work until he took refuge within his last and\nstrongest entrenchment immediately surrounding the city. Despite the\nfierce glare of a Southern sun and rains that fell in torrents, you\nvaliantly withstood his attempts to drive you from the position your\nvalor had won, holding in your vise-like grip the army opposed to you.\nAfter seventeen days of battle and siege, you were rewarded by the\nsurrender of nearly 24,000 prisoners, 12,000 being those in your\nimmediate front, the others scattered in the various towns of eastern\nCuba, freeing completely the eastern part of the island from Spanish\ntroops.",
        "This was not done without great sacrifices. The death of 230 gallant\nsoldiers and the wounding of 1,284 others shows but too plainly the\nfierce contest in which you were engaged. The few reported missing are\nundoubtedly among the dead, as no prisoners were taken. For those who\nhave fallen in battle, with you the commanding general sorrows, and\nwith you will ever cherish their memory. Their devotion to duty sets a\nhigh example of courage and patriotism to our fellow-countrymen. All\nwho have participated in the campaign, battle, and siege of Santiago\nde Cuba will recall with pride the grand deeds accomplished, and will\nhold one another dear for having shared great suffering, hardships,\nand triumphs together.",
        "All may well feel proud to inscribe on their banners the name of\nSantiago de Cuba.",
        "By command of Major-General Shafter.",
        "Official: John B. Miley,     E. J. McClernand,\n             Aide.              Asst. Adj.-Gen.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}