{
    "title": "The Diary of a Nobody - Chapter V.",
    "author": "George and Weedon Grossmith",
    "chapter": "6",
    "content": [
        "\n\n",
        "After the Mansion House Ball.  Carrie offended.  Gowing also\noffended.  A pleasant party at the Cummings’.  Mr. Franching, of\nPeckham, visits us.",
        "\nMay 8. - I woke up with a most terrible head-ache.  I could\nscarcely see, and the back of my neck was as if I had given it a\ncrick.  I thought first of sending for a doctor; but I did not\nthink it necessary.  When up, I felt faint, and went to Brownish’s,\nthe chemist, who gave me a draught.  So bad at the office, had to\nget leave to come home.  Went to another chemist in the City, and I\ngot a draught.  Brownish’s dose seems to have made me worse; have\neaten nothing all day.  To make matters worse, Carrie, every time I\nspoke to her, answered me sharply - that is, when she answered at\nall.",
        "In the evening I felt very much worse again and said to her:  “I do\nbelieve I’ve been poisoned by the lobster mayonnaise at the Mansion\nHouse last night;” she simply replied, without taking her eyes from\nher sewing:  “Champagne never did agree with you.”  I felt\nirritated, and said:  “What nonsense you talk; I only had a glass\nand a half, and you know as well as I do - “  Before I could\ncomplete the sentence she bounced out of the room.  I sat over an\nhour waiting for her to return; but as she did not, I determined I\nwould go to bed.  I discovered Carrie had gone to bed without even\nsaying “good-night\"; leaving me to bar the scullery door and feed\nthe cat.  I shall certainly speak to her about this in the morning.",
        "May 9. - Still a little shaky, with black specks.  The BLACKFRIARS\nBI-WEEKLY NEWS contains a long list of the guests at the Mansion\nHouse Ball.  Disappointed to find our names omitted, though\nFarmerson’s is in plainly enough with M.L.L. after it, whatever\nthat may mean.  More than vexed, because we had ordered a dozen\ncopies to send to our friends.  Wrote to the BLACKFRIARS BI-WEEKLY\nNEWS, pointing out their omission.",
        "Carrie had commenced her breakfast when I entered the parlour.  I\nhelped myself to a cup of tea, and I said, perfectly calmly and\nquietly:  “Carrie, I wish a little explanation of your conduct last\nnight.”",
        "She replied, “Indeed! and I desire something more than a little\nexplanation of your conduct the night before.”",
        "I said, coolly:  “Really, I don’t understand you.”",
        "Carrie said sneeringly:  “Probably not; you were scarcely in a\ncondition to understand anything.”",
        "I was astounded at this insinuation and simply ejaculated:\n“Caroline!”",
        "She said:  “Don’t be theatrical, it has no effect on me.  Reserve\nthat tone for your new friend, Mister Farmerson, the ironmonger.”",
        "I was about to speak, when Carrie, in a temper such as I have never\nseen her in before, told me to hold my tongue.  She said:  “Now I’M\ngoing to say something!  After professing to snub Mr. Farmerson,\nyou permit him to snub YOU, in my presence, and then accept his\ninvitation to take a glass of champagne with you, and you don’t\nlimit yourself to one glass.  You then offer this vulgar man, who\nmade a bungle of repairing our scraper, a seat in our cab on the\nway home.  I say nothing about his tearing my dress in getting in\nthe cab, nor of treading on Mrs. James’s expensive fan, which you\nknocked out of my hand, and for which he never even apologised; but\nyou smoked all the way home without having the decency to ask my\npermission.  That is not all!  At the end of the journey, although\nhe did not offer you a farthing towards his share of the cab, you\nasked him in.  Fortunately, he was sober enough to detect, from my\nmanner, that his company was not desirable.”",
        "Goodness knows I felt humiliated enough at this; but, to make\nmatters worse, Gowing entered the room, without knocking, with two\nhats on his head and holding the garden-rake in his hand, with\nCarrie’s fur tippet (which he had taken off the downstairs hall-\npeg) round his neck, and announced himself in a loud, coarse voice:\n“His Royal Highness, the Lord Mayor!”  He marched twice round the\nroom like a buffoon, and finding we took no notice, said:  “Hulloh!\nwhat’s up?  Lovers’ quarrel, eh?”",
        "There was a silence for a moment, so I said quietly:  “My dear\nGowing, I’m not very well, and not quite in the humour for joking;\nespecially when you enter the room without knocking, an act which I\nfail to see the fun of.”",
        "Gowing said:  “I’m very sorry, but I called for my stick, which I\nthought you would have sent round.”  I handed him his stick, which\nI remembered I had painted black with the enamel paint, thinking to\nimprove it.  He looked at it for a minute with a dazed expression\nand said:  “Who did this?”",
        "I said:  “Eh, did what?”",
        "He said:  “Did what?  Why, destroyed my stick!  It belonged to my\npoor uncle, and I value it more than anything I have in the world!\nI’ll know who did it.”",
        "I said:  “I’m very sorry.  I dare say it will come off.  I did it\nfor the best.”",
        "Gowing said:  “Then all I can say is, it’s a confounded liberty;\nand I WOULD add, you’re a bigger fool than you look, only THAT’S\nabsolutely impossible.”",
        "May 12. - Got a single copy of the BLACKFRIARS BI-WEEKLY NEWS.\nThere was a short list of several names they had omitted; but the\nstupid people had mentioned our names as “Mr. and Mrs. C. Porter.\"\nMost annoying!  Wrote again and I took particular care to write our\nname in capital letters, POOTER, so that there should be no\npossible mistake this time.",
        "May 16. - Absolutely disgusted on opening the BLACKFRIARS BI-WEEKLY\nNEWS of to-day, to find the following paragraph:  “We have received\ntwo letters from Mr. and Mrs. Charles Pewter, requesting us to\nannounce the important fact that they were at the Mansion House\nBall.”  I tore up the paper and threw it in the waste-paper basket.\nMy time is far too valuable to bother about such trifles.",
        "May 21. - The last week or ten days terribly dull, Carrie being\naway at Mrs. James’s, at Sutton.  Cummings also away.  Gowing, I\npresume, is still offended with me for black enamelling his stick\nwithout asking him.",
        "May 22. - Purchased a new stick mounted with silver, which cost\nseven-and-sixpence (shall tell Carrie five shillings), and sent it\nround with nice note to Gowing.",
        "May 23. - Received strange note from Gowing; he said:  “Offended?\nnot a bit, my boy - I thought you were offended with me for losing\nmy temper.  Besides, I found after all, it was not my poor old\nuncle’s stick you painted.  It was only a shilling thing I bought\nat a tobacconist’s.  However, I am much obliged to you for your\nhandsome present all same.”",
        "May 24. - Carrie back.  Hoorah!  She looks wonderfully well, except\nthat the sun has caught her nose.",
        "May 25. - Carrie brought down some of my shirts and advised me to\ntake them to Trillip’s round the corner.  She said:  “The fronts\nand cuffs are much frayed.”  I said without a moment’s hesitation:\n“I’m ’FRAYED they are.”  Lor! how we roared.  I thought we should\nnever stop laughing.  As I happened to be sitting next the driver\ngoing to town on the ’bus, I told him my joke about the “frayed\"\nshirts.  I thought he would have rolled off his seat.  They laughed\nat the office a good bit too over it.",
        "May 26. - Left the shirts to be repaired at Trillip’s.  I said to\nhim:  “I’m ’FRAID they are FRAYED.”  He said, without a smile:\n“They’re bound to do that, sir.”  Some people seem to be quite\ndestitute of a sense of humour.",
        "June 1. - The last week has been like old times, Carrie being back,\nand Gowing and Cummings calling every evening nearly.  Twice we sat\nout in the garden quite late.  This evening we were like a pack of\nchildren, and played “consequences.”  It is a good game.",
        "June 2. - “Consequences” again this evening.  Not quite so\nsuccessful as last night; Gowing having several times overstepped\nthe limits of good taste.",
        "June 4. - In the evening Carrie and I went round to Mr. and Mrs.\nCummings’ to spend a quiet evening with them.  Gowing was there,\nalso Mr. Stillbrook.  It was quiet but pleasant.  Mrs. Cummings\nsang five or six songs, “No, Sir,” and “The Garden of Sleep,” being\nbest in my humble judgment; but what pleased me most was the duet\nshe sang with Carrie - classical duet, too.  I think it is called,\n“I would that my love!”  It was beautiful.  If Carrie had been in\nbetter voice, I don’t think professionals could have sung it\nbetter.  After supper we made them sing it again.  I never liked\nMr. Stillbrook since the walk that Sunday to the “Cow and Hedge,\"\nbut I must say he sings comic-songs well.  His song:  “We don’t\nWant the old men now,” made us shriek with laughter, especially the\nverse referring to Mr. Gladstone; but there was one verse I think\nhe might have omitted, and I said so, but Gowing thought it was the\nbest of the lot.",
        "June 6. - Trillip brought round the shirts and, to my disgust, his\ncharge for repairing was more than I gave for them when new.  I\ntold him so, and he impertinently replied:  “Well, they are better\nnow than when they were new.”  I paid him, and said it was a\nrobbery.  He said:  “If you wanted your shirt-fronts made out of\npauper-linen, such as is used for packing and bookbinding, why\ndidn’t you say so?”",
        "June 7. - A dreadful annoyance.  Met Mr. Franching, who lives at\nPeckham, and who is a great swell in his way.  I ventured to ask\nhim to come home to meat-tea, and take pot-luck.  I did not think\nhe would accept such a humble invitation; but he did, saying, in a\nmost friendly way, he would rather “peck” with us than by himself.\nI said:  “We had better get into this blue ’bus.”  He replied:  “No\nblue-bussing for me.  I have had enough of the blues lately.  I\nlost a cool ’thou’ over the Copper Scare.  Step in here.”",
        "We drove up home in style, in a hansom-cab, and I knocked three\ntimes at the front door without getting an answer.  I saw Carrie,\nthrough the panels of ground-glass (with stars), rushing upstairs.\nI told Mr. Franching to wait at the door while I went round to the\nside.  There I saw the grocer’s boy actually picking off the paint\non the door, which had formed into blisters.  No time to reprove\nhim; so went round and effected an entrance through the kitchen\nwindow.  I let in Mr. Franching, and showed him into the drawing-\nroom.  I went upstairs to Carrie, who was changing her dress, and\ntold her I had persuaded Mr. Franching to come home.  She replied:\n“How can you do such a thing?  You know it’s Sarah’s holiday, and\nthere’s not a thing in the house, the cold mutton having turned\nwith the hot weather.”",
        "Eventually Carrie, like a good creature as she is, slipped down,\nwashed up the teacups, and laid the cloth, and I gave Franching our\nviews of Japan to look at while I ran round to the butcher’s to get\nthree chops.",
        "July 30. - The miserable cold weather is either upsetting me or\nCarrie, or both.  We seem to break out into an argument about\nabsolutely nothing, and this unpleasant state of things usually\noccurs at meal-times.",
        "This morning, for some unaccountable reason, we were talking about\nballoons, and we were as merry as possible; but the conversation\ndrifted into family matters, during which Carrie, without the\nslightest reason, referred in the most uncomplimentary manner to my\npoor father’s pecuniary trouble.  I retorted by saying that “Pa, at\nall events, was a gentleman,” whereupon Carrie burst out crying.  I\npositively could not eat any breakfast.",
        "At the office I was sent for by Mr. Perkupp, who said he was very\nsorry, but I should have to take my annual holidays from next\nSaturday.  Franching called at office and asked me to dine at his\nclub, “The Constitutional.”  Fearing disagreeables at home after\nthe “tiff” this morning, I sent a telegram to Carrie, telling her I\nwas going out to dine and she was not to sit up.  Bought a little\nsilver bangle for Carrie.",
        "July 31. - Carrie was very pleased with the bangle, which I left\nwith an affectionate note on her dressing-table last night before\ngoing to bed.  I told Carrie we should have to start for our\nholiday next Saturday.  She replied quite happily that she did not\nmind, except that the weather was so bad, and she feared that Miss\nJibbons would not be able to get her a seaside dress in time.  I\ntold Carrie that I thought the drab one with pink bows looked quite\ngood enough; and Carrie said she should not think of wearing it.  I\nwas about to discuss the matter, when, remembering the argument\nyesterday, resolved to hold my tongue.",
        "I said to Carrie:  “I don’t think we can do better than ’Good old\nBroadstairs.’”  Carrie not only, to my astonishment, raised an\nobjection to Broadstairs, for the first time; but begged me not to\nuse the expression, “Good old,” but to leave it to Mr. Stillbrook\nand other GENTLEMEN of his type.  Hearing my ’bus pass the window,\nI was obliged to rush out of the house without kissing Carrie as\nusual; and I shouted to her:  “I leave it to you to decide.”  On\nreturning in the evening, Carrie said she thought as the time was\nso short she had decided on Broadstairs, and had written to Mrs.\nBeck, Harbour View Terrace, for apartments.",
        "August 1. - Ordered a new pair of trousers at Edwards’s, and told\nthem not to cut them so loose over the boot; the last pair being so\nloose and also tight at the knee, looked like a sailor’s, and I\nheard Pitt, that objectionable youth at the office, call out\n“Hornpipe” as I passed his desk.  Carrie has ordered of Miss\nJibbons a pink Garibaldi and blue-serge skirt, which I always think\nlooks so pretty at the seaside.  In the evening she trimmed herself\na little sailor-hat, while I read to her the EXCHANGE AND MART.  We\nhad a good laugh over my trying on the hat when she had finished\nit; Carrie saying it looked so funny with my beard, and how the\npeople would have roared if I went on the stage like it.",
        "August 2. - Mrs. Beck wrote to say we could have our usual rooms at\nBroadstairs.  That’s off our mind.  Bought a coloured shirt and a\npair of tan-coloured boots, which I see many of the swell clerks\nwearing in the City, and hear are all the “go.”",
        "August 3. - A beautiful day.  Looking forward to to-morrow.  Carrie\nbought a parasol about five feet long.  I told her it was\nridiculous.  She said:  “Mrs. James, of Sutton, has one twice as\nlong so;” the matter dropped.  I bought a capital hat for hot\nweather at the seaside.  I don’t know what it is called, but it is\nthe shape of the helmet worn in India, only made of straw.  Got\nthree new ties, two coloured handkerchiefs, and a pair of navy-blue\nsocks at Pope Brothers.  Spent the evening packing.  Carrie told me\nnot to forget to borrow Mr. Higgsworth’s telescope, which he always\nlends me, knowing I know how to take care of it.  Sent Sarah out\nfor it.  While everything was seeming so bright, the last post\nbrought us a letter from Mrs. Beck, saying:  “I have just let all\nmy house to one party, and am sorry I must take back my words, and\nam sorry you must find other apartments; but Mrs. Womming, next\ndoor, will be pleased to accommodate you, but she cannot take you\nbefore Monday, as her rooms are engaged Bank Holiday week.”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}