{
    "title": "The Story of Mankind - The Aegean Sea (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "THE PEOPLE OF THE AEGEAN SEA CARRIED\nTHE CIVILISATION OF OLD ASIA INTO\nTHE WILDERNESS OF EUROPE",
        "WHEN Heinrich Schliemann was a little boy his\nfather told him the story of Troy. He liked that story\nbetter than anything else he had ever heard and he made\nup his mind, that as soon as he was big enough to leave home,\nhe would travel to Greece and “find Troy.” That he was the\nson of a poor country parson in a Mecklenburg village did\nnot bother him. He knew that he would need money but\nhe decided to gather a fortune first and do the digging afterwards.\nAs a matter of fact, he managed to get a large fortune\nwithin a very short time, and as soon as he had enough money to\nequip an expedition, he went to the northwest corner of Asia\nMinor, where he supposed that Troy had been situated.",
        "In that particular nook of old Asia Minor, stood a high\nmound covered with grainfields. According to tradition it had\nbeen the home of Priamus the king of Troy. Schliemann,\nwhose enthusiasm was somewhat greater than his knowledge,\nwasted no time in preliminary explorations. At once he began\nto dig. And he dug with such zeal and such speed that his\ntrench went straight through the heart of the city for which he\nwas looking and carried him to the ruins of another buried\ntown which was at least a thousand years older than the Troy\nof which Homer had written. Then something very interesting\noccurred. If Schliemann had found a few polished stone\nhammers and perhaps a few pieces of crude pottery, no one\nwould have been surprised. Instead of discovering such objects,\nwhich people had generally associated with the prehistoric\nmen who had lived in these regions before the coming of\nthe Greeks, Schliemann found beautiful statuettes and very\ncostly jewelry and ornamented vases of a pattern that was\nunknown to the Greeks. He ventured the suggestion that\nfully ten centuries before the great Trojan war, the coast of\nthe AEgean had been inhabited by a mysterious race of men\nwho in many ways had been the superiors of the wild Greek\ntribes who had invaded their country and had destroyed their\ncivilisation or absorbed it until it had lost all trace of originality.\nAnd this proved to be the case. In the late seventies of\nthe last century, Schliemann visited the ruins of Mycenae, ruins\nwhich were so old that Roman guide-books marvelled at their\nantiquity. There again, beneath the flat slabs of stone of a\nsmall round enclosure, Schliemann stumbled upon a wonderful\ntreasure-trove, which had been left behind by those mysterious\npeople who had covered the Greek coast with their cities and\nwho had built walls, so big and so heavy and so strong, that\nthe Greeks called them the work of the Titans, those god-like\ngiants who in very olden days had used to play ball with\nmountain peaks.",
        "A very careful study of these many relics has done away\nwith some of the romantic features of the story. The makers\nof these early works of art and the builders of these strong\nfortresses were no sorcerers, but simple sailors and traders.\nThey had lived in Crete, and on the many small islands of the\nAEgean Sea. They had been hardy mariners and they had\nturned the AEgean into a center of commerce for the exchange\nof goods between the highly civilised east and the slowly\ndeveloping wilderness of the European mainland.",
        "For more than a thousand years they had maintained an\nisland empire which had developed a very high form of art.\nIndeed their most important city, Cnossus, on the northern\ncoast of Crete, had been entirely modern in its insistence upon\nhygiene and comfort. The palace had been properly drained\nand the houses had been provided with stoves and the Cnossians\nhad been the first people to make a daily use of the hitherto\nunknown bathtub. The palace of their King had been famous\nfor its winding staircases and its large banqueting hall. The\ncellars underneath this palace, where the wine and the grain\nand the olive-oil were stored, had been so vast and had so\ngreatly impressed the first Greek visitors, that they had given\nrise to the story of the “labyrinth,” the name which we give\nto a structure with so many complicated passages that it is\nalmost impossible to find our way out, once the front door has\nclosed upon our frightened selves.",
        "But what finally became of this great AEgean Empire and\nwhat caused its sudden downfall, that I can not tell.",
        "The Cretans were familiar with the art of writing, but no\none has yet been able to decipher their inscriptions. Their\nhistory therefore is unknown to us. We have to reconstruct\nthe record of their adventures from the ruins which the\nAEgeans have left behind. These ruins make it clear that the\nAEgean world was suddenly conquered by a less civilised race\nwhich had recently come from the plains of northern Europe.\nUnless we are very much mistaken, the savages who were\nresponsible for the destruction of the Cretan and the AEgean\ncivilisation were none other than certain tribes of wandering\nshepherds who had just taken possession of the rocky peninsula\nbetween the Adriatic and the AEgean seas and who are\nknown to us as Greeks.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}