{
    "title": "The Unseen World and Other Essays - II. “THE TO-MORROW OF DEATH.”",
    "author": "John Fiske",
    "chapter": "4",
    "content": [
        "\n\n",
        "Few of those who find pleasure in frequenting bookstores can have\nfailed to come across one or more of the profusely illustrated\nvolumes in which M. Louis Figuier has sought to render dry\nscience entertaining to the multitude. And of those who may have\ncasually turned over their pages, there are probably none,\ncompetent to form an opinion, who have not speedily perceived\nthat these pretentious books belong to the class of pests and\nunmitigated nuisances in literature. Antiquated views, utter lack\nof comprehension of the subjects treated, and shameless\nunscrupulousness as to accuracy of statement, are faults but ill\natoned for by sensational pictures of the “dragons of the prime\nthat tare each other in their slime,” or of the Newton-like brow\nand silken curls of that primitive man in contrast with whom the\nsaid dragons have been likened to “mellow music.”",
        "Nevertheless, the sort of scientific reputation which these\ndiscreditable performances have gained for M. Figuier among an\nuncritical public is such as to justify us in devoting a few\nparagraphs to a book[13] which, on its own merits, is unworthy of\nany notice whatever. “The To-morrow of Death\"—if one were to put\nhis trust in the translator’s prefatory note—discusses a grave\nquestion upon “purely scientific methods.” We are glad to see\nthis remark, because it shows what notions may be entertained by\npersons of average intelligence with reference to “scientific\nmethods.” Those—and they are many—who vaguely think that\nscience is something different from common-sense, and that any\nbook is scientific which talks about perihelia and asymptotes and\ncetacea, will find their vague notions here well corroborated.\nQuite different will be the impression made upon those—and they\nare yet too few—who have learned that the method of science is\nthe common-sense method of cautiously weighing evidence and\nwithholding judgment where evidence is not forthcoming. If\ntalking about remote and difficult subjects suffice to make one\nscientific, then is M. Figuier scientific to a quite terrible\ndegree. He writes about the starry heavens as if he had been\npresent at the hour of creation, or had at least accompanied the\nArabian prophet on his famous night-journey. Nor is his knowledge\nof physiology and other abstruse sciences at all less remarkable.\nBut these things will cease to surprise us when we learn the\nsources, hitherto suspected only in mythology, from which\nfavoured mortals can obtain a knowledge of what is going on\noutside of our planet.",
        "[13] The To-morrow of Death; or, The Future Life according to\nScience. By Louis Figuier. Translated from the French by S. R.\nCrocker. Boston: Roberts Brothers. 1872.",
        "The four inner planets being nearly alike in size (?) and in\nlength of day, M. Figuier infers, by strictly scientific methods,\nthat whatever is true of one of them, as our earth, will be true\nof the others (p. 34). Hence, they are all inhabited by human\nbeings. It is true that human beings must find Venus rather warm,\nand are not unlikely to be seriously incommoded by the tropical\nclimate of Mercury. But we must remember that “the men of Venus\nand Mercury are made by nature to resist heat, as those of\nJupiter and Saturn are made to endure cold, and those of the\nEarth and Mars to live in a mean temperature: OTHERWISE THEY\nCOULD NOT EXIST” (p. 72). In view of this charming specimen of a\ntruly scientific inference, it is almost too bad to call\nattention to the fact that M. Figuier is quite behind the age in\nhis statement of facts. So far from Jupiter and Saturn being\ncold, observation plainly indicates that they are prodigiously\nhot, if not even incandescent and partly self-luminous; the\nexplanation being that, by reason of their huge bulk, they still\nretain much of the primitive heat which smaller planets have more\nquickly radiated away. As for M. Figuier’s statement, that polar\nsnows have been witnessed on these planets, it is simply untrue;\nno such thing has ever been seen there. Mars, on the other hand,\nhas been observed to resemble in many important respects its near\nneighbour, the Earth; whence our author declares that if an\naeronaut were to shoot clear of terrestrial gravitation and land\nupon Mars, he would unquestionably suppose himself to be still\nupon the earth. For aerolites, it seems, are somehow fired down\nupon our planet both from Mars and from Venus; and aerolites\nsometimes contain vegetable matter (?). Therefore, Mars has a\nvegetation, and very likely its red colour is caused by its\nluxuriant autumnal foliage! (p. 47.) To return to Jupiter: this\nplanet, indeed, has inconveniently short days. “In his ’Picture\nof the Heavens,’ the German astronomer, Littrow (these Germans\nthink of nothing but gormandizing), asks how the people of\nJupiter order their meals in the short interval of five hours.\"\nNevertheless, says our author, the great planet is compensated\nfor this inconvenience by its equable and delicious climate.",
        "In view, however, of our author’s more striking and original\ndisclosures, one would suppose that all this discussion of the\nphysical conditions of existence on the various planets might\nhave been passed over without detriment to the argument. After\nthese efforts at proving (for M. Figuier presumably regards this\nrigmarole as proof) that all the members of our solar system are\nhabitable, the interplanetary ether is forthwith peopled thickly\nwith “souls,” without any resort to argument. This, we suppose,\nis one of those scientific truths which as M. Figuier tells us,\nprecede and underlie demonstration. Upon this impregnable basis\nis reared the scientific theory of a future life. When we die our\nsoul passes into some other terrestrial body, unless we have been\nvery good, in which case we at once soar aloft and join the noble\nfraternity of the ether-folk. Bad men and young children, on\ndying, must undergo renewed probation here below, but ultimately\nall pass away into the interplanetary ether. The dweller in ether\nis chiefly distinguished from the mundane mortal by his acute\nsenses and his ability to subsist without food. He can see as if\nthrough a telescope and microscope combined. His intelligence is\nso great that in comparison an Aristotle would seem idiotic. It\nshould not be forgotten, too, that he possesses eighty-five per\ncent of soul to fifteen per cent of body, whereas in terrestrial\nman the two elements are mixed in equal proportions. There is no\nsex among the ether-folk, their numbers being kept up by the\ninflux of souls from the various planets. “Alimentation, that\nnecessity which tyrannizes over men and animals, is not imposed\nupon the inhabitants of ether. Their bodies must be repaired and\nsustained by the simple respiration of the fluid in which they\nare immersed, that is, of ether.” Most likely, continues our\nscientific author, the physiological functions of the ether-folk\nare confined to respiration, and that it is possible to breathe\n“without numerous organs is proved by the fact that in all of a\nwhole class of animals—the batrachians—the mere bare skin\nconstitutes the whole machinery of respiration” (p. 95). Allowing\nfor the unfortunate slip of the pen by which “batrachians” are\nsubstituted for “fresh-water polyps,” how can we fail to admire\nthe severity of the scientific method employed in reaching these\ninteresting conclusions?",
        "But the King of Serendib must die, nor will the relentless scythe\nof Time spare our Etherians, with all their exalted attributes.\nThey will die repeatedly; and after having through sundry periods\nof probation attained spiritual perfection, they will all pour\ninto the sun. Since it is the sun which originates life and\nfeeling and thought upon the surface of our earth, “why may we\nnot declare that the rays transmitted by the sun to the earth and\nthe other planets are nothing more nor less than the emanations\nof these souls?” And now we may begin to form an adequate\nconception, of the rigorously scientific character of our\nauthor’s method. There have been many hypotheses by which to\naccount for the supply of solar radiance. One of the most\ningenious and probable of these hypotheses is that of Helmholtz,\naccording to which the solar radiance is due to the arrested\nmotion of the sun’s constituent particles toward their common\ncentre of gravity. But this is too fanciful to satisfy M.\nFiguier. The speculations of Helmholtz “have the disadvantage of\nresting on the idea of the sun’s nebulosity,—an hypothesis which\nwould need to be more closely examined before serving as a basis\nfor so important a deduction.” Accordingly, M. Figuier propounds\nan explanation which possesses the signal advantage that there is\nnothing hypothetical in it. “In our opinion, the solar radiation\nis sustained by the continual influx of souls into the sun.\"\nThis, as the reader will perceive, is the well-known theory of\nMayer, that the solar heat is due to a perennial bombardment of\nthe sun by meteors, save that, in place of gross materialistic\nmeteors, M. Figuier puts ethereal souls. The ether-folk are daily\nraining into the solar orb in untold millions, and to the\nunceasing concussion is due the radiation which maintains life in\nthe planets, and thus the circle is complete.",
        "In spite of their exalted position, the ether-folk do not disdain\nto mingle with the affairs of terrestrial mortals. They give us\ncounsel in dreams, and it is from this source, we presume, that\nour author has derived his rigid notions as to scientific method.\nIn evidence of this dream-theory we have the usual array of\ncases, “a celebrated journalist, M. R——,” “M. L——, a lawyer,\"\netc., etc., as in most books of this kind.",
        "M. Figuier is not a Darwinian: the derivation of our bodies from\nthe bodies of apes is a conception too grossly materialistic for\nhim. Our souls, however, he is quite willing to derive from the\nsouls of lower animals. Obviously we have pre-existed; how are we\nto account for Mozart’s precocity save by supposing his\npre-existence? He brought with him the musical skill acquired in\na previous life. In general, the souls of musical children come\nfrom nightingales, while the souls of great architects have\npassed into them from beavers (p. 247). We do not remember these\npast existences, it is true; but when we become ether-folk, we\nshall be able to look back in recollection over the whole series.",
        "Amid these sublime inquiries, M. Figuier is sometimes notably\noblivious of humbler truths, as might indeed be expected. Thus he\nrepeatedly alludes to Locke as the author of the doctrine of\ninnate ideas (!!),[14] and he informs us that Kepler never\nquitted Protestant England (p. 336), though we believe that the\nnearest Kepler ever came to living in England was the refusing of\nSir Henry Wotton’s request that he should move thither.",
        "[14] Pages 251, 252, 287. So in the twenty-first century some\navatar of M. Figuier will perhaps describe the late professor\nAgassiz as the author of the Darwinian theory.",
        "And lastly, we are treated to a real dialogue, with quite a\ndramatic mise en scene. The author’s imaginary friend,\nTheophilus, enters, “seats himself in a comfortable chair, places\nan ottoman under his feet, a book under his elbow to support it,\nand a cigarette of Turkish tobacco between his lips, and sets\nhimself to the task of listening with a grave air of\ncollectedness, relieved by a certain touch of suspicious\nseverity, as becomes the arbiter in a literary and philosophic\nmatter.” “And so,” begins our author, “you wish to know, my dear\nTheophilus, WHERE I LOCATE GOD? I locate him in the centre of the\nuniverse, or, in better phrase, at the central focus, which must\nexist somewhere, of all the stars that make the universe, and\nwhich, borne onward in a common movement, gravitate together\naround this focus.”",
        "Much more, of an equally scientific character, follows; but in\nfairness to the reader, who is already blaming us for wasting the\nprecious moments over such sorry trash, we may as well conclude\nour sketch of this new line of speculation.",
        "  May, 1872.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}