{
    "title": "The Fortieth Door - Chapter XVIII",
    "author": "Mary Hastings Bradley",
    "chapter": "18",
    "content": [
        "\n\n",
        "AZIZA IS OFFENDED",
        "This was no emissary from Aimée. This was no philanthropic\nbystander. It was some girl of the palace, jealous and daring,\nconspiring shrewdly for the removal of her rival.",
        "“Take her away,” she was saying urgently. “Out of this palace. We\nwant no brides here.” Lowering and sullen, she turned bitter on the\nword.",
        "“To-night, I was watching,” she went on swiftly. “I heard–the\nnoise–and then the whispering.... The darkness has ears and\neyes–and a tongue. And so I waited out there....”",
        "He could not distinguish all the quick flow of her speech, but he\ncaught enough to understand how she had lurked in the halls,\njealously spying, defying the eunuchs’ authority, and how she had\ncaught with passionate delight that stifled alarm of scandal. Later,\nhanging over some banister, she had seen the Ethiopian pass with his\nburden and had stolen down afterwards, stalking like a cat, and had\ndiscovered the lantern gone, the door unlocked.... And then she had\nwatched until the pair emerged without the burden.",
        "She had not been able to get hold of the key to the door. But she\nhad resolved to explore and so she had furnished the waterman with\nhis wine, drugged, Ryder gathered, and so stolen past him on the\nother route to those underground foundations to which her suspicions\nhad been directed by the mortar and dust upon Yussuf.",
        "Evidently she knew the possibilities of the place and the mind of\nits master. And when she found the old niche freshly bricked and the\nmortar at hand she had not needed more to assure her that here was\nthe burial place of her rival’s lover.",
        "Now, for the boon of his life, he was to relieve her of that rival.\nOr try to.",
        "“For once–he might not kill her,” she whispered, “but if again–\"\nHer eyes glowed like a cat’s in the dark. “Take her away. Make her\nname a spitting and a disgrace.... Her memory a shame and a\nsting.... Is she beautiful?” she broke off to demand. “They say–but\nslaves lie–”",
        "“Can you believe a lover?” he said whimsically for all his\nimpatience. “She is a pearl–a rose–a crescent moon–”",
        "“They say she is very pale and thin–”",
        "“She is an Houri from Paradise,” he said distinctly. “And now, in\nthe name of Allah, let me get to her. Tell me the way–”",
        "“Will she go gladly with you?” the low, insistent voice went on, and\nat his quick nod, “Holy Prophet, what a bride!”",
        "She clapped her two ringed hands to smother the impish joy of her\nlaugh. “A warning to those who can be warned–he will not be so\neager for another stripe from that same stick!–It was his cousin,\nSeniha Hanum–Satan devour her!–who made this marriage. Always she\nhated me.... But now I will tell you how to get to her. Look out,\nwith me.”",
        "Kneeling at the gate, over the dark flow of the water, she drew him\ndown beside her, and thrusting out her veiled head, she pointed\nupward and to the right to a jutting balcony of mashrubiyeh, where a\npale light showed through the fretwork.",
        "“There–you see? That is my room. And if you climb up, I can let you\nin.... There... Up,” she repeated in English, resolved to make\ncertain.",
        "“I see. I can get there,” he assured her, measuring with his eye the\ndim distance.",
        "“At once,” she said. “I will be there. I cannot take you with me\nthrough the upper hall–it is dangerous even for me to be caught.\nBut no eunuch wants my displeasure.”",
        "He could believe it, watching the subtle, malicious daring of her\nface. Even in the gloom he caught the steady-lidded arrogance of her\nkohl-darkened eyes and the bold insolence of a high cheek bone. She\nhad a hint of gypsy....",
        "“And you can get me in? You’re a wonder!” he whispered. “I can’t\nthank you enough–”",
        "“Rid me of her,” said the girl swiftly. “But not–not him. You must\nswear–what is it that Christians swear by?” she broke off to\ndemand. “By the grave of your father? Yes? You will swear not to\nhurt him, to hurt Hamdi, by the grave of your father? Yes?”",
        "Ryder nodded quickly. His father, to be sure, was in no grave at\nall. He was, allowing hastily for the difference in time, in his\ntreasurer’s cage at the bank in East Middleton, but he did not wait\nto explain this to the girl.",
        "“I swear it,” he repeated. “I won’t hurt your Hamdi, since that’s\nyour condition. But we’re wasting time–”",
        "“Up, then. And if you fall down–do like this.”",
        "Smiling mischievously, she made the gesture of swimming. “Allah go\nwith thee–and with me also,” he heard her murmur, as he stepped out\nto the ledge of the entrance, twisted himself agilely about and\nclimbing up the opened gate swung himself up to the stone carving\noverhead.",
        "Below him, he heard the gate swing shut. He did not hear her lock\nit. Fervently he hoped she had not, since it was a possible exit for\nany one in a hurry, but at any rate, he need not worry about a way\nout of the place until he had got into it again.",
        "And the getting in was not any too simple. It was work for a\nmountain goat, he reflected, after a short interval devoted to\ntentative reaches and balancing and digging in of hands and feet.\nThe distances were far greater than the first-glimpsed,\nforeshortened perspective had allowed him to guess, and there was\nonly the starlight to illumine the gray face of the palace.",
        "He had no idea of the time. Somewhere about the middle of the night\nor early morning, he judged vaguely by the stars, although it seemed\nimpossible that so few hours had passed.",
        "The river was all silence and darkness. No nuggars with their\nsleeping crews were moored below. He seemed the only living,\nbreathing thing clambering across the face of time and space.",
        "Gingerly he kicked off the nondescript black shoes he had worn with\nhis disguise that afternoon and essayed a perilous toehold while he\nreached for the interstices of a mashrubiyeh window just overhead.",
        "Once gripping the rounds he pulled himself up, reflecting that it\nwas well it was night and that no lady was sitting within her\nshelter to be affrighted at this intrusion of fingers and toes.",
        "From the jutting top of this projection he surveyed his further\nfield of operation. The window with a light was two stories higher\nyet and to the right. There were two other windows with lights on\nthe second story, very much farther along, and he wondered painfully\nif these were the rooms of Aimée.",
        "That boudoir in which he had hidden through the end of the long\nreception had been upon the water. And there had been a door into an\nadjoining room, for he had seen a sallow-faced attendant passing in\nand out.",
        "A wild longing seized him to crawl on and over into those windows.\nBut it was a difficult, almost an impossible distance, and even when\nthere he would be like a fly on the outside of a pane with no way of\ngetting in.",
        "The unknown girl had promised him a way through her window and he\nhad confidence in her ingenuity and daring.",
        "So he went on, worming cautiously along old gutters and ledges and\njutting balconies until at last he was clasping the lower grill of\nthat mashrubiyeh from which her light gleamed.",
        "Instantly the light went out.",
        "“Wait!” he heard her voice say sharply over his head. She was\nstanding by the window fumbling with the woodwork, and in a moment\nhe heard the click of a knob and then, just opposite his head, the\nscreening grill slipped aside and an aperture appeared.",
        "“Quick!” admonished the voice, and quickly indeed he drew himself up\nand in, reflecting whimsically as he did so that this girl had first\nhelped him out of a hole and then into one.",
        "The next moment she had moved the grill into place and lifted the\ncover she had placed over her triplet of candles on a stand.",
        "Triumphant, her eyes dancing, her teeth a gleam of light between\nthose scarlet lips of hers, she looked at him for the admiration\nshe saw twinkling back at her in his eyes.",
        "“But not me–no!” she protested, her supple hands gesturing towards\nthe magic casement. “I found it here. It is very old–you\nunderstand? Some other, long ago, found time dull and so–”",
        "Delightedly she shared the flavor of that secret of the vagabond\nlady of long ago who had devised this cunning entrance for her\nlover.",
        "On some dark night like this, with the gatekeeper drowsy with old\nwine, some other stripling had climbed that worn façade before him\nand slipped through the secret space and stood triumphantly before\nsome daring, laughing girl who had cast aside for him her veil and\nher fear of death.",
        "What ingenuity, Ryder wondered fleetly, had smuggled in the\ncarpenter for the contrivance, what jewels had gone to the bribing,\nwhat lies had been told!... And what had been the end of it all?",
        "Evidently not the discovery of the opening....",
        "He hoped, with singular intensity, for the safety of the daring\nyoung lovers, that unknown youth whose feet had foreworn the path\nfor his feet and that dead and gone young girl, who had dared\nanything rather than endure the mortal ennui of those hours behind\nthe veil....",
        "These thoughts all went through him like one thought as he stood\nthere, his eyes roving about the dim, shadowy room of old divans and\nEastern hangings, and then turning back to the glimmering figure of\nits mistress.",
        "She was staring frankly at him, her eyes boldly curious and\nexamining. They were not dark eyes, he saw now; that had been the\nimpression given by the kohl about them and the black line of the\nbrows penciled into one line; they were yellow eyes, golden and\nglowing, scornful and lazy-lidded.",
        "As she looked at him, these eyes smiled slowly. She was seeing in\nthis lover of her rival a singularly delightful looking young man,\nfor all his dust and disarray, a slender, bronzed, hardy-looking\nyoung man, with dark, disordered hair straying across a white brow,\nand audacious, eager eyes in which the fear of death, so lately\nglimpsed, had left no daunting refection.",
        "Slowly she lifted her hand and with deliberate softness put back\nthat straying hair of his.",
        "“Poor boy,” she said slowly in English, and then, smiling ruefully,\nshe held out her hands for his inspection. The grime of the bricks\nhad discolored their scented delicacy and he saw bruised finger tips\nand a torn nail.",
        "“I’m infernally sorry,” he said quickly.",
        "Her smile deepened at his look of concern, as he held, a little\nhelplessly, the witnesses of her work of rescue which seemed somehow\nto stray into his keeping.",
        "“It is nothing–but you–poor boy,” she said again, in that English\nof which she seemed naïvely proud.",
        "“If you could give me some water,” he suggested, and drank deep\nwith delight the last drop she brought him from an earthen jar. It\nseemed to wash from his throat the taste of that dust and fear.",
        "“I can’t begin to thank you,” he murmured. “I only wish that I could\ndo something for you–”",
        "She looked up at him. They were standing close together, their\nvoices cautiously low.",
        "“Perhaps, yes, you can–”",
        "“It’s not doing anything for you to save Aimée,” he told her.\n“That’s what you are doing for her and for me.... But if ever you\nwant me for anything after this–my name is Ryder, Jack Ryder, and\nyou can reach me at the Agricultural Bank.”",
        "He had a vague vision of some day repaying his enormous debt by\nassisting this girl, grown tired of her Hamdi, out of this aperture\nand into a waiting boat. He would do it like a shot, he told himself\ngladly; he would do anything on God’s green earth if only she helped\nhim get Aimée away from that infernal villain.",
        "“Jack,” she repeated, under her breath, and then in her slow\nEnglish, “I like–Jack.”",
        "“Don’t forget it. I’ll always come and do anything for you. And if\nyou’ll tell me your name–”",
        "“Aziza.”",
        "“Aziza. I’ll never forget that. And now, if you’ll tell me how I can\nget to her and then the best way out–”",
        "“Why you so hurry–”",
        "“Why?” he looked a little blank. “I can’t lose a minute–he may be\nwith her–”",
        "She came a little nearer to him, her head tilting back with a slow,\nindolent challenge.",
        "Gone was the silken mantle that had been about her below stairs and\nhe saw now that she was a vivid, exotic shimmer of gauzy green\nagainst the saffron veil that fell from her henna hair. There was\nbarbaric beauty in her, in the bold, painted face, the bare,\ngold-banded arms, the slender, sinuous lines, and there was barbaric\nsplendor in the heavy jewels that winked and flashed....",
        "It struck Ryder that she was gotten up regardless.... In pride,\nperhaps, on her rival’s wedding night?... Or had there been some\ndefiant, desperate design upon Hamdi–?",
        "She did not miss that sudden prolonging of his look upon her.",
        "“You like me–yes?” she murmured, and then slipping back into\nthe vernacular, “I–I am not the stupid veiled girl of the\nseclusion–not forever. I come from the west, the deserts. I have\nseen the world: Men–men, I know ... I danced before them, not the\ndances of the Cairene cafés,” she uttered with swift scorn, “but the\ndance of the two swords, the dance of the serpents.... Men threw the\ngold from their turbans about my feet when I had danced to them ...\nAnd others, English, French–”",
        "She broke off, but her eyes told many things. “Then–Hamdi,” she\nsaid slowly. “Him I ruled–and his palace.... But I have known other\nthings.”",
        "Closer yet she came to him. Her eyes, golden fires of eyes, were\nsmiling up into his, her scarlet lips gathered in soft, sensual\ncurves ... her whole silken scented body seemed to slip into his\nembrace. A bare arm touched his neck, resting heavily.",
        "“Sweet–heart,” she said slowly, in her difficult English.",
        "It was the deuce of a position.",
        "No man can rudely snatch from his neck the arm of the lady who has\njust saved him from a harrowing death. And a lady who was risking\nmore than her life in sheltering him–decidedly the situation was\ndelicate.",
        "It was not the lady’s fault that her impetuosity, the impetuosity\nwhich had been his salvation, now plunged her into amorous caprice.\nThere were obvious handicaps, moral, social and ethical, in her\nupbringing. She was a child of nature, a nature undisciplined,\nunruly, tempestuous.",
        "And even queening over Hamdi and his palace must have offered little\ndiversion to a wild dancing girl familiar with the excitement of\nmore varied conquest.",
        "Ryder was horribly embarrassed. He was visited with a fearful\nconstraint, a chivalrous wish not to hurt her feelings, and a sharp\nprevision of the danger of offending her.",
        "He took the first turn of least resistance.",
        "He did not need to bend his head; their eyes were on a level. He\nsimply kissed her. And she kissed him back.",
        "He hated himself for the leap of his blood... and for the\nPuritanical discomfort of his nature....",
        "Her arm about his neck was pressing closer. It was the moment for\naction and Ryder acted. Very firmly he put his hand upon her hand,\nwithdrew it from its clasp about him, and raised it to his lips.",
        "His kiss was respectful gratitude and an abdication of the delights\nof dalliance.",
        "“Good-bye, my dear,” he murmured. “Now, if you will show me the way\nout–”",
        "Her eyes agleam between half-closed lids, she studied him. It\noccurred to Ryder that probably never before had her hands been\ndetached–and kissed–and put away. He must be a phenomenon, an\nenigma.",
        "Then her lips parted in a faintly scornful smile.",
        "“You afraid–you? You want–run?”",
        "“I’m horribly afraid,” he said earnestly. “I want to get out of here\nas quick as I can.”",
        "That was putting, he considered, the very wisest construction upon\nit.",
        "Negligently her gesture reminded him of the opening in the window.\n“Here you are safe.” she murmured in the vernacular. “And the doors\nare locked–”",
        "“Yes, but–but Aimée isn’t safe, you know–and I must get her out of\nhere.”",
        "“Aimée?” In those yellow eyes he caught the flash of capricious\nresentment at the reminder. Then, indifferently, she brushed the\ndistraction away.",
        "“There is time enough for Aimée. She is not lonely now.”",
        "“Not lonely?” he shivered at the cold carelessness of her tone. “I\nmust get to her quickly then.”",
        "“But that is not safe.... A little–later.”",
        "Uncomfortably he tried to infuse his glance with innate innocence\nand utter lack of understanding.",
        "“I shan’t hurt him–if I have the chance,” he told her. “I’ve given\nyou my word–”",
        "“And I trust you–much.” Her gaze sought his in a trifle of\nimpatience at such simplicity. “But it is not safe for you now....\nLater ... By and by.”",
        "“You don’t want him to have a chance to make love to her, do you?\"\nsaid Ryder sharply. “I thought that was the very thing you\ndidn’t–”",
        "Her smile was a subtle, confessing caress. “I shall have my\nrevenge,” she murmured, and pressed closer to him again, every\nsensuous, sumptuous line of her a challenge and an enticement.",
        "“I give you life,” she whispered, very low in her throat. “You give\nme, perhaps, an hour–?”",
        "“I haven’t an hour,” said Ryder very desperately and unhappily.\n“Not when Aimée is with that devil–”",
        "It took every thought of Aimée to get the words out.",
        "He felt a brute about it, a low, ungrateful dog. She had given him\nlife and every fiber in him clamored to save her pride and champion\nher caprice.",
        "It seemed so dastardly to wrench away from her now, like some\nself-centered Joseph, leaving that beastly stab in her vanity....\nAnd she was a stunning creature, lawless, elemental, hot and cold\nlike the seventh wind of the inferno....",
        "But it was Aimée who was in his blood like a fever.... Aimée, that\nfrail white rose of a girl, in her bonds of terror....",
        "He saw the flame in Aziza’s eyes. He saw the stiffening of her\ndefiance, of half-incredulous affront. Then, her form drawn up, her\nbared arms outflung, her vivid, painted, furious face challenging\nhim. “I am not beautiful–like Aimée?” she said in a voice of venom,\nand in the English, for double measure, “You not like me–no?”",
        "“You are beautiful and I do like you,” Ryder combated, feeling a\nbungling fool. And then went on to thrust into that half-second of\nsuspended fury, a faint breath of appeasing. “But–don’t you\nsee–it’s my duty–”",
        "“You go–?” she said clearly.",
        "Even in that moment he had a sharp prescience of the unwisdom of his\nrejection. A cold calculator of chance and probabilities would have\nreckoned that a half hour of assuagement here would have been a\nwiser investment of his mortal moments than any virtuous plunge into\nsingle-hearted duty.",
        "But Ryder did not calculate. He could not, with Aimée under that\nbeast’s hand. His heart and soul were possessed with her danger and\nhis heart and soul carried his body instinctively back from the\ndancing girl’s advance, and he whispered, “I must go. There is no\ntime–”",
        "She flung back her fiery-hued head with a gesture of intolerable\nrage. Her eyes were lightnings.",
        "“Dog of a Christian!” she said chokingly and flew to the doors.",
        "Back she thrust the heavy hangings, turning a quick key in the lock\nand wrenching the door wide. And before Ryder could understand,\nbefore he could bring himself to realize that she was not simply\nviolently expelling him from her room, she gave a shriek that rang\nwildly down the long-unseen corridors.",
        "At the top of her lungs, with one hand out to thrust him back or\ncling to him if he attempted to pass, she shrieked again and again.",
        "Instantly there came a running of feet.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}