{
    "title": "The Story of Mankind - The French Revolution (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "53",
    "content": [
        "\n",
        "\n\n",
        "THE GREAT FRENCH REVOLUTION PROCLAIMS\nTHE PRINCIPLES OF LIBERTY,\nFRATERNITY AND EQUALITY UNTO ALL\nTHE PEOPLE OF THE EARTH",
        "BEFORE we talk about a revolution it is just as well that\nwe explain just what this word means. In the terms of a\ngreat Russian writer (and Russians ought to know what they\nare talking about in this field) a revolution is “a swift overthrow,\nin a few years, of institutions which have taken centuries\nto root in the soil, and seem so fixed and immovable that\neven the most ardent reformers hardly dare to attack them in\ntheir writings. It is the fall, the crumbling away in a brief\nperiod, of all that up to that time has composed the essence\nof social, religious, political and economic life in a nation.”",
        "Such a revolution took place in France in the eighteenth\ncentury when the old civilisation of the country had grown\nstale. The king in the days of Louis XIV had become\nEVERYTHING and was the state. The Nobility, formerly\nthe civil servant of the federal state, found itself without any\nduties and became a social ornament of the royal court.",
        "This French state of the eighteenth century, however, cost\nincredible sums of money. This money had to be produced\nin the form of taxes. Unfortunately the kings of France had\nnot been strong enough to force the nobility and the clergy\nto pay their share of these taxes. Hence the taxes were paid\nentirely by the agricultural population. But the peasants\nliving in dreary hovels, no longer in intimate contact with their\nformer landlords, but victims of cruel and incompetent land\nagents, were going from bad to worse. Why should they\nwork and exert themselves? Increased returns upon their\nland merely meant more taxes and nothing for themselves\nand therefore they neglected their fields as much as they dared.",
        "Hence we have a king who wanders in empty splendour\nthrough the vast halls of his palaces, habitually followed by\nhungry office seekers, all of whom live upon the revenue obtained\nfrom peasants who are no better than the beasts of the\nfields. It is not a pleasant picture, but it is not exaggerated.\nThere was, however, another side to the so-called “Ancien\nRegime” which we must keep in mind.",
        "A wealthy middle class, closely connected with the nobility\n(by the usual process of the rich banker’s daughter marrying\nthe poor baron’s son) and a court composed of all the most\nentertaining people of France, had brought the polite art of\ngraceful living to its highest development. As the best brains\nof the country were not allowed to occupy themselves with\nquestions of political economics, they spent their idle hours\nupon the discussion of abstract ideas.",
        "As fashions in modes of thought and personal behaviour\nare quite as likely to run to extremes as fashion in dress, it\nwas natural that the most artificial society of that day should\ntake a tremendous interest in what they considered “the simple\nlife.” The king and the queen, the absolute and unquestioned\nproprietors of this country galled France, together with all its\ncolonies and dependencies, went to live in funny little country\nhouses all dressed up as milk-maids and stable-boys and played\nat being shepherds in a happy vale of ancient Hellas. Around\nthem, their courtiers danced attendance, their court-musicians\ncomposed lovely minuets, their court barbers devised more\nand more elaborate and costly headgear, until from sheer boredom\nand lack of real jobs, this whole artificial world of Versailles\n(the great show place which Louis XIV had built far\naway from his noisy and restless city) talked of nothing but\nthose subjects which were furthest removed from their own\nlives, just as a man who is starving will talk of nothing except\nfood.",
        "When Voltaire, the courageous old philosopher, playwright,\nhistorian and novelist, and the great enemy of all\nreligious and political tyranny, began to throw his bombs of\ncriticism at everything connected with the Established Order\nof Things, the whole French world applauded him and his\ntheatrical pieces played to standing room only. When Jean\nJacques Rousseau waxed sentimental about primitive man\nand gave his contemporaries delightful descriptions of the\nhappiness of the original inhabitants of this planet, (about\nwhom he knew as little as he did about the children, upon whose\neducation he was the recognised authority,) all France read\nhis “Social Contract” and this society in which the king and\nthe state were one, wept bitter tears when they heard Rousseau’s\nappeal for a return to the blessed days when the real\nsovereignty had lain in the hands of the people and when the\nking had been merely the servant of his people.",
        "When Montesquieu published his “Persian Letters” in\nwhich two distinguished Persian travellers turn the whole existing\nsociety of France topsy-turvy and poke fun at everything\nfrom the king down to the lowest of his six hundred\npastry cooks, the book immediately went through four\neditions and assured the writer thousands of readers for his\nfamous discussion of the “Spirit of the Laws” in which the\nnoble Baron compared the excellent English system with the\nbackward system of France and advocated instead of an absolute\nmonarchy the establishment of a state in which the Executive,\nthe Legislative and the Judicial powers should be in\nseparate hands and should work independently of each other.\nWhen Lebreton, the Parisian book-seller, announced that\nMessieurs Diderot, d’Alembert, Turgot and a score of other\ndistinguished writers were going to publish an Encyclopaedia\nwhich was to contain “all the new ideas and the new science\nand the new knowledge,” the response from the side of the\npublic was most satisfactory, and when after twenty-two years\nthe last of the twenty-eight volumes had been finished, the\nsomewhat belated interference of the police could not repress\nthe enthusiasm with which French society received this most\nimportant but very dangerous contribution to the discussions\nof the day.",
        "Here, let me give you a little warning. When you read a\nnovel about the French revolution or see a play or a movie,\nyou will easily get the impression that the Revolution was the\nwork of the rabble from the Paris slums. It was nothing\nof the kind. The mob appears often upon the “evolutionary\nstage, but invariably at the instigation and under the\nleadership of those middle-class professional men who used the\nhungry multitude as an efficient ally in their warfare upon\nthe king and his court. But the fundamental ideas which\ncaused the revolution were invented by a few brilliant minds,\nand they were at first introduced into the charming drawing-rooms\nof the “Ancien Regime” to provide amiable diversion\nfor the much-bored ladies and gentlemen of his Majesty’s court.\nThese pleasant but careless people played with the dangerous\nfireworks of social criticism until the sparks fell through\nthe cracks of the floor, which was old and rotten just\nlike the rest of the building. Those sparks unfortunately\nlanded in the basement where age-old rubbish lay in great\nconfusion. Then there was a cry of fire. But the owner of\nthe house who was interested in everything except the management\nof his property, did not know how to put the small blaze\nout. The flame spread rapidly and the entire edifice was consumed\nby the conflagration, which we call the Great French Revolution.",
        "For the sake of convenience, we can divide the French\nRevolution into two parts. From 1789 to 1791 there was a\nmore or less orderly attempt to introduce a constitutional\nmonarchy. This failed, partly through lack of good faith and\nstupidity on the part of the monarch himself, partly through\ncircumstances over which nobody had any control.",
        "From 1792 to 1799 there was a Republic and a first effort\nto establish a democratic form of government. But the actual\noutbreak of violence had been preceded by many years of\nunrest and many sincere but ineffectual attempts at reform.",
        "When France had a debt of 4000 million francs and the\ntreasury was always empty and there was not a single thing\nupon which new taxes could be levied, even good King Louis\n(who was an expert locksmith and a great hunter but a very\npoor statesman) felt vaguely that something ought to be done.\nTherefore he called for Turgot, to be his Minister of Finance.\nAnne Robert Jacques Turgot, Baron de l’Aulne, a man in the\nearly sixties, a splendid representative of the fast disappearing\nclass of landed gentry, had been a successful governor of a\nprovince and was an amateur political economist of great ability.\nHe did his best. Unfortunately, he could not perform\nmiracles. As it was impossible to squeeze more taxes out of\nthe ragged peasants, it was necessary to get the necessary funds\nfrom the nobility and clergy who had never paid a centime.\nThis made Turgot the best hated man at the court of Versailles.\nFurthermore he was obliged to face the enmity of Marie\nAntoinette, the queen, who was against everybody who dared\nto mention the word “economy” within her hearing. Soon\nTurgot was called an “unpractical visionary” and a “theoretical-\nprofessor” and then of course his position became untenable.\nIn the year 1776 he was forced to resign.",
        "After the “professor” there came a man of Practical Business\nSense. He was an industrious Swiss by the name of\nNecker who had made himself rich as a grain speculator and\nthe partner in an international banking house. His ambitious\nwife had pushed him into the government service that she\nmight establish a position for her daughter who afterwards as\nthe wife of the Swedish minister in Paris, Baron de Stael,\nbecame a famous literary figure of the early nineteenth century.",
        "Necker set to work with a fine display of zeal just as Turgot\nhad done. In 1781 he published a careful review of the French\nfinances. The king understood nothing of this “Compte\nRendu.” He had just sent troops to America to help the colonists\nagainst their common enemies, the English. This expedition\nproved to be unexpectedly expensive and Necker was\nasked to find the necessary funds. When instead of producing\nrevenue, he published more figures and made statistics\nand began to use the dreary warning about “necessary economies\"\nhis days were numbered. In the year 1781 he was\ndismissed as an incompetent servant.",
        "After the Professor and the Practical Business Man came\nthe delightful type of financier who will guarantee everybody\n100 per cent. per month on their money if only they will\ntrust his own infallible system.",
        "He was Charles Alexandre de Calonne, a pushing official,\nwho had made his career both by his industry and his\ncomplete lack of honesty and scruples. He found the country\nheavily indebted, but he was a clever man, willing to oblige\neverybody, and he invented a quick remedy. He paid the\nold debts by contracting new ones. This method is not new.\nThe result since time immemorial has been disastrous. In\nless than three years more than 800,000,000 francs had been\nadded to the French debt by this charming Minister of Finance\nwho never worried and smilingly signed his name to every\ndemand that was made by His Majesty and by his lovely\nQueen, who had learned the habit of spending during the days\nof her youth in Vienna.",
        "At last even the Parliament of Paris (a high court of justice\nand not a legislative body) although by no means lacking\nin loyalty to their sovereign, decided that something must be\ndone. Calonne wanted to borrow another 80,000,000 francs.\nIt had been a bad year for the crops and the misery and hunger\nin the country districts were terrible. Unless something sensible\nwere done, France would go bankrupt. The King as always\nwas unaware of the seriousness of the situation. Would it not\nbe a good idea to consult the representatives of the people?\nSince 1614 no Estates General had been called together. In\nview of the threatening panic there was a demand that the\nEstates be convened. Louis XVI however, who never could\ntake a decision, refused to go as far as that.",
        "To pacify the popular clamour he called together a meeting\nof the Notables in the year 1787. This merely meant a gathering\nof the best families who discussed what could and should\nbe done, without touching their feudal and clerical privilege\nof tax-exemption. It is unreasonable to expect that a certain\nclass of society shall commit political and economic suicide for\nthe benefit of another group of fellow-citizens. The 127\nNotables obstinately refused to surrender a single one of their\nancient rights. The crowd in the street, being now exceedingly\nhungry, demanded that Necker, in whom they had confidence,\nbe reappointed. The Notables said “No.” The crowd\nin the street began to smash windows and do other unseemly\nthings. The Notables fled. Calonne was dismissed.",
        "A new colourless Minister of Finance, the Cardinal\nLomenie de Brienne, was appointed and Louis, driven by the\nviolent threats of his starving subjects, agreed to call together\nthe old Estates General as “soon as practicable.” This vague\npromise of course satisfied no one.",
        "No such severe winter had been experienced for almost a\ncentury. The crops had been either destroyed by floods or had\nbeen frozen to death in the fields. All the olive trees of the\nProvence had been killed. Private charity tried to do some-\nthing but could accomplish little for eighteen million starving\npeople. Everywhere bread riots occurred. A generation before\nthese would have been put down by the army. But the\nwork of the new philosophical school had begun to bear fruit.\nPeople began to understand that a shotgun is no effective\nremedy for a hungry stomach and even the soldiers (who came\nfrom among the people) were no longer to be depended upon.\nIt was absolutely necessary that the king should do something\ndefinite to regain the popular goodwill, but again he hesitated.",
        "Here and there in the provinces, little independent Republics\nwere established by followers of the new school. The cry\nof “no taxation without representation” (the slogan of the\nAmerican rebels a quarter of a century before) was heard\namong the faithful middle classes. France was threatened with\ngeneral anarchy. To appease the people and to increase the\nroyal popularity, the government unexpectedly suspended the\nformer very strict form of censorship of books. At once a\nflood of ink descended upon France. Everybody, high or\nlow, criticised and was criticised. More than 2000\npamphlets were published. Lomenie de Brienne was swept away\nby a storm of abuse. Necker was hastily called back to placate,\nas best he could, the nation-wide unrest. Immediately the stock\nmarket went up thirty per cent. And by common consent, people\nsuspended judgment for a little while longer. In May of\n1789 the Estates General were to assemble and then the wisdom\nof the entire nation would speedily solve the difficult problem\nof recreating the kingdom of France into a healthy and happy\nstate.",
        "This prevailing idea, that the combined wisdom of the\npeople would be able to solve all difficulties, proved disastrous.\nIt lamed all personal effort during many important months.\nInstead of keeping the government in his own hands at this\ncritical moment, Necker allowed everything to drift. Hence\nthere was a new outbreak of the acrimonious debate upon the\nbest ways to reform the old kingdom. Everywhere the power\nof the police weakened. The people of the Paris suburbs,\nunder the leadership of professional agitators, gradually began\nto discover their strength, and commenced to play the role\nwhich was to be theirs all through the years of the great unrest,\nwhen they acted as the brute force which was used by the actual\nleaders of the Revolution to secure those things which could\nnot be obtained in a legitimate fashion.",
        "As a sop to the peasants and the middle class, Necker de-\ncided that they should be allowed a double representation in\nthe Estates General. Upon this subject, the Abbe Sieyes then\nwrote a famous pamphlet, “To what does the Third Estate\nAmount?” in which he came to the conclusion that the Third\nEstate (a name given to the middle class) ought to amount to\neverything, that it had not amounted to anything in the past,\nand that it now desired to amount to something. He expressed\nthe sentiment of the great majority of the people who had the\nbest interests of the country at heart.",
        "Finally the elections took place under the worst conditions\nimaginable. When they were over, 308 clergymen, 285 noblemen\nand 621 representatives of the Third Estate packed their\ntrunks to go to Versailles. The Third Estate was obliged to\ncarry additional luggage. This consisted of voluminous reports\ncalled “cahiers” in which the many complaints and grievances\nof their constituents had been written down. The stage\nwas set for the great final act that was to save France.",
        "The Estates General came together on May 5th, 1789.\nThe king was in a bad humour. The Clergy and the Nobility\nlet it be known that they were unwilling to give up a single one\nof their privileges. The king ordered the three groups of\nrepresentatives to meet in different rooms and discuss their\ngrievances separately. The Third Estate refused to obey the royal\ncommand. They took a solemn oath to that effect in a squash\ncourt (hastily put in order for the purpose of this illegal meeting)\non the 20th of June, 1789. They insisted that all three\nEstates, Nobility, Clergy and Third Estate, should meet together\nand so informed His Majesty. The king gave in.",
        "As the “National Assembly,” the Estates General began\nto discuss the state of the French kingdom. The King got\nangry. Then again he hesitated. He said that he would never\nsurrender his absolute power. Then he went hunting, forgot\nall about the cares of the state and when he returned from the\nchase he gave in. For it was the royal habit to do the right\nthing at the wrong time in the wrong way. When the people\nclamoured for A, the king scolded them and gave them nothing.\nThen, when the Palace was surrounded by a howling multitude\nof poor people, the king surrendered and gave his subjects\nwhat they had asked for. By this time, however, the people\nwanted A plus B. The comedy was repeated. When the king\nsigned his name to the Royal Decree which granted his beloved\nsubjects A and B they were threatening to kill the entire royal\nfamily unless they received A plus B plus C. And so on,\nthrough the whole alphabet and up to the scaffold.",
        "Unfortunately the king was always just one letter behind.\nHe never understood this. Even when he laid his head under\nthe guillotine, he felt that he was a much-abused man who had\nreceived a most unwarrantable treatment at the hands of people\nwhom he had loved to the best of his limited ability.",
        "Historical “ifs,” as I have often warned you, are never of\nany value. It is very easy for us to say that the monarchy\nmight have been saved “if” Louis had been a man of greater\nenergy and less kindness of heart. But the king was not alone.\nEven “if” he had possessed the ruthless strength of Napoleon,\nhis career during these difficult days might have been easily\nruined by his wife who was the daughter of Maria Theresa of\nAustria and who possessed all the characteristic virtues and\nvices of a young girl who had been brought up at the most\nautocratic and mediaeval court of that age.",
        "She decided that some action must be taken and planned a\ncounter-revolution. Necker was suddenly dismissed and loyal\ntroops were called to Paris. The people, when they heard of\nthis, stormed the fortress of the Bastille prison, and on the\nfourteenth of July of the year 1789, they destroyed this\nfamiliar but much-hated symbol of Autocratic Power\nwhich had long since ceased to be a political prison and\nwas now used as the city lock-up for pickpockets and second-\nstory men. Many of the nobles took the hint and left the\ncountry. But the king as usual did nothing. He had been\nhunting on the day of the fall of the Bastille and he had shot\nseveral deer and felt very much pleased.",
        "The National Assembly now set to work and on the 4th of\nAugust, with the noise of the Parisian multitude in their ears,\nthey abolished all privileges. This was followed on the 27th\nof August by the “Declaration of the Rights of Man,” the\nfamous preamble to the first French constitution. So far so\ngood, but the court had apparently not yet learned its lesson.\nThere was a wide-spread suspicion that the king was again\ntrying to interfere with these reforms and as a result, on the\n5th of October, there was a second riot in Paris. It spread to\nVersailles and the people were not pacified until they had\nbrought the king back to his palace in Paris. They did not\ntrust him in Versailles. They liked to have him where they\ncould watch him and control his correspondence with his relatives\nin Vienna and Madrid and the other courts of Europe.",
        "In the Assembly meanwhile, Mirabeau, a nobleman who\nhad become leader of the Third Estate, was beginning to put\norder into chaos. But before he could save the position of the\nking he died, on the 2nd of April of the year 1791. The king,\nwho now began to fear for his own life, tried to escape on the\n21st of June. He was recognised from his picture on a coin,\nwas stopped near the village of Varennes by members of the\nNational Guard, and was brought back to Paris,",
        "In September of 1791, the first constitution of France was\naccepted, and the members of the National Assembly went\nhome. On the first of October of 1791, the legislative assembly\ncame together to continue the work of the National\nAssembly. In this new gathering of popular representatives\nthere were many extremely revolutionary elements. The\nboldest among these were known as the Jacobins, after the old\nJacobin cloister in which they held their political meetings.\nThese young men (most of them belonging to the professional\nclasses) made very violent speeches and when the newspapers\ncarried these orations to Berlin and Vienna, the King of\nPrussia and the Emperor decided that they must do something\nto save their good brother and sister. They were very busy\njust then dividing the kingdom of Poland, where rival political\nfactions had caused such a state of disorder that the country\nwas at the mercy of anybody who wanted to take a couple of\nprovinces. But they managed to send an army to invade\nFrance and deliver the king.",
        "Then a terrible panic of fear swept throughout the land\nof France. All the pent-up hatred of years of hunger and\nsuffering came to a horrible climax. The mob of Paris stormed\nthe palace of the Tuilleries. The faithful Swiss bodyguards\ntried to defend their master, but Louis, unable to make up his\nmind, gave order to “cease firing” just when the crowd was\nretiring. The people, drunk with blood and noise and cheap\nwine, murdered the Swiss to the last man, then invaded the\npalace, and went after Louis who had escaped into the meeting\nhall of the Assembly, where he was immediately suspended of\nhis office, and from where he was taken as a prisoner to the\nold castle of the Temple.",
        "But the armies of Austria and Prussia continued their advance\nand the panic changed into hysteria and turned men and\nwomen into wild beasts. In the first week of September of\nthe year 1792, the crowd broke into the jails and murdered all\nthe prisoners. The government did not interfere. The Jacobins,\nheaded by Danton, knew that this crisis meant either the\nsuccess or the failure of the revolution, and that only the most\nbrutal audacity could save them. The Legislative Assembly\nwas closed and on the 21st of September of the year 1792, a\nnew National Convention came together. It was a body composed\nalmost entirely of extreme revolutionists. The king was\nformally accused of high treason and was brought before the\nConvention. He was found guilty and by a vote of 361 to 360\n(the extra vote being that of his cousin the Duke of Orleans)\nhe was condemned to death. On the 21st of January of the\nyear 1793, he quietly and with much dignity suffered himself\nto be taken to the scaffold. He had never understood what all\nthe shooting and the fuss had been about. And he had been too\nproud to ask questions.",
        "Then the Jacobins turned against the more moderate element\nin the convention, the Girondists, called after their southern\ndistrict, the Gironde. A special revolutionary tribunal was\ninstituted and twenty-one of the leading Girondists were\ncondemned to death. The others committed suicide. They were\ncapable and honest men but too philosophical and too moderate\nto survive during these frightful years.",
        "In October of the year 1793 the Constitution was\nsuspended by the Jacobins “until peace should have been\ndeclared.” All power was placed in the hands of a small committee\nof Public Safety, with Danton and Robespierre as its\nleaders. The Christian religion and the old chronology were\nabolished. The “Age of Reason” (of which Thomas Paine had\nwritten so eloquently during the American Revolution) had\ncome and with it the “Terror” which for more than a year killed\ngood and bad and indifferent people at the rate of seventy or\neighty a day.",
        "The autocratic rule of the King had been destroyed. It\nwas succeeded by the tyranny of a few people who had such a\npassionate love for democratic virtue that they felt compelled\nto kill all those who disagreed with them. France was turned\ninto a slaughter house. Everybody suspected everybody else.\nNo one felt safe. Out of sheer fear, a few members of the old\nConvention, who knew that they were the next candidates for\nthe scaffold, finally turned against Robespierre, who had\nalready decapitated most of his former colleagues. Robespierre,\n“the only true and pure Democrat,” tried to kill himself\nbut failed His shattered jaw was hastily bandaged and\nhe was dragged to the guillotine. On the 27th of July, of the\nyear 1794 (the 9th Thermidor of the year II, according to the\nstrange chronology of the revolution), the reign of Terror came\nto an end, and all Paris danced with joy.",
        "The dangerous position of France, however, made it necessary\nthat the government remain in the hands of a few strong\nmen, until the many enemies of the revolution should have been\ndriven from the soil of the French fatherland. While the\nhalf-clad and half-starved revolutionary armies fought their\ndesperate battles of the Rhine and Italy and Belgium and\nEgypt, and defeated every one of the enemies of the Great\nRevolution, five Directors were appointed, and they ruled\nFrance for four years. Then the power was vested in the hands\nof a successful general by the name of Napoleon Bonaparte,\nwho became “First Consul” of France in the year 1799. And\nduring the next fifteen years, the old European continent became\nthe laboratory of a number of political experiments, the\nlike of which the world had never seen before.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}