{
    "title": "The Crisis in Russia - Possibilities",
    "author": "Ransome",
    "chapter": "11",
    "content": [
        "\n\n",
        "I have done my best to indicate the essential facts in Russia’s\nproblem today, and to describe the organization and\nmethods with which she is attempting its solution.  I can give\nno opinion as to whether by these means the Russians will\nsucceed in finding their way out of the quagmire of\nindustrial ruin in which they are involved.  I can only say\nthat they are unlikely to find their way out by any other\nmeans.  I think this is instinctively felt in Russia.  Not\notherwise would it have been possible for the existing",
        "organization, battling with one hand to save the towns front\nstarvation, to destroy with the other the various forces\nclothed and armed by Western Europe, which have\nattempted its undoing.  The mere fact of continued war has,\nof course, made progress in the solution of the economic\nproblem almost impossible, but the fact that the economic\nproblem was unsolved, must have made war\nimpossible, if it were not that the instinct of the people was\ndefinitely against Russian or foreign invaders.  Consider for\none moment the military position.",
        "Although the enthusiasm for the Polish war began to subside\n(even among the Communists) as soon as the Poles had\nbeen driven back from Kiev to their own frontiers, although\nthe Poles are occupying an enormous area of non-Polish\nterritory, although the Communists have had to conclude\nwith Poland a peace obviously unstable, the military position\nof Soviet Russia is infinitely better this time than it was in\n1918 or 1919. In 1918 the Ukraine was held by German\ntroops and the district east of the Ukraine was in the hands\nof General Krasnov, the author of a flattering letter to the\nKaiser.  In the northwest the Germans were at Pskov, Vitebsk\nand Mohilev.  We ourselves were at Murmansk and\nArchangel.  In the east, the front which became known as\nthat of Kolchak, was on the Volga.  Soviet Russia was a\nlittle hungry island with every prospect of submersion.  A\nyear later the Germans had vanished, the flatterers of the\nKaiser had joined hands with those who were\ntemporarily flattering the Allies, Yudenitch’s troops were\nwithin sight of Petrograd, Denikin was at Orel, almost within\nstriking distance of Moscow; there had been a stampede of\ndesertion from the Red Army.  There was danger that\nFinland might strike at any moment.  Although in the east\nKolchak had been swept over the Urals to his ultimate\ndisaster, the situation of Soviet Russia seemed even more\ndesperate than in the year before.  What is the position\ntoday!  Esthonia, Latvia, Lithuania, and Finland are at peace\nwith Russia.  The Polish peace brings comparative quiet to\nthe western front, although the Poles, keeping the letter\nrather than the spirit of their agreement, have given\nBalahovitch the opportunity of establishing himself in Minsk,\nwhere, it is said, that the pogroms of unlucky Jews show that",
        "he has learnt nothing since his ejection from Pskov.",
        "Balahovitch’s force is not important in itself, but its existence\nwill make it easy to start the war afresh along the whole new\nfrontier of Poland, and that frontier shuts into Poland so\nlarge an anti-Polish population, that a moment may still\ncome when desperate Polish statesmen may again choose\nwar as the least of many threatening evils.  Still, for the\nmoment, Russia’s western frontier is comparatively quiet.\nHer northern frontier is again the Arctic Sea.  Her eastern\nfrontier is in the neighborhood of the Pacific.  The Ukraine\nis disorderly, but occupied by no enemy; the only front on\nwhich serious fighting is proceeding is the small semi-circle\nnorth of the Crimea.  There Denikin’s successor, supported\nby the French but exultantly described by a German\nconservative newspaper as a “German baron in Cherkass\nuniform,” is holding the Crimea and a territory slightly larger\nthan the peninsula on the main land.  Only to the immense\nefficiency of anti-Bolshevik propaganda can be ascribed the\nopinion, common in England but comic to any one who\ntakes the trouble to look at a map, that Soviet Russia is on\nthe eve of military collapse.",
        "In any case it is easy in a revolution to magnify the influence\nof military events on internal affairs.  In the first place, no\none who has not actually crossed the Russian front during\nthe period of active operations can well realize how different\nare the revolutionary wars from that which ended in\n1918.  Advance on a broad front no longer means that a belt\nof men in touch with each other has moved definitely\nforward. It means that there have been a series of forward\nmovements at widely separated, and with the very haziest of\nmutual, connections.  There will be violent fighting for a\nvillage or a railway station or the passage of a river.  Small\nhostile groups will engage in mortal combat to decide the\npossession of a desirable hut in which to sleep, but, except at\nthese rare points of actual contact, the number of prisoners\nis far in excess of the number of casualties.  Parties on each\nside will be perfectly ignorant of events to right or left of\nthem, ignorant even of their gains and losses.  Last year I ran\ninto Whites in a village which the Reds had assured me was",
        "strongly held by themselves, and these same Whites refused\nto believe that the village where I had spent the preceding\nnight was in the possession of the Reds.  It is largely an\naffair of scouting parties, of patrols dodging each other\nthrough the forest tracks, of swift raids, of sudden\nconviction (often entirely erroneous) on the part of one side\nor the other, that it or the enemy has been “encircled.”  The\nactual number of combatants to a mile of front is infinitely\nless than during the German war.  Further, since an\nimmense proportion of these combatants on both sides have\nno wish to fight at all, being without patriotic or political\nconvictions and very badly fed and clothed, and since it is\nmore profitable to desert than to be taken prisoner, desertion\nin bulk is not uncommon, and the deserters, hurriedly\nenrolled to fight on the other side, indignantly re-desert\nwhen opportunity offers.  In this way the armies of Denikin\nand Yudenitch swelled like mushrooms and decayed with\nsimilar rapidity.  Military events of this kind, however\nspectacular they may seem abroad, do not have the political\neffect that might be expected.  I was in Moscow at the worst\nmoment of the crisis in 1919 when practically everybody\noutside the Government believed that Petrograd had already\nfallen, and I could not but realize that the Government was\nstronger then than it had been in February of the same year,\nwhen it had a series of victories and peace with the Allies\nseemed for a moment to be in sight.  A sort of fate seems to\nimpel the Whites to neutralize with extraordinary rapidity\nany good will for themelves which they may find\namong the population.  This is true of both sides, but seems\nto affect the Whites especially.  Although General Baron Wrangel\ndoes indeed seem to have striven more successfully\nthan his predecessors not to set the population against him\nand to preserve the loyalty of his army, it may be said with\nabsolute certainty that any large success on his part would\nbring crowding to his banner the same crowd of stupid\nreactionary officers who brought to nothing any mild desire\nfor moderation that may have been felt by General Denikin.\nIf the area he controls increases, his power of control over\nhis subordinates will decrease, and the forces that led to\nDenikin’s collapse will be set in motion in his case also.*\n[(*)On the day on which I send this book to the printers\nnews comes of Wrangel’s collapse and flight.  I leave\nstanding what I have written concerning him, since it",
        "will apply to any successor he may have.  Each general\nwho has stepped into Kolchak’s shoes has eventually had\nto run away in them, and always for the same reasons.\nIt may be taken almost as an axiom that the history of\n great country is that of its centre, not of its periphery.\nThe main course of English history throughout the troubled\nseventeenth and eighteenth centuries was never deflected\nfrom London.  French history did not desert Paris, to\nmake a new start at Toulon or at Quiberon Bay.\nAnd only a fanatic could suppose that Russian history\nwould run away from Moscow, to begin again in a semi-Tartar\npeninsula in the Black Sea.  Moscow changes continually, and\nmay so change as to make easy the return of the “refugees.\"\nSome have already returned.  But the refugees will not return as\nconquerors.  Should a Russian Napoleon (an unlikely figure, even in\nspite of our efforts) appear, he will not throw away the invaluable\nasset of a revolutionary war-cry.  He will have to fight some one,\nor he will not be a Napoleon.  And whom will he fight but the very\npeople who, by keeping up the friction, have rubbed Aladdin’s ring so hard\nand so long that a Djinn, by no means kindly disposed towards them,\nbursts forth at last to avenge the breaking of his sleep?]",
        "And, of course, should hostilities flare up again on the\nPolish frontier, should the lions and lambs and jackals and\neagles of Kossack, Russian, Ukrainian and Polish nationalists\ntemporarily join forces, no miracles of diplomacy will keep\nthem from coming to blows.  For all these reasons a military\ncollapse of the Soviet Government at the present time, even\na concerted military advance of its enemies, is unlikely.",
        "It is undoubtedly true that the food situation in the towns is\nlikely to be worse this winter than it has yet been.  Forcible\nattempts to get food from the peasantry will increase the\nexisting hostility between town and country.  There has been\na very bad harvest in Russia.  The bringing of food from\nSiberia or the Kuban (if military activities do not make that\nimpossible) will impose an almost intolerable strain on\nthe inadequate transport.  Yet I think internal collapse\nunlikely.  It may be said almost with certainty that\nGovernments do not collapse until there is no one left to\ndefend them.  That moment had arrived in the case of the",
        "Tsar.  It had arrived in the case of Kerensky.  It has not\narrived in the case of the Soviet Government for certain\nobvious reasons.  For one thing, a collapse of the Soviet\nGovernment at the present time would be disconcerting, if not\ndisastrous, to its more respectable enemies.  It would, of\ncourse, open the way to a practically unopposed military\nadvance, but at the same time it would present its enemies\nwith enormous territory, which would overwhelm the\norganizing powers which they have shown again and again\nto be quite inadequate to much smaller tasks.  Nor would\ncollapse of the present Government turn a bad harvest into a\ngood one.  Such a collapse would mean the breakdown of\nall existing organizations, and would intensify the horrors of\nfamine for every town dweller.  Consequently, though the\ndesperation of hunger and resentment against inevitable\nrequisitions may breed riots and revolts here and there\nthroughout the country, the men who, in other\ncircumstances, might coordinate such events, will refrain\nfrom doing anything of the sort.  I do not say that collapse is\nimpossible.  I do say that it would be extremely undesirable\nfrom the point of view of almost everybody in Russia.\nCollapse of the present Government would mean at best a\nreproduction of the circumstances of 1917, with the\ndifference that no intervention from without would be\nnecessary to stimulate indiscriminate slaughter within.  I say\n“at best” because I think it more likely that collapse would be\nfollowed by a period of actual chaos.  Any Government that\nfollowed the Communists would be faced by the same\neconomic problem, and would have to choose between\nimposing measures very like those of the Communists and\nallowing Russia to subside into a new area for colonization.\nThere are people who look upon this as a natural, even a\ndesirable, result of the revolution.  They forget that the\nRussians have never been a subject race, that they have\nimmense powers of passive resistance, that they respond\nvery readily to any idea that they understand, and that the\nidea of revolt against foreigners is difficult not to\nunderstand.  Any country that takes advantage of the\nRussian people in a moment of helplessness will find, sooner\nor later, first that it has united Russia against it, and secondly\nthat it has given all Russians a single and undesirable view of\nthe history of the last three years.  There will not be a\nRussian who will not believe that the artificial incubation of",
        "civil war within the frontiers of old Russia was not\ndeliberately undertaken by Western Europe with the object\nof so far weakening Russia as to make her exploitation easy.\nThose who look with equanimity even on this prospect\nforget that the creation in Europe of a new area for\ncolonization, a knocking out of one of the sovereign nations,\nwill create a vacuum, and that the effort to fill this vacuum\nwill set at loggerheads nations at present friendly and so\nproduce a struggle which may well do for Western Europe\nwhat Western Europe will have done for Russia.",
        "It is of course possible that in some such way the Russian\nRevolution may prove to be  no more than the last desperate\ngesture of a stricken civilization.  My point is that if that is\nso, civilization in Russia will not die without infecting us\nwith its disease.  It seems to me that our own\ncivilization is ill already, slightly demented perhaps, and\nliable, like a man in delirium, to do things which tend to\naggravate the malady.  I think that the whole of the Russian\nwar, waged directly or indirectly by Western Europe, is an\nexample of this sort of dementia, but I cannot help believing\nthat sanity will reassert itself in time.  At the present\nmoment, to use a modification of Gusev’s metaphor, Europe\nmay be compared to a burning house and the Governments\nof Europe to fire brigades, each one engaged in trying to\nsalve a wing or a room of the building.  It seems a pity that\nthese fire brigades should be fighting each other, and\nforgetting the fire in their resentment of the fact that some of\nthem wear red uniforms and some wear blue.  Any single\nroom to which the fire gains complete control increases the\ndanger of the whole building, and I hope that before the roof\nfalls in the firemen will come to their senses.",
        "But turning from grim recognition of the danger, and from\nspeculations as to the chance of the Russian Government\ncollapsing, and as to the changes in it that time may bring, let\nus consider what is likely to happen supposing it does\nnot collapse.  I have already said that I think collapse\nunlikely.  Do the Russians show any signs of being able to\ncarry out their programme, or has the fire gone so far during\nthe quarrelling of the firemen as to make that task\nimpossible?",
        "I think that there is still a hope.  There is as yet no sign of a\ngeneral improvement in Russia, nor is such an improvement\npossible until the Russians have at least carried out the first\nstage of their programme.  It would even not be surprising if\nthings in general were to continue to go to the bad during the\ncarrying out of that first stage.  Shortages of food, of men,\nof tools, of materials, are so acute that they have had to\nchoose those factories which are absolutely indispensable for\nthe carrying out of this stage, and make of them “shock\"\nfactories, like the “shock” troops of the war, giving them\nequipment over and above their rightful share of the\nimpoverished stock, feeding their workmen even at the cost\nof letting others go hungry.  That means that other factories\nsuffer.  No matter, say the Russians, if only that first stage\nmakes progress.  Consequently, the only test that can be\nfairly applied is that of transport.  Are they or are they\nnot gaining on ruin in the matter of wagons and engines!\nHere are the figures of wagon repairs in the seven chief\nrepairing shops up to the month of June:",
        "December 1919............475 wagons were repaired.\nJanuary 1920.............656\nFebruary.................697\nMarch...................1104\nApril...................1141\nMay.....................1154\nJune....................1161",
        "After elaborate investigation last year, Trotsky, as temporary\nCommissar of Transport, put out an order explaining that\nthe railways, to keep up their present condition, must repair\nroughly 800 engines every month.  During the first six\nmonths of 1920 they fulfilled this task in the following\npercentages:",
        "January..................32 per cent\nFebruary.................50\nMarch....................66",
        "April....................78\nMay......................98\nJune....................104",
        "I think that is a proof that, supposing normal relations\nexisted between Russia and ourselves, the Russian would be\nable to tackle the first stage of the problem that lies before\nthem, and would lie before them whatever their Government\nmight be.  Unfortunately there is no proof that this steady\nimprovement can be continued, except under conditions of\ntrade with Western Europe.  There are Russians who think\nthey can pull through without us, and, remembering the\nmiracles of which man is capable when his back is to the\nwall, it would be rash to say that this is impossible.  But\nother Russians point out gloomily that they have been using\ncertain parts taken from dead engines (engines past repair) in\norder to mend sick engines.  They are now coming to the\nmending, not of sick engines merely, but of engines on\nwhich post-mortems have already been held.  They are\nactually mending engines, parts of which have already been\ntaken out and used for the mending of other engines.  There\nare consequently abnormal demands for such things as\nshafts and piston rings.  They are particularly short of\nBabbitt metal and boiler tubes.  In normal times the average\nnumber of new tubes wanted for each engine put\nthrough the repair shops was 25 (10 to 15 for engines used\nin the more northerly districts, and 30 to 40 for engines in\nthe south where the water is not so good).  This number\nmust now be taken as much higher, because during recent\nyears tubes have not been regularly renewed.  Further, the\nrailways have been widely making use of tubes taken from\ndead engines, that is to say, tubes already worn.  Putting\nthings at their very best, assuming that the average demand\nfor tubes per engine will be that of normal times, then, if\n1,000 engines are to be repaired monthly, 150,000 tubes will\nbe wanted every six months.  Now on the 15th of June the\ntotal stock of tubes ready for use was 58,000, and the\nrailways could not expect to get more than another 13,000 in\nthe near future.  Unless the factories are able to do better\n(and their improvement depends on improvement in\ntransport), railway repairs must again deteriorate, since the\nmain source of materials for it in Russia, namely the dead",
        "engines, will presently be exhausted.",
        "On this there is only one thing to be said.  If, whether\nbecause we do not trade with them, or from some other\ncause, the Russians are unable to proceed even in this\nfirst stage of their programme, it means an indefinite\npostponement of the moment when Russia will be able to\nexport anything, and, consequently, that when at last we\nlearn that we need Russia as a market, she will be a market\nwilling to receive gifts, but unable to pay for anything at all.\nAnd that is a state of affairs a great deal more serious to\nourselves than to the Russians, who can, after all, live by\nwandering about their country and scratching the ground, whereas\nwe depend on the sale of our manufactured goods\nfor the possibility of buying the food we cannot grow\nourselves.  If the Russians fail, their failure will affect not us\nalone.  It will, by depriving her of a market, lessen\nGermany’s power of recuperation, and consequently her\npower of fulfilling her engagements.  What, then, is to\nhappen to France?  And, if we are to lose our market in\nRussia, and find very much weakened markets in Germany\nand France, we shall be faced with an ever-increasing\nburden of unemployment, with the growth, in fact, of the\nvery conditions in which alone we shall ourselves be unable\nto recover from the war.  In such conditions, upheaval in\nEngland would be possible, and, for the dispassionate\nobserver, there is a strange irony in the fact that the\nCommunists desire that upheaval, and, at the same time,\ndesire a rebirth of the Russian market which would tend to\nmake that upheaval unlikely, while those who most fear\nupheaval are precisely those who urge us, by making\nrecovery in Russia impossible, to improve the chances of\ncollapse at home.  The peasants in Russia are not alone in\nwanting incompatible things.",
        " ",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}