{
    "title": "The Pleasures of Life - CHAPTER IV. LOVE.",
    "author": "Sir John Lubbock",
    "chapter": "18",
    "content": [
        "\n\n",
        "    “Love rules the court, the camp, the grove,\n    And men below and saints above;\n    For love is heaven and heaven is love.”",
        "    SCOTT.",
        "Love is the light and sunshine of life. We are so constituted that we\ncannot fully enjoy ourselves, or anything else, unless some one we love\nenjoys it with us. Even if we are alone, we store up our enjoyment in hope\nof sharing it hereafter with those we love.",
        "Love lasts through life, and adapts itself to every age and circumstance;\nin childhood for father and mother, in manhood for wife, in age for\nchildren, and throughout for brothers and sisters, relations and friends.\nThe strength of friendship is indeed proverbial, and in some cases, as in\nthat of David and Jonathan, is described as surpassing the love of women.\nBut I need not now refer to it, having spoken already of what we owe to\nfriends.",
        "The goodness of Providence to man has been often compared to that of\nfathers and mothers for their children.",
        "  “Just as a mother, with sweet, pious face,\n    Yearns toward her little children from her seat,\n  Gives one a kiss, another an embrace,\n    Takes this upon her knees, that on her feet;\n  And while from actions, looks, complaints, pretences,\n    She learns their feelings and their various will,\n  To this a look, to that a word, dispenses,\n    And, whether stern or smiling, loves them still;–\n  So Providence for us, high, infinite,\n    Makes our necessities its watchful task,\n    Hearkens to all our prayers, helps all our wants,\n  And e’en if it denies what seems our right,\n    Either denies because ’twould have us ask,\n    Or seems but to deny, or in denying grants.” [1]",
        "Sir Walter Scott well says–",
        "  “And if there be on Earth a tear\n  From passion’s dross [2] refined and clear,\n  ’Tis that which pious fathers shed\n  Upon a duteous daughter’s head.”",
        "Epaminondas is said to have given as his main reason for rejoicing at the\nvictory of Leuctra, that it would give so much pleasure to his father and\nmother.",
        "Nor must the love of animals be altogether omitted. It is impossible not\nto sympathize with the Savage when he believes in their immortality, and\nthinks that after death",
        "              “Admitted to that equal sky\n  His faithful dog shall bear him company.” [3]",
        "In the Mahabharata, the great Indian Epic, when the family of Pandavas,\nthe heroes, at length reach the gates of heaven, they are welcomed\nthemselves, but are told that their dog cannot come in. Having pleaded in\nvain, they turn to depart, as they say they can never leave their faithful\ncompanion. Then at the last moment the Angel at the door relents, and\ntheir Dog is allowed to enter with them.",
        "We may hope the time will come when we shall learn",
        "  “Never to blend our pleasures or our pride,\n  With sorrow of the meanest thing that feels.” [4]",
        "But at the present moment I am speaking rather of the love which leads to\nmarriage. Such love is the music of life, nay, “there is music in the\nbeauty, and the silver note of love, far sweeter than the sound of any\ninstrument.” [5]",
        "The Symposium of Plato contains an interesting and amusing disquisition on\nLove.",
        "“Love,” Phaedrus is made to say, “will make men dare to die for their\nbeloved–love alone: and women as well as men. Of this, Alcestis, the\ndaughter of Pelias, is a monument to all Hellas; for she was willing to\nlay down her life on behalf of her husband, when no one else would,\nalthough he had a father and mother; but the tenderness of her love so far\nexceeded theirs, that she made them seem to be strangers in blood to their\nown son, and in name only related to him; and so noble did this action of\nhers appear to the gods, as well as to men, that among the many who have\ndone virtuously she is one of the very few to whom they have granted the\nprivilege of returning to earth, in admiration of her virtue; such\nexceeding honor is paid by them to the devotion and virtue of love.”",
        "Agathon is even more eloquent–",
        "Love “fills men with affection, and takes away their disaffection, making\nthem meet together at such banquets as these. In sacrifices, feasts,\ndances, he is our lord–supplying kindness and banishing unkindness,\ngiving friendship and forgiving anmity, the joy of the good, the wonder of\nthe wise, the amazement of the gods, desired by those who have no part in\nhim, and precious to those who have the better part in him; parent of\ndelicacy, luxury, desire, fondness, softness, grace, regardful of the\ngood, regardless of the evil. In every word, work, wish, fear–pilot,\ncomrade, helper, savior; glory of gods and men, leader best and brightest:\nin whose footsteps let every man follow, sweetly singing in his honor that\nsweet strain with which love charms the souls of gods and men.”",
        "No doubt, even so there are two Loves, “one, the daughter of Uranus, who\nhas no mother, and is the elder and wiser goddess; and the other, the\ndaughter of Zeus and Dione, who is popular and common,\"–but let us not\nexamine too closely. Charity tells us even of Guinevere, “that while she\nlived, she was a good lover and therefore she had a good end.” [6]",
        "The origin of love has exercised philosophers almost as much as the origin\nof evil. The Symposium continues with a speech which Plato attributes in\njoke to Aristophanes, and of which Jowett observes that nothing in\nAristophanes is more truly Aristophanic.",
        "The original human nature, he says, was not like the present. The Primeval\nMan was round, [7] his back and sides forming a circle; and he had four\nhands and four feet, one head with two faces, looking opposite ways, set\non a round neck and precisely alike. He could walk upright as men now do,\nbackward or forward as he pleased, and he could also roll over and over at\na great rate, whirling round on his four hands and four feet, eight in\nall, like tumblers going over and over with their legs in the air; this\nwas when he wanted to run fast. Terrible was their might and strength, and\nthe thoughts of their hearts great, and they made an attack upon the gods;\nof them is told the tale of Otys and Ephialtes, who, as Homer says, dared\nto scale heaven, and would have laid hands upon the gods. Doubt reigned in\nthe celestial councils. Should they kill them and annihilate the race with\nthunderbolts, as they had done the giants, then there would be an end of\nthe sacrifices and worship which men offered to them; but, on the other\nhand, the gods could not suffer their insolence to be unrestrained. At\nlast, after a good deal of reflection, Zeus discovered a way. He said;\n“Methinks I have a plan which will humble their pride and mend their\nmanners; they shall continue to exist, but I will cut them in two, which\nwill have a double advantage, for it will halve their strength and we\nshall have twice as many sacrifices. They shall walk upright on two legs,\nand if they continue insolent and will not be quiet, I will split them\nagain and they shall hop on a single leg.” He spoke and cut men in two,\n“as you might split an egg with a hair.”... After the division the two\nparts of man, each desiring his other half, came together.... So ancient\nis the desire of one another which is implanted in us, reuniting our\noriginal nature, making one of two, and healing the state of man. Each of\nus when separated is but the indenture of a man, having one side only,\nlike a flat-fish and he is always looking for his other half.",
        "And when one of them finds his other half, the pair are lost in amazement\nof love and friendship and intimacy, and one will not be out of the\nother’s sight, as I may say, even for a minute: they will pass their whole\nlives together; yet they could not explain what they desire of one\nanother. For the intense yearning which each of them has toward the other\ndoes not appear to be the desire of lover’s intercourse, but of something\nelse, which the soul of either evidently desires and cannot tell, and of\nwhich she has only a dark and doubtful presentiment.",
        "However this may be, there is such instinctive insight in the human heart\nthat we often form our opinion almost instantaneously, and such\nimpressions seldom change, I might even say, they are seldom wrong. Love\nat first sight sounds like an imprudence, and yet is almost a revelation.\nIt seems as if we were but renewing the relations of a previous existence.",
        "  “But to see her were to love her,\n  Love but her, and love for ever.” [8]",
        "Yet though experience seldom falsifies such a feeling, happily the reverse\ndoes not hold good. The deepest affection is often of slow growth. Many a\nwarm love has been won by faithful devotion.",
        "Montaigne indeed declares that “Few have married for love without\nrepenting it.” Dr. Johnson also maintained that marriages would generally\nbe happier if they were arranged by the Lord Chancellor; but I do not\nthink either Montaigne or Johnson were good judges. As Lancelot said to\nthe unfortunate Maid of Astolat, “I love not to be constrained to love,\nfor love must arise of the heart and not by constraint.” [9]",
        "Love defies distance and the elements; Sestos and Abydos are divided by\nthe sea, “but Love joined them by an arrow from his bow.” [10]",
        "Love can be happy anywhere. Byron wished",
        "  “O that the desert were my dwelling-place,\n  With one fair Spirit for my minister,\n  That I might all forget the human race,\n  And, hating no one, love but only her.”",
        "And many will doubtless have felt",
        "  “O Love! what hours were thine and mine\n  In lands of Palm and Southern Pine,\n  In lands of Palm, of Orange blossom,\n  Of Olive, Aloe, and Maize and Vine.”",
        "What is true of space holds good equally of\ntime.",
        "  “In peace, Love tunes the shepherd’s reed.\n  In war, he mounts the warrior’s steed;\n  In halls, in gay attire is seen;\n  In hamlets, dances on the green.\n  Love rules the court, the camp, the grove,\n  And men below, and saints above;\n  For love is heaven, and heaven is love.” [11]",
        "Even when, as among some Eastern races, Religion and Philosophy have\ncombined to depress Love, truth reasserts itself in popular sayings, as\nfor instance in the Turkish proverb, “All women are perfection, especially\nshe who loves you.”",
        "A French lady having once quoted to Abd-el-Kader the Polish proverb, “A\nwoman draws more with a hair of her head than a pair of oxen well\nharnessed;” he answered with a smile, “The hair is unnecessary, woman is\npowerful as fate.”",
        "But we like to think of Love rather as the Angel of Happiness than as a\nruling force: of the joy of home when “hearts are of each other sure.”",
        "  “It is the secret sympathy,\n  The silver link, the silken tie,\n  Which heart to heart, and mind to mind\n  In body and in soul can bind.” [12]",
        "What Bacon says of a friend is even truer of a wife; there is “no man that\nimparteth his joys to his friend, but he joyeth the more; and no man that\nimparteth his griefs to his friend, but he grieveth the less.”",
        "Let some one we love come near us and",
        "  “At once it seems that something new or strange\n    Has passed upon the flowers, the trees, the ground;\n  Some slight but unintelligible change\n    On everything around.” [13]",
        "We might, I think, apply to love what Homer says of Fate:",
        "  “Her feet are tender, for she sets her steps\n  Not on the ground, but on the heads of men.”",
        "Love and Reason divide the life of man. We must give to each its due. If\nit is impossible to attain to virtue by the aid of Reason without Love,\nneither can we do so by means of Love alone without Reason.",
        "Love, said Melanippides, “sowing in the heart of man the sweet harvest of\ndesire, mixes the sweetest and most beautiful things together.”",
        "No one indeed could complain now, with Phaedrus in Plato’s Symposium, that\nLove has had no worshippers among the Poets. On the contrary, Love has\nbrought them many of their sweetest inspirations; none perhaps nobler or\nmore beautiful than Milton’s description of Paradise:",
        "  “With thee conversing, I forget all time,\n  All seasons, and their change, all please alike.\n  Sweet is the breath of morn, her rising sweet\n  With charm of earliest birds; pleasant the sun\n  When first on this delightful land he spreads\n  His orient beams on herb, tree, fruit, and flower\n  Glistering with dew, fragrant the fertile earth\n  After soft showers; and sweet the coming on\n  Of grateful evening mild; then silent night\n  With this her solemn bird and this fair moon,\n  And these the gems of heaven, her starry train:\n  But neither breath of morn when she ascends\n  With charm of earliest birds, nor rising sun\n  On this delightful land, nor herb, fruit, flower\n  Glistering with dew, nor fragrance after showers,\n  Nor grateful evening mild, nor silent night\n  With this her solemn bird, nor walk by moon\n  Or glittering starlight, without thee is sweet.”",
        "Moreover, no one need despair of an ideal marriage. We unfortunately\ndiffer so much in our tastes; love does so much to create love, that even\nthe humblest may hope for the happiest marriage if only he deserves it;\nand Shakespeare speaks, as he does so often, for thousands when he says",
        "                       “She is mine own,\n  And I as rich in having such a jewel\n  As twenty seas, if all their sands were pearls,\n  The water nectar, and the rocks pure gold.”",
        "True love indeed will not be unreasonable or exacting.",
        "  “Tell me not, sweet, I am unkind\n    That from the nursery\n  Of thy chaste breast and quiet mind\n    To war and arms I fly.\n  True! a new mistress now I chase,\n    The first foe in the field,\n  And with a stronger faith embrace\n    A sword, a horse, a shield.\n  Yet this inconstancy is such\n    As you too shall adore,\n  I could not love thee, dear, so much,\n    Loved I not honor more.” [14]",
        "And yet",
        "  “Alas! how light a cause may move\n  Dissension between hearts that love!\n  Hearts that the world in vain had tried,\n  And sorrow but more closely tied,\n  That stood the storm, when waves were rough,\n  Yet in a sunny hour fall off,\n  Like ships that have gone down at sea,\n  When heaven was all tranquillity.” [15]",
        "For love is brittle. Do not risk even any little jar; it may be",
        "         “The little rift within the lute,\n  That by and by will make the music mute,\n  And ever widening slowly silence all.” [16]",
        "Love is delicate; “Love is hurt with jar and fret,” and you might as well\nexpect a violin to remain in tune if roughly used, as Love to survive if\nchilled or driven into itself. But what a pleasure to keep it alive by",
        "  “Little, nameless, unremembered acts\n  Of kindness and of love.” [17]",
        "“She whom you loved and chose,” says Bondi,",
        "                                “Is now your bride,\n    The gift of heaven, and to your trust consigned;\n    Honor her still, though not with passion blind;\n    And in her virtue, though you watch, confide.\n  Be to her youth a comfort, guardian, guide,\n    In whose experience she may safety find;\n    And whether sweet or bitter be assigned,\n    The joy with her, as well as pain divide.\n  Yield not too much if reason disapprove;\n    Nor too much force; the partner of your life\n    Should neither victim be, nor tyrant prove.\n  Thus shall that rein, which often mars the bliss\n    Of wedlock, scarce be felt; and thus your wife\n    Ne’er in the husband shall the lover miss.” [18]",
        "Every one is ennobled by true love–",
        "  “Tis better to have loved and lost\n    Than never to have loved at all.” [19]",
        "Perhaps no one ever praised a woman more gracefully in a sentence than\nSteele when he said of Lady Elizabeth Hastings that “to know her was a\nliberal education;” but every woman may feel as she improves herself that\nshe is not only laying in a store of happiness for herself, but also\nraising and blessing him whom she would most wish to see happy and good.",
        "Love, true love, grows and deepens with time. Husband and wife, who are\nmarried indeed, live",
        "       “By each other, till to love and live\n  Be one.” [20]",
        "For does it end with life. A mother’s love knows no bounds.",
        "  “They err who tell us Love can die,\n  With life all other passions fly,\n    All others are but vanity.\n  In Heaven Ambition cannot dwell,\n  Nor Avarice in the vaults of Hell;\n  Earthly these passions of the Earth;\n  They perish where they have their birth,\n      But Love is indestructible;\n    Its holy flame forever burneth,\n  From Heaven it came, to Heaven returneth;\n    Too oft on Earth a troubled guest,\n    At times deceived, at times opprest,\n      It here is tried and purified,\n    Then hath in Heaven its perfect rest:\n  It soweth here with toil and care,\n  But the harvest time of Love is there.",
        "  “The mother when she meets on high\n    The Babe she lost in infancy,\n  Hath she not then, for pains and fears,\n    The day of woe, the watchful night,\n    For all her sorrow, all her tears,\n    An over-payment of delight?” [21]",
        "As life wears on the love of husband or wife, of friends and of children,\nbecomes the great solace and delight of age. The one recalls the past, the\nother gives interest to the future; and in our children, it has been truly\nsaid, we live our lives again.",
        "[1] Filicaja. Translated by Leigh Hunt.",
        "[2] Not from passion itself.",
        "[3] Pope.",
        "[4] Wordsworth.",
        "[5] Browne.",
        "[6] Malory, Morte d’ Arthur.",
        "[7] I avail myself of Dr. Jowett’s translation.",
        "[8] Burns.",
        "[9] Malory, Morte d’ Arthur.",
        "[10] Symonds.",
        "[11] Scott.",
        "[12] Scott.",
        "[13] Trench.",
        "[14] Lovelace.",
        "[15] Moore.",
        "[16] Tennyson.",
        "[17] Wordsworth.",
        "[18] Bondi. Tr. by Glassfors.",
        "[19] Tennyson.",
        "[20] Swinburne.",
        "[21] Southey.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}