{
    "title": "The Book of Delight and Other Papers - Hebrew Love Songs (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n\n",
        "Palestine is still the land of song. There the peasant sings Arabic ditties\nin the field when he sows and reaps, in the desert when he tends his flock,\nat the oasis when the caravan rests for the night, and when camels are\nremounted next morning. The maiden’s fresh voice keeps droning rhythm with\nher hands and feet as she carries water from the well or wood from the\nscanty forest, when she milks the goats, and when she bakes the bread.",
        "The burden of a large portion of these songs is love. The love motive is\nmost prominent musically during the long week of wedding festivities, but\nit is by no means limited to these occasions. The songs often contain an\nelement of quaint, even arch, repartee, in which the girl usually has the\nbetter of the argument. Certainly the songs are sometimes gross, but only\nin the sense that they are vividly natural. With no delicacy of expression,\nthey are seldom intrinsically coarse. The troubadours of Europe trilled\nmore daintily of love, but there was at times an illicit note in their\nlays. Eastern love songs never attain the ideal purity of Dante, but they\nhardly ever sink to the level of Ovid.",
        "But why begin an account of Hebrew love songs by citing extant Palestinian\nexamples in Arabic? Because there is an undeniable, if remote, relationship\nbetween some of the latter and the Biblical Song of Songs. In that\nmarvellous poem, outspoken praise of earthly beauty, frank enumeration of\nthe physical charms of the lovers, thorough unreserve of imagery, are\nconspicuous enough. Just these features, as Wetzstein showed, are\nreproduced, in a debased, yet recognizable, likeness, by the modern Syrian\nwasf–a lyric description of the bodily perfections and adornments of a\nnewly-wed pair. The Song of Songs, or Canticles, it is true, is hardly a\nmarriage ode or drama; its theme is betrothed faith rather than marital\naffection. Still, if we choose to regard the Song of Songs as poetry merely\nof the wasf type, the Hebrew is not only far older than any extant Arabic\ninstance, but it transcends the wasf type as a work of inspired genius\ntranscends conventional exercises in verse-making. There are superficial\nsimilarities between the wasf and Canticles, but there is no spiritual\nkinship. The wasf is to the Song as Lovelace is to Shakespeare, nay, the\ndistance is even greater. The difference is not only of degree, it is\nessential. The one touches the surface of love, the other sounds its\ndepths. The Song of Songs immeasurably surpasses the wasf even as poetry.\nIt has been well said by Dr. Harper (author of the best English edition of\nCanticles), that, viewed simply as poetry, the Song of Songs belongs to the\nloveliest masterpieces of art. “If, as Milton said, ’poetry should be\nsimple, sensuous, passionate,’ then here we have poetry of singular beauty\nand power. Such unaffected delight in all things fair as we find here is\nrare in any literature, and is especially remarkable in ancient Hebrew\nliterature. The beauty of the world and of the creatures in it has been so\ndeeply and warmly felt, that even to-day the ancient poet’s emotion of joy\nin them thrills through the reader.”",
        "It is superfluous to justify this eulogy by quotation. It is impossible\nalso, unless the quotation extend to the whole book. Yet one scene shall be\ncited, the exquisite, lyrical dialogue of spring, beginning with the tenth\nverse of the second chapter. It is a dialogue, though the whole is reported\nby one speaker, the Shulammite maid. Her shepherd lover calls to her as she\nstands hidden behind a lattice, in the palace in Lebanon, whither she has\nbeen decoyed, or persuaded to go, by the “ladies of Jerusalem.”",
        "  The shepherd lover calls\n    Rise up, my love,\n        My fair one, come away!\n    For, lo, the winter is past,\n    The rain is over and gone,\n    The flowers appear on the earth:\n    The birds’ singing time is here,\n    And the voice of the turtle-dove is heard in our land.\n    The fig-tree ripens red her winter fruit,\n    And blossoming vines give forth fragrance.\n    Rise up, my love,\n        My fair one, come away!",
        "Shulammith makes no answer, though she feels that the shepherd is conscious\nof her presence. She is, as it were, in an unapproachable steep, such as\nthe wild dove selects for her shy nest. So he goes on:",
        "  O my dove, that art in the clefts of the rock,\n  In the covert of the steep!\n  Let me see thy face,\n  Let me hear thy voice,\n  For sweet is thy voice, and thy face comely!",
        "She remains tantalizingly invisible, but becomes audible. She sings a\nsnatch from a vineyard-watcher’s song, hinting, perhaps, at the need in\nwhich her person (her “vineyard” as she elsewhere calls it) stands of\nprotection against royal foxes, small and large.",
        "  Shulammith sings\n    Take us the foxes,\n    The little foxes,\n        That spoil the vineyards:\n    For our vines are in blossom!",
        "Then, in loving rapture,",
        "  Shulammith speaks in an aside\n    My beloved is mine, and I am his:\n    He feedeth his flock among the lilies!",
        "But she cannot refuse her lover one glance at herself, even though she\nappear only to warn him of his danger, to urge him to leave her and return\nwhen the day is over.",
        "  Shulammith entreatingly to her lover\n    Until the evening breeze blows,\n    And the shadows disappear (at sunset),\n    Turn, my beloved!\n    Be thou as a young hart\n    Upon the cleft-riven hills!",
        "This is but one of the many dainty love idylls of this divine poem. Or,\nagain, “could the curious helplessness of the dreamer in a dream and the\nyearning of a maiden’s affection be more exquisitely expressed than in the\nlines beginning, I was asleep, but my heart waked”? But, indeed, as the\ncritic I am quoting continues, “the felicities of expression and the happy\nimaginings of the poem are endless. The spring of nature and of love has\nbeen caught and fixed in its many exquisite lines, as only Shakespeare\nelsewhere has done it; and, understood as we think it must be understood,\nit has that ethical background of sacrifice and self-forgetting which all\nlove must have to be thoroughly worthy.”",
        "It is this ethical, or, as I prefer to term it, spiritual, background that\ndiscriminates the Song of Songs on the one hand from the Idylls of\nTheocritus, and, on the other, from the Syrian popular ditties. Some\nmoderns, notably Budde, hold that the Book of Canticles is merely a\ncollection of popular songs used at Syrian weddings, in which the bride\nfigures as queen and her mate as king, just as Budde (wrongly) conceives\nthem to figure in the Biblical Song. Budde suggests that there were “guilds\nof professional singers at weddings, and that we have in the Song of Songs\nsimply the repertoire of some ancient guild-brother, who, in order to\nassist his memory, wrote down at random all the songs he could remember, or\nthose he thought the best.”",
        "But this theory has been generally rejected as unsatisfying. The book,\ndespite its obscurities, is clearly a unity. It is no haphazard collection\nof love songs. There is a sustained dramatic action leading up to a noble\nclimax. Some passages almost defy the attempt to fit them into a coherent\nplot, but most moderns detect the following story in Canticles: A beautiful\nmaid of Shulem (perhaps another form of Shunem), beloved by a shepherd\nswain, is the only daughter of well-off but rustic parents. She is treated\nharshly by her brothers, who set her to watch the vineyards, and this\nexposure to the sun somewhat mars her beauty. Straying in the gardens, she\nis on a day in spring surprised by Solomon and his train, who are on a\nroyal progress to the north. She is taken to the palace in the capital, and\nlater to a royal abode in Lebanon. There the “ladies of Jerusalem” seek to\nwin her affections for the king, who himself pays her his court. But she\nresists all blandishments, and remains faithful to her country lover.\nSurrendering graciously to her strenuous resistance, Solomon permits her to\nreturn unharmed to her mountain home. Her lover meets her, and as she draws\nnear her native village, the maid, leaning on the shepherd’s arm, breaks\nforth into the glorious panegyric of love, which, even if it stood alone,\nwould make the poem deathless. But it does not stand alone. It is in every\nsense a climax to what has gone before. And what a climax! It is a\nvindication of true love, which weighs no allurements of wealth and\nposition against itself; a love of free inclination, yet altogether removed\nfrom license. Nor is it an expression of that lower love which may prevail\nin a polygamous state of society, when love is dissipated among many. We\nhave here the love of one for one, an exclusive and absorbing devotion. For\nthough the Bible never prohibited polygamy, the Jews had become monogamous\nfrom the Babylonian Exile at latest. The splendid praise of the virtuous\nwoman at the end of the Book of Proverbs gives a picture, not only of\nmonogamous home-life, but of woman’s influence at its highest. The virtuous\nwoman of Proverbs is wife and mother, deft guide of the home, open-handed\ndispenser of charity, with the law of kindness on her tongue; but her\nactivity also extends to the world outside the home, to the mart, to the\nbusiness of life. Where, in olden literature, are woman’s activities wider\nor more manifold, her powers more fully developed? Now, the Song of Songs\nis the lyric companion to this prose picture. The whole Song works up\ntowards the description of love in the last chapter–towards the\nculmination of the thought and feeling of the whole series of episodes. The\nShulammite speaks:",
        "  Set me as a seal upon thy heart,\n  As a seal upon thine arm:\n  For love is strong as death,\n  Jealousy is cruel as the grave:\n  The flashes thereof are flashes of fire,\n  A very flame of God!\n  Many waters cannot quench love,\n  Neither can the floods drown it:\n  If a man would give the substance of his house for love,\n  He would be utterly contemned.",
        "The vindication of the Hebrew song from degradation to the level of the\nSyrian wasf is easy enough. But some may feel that there is more\nplausibility in the case that has been set up for the connection between\nCanticles and another type of love song, the Idylls of Theocritus, the\nSicilian poet whose Greek compositions gave lyric distinction to the\nPtolemaic court at Alexandria, about the middle of the third century B.C.E.\nIt is remarkable how reluctant some writers are to admit originality in\nideas. Such writers seem to recognize no possibility other than supposing\nTheocritus to have copied Canticles, or Canticles Theocritus. It does not\noccur to them that both may be original, independent expressions of similar\nemotions. Least original among ideas is this denial of originality in\nideas. Criticism has often stultified itself under the obsession that\neverything is borrowed. On this theory there can never have been an\noriginal note. The poet, we are told, is born, not made; but poetry,\napparently, is always made, never born.",
        "The truth rather is that as human nature is everywhere similar, there must\nnecessarily be some similarity in its literary expression. This is\nemphatically the case with the expression given to the emotional side of\nhuman nature. The love of man for maid, rising everywhere from the same\nspring, must find lyric outlets that look a good deal alike. The family\nresemblance between the love poems of various peoples is due to the\nelemental kinship of the love. Every true lover is original, yet most true\nlovers, including those who have no familiarity with poetical literature,\nfall instinctively on the same terms of endearment. Differences only make\nthemselves felt in the spiritual attitudes of various ages and races\ntowards love. Theocritus has been compared to Canticles, by some on the\nground of certain Orientalisms of his thought and phrases, as in his Praise\nof Ptolemy. But his love poems bear no trace of Orientalism in feeling, as\nCanticles shows no trace of Hellenism in its conception of love. The\nsimilarities are human, the differences racial.",
        "Direct literary imitation of love lyrics certainly does occur. Virgil\nimitated Theocritus, and the freshness of the Greek Idyll became the\nconvention of the Roman Eclogue. When such conscious imitation takes place,\nit is perfectly obvious. There is no mistaking the affectation of an urban\nlyrist, whose lovers masquerade as shepherds in the court of Louis XIV.",
        "Theocritus seems to have had earlier Greek models, but few readers of his\nIdylls can question his originality, and fewer still will agree with\nMahaffy in denying the naturalness of his goatherds and fishermen, in a\nword, his genuineness. Mahaffy wavers between two statements, that the\nIdylls are an affectation for Alexandria, and sincere for Sicily. The two\nstatements are by no means contradictory. Much the same thing is true of\nCanticles, the Biblical Song of Songs. It is unreasonable for anyone who\nhas seen or read about a Palestinian spring, with its unique beauty of\nflower and bird and blossom, to imagine that the author of Canticles needed\nor used second-hand sources of inspiration, however little his drama may\nhave accorded with the life of Jerusalem in the Hellenistic period. And as\nthe natural scenic background in each case is native, so is the treatment\nof the love theme; in both it is passionate, but in the one it is nothing\nelse, in the other it is also spiritual. In both, the whole is artistic,\nbut not artificial. As regards the originality of the love-interest in\nCanticles, it must suffice to say that there was always a strong romantic\nstrain in the Jewish character.",
        "Canticles is perhaps (by no means certainly) post-Exilic and not far\nremoved in date from the age of Theocritus. Still, a post-Exilic Hebrew\npoet had no more reason to go abroad for a romantic plot than Hosea, or the\nauthor of Ruth, or the writer of the royal Epithalamium (Psalm xlv), an\nalmost certainly pre-Exilic composition. This Psalm has been well termed a\n“prelude to the Song of Songs,” for in a real sense Canticles is\nanticipated and even necessitated by it. In Ruth we have a romance of the\ngolden corn-field, and the author chooses the unsophisticated days of the\nJudges as the setting of his tale. In Canticles we have a contrasted\npicture between the simplicity of shepherd-life and the urban\nvoluptuousness which was soon to attain its climax in the court of the\nPtolemies. So the poet chose the luxurious reign of Solomon as the\nbackground for his exquisite “melodrama.” Both Ruth and Canticles are\nhome-products, and ancient Greek literature has no real parallel to either.",
        "Yet, despite the fact that the Hebrew Bible is permeated through and\nthrough, in its history, its psalmody, and its prophetic oratory, with\nimages drawn from love, especially in rustic guise, so competent a critic\nas Graetz conceived that the pastoral background of the love-story of\nCanticles must have been artificial. While most of those who have accepted\nthe theory of imitation-they cannot have reread the Idylls and the Song as\nwholes to persist in such a theory-have contended that Theocritus borrowed\nfrom Canticles, Graetz is convinced that the Hebrew poet must have known\nand imitated the Greek idyllist. The hero and heroine of the Song, he\nthinks, are not real shepherds; they are bucolic dilettanti, their\nshepherd-rôle is not serious. Whence, then, this superficial pastoral\nmise-en-scène? This critic, be it observed, places Canticles in the\nPtolemaic age.",
        "“In the then Judean world,” writes Graetz, “in the post-Exilic period,\n  pastoral life was in no way so distinguished as to serve as a poetic\n  foil. On the contrary, the shepherd was held in contempt. Agriculture was\n  so predominant that large herds were considered a detriment; they spoiled\n  the grain. Shepherds, too, were esteemed robbers, in that they allowed\n  their cattle to graze on the lands of others. In Judea itself, in the\n  post-Exilic period, there were few pasture-grounds for such nomads. Hence\n  the song transfers the goats to Gilead, where there still existed\n  grazing-places. In the Judean world the poet could find nothing to\n  suggest the idealization of the shepherd. As he, nevertheless, represents\n  the simple life, as opposed to courtly extravagance, through the figures\n  of shepherds, he must have worked from a foreign model. But Theocritus\n  was the first perfect pastoral poet. Through his influence shepherd songs\n  became a favorite genre. He had no lack of imitators. Theocritus had\n  full reason to contrast court and rustic life and idealize the latter,\n  for in his native Sicily there were still shepherds in primitive\n  simplicity. Under his influence and that of his followers, it became the\n  fashion to represent the simple life in pastoral guise. The poet of\n  Canticles–who wrote for cultured circles–was forced to make use of the\n  convention. But, as though to excuse himself for taking a Judean shepherd\n  as a representative of the higher virtues, he made his shepherd one who\n  feeds among the lilies. It is not the rude neat-herds of Gilead or the\n  Judean desert that hold such noble dialogues, but shepherds of delicate\n  refinement. In a word, the whole eclogic character of Canticles appears\n  to be copied from the Theocritan model,”",
        "This contention would be conclusive, if it were based on demonstrable\nfacts. But what is the evidence for it? Graetz offers none in his brilliant\nCommentary on Canticles. In proof of his startling view that, throughout\npost-Exilic times, the shepherd vocation was held in low repute among\nIsraelites, he merely refers to an article in his Monatsschrift (1870, p.\n483). When one turns to that, one finds that it concerns a far later\nperiod, the second Christian century, when the shepherd vocation had fallen\nto the grade of a small and disreputable trade. The vocation was then no\nlonger a necessary corollary of the sacrificial needs of the Temple. While\nthe altar of Jerusalem required its holocausts, the breeders of the animals\nwould hardly have been treated as pariahs. In the century immediately\nfollowing the destruction of the Temple, the shepherd began to fall in\nmoral esteem, and in the next century he was included among the criminal\ncategories. No doubt, too, as the tender of flocks was often an Arab\nraider, the shepherd had become a dishonest poacher on other men’s\npreserves. The attitude towards him was, further, an outcome of the\ndeepening antagonism between the schoolmen and the peasantry. But even then\nit was by no means invariable. One of the most famous of Rabbis, Akiba, who\ndied a martyr in 135 C.E., was not only a shepherd, but he was also the\nhero of the most romantic of Rabbinic love episodes.",
        "At the very time when Graetz thinks that agriculture had superseded\npastoral pursuits in general esteem, the Book of Ecclesiasticus was\nwritten. On the one side, Sirach, the author of this Apocryphal work, does\nnot hesitate (ch. xxiv) to compare his beloved Wisdom to a garden, in the\nsame rustic images that we find in Canticles; and, on the other side, he\nreveals none of that elevated appreciation of agriculture which Graetz\nwould have us expect. Sirach (xxxvii. 25) asks sarcastically:",
        "   How shall he become wise that holdeth the plough,\n   That glorieth in the shaft of the goad:\n   That driveth oxen, and is occupied with their labors,\n   And whose talk is of bullocks?",
        "Here it is the farmer that is despised, not a word is hinted against the\nshepherd. Sirach also has little fondness for commerce, and he denies the\npossibility of wisdom to the artisan and craftsman, “in whose ear is ever\nthe noise of the hammer” (ib. v. 28). Sirach, indeed, is not attacking\nthese occupations; he regards them all as a necessary evil, “without these\ncannot a city be inhabited” (v. 32). Our Jerusalem savant, as Dr.\nSchechter well terms him, of the third or fourth century B.C.E.; is\nmerely illustrating his thesis, that",
        "  The wisdom of the scribe cometh by opportunity of leisure;\n  And he that hath little business shall become wise,",
        "or, as he puts it otherwise, sought for in the council of the people, and\nchosen to sit in the seat of the judge. This view finds its analogue in a\nfamous saying of the later Jewish sage Hillel, “Not everyone who increaseth\nbusiness attains wisdom” (Aboth, ii. 5).",
        "Undeniably, the shepherd lost in dignity in the periods of Jewish\nprosperity and settled city life. But, as George Adam Smith points out\naccurately, the prevailing character of Judea is naturally pastoral, with\nhusbandry only incidental. “Judea, indeed, offers as good ground as there\nis in all the East for observing the grandeur of the shepherd’s\ncharacter,\"–his devotion, his tenderness, his opportunity of leisurely\ncommunion with nature.",
        "The same characterization must have held in ancient times. And, after all,\nas Graetz himself admits, the poet of Canticles locates his shepherd in\nGilead, the wild jasmine and other flowers of whose pastures (the “lilies\"\nof the Song) still excite the admiration of travellers. Laurence Oliphant\nis lost in delight over the “anemones, cyclamens, asphodels, iris,” which\nburst on his view as he rode “knee-deep through the long, rich, sweet\ngrass, abundantly studded with noble oak and terebinth trees,” and all this\nin Gilead. When, then, the Hebrew poet placed his shepherd and his flocks\namong the lilies, he was not trying to conciliate the courtly aristocrats\nof Jerusalem, or reconcile them to his Theocritan conventions; he was\nsimply drawing his picture from life.",
        "And as to the poetical idealization of the shepherd, how could a Hebrew\npoet fail to idealize him, under the ever-present charm of his traditional\nlore, of Jacob the shepherd-patriarch, Moses the shepherd-lawgiver, David\nthe shepherd-king, and Amos the shepherd-prophet? So God becomes the\nShepherd of Israel, not only explicitly in the early twenty-third Psalm,\nbut implicitly also, in the late 119th. The same idealization is found\neverywhere in the Rabbinic literature as well as in the New Testament.\nMoses is the hero of the beautiful Midrashic parable of the straying lamb,\nwhich he seeks in the desert, and bears in his bosom (Exodus Rabba, ii).\nThere is, on the other hand, something topsy-turvy in Graetz’s suggestion,\nthat a Hebrew poet would go abroad for a conventional idealization of the\nshepherd character, just when, on his theory, pastoral conditions were\nscorned and lightly esteemed at home.",
        "It was unnecessary, then, and inappropriate for the author of Canticles to\ngo to Theocritus for the pastoral characters of his poem. But did he borrow\nits form and structure from the Greek? Nothing seems less akin than the\nslight dramatic interest of the idylls and the strong, if obscure, dramatic\nplot of Canticles. Budde has failed altogether to convince readers of the\nSong that no consistent story runs through it. It is, as has been said\nabove, incredible that we should have before us nothing more than the\ndisconnected ditties of a Syrian wedding-minstrel. Graetz knew nothing of\nthe repertoire theory that has been based on Wetzstein’s discoveries of\nmodern Syrian marriage songs and dances. Graetz believed, as most still do,\nthat Canticles is a whole, not an aggregation of parts; yet he held that,\nnot only the dramatis personae, but the very structure of the Hebrew poem\nmust be traced to Theocritus. He appeals, in particular, to the second\nIdyll of the Greek poet, wherein the lady casts her magic spells in the\nvain hope of recovering the allegiance of her butterfly admirer. Obviously,\nthere is no kinship between the facile Sirnaitha of the Idyll and the\ndifficult Shulammith of Canticles: one the seeker, the other the sought;\nbetween the sensuous, unrestrained passion of the former and the\nself-sacrificing, continent affection of the latter. The nobler conceptions\nof love derive from the Judean maiden, not from the Greek paramour. But,\nargues Graetz with extraordinary ingenuity, Simaitha, recounting her\nunfortunate love-affair, introduces, as Shulammith does, dialogues between\nherself and her absent lover; she repeats what he said to her, and she to\nhim; her monologue is no more a soliloquy than are the monologues of\nShulammith, for both have an audience: here Thestylis, there the chorus of\nwomen. Simaitha’s second refrain, as she bewails her love, after casting\nthe ingredients into the bowl, turning the magic wheel to draw home to her\nthe man she loves, runs thus:",
        "   Bethink thee, mistress Moon, whence came my love!",
        "Graetz compares this to Shulammith’s refrain in Canticles:",
        "  I adjure you, O daughters of Jerusalem,\n      By the roes,\n      And by the hinds of the field,\n  That ye stir not up\n  Nor awaken love,\n      Until it please!",
        "But in meaning the refrains have an absolutely opposite sense, and, more\nthan that, they have an absolutely opposite function. In the Idyll the\nrefrain is an accompaniment, in the Song it is an intermezzo. It occurs\nthree times (ii. 7; iii. 5; and viii. 4), and like other repeated refrains\nin the Song concludes a scene, marks a transition in the situation. In\nTheocritus refrains are links, in the Song they are breaks in the chain.",
        "Refrains are of the essence of lyric poetry as soon as anything like\nnarrative enters into it. They are found throughout the lyrics of the Old\nTestament, the Psalms providing several examples. They belong to the\nessence of the Hebrew strophic system. And so it is with the other\nstructural devices to which Graetz refers: reminiscent narrative, reported\ndialogues, scenes within the scene–all are common features (with certain\ndifferences) of the native Hebraic style, and they supply no justification\nfor the suggestion of borrowing from non-Hebraic models.",
        "There have, on the other side, been many, especially among older critics,\nwho have contended that Theocritus owed his inspiration to Canticles. These\nhave not been disturbed by the consideration, that, if he borrowed at all,\nhe must assuredly have borrowed more than the most generous of them assert\nthat he did. Recently an ingenious advocate of this view has appeared in\nProfessor D.S. Margoliouth, all of whose critical work is rich in\noriginality and surprises. In the first chapter of his “Lines of Defence of\nthe Biblical Revelation,” he turns the tables on Graetz with quite\nentertaining thoroughness. Graetz was certain that no Hebrew poet could\nhave drawn his shepherds from life; Margoliouth is equally sure that no\nGreek could have done so.",
        "  “That this style [bucolic poetry], in which highly artificial\n  performances are ascribed to shepherds and cowherds, should have\n  originated in Greece, would be surprising; for the persons who followed\n  these callings were ordinarily slaves, or humble hirelings, whom the\n  classical writers treat with little respect. But from the time of\n  Theocritus their profession becomes associated with poetic art. The\n  shepherd’s clothes are donned by Virgil, Spenser, and Milton. The\n  existence of the Greek translation of the Song of Solomon gives us the\n  explanation of this fact. The Song of Solomon is a pastoral poem, but its\n  pictures are true to nature. The father of the writer [Margoliouth\n  believes in the Solomonic authorship of Canticles], himself both a king\n  and a poet, had kept sheep. The combination of court life with country\n  life, which in Theocritus seems so unnatural, was perfectly natural in\n  pre-Exilic Palestine. Hence the rich descriptions of the country (ii. 12)\n  beside the glowing descriptions of the king’s wealth (iii. 10).\n  Theocritus can match both (Idylls vii and xv), but it may be doubted\n  whether he could have found any Greek model for either.”",
        "It is disturbing to one’s confidence in the value of Biblical\ncriticism–both of the liberal school (Graetz) and the conservative\n(Margoliouth)–to come across so complete an antithesis. But things are not\nquite so bad as they look. Each critic is half right–Margoliouth in\nbelieving the pastoral pictures of Canticles true to Judean life, Graetz in\nesteeming the pastoral pictures of the Idylls true to Sicilian life. The\nEnglish critic supports his theme with some philological arguments. He\nsuggests that the vagaries of the Theocritan dialect are due to the fact\nthat the Idyllist was a foreigner, whose native language was “probably\nHebrew or Syriac.” Or perhaps Theocritus used the Greek translation of the\nSong, “unless Theocritus himself was the translator.” All of this is a\ncapital jeu d’esprit, but it is scarcely possible that Canticles was\ntranslated into Greek so early as Theocritus, and, curiously enough, the\nSeptuagint Greek version of the Song has less linguistic likeness to the\nphraseology of Theocritus than has the Greek version of the Song by a\ncontemporary of Akiba, the proselyte Aquila. Margoliouth points out a\ntransference by Theocritus of the word for daughter-in-law to the meaning\nbride (Idyll, xviii. 15). This is a Hebraism, he thinks. But expansions of\nmeaning in words signifying relationship are common to all poets. Far more\ncurious is a transference of this kind that Theocritus does not make. Had\nhe known Canticles, he would surely have seized upon the Hebrew use of\nsister to mean beloved, a usage which, innocent and tender enough in the\nHebrew, would have been highly acceptable to the incestuous patron of\nTheocritus, who actually married his full sister. Strange to say, the\nancient Egyptian love poetry employs the terms brother and sister as\nregular denotations of a pair of lovers.",
        "This last allusion to an ancient Egyptian similarity to a characteristic\nusage of Canticles leads to the remark, that Maspero and Spiegelberg have\nboth published hieroglyphic poems of the xixth-xxth Dynasties, in which may\nbe found other parallels to the metaphors and symbolism of the Hebrew Song.\nAs earlier writers exaggerated the likeness of Canticles to Theocritus, so\nMaspero was at first inclined to exaggerate the affinity of Canticles to\nthe old Egyptian amatory verse. It is not surprising, but it is saddening,\nto find that Maspero, summarizing his interesting discovery in 1883, used\nalmost the same language as Lessing had used in 1777 with reference to\nTheocritus. Maspero, it is true, was too sane a critic to assert borrowing\non the part of Canticles. But he speaks of the “same manner of speech, the\nsame images, the same comparisons,” as Lessing does. Now if A = B, and B =\nC, then it follows that A = C. But in this case A does not equal C. There\nis no similarity at all between the Egyptian Songs and Theocritus. It\nfollows that there is no essential likeness between Canticles and either of\nthe other two. In his later books, Maspero has tacitly withdrawn his\nassertion of close Egyptian similarity, and it would be well if an equally\nfrank withdrawal were made by the advocates of a close Theocritan parallel.",
        "Some of the suggested resemblances between the Hebrew and Greek Songs are\nperhaps interesting enough to be worth examining in detail. In Idyll i. 24,\nthe goatherd offers this reward to Thyrsis, if he will but sing the song of\nDaphnis:",
        "                            I’ll give thee first\n  To milk, ay, thrice, a goat; she suckles twins,\n  Yet ne’ertheless can fill two milkpails full.",
        "It can hardly be put forward as a remarkable fact that the poet should\nrefer to so common an incident in sheep-breeding as the birth of twins. Yet\nthe twins have been forced into the dispute, though it is hard to conceive\nanything more unlike than the previous quotation and the one that follows\nfrom Canticles (iv. 2):",
        "   Thy teeth are like a flock of ewes,\n       That are newly shorn,\n       Which are come up from the washing,\n   Whereof every one hath twins,\n   And none is bereaved among them.",
        "It is doubtful whether the Hebrew knows anything at all of the twin-bearing\newes; the penultimate line ought rather to be rendered (as in the margin of\nthe Revised Version) “thy teeth ... which are all of them in pairs.” But,\nhowever rendered, the Hebrew means this. Theocritus speaks of the richness\nof the goat’s milk, for, after having fed her twins, she has still enough\nmilk to fill two pails. In Canticles, the maiden’s teeth, spotlessly white,\nare smooth and even, “they run accurately in pairs, the upper corresponding\nto the lower, and none of them is wanting” (Harper).",
        "Even more amusing is the supposed indebtedness on one side or the other in\nthe reference made by Theocritus and Canticles to the ravages of foxes in\nvineyards. Theocritus has these beautiful lines in his first Idyll (lines\n44 et seq.):",
        "  Hard by that wave-beat sire a vineyard bends\n  Beneath its graceful load of burnished grapes;\n  A boy sits on the rude fence watching them.\n  Near him two foxes: down the rows of grapes\n  One ranging steals the ripest; one assails\n  With wiles the poor lad’s scrip, to leave him soon\n  Stranded and supperless. He plaits meanwhile\n  With ears of corn a right fine cricket-trap,\n  And fits it in a rush: for vines, for scrip,\n  Little he cares, enamored of his toy.",
        "How different the scene in Canticles (ii. 14 et seq.) that has been\nquoted above!",
        "  Take us the foxes,\n      The little foxes,\n      That spoil the vineyards,\n  For our vineyards are in blossom!",
        "Canticles alludes to the destruction of the young shoots, Theocritus\npictures the foxes devouring the ripe grapes. (Comp. also Idyll v. 112.)\nFoxes commit both forms of depredation, but the poets have seized on\ndifferent aspects of the fact. Even were the aspects identical, it would be\nridiculous to suppose that the Sicilian or Judean had been guilty of\nplagiarism. To-day, as of old, in the vineyards of Palestine you may see\nthe little stone huts of the watchers on the lookout for the foxes, or\njackals, whose visitations begin in the late spring and continue to the\nautumn. In Canticles we have a genuine fragment of native Judean folk-song;\nin Theocritus an equally native item of every season’s observation.",
        "So with most of the other parallels. It is only necessary to set out the\npassages in full, to see that the similarity is insignificant in relation\nto the real differences. One would have thought that any poet dealing with\nrustic beauty might light on the fact that a sunburnt skin may be\nattractive. Yet Margoliouth dignifies this simple piece of observation into\na theory! “The theory that swarthiness produced by sun-burning need not\nbe disfiguring to a woman” is, Margoliouth holds, taken by Theocritus from\nCanticles. Graetz, as usual, reverses the relation: Canticles took it from\nTheocritus. But beyond the not very recondite idea that a sunburnt maid may\nstill be charming, there is no parallel. Battus sings (Idyll x. 26 et\nseq.):",
        "  Fair Bombyca! thee do men report\n      Lean, dusk, a gipsy: I alone nut-brown.\n  Violets and pencilled hyacinths are swart,\n      Yet first of flowers they’re chosen for a crown.\n  As goats pursue the clover, wolves the goat,\n  And cranes the ploughman, upon thee I dote!",
        "In Canticles the Shulammite protests (i. 5 et seq.):",
        "  I am black but comely,\n      O ye daughters of Jerusalem!\n  [Black] as the tents of Kedar,\n  [Comely] as the curtains of Solomon.\n      Despise me not because I am swarthy,\n      Because the sun hath scorched me.\n  My mother’s sons were incensed against me,\n  They made me the keeper of the vineyards,\n  But mine own vineyard I have not kept!",
        "Two exquisite lyrics these, of which it is hard to say which has been more\ninfluential as a key-note of later poetry. But neither of them is derived;\neach is too spontaneous, too fresh from the poet’s soul.",
        "Before turning to one rather arrestive parallel, a word may be said on\nGraetz’s idea, that Canticles uses the expression “love’s arrows.” Were\nthis so, the symbolism could scarcely be attributed to other than a Greek\noriginal. The line occurs in the noble panegyric of love cited before, with\nwhich Canticles ends, and in which the whole drama culminates. There is no\nroom in this eulogy for Graetz’s rendering, “Her arrows are fiery arrows,\"\nnor can the Hebrew easily mean it. “The flashes thereof are flashes of\nfire,” is the best translation possible of the Hebrew line. There is\nnothing Greek in the comparison of love to fire, for fire is used in common\nHebrew idiom to denote any powerful emotion (comp. the association of fire\nwith jealousy in Ezekiel xxxix. 4).",
        "Ewald, while refusing to connect the Idylls with Canticles, admitted that\none particular parallel is at first sight forcible. It is the comparison of\nboth Helen and Shulammith to a horse. Margoliouth thinks the Greek\ninexplicable without the Hebrew; Graetz thinks the Hebrew inexplicable\nwithout the Greek. In point of fact, the Hebrew and the Greek do not\nexplain each other in the least. In the Epithalamium (Idyll xviii. 30)\nTheocritus writes,",
        "  Or as in a chariot a mare of Thessalian breed,\n  So is rose-red Helen, the glory of Lacedemon.",
        "The exact point of comparison is far from clear, but it must be some\nfeature of beauty or grace. Such a comparison, says Margoliouth, is\nextraordinary in a Greek poet; he must have derived it from a non-Greek\nsource. But it has escaped this critic and all the commentaries on\nTheocritus, that just this comparison is perfectly natural for a Sicilian\npoet, familiar with several series of Syracusan coins of all periods, on\nwhich appear chariots with Nike driving horses of the most delicate beauty,\nfit figures to compare to a maiden’s grace of form. Theocritus, however,\ndoes not actually compare Helen to the horse; she beautifies or sets off\nLacedemon as the horse sets off the chariot. Graetz, convinced that the\nfigure is Greek, pronounces the Hebrew unintelligible without it. But it is\nquite appropriate to the Hebrew poet. Having identified his royal lover\nwith Solomon, the poet was almost driven to make some allusion to Solomon’s\nfamed exploit in importing costly horses and chariots from Egypt (I Kings\nx. 26-29). And so Canticles says (i. 9):",
        "  I have compared thee, O my love,\n  To a team of horses, in Pharaoh’s chariots.\n  Thy cheeks are comely with rows of pearls,\n  Thy neck with chains of gold.",
        "The last couplet refers to the ornaments of the horse’s bridle and neck.\nNow, to the Hebrew the horse was almost invariably associated with war. The\nShulammite is elsewhere (vi. 4) termed “terrible as an army with banners.\"\nIn Theocritus the comparison is primarily to Helen’s beauty; in Canticles\nto the Shulammite’s awesomeness,",
        "  Turn away thine eyes from me,\n  For they have made me afraid.",
        "These foregoing points of resemblance are the most significant that have\nbeen adduced. And they are not only seen to be each unimportant and\ninconclusive, but they have no cumulative effect. Taken as wholes, as was\nsaid above, the Idylls and Canticles are the poles asunder in their moral\nattitude towards love and in their general literary treatment of the theme.\nOf course, poets describing the spring will always speak of the birds;\nGreek and Hebrew loved flowers, Jew and Egyptian heard the turtle-dove as a\nharbinger of nature’s rebirth; sun and moon are everywhere types of warm\nand tender feelings; love is the converter of a winter of discontent into a\nglorious summer. In all love poems the wooer would fain embrace the wooed.\nAnd if she prove coy, he will tell of the menial parts he would be ready to\nperform, to continue unrebuked in her vicinity. Anacreon’s lover (xx) would\nbe water in which the maid should bathe, and the Egyptian sighs, “Were I\nbut the washer of her clothes, I should breathe the scent of her.” Or the\nEgyptian will cry, “O were I the ring on her finger, that I might be ever\nwith her,” just as the Shulammite bids her beloved (though in another\nsense) “Place me as a seal on thine hand” (Cant. viii. 6). Love intoxicates\nlike wine; the maiden has a honeyed tongue; her forehead and neck are like\nivory. Nothing in all this goes beyond the identity of feeling that lies\nbehind all poetical expression. But even in this realm of metaphor and\nimage and symbolism, the North-Semitic wasf and even more the Hebraic\nparallels given in other parts of the Bible are closer far. Hosea xiv. 6-9\n(with its lilies, its figure of Israel growing in beauty as the olive tree,\n“and his smell as Lebanon”), Proverbs (with its eulogy of faithful wedded\nlove, its lips dropping honeycomb, its picture of a bed perfumed with\nmyrrh, aloes, and cinnamon, the wife to love whom is to drink water from\none’s own well, and she the pleasant roe and loving hind)–these and the\nroyal Epithalamium (Ps. xlv), and other Biblical passages too numerous to\nquote, constitute the real parallels to the imagery and idealism of\nCanticles.",
        "The only genuine resemblance arises from identity of environment. If\nTheocritus and the poet of Canticles were contemporaries, they wrote when\nthere had been a somewhat sudden growth of town life both in Egypt and\nPalestine. Alexander the Great and his immediate successors were the most\nassiduous builders of new cities that the world has ever seen. The charms\nof town life made an easy conquest of the Orient. But pastoral life would\nnot surrender without a struggle. It would, during this violent revolution\nin habits, reassert itself from time to time. We can suppose that after a\ncentury of experience of the delusions of urban comfort, the denizens of\ntowns would welcome a reminder of the delights of life under the open sky.\nThere would be a longing for something fresher, simpler, freer. At such a\nmoment Theocritus, like the poet of Canticles, had an irresistible\nopportunity, and to this extent the Idylls and the Song are parallel.",
        "But, on the other hand, when we pass from external conditions to intrinsic\npurport, nothing shows better the difference between Theocritus and\nCanticles than the fact that the Hebrew poem has been so susceptible of\nallegorization. Though the religious, symbolical interpretation of the Song\nbe far from its primary meaning, yet in the Hebrew muse the sensuous and\nthe mystical glide imperceptibly into one another. And this is true of\nSemitic poetry in general. It is possible to give a mystical turn to the\nquatrains of Omar Khayyam. But this can hardly be done with Anacreon. There\nis even less trace of Semitic mysticism in Theocritus than in Anacreon.\nIdylls and Canticles have some similarities. But these are only skin deep.\nIn their heart of hearts the Greek and Judean poets are strangers, and so\nare their heroes and heroines.",
        "No apology is needed for the foregoing lengthy discussion of the Song of\nSongs, seeing that it is incomparably the finest love poem in the Hebrew,\nor any other language. And this is true whatever be one’s opinion of its\nprimary significance. It was no doubt its sacred interpretation that\nimparted to it so lasting a power over religious symbolism. But its human\nimport also entered into its eternal influence. The Greek peasants of\nMacedonia still sing echoes from the Hebrew song. Still may be heard, in\nmodern Greek love chants, the sweet old phrase, “black but comely,” a\nfavorite phrase with all swarthy races; “my sister, my bride” remains as\nthe most tender term of endearment. To a certain extent the service has\nbeen repaid. Some of the finest melodies to which the Synagogue hymns, or\nPiyyutim, are set, are the melodies to Achoth Ketannah, based on\nCanticles viii. 8, and Berach Dodi, a frequent phrase of the Hebrew book.\nThe latter melody is similar to the finer melodies of the Levant; the\nformer strikingly recalls the contemporary melodies of the Greek\nArchipelago. To turn a final glance at the other side of the indebtedness,\nwe need only recall that Edmund Spenser’s famous Marriage Ode–the\nEpithalamium–the noblest marriage ode in the English language, and\nMilton’s equally famous description of Paradise in the fourth book of his\nEpic, owe a good deal to direct imitation of the Song of Songs. It is\nscarcely an exaggeration to assert that the stock-in-trade of many an\nerotic poet is simply the phraseology of the divine song which we have been\nconsidering so inadequately. It did not start as a repertoire; it has ended\nas one.",
        "We must now make a great stride through the ages. Between the author of the\nSong of Songs and the next writer of inspired Hebrew love songs there\nstretches an interval of at least fourteen centuries. It is an oft-told\nstory, how, with the destruction of the Temple, the Jewish desire for song\ntemporarily ceased. The sorrow-laden heart could not sing of love. The\ndisuse of a faculty leads to its loss; and so, with the cessation of the\ndesire for song, the gift of singing became atrophied. But the decay was\nnot quite complete. It is commonly assumed that post-Biblical Hebrew poetry\nrevived for sacred ends; first hymns were written, then secular songs. But\nDr. Brody has proved that this assumption is erroneous. In point of fact,\nthe first Hebrew poetry after the Bible was secular not religious. We find\nin the pages of Talmud and Midrash relics and fragments of secular poetry,\nsnatches of bridal songs, riddles, elegies, but less evidence of a\nreligious poetry. True, when once the medieval burst of Hebrew melody\nestablished itself, the Hebrew hymns surpassed the secular Hebrew poems in\noriginality and inspiration. But the secular verses, whether on ordinary\nsubjects, or as addresses to famous men, and invocations on documents, at\ntimes far exceed the religious poems in range and number. And in many ways\nthe secular poetry deserves very close attention. A language is not living\nwhen it is merely ecclesiastical. No one calls Sanskrit a living language\nbecause some Indian sects still pray in Sanskrit. But when Jewish poets\ntook to using Hebrew again–if, indeed, they ever ceased to use it–as the\nlanguage of daily life, as the medium for expressing their human emotions,\nthen one can see that the sacred tongue was on the way to becoming once\nmore what it is to-day in many parts of Palestine–the living tongue of\nmen.",
        "It must not be thought that in the Middle Ages there were two classes of\nHebrew poets: those who wrote hymns and those who wrote love songs. With\nthe exception of Solomon ibn Gabirol–a big exception, I admit–the best\nlove songs were written by the best hymn writers. Even Ibn Gabirol, who, so\nfar as we know, wrote no love songs, composed other kinds of secular\npoetry. One of the favorite poetical forms of the Middle Ages consisted of\nmetrical letters to friends–one may almost assert that the best Hebrew\nlove poetry is of this type–epistles of affection between man and man,\nexpressing a love passing the love of woman. Ibn Gabirol wrote such\nepistles, but the fact remains that we know of no love verses from his\nhand; perhaps this confirms the tradition that he was the victim of an\nunrequited affection.",
        "Thus the new form opens not with Ibn Gabirol, but with Samuel ibn Nagrela.\nHe was Vizier of the Khalif, and Nagid, or Prince, of the Jews, in the\neleventh century in Spain, and, besides Synagogue hymns and Talmudic\ntreatises, he wrote love lyrics. The earlier hymns of Kalir have, indeed, a\nstrong emotional undertone, but the Spanish school may justly claim to have\ncreated a new form. And this new form opens with Samuel the Nagid’s pretty\nverses on his “Stammering Love,” who means to deny, but stammers out\nassent. I cite the metrical German version of Dr. Egers, because I have\nfound it impossible to reproduce (Dr. Egers is not very precise or happy in\nhis attempt to reproduce) the puns of the original. The sense, however, is\nclear. The stammering maid’s words, being mumbled, convey an invitation,\nwhen they were intended to repulse her loving admirer.",
        "  Wo ist mein stammelnd Lieb?\n  Wo sie, die würz’ge, blieb?\n  Verdunkelt der Mond der Sterne Licht,\n  Ueberstrahlt den Mond ihr Angesicht!\n  Wie Schwalbe, wie Kranich, die\n  Bei ihrer Ankunft girren,\n  Vertraut auf ihren Gott auch sie\n  In ihrer Zunge Irren.",
        "  Mir schmollend rief sie “Erzdieb,\"\n  Hervor doch haucht sie “Herzdieb\"–\n  Hin springe ich zum Herzlieb.\n  “Ehrloser!” statt zu wehren,\n  “Her, Loser!” lässt sie hören;\n  Nur rascher dem Begehren\n  Folgt’ ich mit ihr zu kosen,\n  Die lieblich ist wie Rosen.",
        "This poem deserves attention, as it is one of the first, if not actually\nthe very first, of its kind. The Hebrew poet is forsaking the manner of the\nBible for the manner of the Arabs. One point of resemblance between the new\nHebrew and the Arabic love poetry is obscured in the translation. In the\nHebrew of Samuel the Nagid the terms of endearment, applied though they are\nto a girl, are all in the masculine gender. This, as Dr. Egers observes, is\na common feature of the Arabic and Persian love poetry of ancient and\nmodern times. An Arab poet will praise his fair one’s face as “bearded\"\nwith garlands of lilies. Hafiz describes a girl’s cheeks as roses within a\nnet of violets, the net referring to the beard. Jehudah Halevi uses this\nselfsame image, and Moses ibn Ezra and the rest also employ manly figures\nof speech in portraying beautiful women. All this goes to show how much,\nbesides rhyme and versification, medieval Hebrew love poetry owed to Arabic\nmodels. Here, for instance, is an Arabic poem, whose author, Radhi Billah,\ndied in 940, that is, before the Spanish Jewish poets began to write of\nlove. To an Arabic poet Laila replaces the Lesbia of Catullus and the Chloe\nof the Elizabethans. This tenth century Arabic poem runs thus:",
        "  Laila, whene’er I gaze on thee,\n    My altered cheeks turn pale;\n  While upon thine, sweet maid, I see\n    A deep’ning blush prevail.",
        "  Laila, shall I the cause impart\n    Why such a change takes place?–\n  The crimson stream deserts my heart\n    To mantle on thy face.",
        "Here we have fully in bloom, in the tenth century, those conceits which\nmeet us, not only in the Hebrew poets of the next two centuries, but also\nin the English poets of the later Elizabethan age.",
        "It is very artificial and scarcely sincere, but also undeniably attractive.\nOr, again, in the lines of Zoheir, addressed by the lover to a messenger\nthat has just brought tidings from the beloved,",
        "  Oh! let me look upon thine eyes again,\n  For they have looked upon the maid I love,",
        "we have, in the thirteenth century, the very airs and tricks of the\ncavalier poets. In fact, it cannot be too often said that love poetry, like\nlove itself, is human and eternal, not of a people and an age, but of all\nmen and all times. Though fashions change in poetry as in other ornament,\nstill the language of love has a long life, and age after age the same\nconceits and terms of endearment meet us. Thus Hafiz has these lines,",
        "  I praise God who made day and night:\n  Day thy countenance, and thy hair the night.",
        "Long before him the Hebrew poet Abraham ibn Ezra had written,",
        "  On thy cheeks and the hair of thy head\n  I will bless: He formeth light and maketh darkness.",
        "In the thirteenth century the very same witticism meets us again, in the\nHebrew Machberoth of Immanuel. But obviously it would be an endless task\nto trace the similarities of poetic diction between Hebrew and other poets:\nsuffice it to realize that such similarities exist.",
        "Such similarities did not, however, arise only from natural causes. They\nwere, in part at all events, due to artificial compulsion. It is well to\nbear this in mind, for the recurrence of identical images in Hebrew love\npoem after love poem impresses a Western reader as a defect. To the\nOriental reader, on the contrary, the repetition of metaphors seemed a\nmerit. It was one of the rules of the game. In his “Literary History of\nPersia” Professor Browne makes this so clear that a citation from him will\nsave me many pages. Professor Browne (ii, 83) analyzes Sharafu’d-Din Rami’s\nrhetorical handbook entitled the “Lover’s Companion.” The “Companion\"\nlegislates as to the similes and figures that may be used in describing the\nfeatures of a girl.",
        "“It contains nineteen chapters, treating respectively of the hair, the\n  forehead, the eyebrows, the eyes, the eyelashes, the face, the down on\n  lips and cheeks, the mole or beauty-spot, the lips, the teeth, the mouth,\n  the chin, the neck, the bosom, the arm, the fingers, the figure, the\n  waist, and the legs. In each chapter the author first gives the various\n  terms applied by the Arabs and Persians to the part which he is\n  discussing, differentiating them when any difference in meaning exists;\n  then the metaphors used by writers in speaking of them, and the epithets\n  applied to them, the whole copiously illustrated by examples from the\n  poets.”",
        "No other figures of speech would be admissible. Now this “Companion\"\nbelongs to the fourteenth century, and the earlier Arabic and Persian\npoetry was less fettered. But principles of this kind clearly affected the\nHebrew poets, and hence there arises a certain monotony in the songs,\nespecially when they are read in translation. The monotony is not so\npainfully prominent in the originals. For the translator can only render\nthe substance, and the substance is often more conventional than the\nnuances of form, the happy turns and subtleties, which evaporate in the\nprocess of translation, leaving only the conventional sediment behind.",
        "This is true even of Jehudah Halevi, though in him we hear a genuinely\noriginal note. In his Synagogue hymns he joins hands with the past, with\nthe Psalmists; in his love poems he joins hands with the future, with\nHeine. His love poetry is at once dainty and sincere. He draws\nindiscriminately on Hebrew and Arabic models, but he is no mere imitator. I\nwill not quote much from him, for his best verses are too familiar. Those\nexamples which I must present are given in a new and hitherto unpublished\ntranslation by Mrs. Lucas.",
        "  Fair is my dove, my loved one,\n    None can with her compare:\n  Yea, comely as Jerusalem,\n    Like unto Tirzah fair.\n\n  Shall she in tents unstable\n    A wanderer abide,\n  While in my heart awaits her\n    A dwelling deep and wide?\n\n  The magic of her beauty\n    Has stolen my heart away:\n  Not Egypt’s wise enchanters\n    Held half such wondrous sway.\n\n  E’en as the changing opal\n    In varying lustre glows,\n  Her face at every moment\n    New charms and sweetness shows.\n\n  White lilies and red roses\n    There blossom on one stem:\n  Her lips of crimson berries\n    Tempt mine to gather them.\n\n  By dusky tresses shaded\n    Her brow gleams fair and pale,\n  Like to the sun at twilight,\n    Behind a cloudy veil.\n\n  Her beauty shames the day-star,\n    And makes the darkness light:\n  Day in her radiant presence\n    Grows seven times more bright\n\n  This is a lonely lover!\n    Come, fair one, to his side,\n  That happy be together\n    The bridegroom and the bride!\n\n  The hour of love approaches\n    That shall make one of twain:\n  Soon may be thus united\n    All Israel’s hosts again!",
        "OPHRAH",
        "To her sleeping Love",
        "  Awake, my fair, my love, awake,\n    That I may gaze on thee!\n  And if one fain to kiss thy lips\n    Thou in thy dreams dost see,\n  Lo, I myself then of thy dream\n    The interpreter will be!",
        "TO OPHRAH",
        "  Ophrah shall wash her garments white\n    In rivers of my tears,\n  And dry them in the radiance bright\n    That shines when she appears.\n  Thus will she seek no sun nor water nigh,\n  Her beauty and mine eyes will all her needs supply.",
        "These lovers’ tears often meet us in the Hebrew poems. Ibn Gabirol speaks\nof his tears as fertilizing his heart and preserving it from crumbling into\ndust. Mostly, however, the Hebrew lover’s tears, when they are not tokens\nof grief at the absence of the beloved, are the involuntary confession of\nthe man’s love. It is the men who must weep in these poems. Charizi sings\nof the lover whose heart succeeds in concealing its love, whose lips\ncontrive to maintain silence on the subject, but his tears play traitor and\nbetray his affection to all the world. Dr. Sulzbach aptly quotes parallels\nto this fancy from Goethe and Brentano.",
        "This suggestion of parallelism between a medieval Hebrew poet and Goethe\nmust be my excuse for an excursion into what seems to me one of the most\ninteresting examples of the kind. In one of his poems Jehudah Halevi has\nthese lines:",
        "  So we must be divided! Sweetest, stay!\n    Once more mine eyes would seek thy glance’s light!\n  At night I shall recall thee; thou, I pray,\n    Be mindful of the days of our delight!\n  Come to me in my dreams, I ask of thee,\n  And even in thy dreams be gentle unto me!",
        "  If thou shouldst send me greeting in the grave,\n    The cold breath of the grave itself were sweet;\n  Oh, take my life! my life, ’tis all I have,\n    If I should make thee live I do entreat!\n  I think that I shall hear, when I am dead,\n    The rustle of thy gown, thy footsteps overhead.",
        "It is this last image that has so interesting a literary history as to\ntempt me into a digression. But first a word must be said of the\ntranslation and the translator. The late Amy Levy made this rendering, not\nfrom the Hebrew, but from Geiger’s German with obvious indebtedness to Emma\nLazarus. So excellent, however, was Geiger’s German that Miss Levy got\nquite close to the meaning of the original, though thirty-eight Hebrew\nlines are compressed into twelve English. Literally rendered, the Hebrew of\nthe last lines runs:",
        "  Would that, when I am dead, to mine ears may rise\n  The music of the golden bell upon thy skirts.",
        "This image of the bell is purely Hebraic; it is, of course, derived from\nthe High Priest’s vestments. Jehudah Halevi often employs it to express\nmelodious proclamation of virtue, or the widely-borne voice of fame. Here\nhe uses it in another context, and though the image of the bell is not\nrepeated, yet some famous lines from Tennyson’s “Maud” at once come into\none’s mind:",
        "  She is coming, my own, my sweet;\n    Were it ever so light a tread,\n  My heart would hear her and beat,\n    Were it earth in an earthy bed;\n  My dust would hear her and beat,\n    Had I lain for a century dead;\n  Would start and tremble under her feet,\n    And blossom in purple and red.",
        "It is thus that the lyric poetry of one age affects, or finds its echo in,\nthat of another, but in this particular case it is, of course, a natural\nthought that true love must survive the grave. There is a mystical union\nbetween the two souls, which death cannot end. Here, again, we meet the\nclose connection between love and mysticism, which lies at the root of all\ndeep love poetry. But we must attend to the literary history of the thought\nfor a moment longer. Moses ibn Ezra, though more famous for his Synagogue\nhymns, had some lyric gifts of a lighter touch, and he wrote love songs on\noccasion. In one of these the poet represents a dying wife as turning to\nher husband with the pathetic prayer, “Remember the covenant of our youth,\nand knock at the door of my grave with a hand of love.”",
        "I will allude only to one other parallel, which carries us to a much\nearlier period. Here is an Arab song of Taubah, son of Al-Humaiyir, who\nlived in the seventh century. It must be remembered that it was an ancient\nArabic folk-idea that the spirits of the dead became owls.",
        "  Ah, if but Laila would send me a greeting down\n    of grace, though between us lay the dust and flags of stone,\n  My greeting of joy should spring in answer, or there should cry\n    toward her an owl, ill bird that shrieks in the gloom of graves.",
        "C.J.L. Lyall, writing of the author of these lines, Taubah, informs us\nthat he was the cousin of Laila, a woman of great beauty. Taubah had loved\nher when they were children in the desert together, but her father refused\nto give her to him in marriage. He led a stormy life, and met his death in\na fight during the reign of Mu’awiyah. Laila long survived him, but never\nforgot him or his love for her. She attained great fame as a poetess, and\ndied during the reign of ’Abd-al-Malik, son of Marwan, at an advanced age.\n“A tale is told of her death in which these verses figure. She was making a\njourney with her husband when they passed by the grave of Taubah. Laila,\nwho was travelling in a litter, cried, By God! I will not depart hence till\nI greet Taubah. Her husband endeavored to dissuade her, but she would not\nhearken; so at last he allowed her. And she had her camel driven up the\nmound on which the tomb was, and said, Peace to thee, O Taubah! Then she\nturned her face to the people and said, I never knew him to speak falsely\nuntil this day. What meanest thou? said they. Was it not he, she answered,\nwho said",
        "  Ah, if but Laila would send a greeting down\n    of grace, though between us lay the dust and flags of stone,\n  My greeting of joy should spring in answer, or there should cry\n    toward her an owl, ill bird that shrieks in the gloom of graves.",
        "Nay, but I have greeted him, and he has not answered as he said. Now, there\nwas a she-owl crouching in the gloom by the side of the grave; and when it\nsaw the litter and the crowd of people, it was frightened and flew in the\nface of the camel. And the camel was startled and cast Laila headlong on\nthe ground; and she died that hour, and was buried by the side of Taubah.”",
        "The fascination of such parallels is fatal to proportion in an essay such\nas this. But I cannot honestly assert that I needed the space for other\naspects of my subject. I have elsewhere fully described the Wedding Odes\nwhich Jehudah Halevi provided so abundantly, and which were long a regular\nfeature of every Jewish marriage. But, after the brilliant Spanish period,\nHebrew love songs lose their right to high literary rank. Satires on\nwoman’s wiles replace praises of her charms. On the other hand, what of\ninspiration the Hebrew poet felt in the erotic field beckoned towards\nmysticism. In the paper which opens this volume, I have written\nsufficiently and to spare of the woman-haters. At Barcelona, in the age of\nZabara, Abraham ibn Chasdai did the best he could with his misogynist\nmaterial, but he could get no nearer to a compliment than this, “Her face\nhas the shimmer of a lamp, but it burns when held too close” (\"Prince and\nDervish,” ch. xviii). The Hebrew attacks on women are clever, but\nsuperficial; they show no depth of insight into woman’s character, and are\nfar less effective than Pope’s satires.",
        "The boldest and ablest Hebrew love poet of the satirical school is Immanuel\nof Rome, a younger contemporary of Dante. He had wit, but not enough of it\nto excuse his ribaldry. He tells many a light tale of his amours; a pretty\nface is always apt to attract him and set his pen scribbling. As with the\nEnglish dramatists of the Restoration, virtue and beauty are to Immanuel\nalmost contradictory terms. For the most part, wrinkled old crones are the\nonly decent women in his pages. His pretty women have morals as easy as the\nauthor professes. In the second of his Machberoth he contrasts two girls,\nTamar and Beriah; on the one he showers every epithet of honor, at the\nother he hurls every epithet of abuse, only because Tamar is pretty, and\nBeriah the reverse. Tamar excites the love of the angels, Beriah’s face\nmakes even the devil fly. This disagreeable pose of Immanuel was not\nconfined to his age; it has spoilt some of the best work of W.S. Gilbert.\nThe following is Dr. Chotzner’s rendering of one of Immanuel’s lyrics. He\nentitles it",
        "  At times in my spirit I fitfully ponder,\n    Where shall I pass after death from this light;\n  Do Heaven’s bright glories await me, I wonder,\n    Or Lucifer’s kingdom of darkness and night?\n\n  In the one, though ’tis perhaps of ill reputation,\n    A crowd of gay damsels will sit by my side;\n  But in Heaven there’s boredom and mental starvation,\n    To hoary old men and old crones I’ll be tied.\n\n  And so I will shun the abodes of the holy,\n    And fly from the sky, which is dull, so I deem:\n  Let hell be my dwelling; there is no melancholy,\n    Where love reigns for ever and ever supreme.",
        "Immanuel, it is only just to point out, occasionally draws a worthier\ncharacter. In his third Machbereth he tells of a lovely girl, who is\nintelligent, modest, chaste, coy, and difficult, although a queen in\nbeauty; she is simple in taste, yet exquisite in poetical feeling and\nmusical gifts. The character is the nearest one gets in Hebrew to the best\nheroines of the troubadours. Immanuel and she exchange verses, but the path\nof flirtation runs rough. They are parted, she, woman-like, dies, and he,\nman-like, sings an elegy. Even more to Immanuel’s credit is his praise of\nhis own wife. She has every womanly grace of body and soul. On her he\nshowers compliments from the Song of Songs and the Book of Proverbs. If\nthis be the true man revealed, then his light verses of love addressed to\nother women must be, as I have hinted, a mere pose. It may be that his wife\nread his verses, and that his picture of her was calculated to soothe her\nfeelings when reading some other parts of his work. If she did read them,\nshe found only one perfect figure of womanliness in her husband’s poems,\nand that figure herself. But on the whole one is inclined to think that\nImmanuel’s braggartism as to his many love affairs is only another aspect\nof the Renaissance habit, which is exemplified so completely in the similar\nboasts of Benvenuto Cellini.",
        "Be this as it may, it is not surprising to find that in the Shulchan\nAruch (Orach Chayyim, ch. 317, Section 16), the poems of Immanuel are\nput upon the Sabbath Index. It is declared unlawful to read them on\nSaturdays, and also on week-days, continues the Code with gathering anger.\nThose who copy them, still more those who print them, are declared sinners\nthat make others to sin. I must confess that I am here on the side of the\nCode. Immanuel’s Machberoth are scarcely worthy of the Hebrew genius.",
        "There has been, it may be added, a long struggle against Hebrew love songs.\nMaimonides says (\"Guide,” iii. 7): “The gift of speech which God gave us to\nhelp us learn and teach and perfect ourselves–this gift of speech must not\nbe employed in doing what is degrading and disgraceful. We must not imitate\nthe songs and tales of ignorant and lascivious people. It may be suitable\nto them, but it is not fit for those who are bidden, Ye shall be a holy\nnation.” In 1415 Solomon Alami uses words on this subject that will lead me\nto my last point. Alami says, “Avoid listening to love songs which excite\nthe passions. If God has graciously bestowed on you the gift of a sweet\nvoice, use it in praising Him. Do not set prayers to Arabic tunes, a\npractice which has been promoted to suit the taste of effeminate men.”",
        "But if this be a crime, then the worst offender was none other than the\nfamous Israel Najara. In the middle of the sixteenth century he added some\nof its choicest lyrics to the Hebrew song-book. The most popular of the\ntable hymns (Zemiroth) are his. He was a mystic, filled with a sense of the\nnearness of God. But he did not see why the devil should have all the\npretty tunes. So he deliberately wrote religious poems in metres to suit\nArabic, Turkish, Greek, Spanish, and Italian melodies, his avowed purpose\nbeing to divert the young Jews of his day from profane to sacred song. But\nthese young Jews must have been exigent, indeed, if they failed to find in\nNajara’s sacred verses enough of love and passion. Not only was he, like\nJehudah Halevi, a prolific writer of Wedding Odes, but in his most\nspiritual hymns he uses the language of love as no Hebrew poet before or\nafter him has done. Starting with the assumption that the Song of Songs was\nan allegory of God’s espousal with the bride Israel, Najara did not\nhesitate to put the most passionate words of love for Israel into God’s\nmouth. He was strongly attacked, but the saintly mystic Isaac Luria\nretorted that Najara’s hymns were listened to with delight in Heaven–and\nif ever a man had the right to speak of Heaven it was Luria. And Hebrew\npoetry has no need to be ashamed of the passionate affection poured out by\nthese mystic poets on another beloved, the Queen Sabbath.",
        "This is not the place to speak of the Hebrew drama and of the form which\nthe love interest takes in it. Woman, at all events, is treated far more\nhandsomely in the dramas than in the satires. The love scenes of the Hebrew\ndramatists are pure to coldness. These dramas began to flourish in the\neighteenth century; Luzzatto was by no means an unworthy imitator of\nGuarini. Sometimes the syncretism of ideas in Hebrew plays is sufficiently\ngrotesque. Samuel Romanelli, who wrote in Italy at the era of the French\nRevolution, boldly introduces Greek mythology. It may be that in the\nSpanish period Hebrew poets introduced the muses under the epithet\n“daughters of Song.” But with Romanelli, the classical machinery is more\nclearly audible. The scene of his drama is laid in Cyprus; Venus and Cupid\nfigure in the action. Romanelli gives a moral turn to his mythology, by\ninterposing Peace to stay the conflict between Love and Fame. Ephraim\nLuzzatto, at the same period, tried his hand, not unsuccessfully, at Hebrew\nlove sonnets.",
        "Love songs continued to be written in Hebrew in the nineteenth century, and\noften see the light in the twentieth. But I do not propose to deal with\nthese. Recent new-Hebrew poetry has shown itself strongest in satire and\nelegy. Its note is one of anger or of pain. Shall we, however, say of the\nHebrew race that it has lost the power to sing of love? Has it grown too\nold, too decrepid?",
        "  And said I that my limbs were old,\n  And said I that my blood was cold,\n  And that my kindly fire was fled,\n  And my poor withered heart was dead,\n  And that I might not sing of love?",
        "Heine is the answer. But Heine did not write in Hebrew, and those who have\nso far written in Hebrew are not Heines. It is, I think, vain to look to\nEurope for a new outburst of Hebrew love lyrics. In the East, and most of\nall in Palestine, where Hebrew is coming to its own again, and where the\nspring once more smiles on the eyes of Jewish peasants and shepherds, there\nmay arise another inspired singer to give us a new Song of Songs in the\nlanguage of the Bible. But we have no right to expect it. Such a rare thing\nof beauty cannot be repeated. It is a joy forever, and a joy once for all.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}