{
    "title": "The Diary of a Nobody - Chapter XIV.",
    "author": "George and Weedon Grossmith",
    "chapter": "15",
    "content": [
        "\n\n",
        "Begin the year with an unexpected promotion at the office.  I make\ntwo good jokes.  I get an enormous rise in my salary.  Lupin\nspeculates successfully and starts a pony-trap.  Have to speak to\nSarah.  Extraordinary conduct of Gowing’s.",
        "\nJanuary 1. - I had intended concluding my diary last week; but a\nmost important event has happened, so I shall continue for a little\nwhile longer on the fly-leaves attached to the end of my last\nyear’s diary.  It had just struck half-past one, and I was on the\npoint of leaving the office to have my dinner, when I received a\nmessage that Mr. Perkupp desired to see me at once.  I must confess\nthat my heart commenced to beat and I had most serious misgivings.",
        "Mr. Perkupp was in his room writing, and he said:  “Take a seat,\nMr. Pooter, I shall not be moment.”",
        "I replied:  “No, thank you, sir; I’ll stand.”",
        "I watched the clock on the mantelpiece, and I was waiting quite\ntwenty minutes; but it seemed hours.  Mr. Perkupp at last got up\nhimself.",
        "I said:  “I hope there is nothing wrong, sir?”",
        "He replied:  “Oh dear, no! quite the reverse, I hope.”  What a\nweight off my mind!  My breath seemed to come back again in an\ninstant.",
        "Mr. Perkupp said:  “Mr. Buckling is going to retire, and there will\nbe some slight changes in the office.  You have been with us nearly\ntwenty-one years, and, in consequence of your conduct during that\nperiod, we intend making a special promotion in your favour.  We\nhave not quite decided how you will be placed; but in any case\nthere will be a considerable increase in your salary, which, it is\nquite unnecessary for me to say, you fully deserve.  I have an\nappointment at two; but you shall hear more to-morrow.”",
        "He then left the room quickly, and I was not even allowed time or\nthought to express a single word of grateful thanks to him.  I need\nnot say how dear Carrie received this joyful news.  With perfect\nsimplicity she said:  “At last we shall be able to have a chimney-\nglass for the back drawing-room, which we always wanted.”  I added:\n“Yes, and at last you shall have that little costume which you saw\nat Peter Robinson’s so cheap.”",
        "January 2. - I was in a great state of suspense all day at the\noffice.  I did not like to worry Mr. Perkupp; but as he did not\nsend for me, and mentioned yesterday that he would see me again to-\nday, I thought it better, perhaps, to go to him.  I knocked at his\ndoor, and on entering, Mr. Perkupp said:  “Oh! it’s you, Mr.\nPooter; do you want to see me?”  I said:  “No, sir, I thought you\nwanted to see me!”  “Oh!” he replied, “I remember.  Well, I am very\nbusy to-day; I will see you to-morrow.”",
        "January 3. - Still in a state of anxiety and excitement, which was\nnot alleviated by ascertaining that Mr. Perkupp sent word he should\nnot be at the office to-day.  In the evening, Lupin, who was busily\nengaged with a paper, said suddenly to me:  “Do you know anything\nabout CHALK PITS, Guv.?”  I said:  “No, my boy, not that I’m aware\nof.”  Lupin said:  “Well, I give you the tip; CHALK PITS are as\nsafe as Consols, and pay six per cent. at par.”  I said a rather\nneat thing, viz.:  “They may be six per cent. at PAR, but your PA\nhas no money to invest.”  Carrie and I both roared with laughter.\nLupin did not take the slightest notice of the joke, although I\npurposely repeated it for him; but continued:  “I give you the tip,\nthat’s all - CHALK PITS!”  I said another funny thing:  “Mind you\ndon’t fall into them!”  Lupin put on a supercilious smile, and\nsaid:  “Bravo!  Joe Miller.”",
        "January 4. - Mr. Perkupp sent for me and told me that my position\nwould be that of one of the senior clerks.  I was more than\noverjoyed.  Mr. Perkupp added, he would let me know to-morrow what\nthe salary would be.  This means another day’s anxiety; I don’t\nmind, for it is anxiety of the right sort.  That reminded me that I\nhad forgotten to speak to Lupin about the letter I received from\nMr. Mutlar, senr.  I broached the subject to Lupin in the evening,\nhaving first consulted Carrie.  Lupin was riveted to the FINANCIAL\nNEWS, as if he had been a born capitalist, and I said:  “Pardon me\na moment, Lupin, how is it you have not been to the Mutlars’ any\nday this week?”",
        "Lupin answered:  “I told you!  I cannot stand old Mutlar.”",
        "I said:  “Mr. Mutlar writes to me to say pretty plainly that he\ncannot stand you!”",
        "Lupin said:  “Well, I like his cheek in writing to YOU.  I’ll find\nout if his father is still alive, and I will write HIM a note\ncomplaining of HIS son, and I’ll state pretty clearly that his son\nis a blithering idiot!”",
        "I said:  “Lupin, please moderate your expressions in the presence\nof your mother.”",
        "Lupin said:  “I’m very sorry, but there is no other expression one\ncan apply to him.  However, I’m determined not to enter his place\nagain.”",
        "I said:  “You know, Lupin, he has forbidden you the house.”",
        "Lupin replied:  “Well, we won’t split straws - it’s all the same.\nDaisy is a trump, and will wait for me ten years, if necessary.”",
        "January 5. - I can scarcely write the news.  Mr. Perkupp told me my\nsalary would be raised 100 pounds!  I stood gaping for a moment\nunable to realise it.  I annually get 10 pounds rise, and I thought\nit might be 15 pounds or even 20 pounds; but 100 pounds surpasses\nall belief.  Carrie and I both rejoiced over our good fortune.\nLupin came home in the evening in the utmost good spirits.  I sent\nSarah quietly round to the grocer’s for a bottle of champagne, the\nsame as we had before, “Jackson Freres.”  It was opened at supper,\nand I said to Lupin:  “This is to celebrate some good news I have\nreceived to-day.”  Lupin replied:  “Hooray, Guv.!  And I have some\ngood news, also; a double event, eh?”  I said:  “My boy, as a\nresult of twenty-one years’ industry and strict attention to the\ninterests of my superiors in office, I have been rewarded with\npromotion and a rise in salary of 100 pounds.”",
        "Lupin gave three cheers, and we rapped the table furiously, which\nbrought in Sarah to see what the matter was.  Lupin ordered us to\n“fill up” again, and addressing us upstanding, said:  “Having been\nin the firm of Job Cleanands, stock and share-brokers, a few weeks,\nand not having paid particular attention to the interests of my\nsuperiors in office, my Guv’nor, as a reward to me, allotted me 5\npounds worth of shares in a really good thing.  The result is, to-\nday I have made 200 pounds.”  I said:  “Lupin, you are joking.\"\n“No, Guv., it’s the good old truth; Job Cleanands PUT ME ON TO\nCHLORATES.”",
        "January 21. - I am very much concerned at Lupin having started a\npony-trap.  I said:  “Lupin, are you justified in this outrageous\nextravagance?”  Lupin replied:  “Well, one must get to the City\nsomehow.  I’ve only hired it, and can give it up any time I like.\"\nI repeated my question:  “Are you justified in this extravagance?\"\nHe replied:  “Look here, Guv., excuse me saying so, but you’re a\nbit out of date.  It does not pay nowadays, fiddling about over\nsmall things.  I don’t mean anything personal, Guv’nor.  My boss\nsays if I take his tip, and stick to big things, I can make big\nmoney!”  I said I thought the very idea of speculation most\nhorrifying.  Lupin said “It is not speculation, it’s a dead cert.\"\nI advised him, at all events, not to continue the pony and cart;\nbut he replied:  “I made 200 pounds in one day; now suppose I only\nmake 200 pounds in a month, or put it at 100 pounds a month, which\nis ridiculously low - why, that is 1,250 pounds a year.  What’s a\nfew pounds a week for a trap?”",
        "I did not pursue the subject further, beyond saying that I should\nfeel glad when the autumn came, and Lupin would be of age and\nresponsible for his own debts.  He answered:  “My dear Guv., I\npromise you faithfully that I will never speculate with what I have\nnot got.  I shall only go on Job Cleanands’ tips, and as he is in\nthe ’know’ it is pretty safe sailing.”  I felt somewhat relieved.\nGowing called in the evening and, to my surprise, informed me that,\nas he had made 10 pounds by one of Lupin’s tips, he intended asking\nus and the Cummings round next Saturday.  Carrie and I said we\nshould be delighted.",
        "January 22. - I don’t generally lose my temper with servants; but I\nhad to speak to Sarah rather sharply about a careless habit she has\nrecently contracted of shaking the table-cloth, after removing the\nbreakfast things, in a manner which causes all the crumbs to fall\non the carpet, eventually to be trodden in.  Sarah answered very\nrudely:  “Oh, you are always complaining.”  I replied:  “Indeed, I\nam not.  I spoke to you last week about walking all over the\ndrawing-room carpet with a piece of yellow soap on the heel of your\nboot.”  She said:  “And you’re always grumbling about your\nbreakfast.”  I said:  “No, I am not; but I feel perfectly justified\nin complaining that I never can get a hard-boiled egg.  The moment\nI crack the shell it spurts all over the plate, and I have spoken\nto you at least fifty times about it.”  She began to cry and make a\nscene; but fortunately my ’bus came by, so I had a good excuse for\nleaving her.  Gowing left a message in the evening, that we were\nnot to forget next Saturday.  Carrie amusingly said:  As he has\nnever asked any friends before, we are not likely to forget it.",
        "January 23. - I asked Lupin to try and change the hard brushes, he\nrecently made me a present of, for some softer ones, as my hair-\ndresser tells me I ought not to brush my hair too much just now.",
        "January 24. - The new chimney-glass came home for the back drawing-\nroom.  Carrie arranged some fans very prettily on the top and on\neach side.  It is an immense improvement to the room.",
        "January 25. - We had just finished our tea, when who should come in\nbut Cummings, who has not been here for over three weeks.  I\nnoticed that he looked anything but well, so I said:  “Well,\nCummings, how are you?  You look a little blue.”  He replied:\n“Yes! and I feel blue too.”  I said:  “Why, what’s the matter?”  He\nsaid:  “Oh, nothing, except that I have been on my back for a\ncouple of weeks, that’s all.  At one time my doctor nearly gave me\nup, yet not a soul has come near me.  No one has even taken the\ntrouble to inquire whether I was alive or dead.”",
        "I said:  “This is the first I have heard of it.  I have passed your\nhouse several nights, and presumed you had company, as the rooms\nwere so brilliantly lighted.”",
        "Cummings replied:  “No!  The only company I have had was my wife,\nthe doctor, and the landlady - the last-named having turned out a\nperfect trump.  I wonder you did not see it in the paper.  I know\nit was mentioned in the BICYCLE NEWS.”",
        "I thought to cheer him up, and said:  “Well, you are all right\nnow?”",
        "He replied:  “That’s not the question.  The question is whether an\nillness does not enable you to discover who are your TRUE friends.”",
        "I said such an observation was unworthy of him.  To make matters\nworse, in came Gowing, who gave Cummings a violent slap on the\nback, and said:  “Hulloh!  Have you seen a ghost?  You look scared\nto death, like Irving in MACBETH.”  I said:  “Gently, Gowing, the\npoor fellow has been very ill.”  Gowing roared with laughter and\nsaid:  “Yes, and you look it, too.”  Cummings quietly said:  “Yes,\nand I feel it too - not that I suppose you care.”",
        "An awkward silence followed.  Gowing said:  “Never mind, Cummings,\nyou and the missis come round to my place to-morrow, and it will\ncheer you up a bit; for we’ll open a bottle of wine.”",
        "January 26. - An extraordinary thing happened.  Carrie and I went\nround to Gowing’s, as arranged, at half-past seven.  We knocked and\nrang several times without getting an answer.  At last the latch\nwas drawn and the door opened a little way, the chain still being\nup.  A man in shirt-sleeves put his head through and said:  “Who is\nit?  What do you want?” I said:  “Mr. Gowing, he is expecting us.\"\nThe man said (as well as I could hear, owing to the yapping of a\nlittle dog):  “I don’t think he is.  Mr. Gowing is not at home.”  I\nsaid:  “He will be in directly.”",
        "With that observation he slammed the door, leaving Carrie and me\nstanding on the steps with a cutting wind blowing round the corner.",
        "Carrie advised me to knock again.  I did so, and then discovered\nfor the first time that the knocker had been newly painted, and the\npaint had come off on my gloves - which were, in consequence,\ncompletely spoiled.",
        "I knocked at the door with my stick two or three times.",
        "The man opened the door, taking the chain off this time, and began\nabusing me.  He said:  “What do you mean by scratching the paint\nwith your stick like that, spoiling the varnish?  You ought to be\nashamed of yourself.”",
        "I said:  “Pardon me, Mr. Gowing invited - “",
        "He interrupted and said:  “I don’t care for Mr. Gowing, or any of\nhis friends.  This is MY door, not Mr. Gowing’s.  There are people\nhere besides Mr. Gowing.”",
        "The impertinence of this man was nothing.  I scarcely noticed it,\nit was so trivial in comparison with the scandalous conduct of\nGowing.",
        "At this moment Cummings and his wife arrived.  Cummings was very\nlame and leaning on a stick; but got up the steps and asked what\nthe matter was.",
        "The man said:  “Mr. Gowing said nothing about expecting anyone.\nAll he said was he had just received an invitation to Croydon, and\nhe should not be back till Monday evening.  He took his bag with\nhim.”",
        "With that he slammed the door again.  I was too indignant with\nGowing’s conduct to say anything.  Cummings looked white with rage,\nand as he descended the steps struck his stick violently on the\nground and said:  “Scoundrel!”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}