{
    "title": "The Secret Garden - Chapter VII - The Key to the Garden",
    "author": "Frances Hodgson Burnett",
    "chapter": "7",
    "content": [
        "\n\n",
        "Two days after this, when Mary opened her eyes she sat\nupright in bed immediately, and called to Martha.",
        "“Look at the moor! Look at the moor!”",
        "The rainstorm had ended and the gray mist and clouds\nhad been swept away in the night by the wind.  The wind\nitself had ceased and a brilliant, deep blue sky arched\nhigh over the moorland.  Never, never had Mary dreamed\nof a sky so blue.  In India skies were hot and blazing;\nthis was of a deep cool blue which almost seemed to\nsparkle like the waters of some lovely bottomless lake,\nand here and there, high, high in the arched blueness\nfloated small clouds of snow-white fleece.  The far-reaching\nworld of the moor itself looked softly blue instead\nof gloomy purple-black or awful dreary gray.",
        "“Aye,” said Martha with a cheerful grin.  “Th’ storm’s\nover for a bit.  It does like this at this time o’\nth’ year.  It goes off in a night like it was pretendin’\nit had never been here an’ never meant to come again.\nThat’s because th’ springtime’s on its way.  It’s a long\nway off yet, but it’s comin’.”",
        "“I thought perhaps it always rained or looked dark\nin England,” Mary said.",
        "“Eh! no!” said Martha, sitting up on her heels among\nher black lead brushes.  “Nowt o’ th’ soart!”",
        "“What does that mean?” asked Mary seriously.  In India\nthe natives spoke different dialects which only a few\npeople understood, so she was not surprised when Martha\nused words she did not know.",
        "Martha laughed as she had done the first morning.",
        "“There now,” she said.  “I’ve talked broad Yorkshire again\nlike Mrs. Medlock said I mustn’t. `Nowt o’ th’ soart’\nmeans `nothin’-of-the-sort,’” slowly and carefully,\n“but it takes so long to say it.  Yorkshire’s th’\nsunniest place on earth when it is sunny.  I told thee\ntha’d like th’ moor after a bit.  Just you wait till you\nsee th’ gold-colored gorse blossoms an’ th’ blossoms o’\nth’ broom, an’ th’ heather flowerin’, all purple bells, an’\nhundreds o’ butterflies flutterin’ an’ bees hummin’ an’\nskylarks soarin’ up an’ singin’. You’ll want to get out on\nit as sunrise an’ live out on it all day like Dickon does.\"\n“Could I ever get there?” asked Mary wistfully,\nlooking through her window at the far-off blue.\nIt was so new and big and wonderful and such a heavenly color.",
        "“I don’t know,” answered Martha.  “Tha’s never used tha’\nlegs since tha’ was born, it seems to me.  Tha’ couldn’t walk\nfive mile.  It’s five mile to our cottage.”",
        "“I should like to see your cottage.”",
        "Martha stared at her a moment curiously before she took\nup her polishing brush and began to rub the grate again.\nShe was thinking that the small plain face did not look quite\nas sour at this moment as it had done the first morning\nshe saw it.  It looked just a trifle like little Susan\nAnn’s when she wanted something very much.",
        "“I’ll ask my mother about it,” she said.  “She’s one o’\nthem that nearly always sees a way to do things.\nIt’s my day out today an’ I’m goin’ home.  Eh! I am glad.\nMrs. Medlock thinks a lot o’ mother.  Perhaps she could talk\nto her.”",
        "“I like your mother,” said Mary.",
        "“I should think tha’ did,” agreed Martha, polishing away.",
        "“I’ve never seen her,” said Mary.",
        "“No, tha’ hasn’t,” replied Martha.",
        "She sat up on her heels again and rubbed the end of her\nnose with the back of her hand as if puzzled for a moment,\nbut she ended quite positively.",
        "“Well, she’s that sensible an’ hard workin’ an’ goodnatured an’\nclean that no one could help likin’ her whether they’d\nseen her or not.  When I’m goin’ home to her on my day\nout I just jump for joy when I’m crossin’ the moor.”",
        "“I like Dickon,” added Mary.  “And I’ve never seen him.”",
        "“Well,” said Martha stoutly, “I’ve told thee that th’\nvery birds likes him an’ th’ rabbits an’ wild sheep an’\nponies, an’ th’ foxes themselves.  I wonder,” staring at\nher reflectively, “what Dickon would think of thee?”",
        "“He wouldn’t like me,” said Mary in her stiff,\ncold little way.  “No one does.”",
        "Martha looked reflective again.",
        "“How does tha’ like thysel’?” she inquired, really quite\nas if she were curious to know.",
        "Mary hesitated a moment and thought it over.",
        "“Not at all–really,” she answered.  “But I never thought\nof that before.”",
        "Martha grinned a little as if at some homely recollection.",
        "“Mother said that to me once,” she said.  “She was at her\nwash-tub an’ I was in a bad temper an’ talkin’ ill of folk,\nan’ she turns round on me an’ says: `Tha’ young vixen,\ntha’! There tha’ stands sayin’ tha’ doesn’t like this one an’\ntha’ doesn’t like that one.  How does tha’ like thysel’?’\nIt made me laugh an’ it brought me to my senses in a minute.”",
        "She went away in high spirits as soon as she had given\nMary her breakfast.  She was going to walk five miles\nacross the moor to the cottage, and she was going to help\nher mother with the washing and do the week’s baking\nand enjoy herself thoroughly.",
        "Mary felt lonelier than ever when she knew she was no longer\nin the house.  She went out into the garden as quickly\nas possible, and the first thing she did was to run\nround and round the fountain flower garden ten times.\nShe counted the times carefully and when she had finished\nshe felt in better spirits.  The sunshine made the\nwhole place look different.  The high, deep, blue sky\narched over Misselthwaite as well as over the moor,\nand she kept lifting her face and looking up into it,\ntrying to imagine what it would be like to lie down on\none of the little snow-white clouds and float about.\nShe went into the first kitchen-garden and found Ben\nWeatherstaff working there with two other gardeners.\nThe change in the weather seemed to have done him good.\nHe spoke to her of his own accord.  “Springtime’s comin,’\"\nhe said.  “Cannot tha’ smell it?”",
        "Mary sniffed and thought she could.",
        "“I smell something nice and fresh and damp,” she said.",
        "“That’s th’ good rich earth,” he answered, digging away.\n“It’s in a good humor makin’ ready to grow things.\nIt’s glad when plantin’ time comes.  It’s dull in th’\nwinter when it’s got nowt to do.  In th’ flower gardens out\nthere things will be stirrin’ down below in th’ dark.  Th’\nsun’s warmin’ ’em. You’ll see bits o’ green spikes stickin’\nout o’ th’ black earth after a bit.”",
        "“What will they be?” asked Mary.",
        "“Crocuses an’ snowdrops an’ daffydowndillys.  Has tha’\nnever seen them?”",
        "“No. Everything is hot, and wet, and green after the\nrains in India,” said Mary.  “And I think things grow\nup in a night.”",
        "“These won’t grow up in a night,” said Weatherstaff.\n“Tha’ll have to wait for ’em. They’ll poke up a bit\nhigher here, an’ push out a spike more there, an’ uncurl a\nleaf this day an’ another that.  You watch ’em.”",
        "“I am going to,” answered Mary.",
        "Very soon she heard the soft rustling flight of wings\nagain and she knew at once that the robin had come again.\nHe was very pert and lively, and hopped about so close\nto her feet, and put his head on one side and looked at\nher so slyly that she asked Ben Weatherstaff a question.",
        "“Do you think he remembers me?” she said.",
        "“Remembers thee!” said Weatherstaff indignantly.\n“He knows every cabbage stump in th’ gardens, let\nalone th’ people.  He’s never seen a little wench\nhere before, an’ he’s bent on findin’ out all about thee.\nTha’s no need to try to hide anything from him.”",
        "“Are things stirring down below in the dark in that garden\nwhere he lives?” Mary inquired.",
        "“What garden?” grunted Weatherstaff, becoming surly again.",
        "“The one where the old rose-trees are.” She could\nnot help asking, because she wanted so much to know.\n“Are all the flowers dead, or do some of them come again\nin the summer? Are there ever any roses?”",
        "“Ask him,” said Ben Weatherstaff, hunching his shoulders\ntoward the robin.  “He’s the only one as knows.\nNo one else has seen inside it for ten year’.”",
        "Ten years was a long time, Mary thought.  She had been\nborn ten years ago.",
        "She walked away, slowly thinking.  She had begun to\nlike the garden just as she had begun to like the robin\nand Dickon and Martha’s mother.  She was beginning\nto like Martha, too.  That seemed a good many people\nto like–when you were not used to liking.  She thought\nof the robin as one of the people.  She went to her walk\noutside the long, ivy-covered wall over which she could\nsee the tree-tops; and the second time she walked up\nand down the most interesting and exciting thing happened\nto her, and it was all through Ben Weatherstaff’s robin.",
        "She heard a chirp and a twitter, and when she looked\nat the bare flower-bed at her left side there he was\nhopping about and pretending to peck things out of the\nearth to persuade her that he had not followed her.\nBut she knew he had followed her and the surprise so filled\nher with delight that she almost trembled a little.",
        "“You do remember me!” she cried out.  “You do! You are\nprettier than anything else in the world!”",
        "She chirped, and talked, and coaxed and he hopped,\nand flirted his tail and twittered.  It was as if he\nwere talking.  His red waistcoat was like satin and he\npuffed his tiny breast out and was so fine and so grand\nand so pretty that it was really as if he were showing her\nhow important and like a human person a robin could be.\nMistress Mary forgot that she had ever been contrary\nin her life when he allowed her to draw closer and closer\nto him, and bend down and talk and try to make something\nlike robin sounds.",
        "Oh! to think that he should actually let her come as near\nto him as that! He knew nothing in the world would make\nher put out her hand toward him or startle him in the\nleast tiniest way.  He knew it because he was a real\nperson–only nicer than any other person in the world.\nShe was so happy that she scarcely dared to breathe.",
        "The flower-bed was not quite bare.  It was bare of flowers\nbecause the perennial plants had been cut down for their\nwinter rest, but there were tall shrubs and low ones which grew\ntogether at the back of the bed, and as the robin hopped\nabout under them she saw him hop over a small pile of freshly\nturned up earth.  He stopped on it to look for a worm.\nThe earth had been turned up because a dog had been trying\nto dig up a mole and he had scratched quite a deep hole.",
        "Mary looked at it, not really knowing why the hole was there,\nand as she looked she saw something almost buried in the\nnewly-turned soil.  It was something like a ring of rusty\niron or brass and when the robin flew up into a tree\nnearby she put out her hand and picked the ring up.\nIt was more than a ring, however; it was an old key\nwhich looked as if it had been buried a long time.",
        "Mistress Mary stood up and looked at it with an almost\nfrightened face as it hung from her finger.",
        "“Perhaps it has been buried for ten years,” she said\nin a whisper.  “Perhaps it is the key to the garden!”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}