{
    "title": "The Sorrows of Young Werther - November 30.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "82",
    "content": [
        "\n\n",
        "I shall never be myself again! Wherever I go, some fatality occurs\nto distract me. Even to-day alas — for our destiny! alas for\nhuman nature!",
        "About dinner-time I went to walk by the river-side, for I had no\nappetite. Everything around seemed gloomy: a cold and damp easterly\nwind blew from the mountains, and black, heavy clouds spread over\nthe plain. I observed at a distance a man in a tattered coat: he\nwas wandering among the rocks, and seemed to be looking for plants.\nWhen I approached, he turned round at the noise; and I saw that\nhe had an interesting countenance in which a settled melancholy,\nstrongly marked by benevolence, formed the principal feature.\nHis long black hair was divided, and flowed over his shoulders.\nAs his garb betokened a person of the lower order, I thought he\nwould not take it ill if I inquired about his business; and I\ntherefore asked what he was seeking. He replied, with a deep sigh,\nthat he was looking for flowers, and could find none. “But it is\nnot the season,” I observed, with a smile. “Oh, there are so many\nflowers!” he answered, as he came nearer to me. “In my garden\nthere are roses and honeysuckles of two sorts: one sort was given\nto me by my father! they grow as plentifully as weeds; I have been\nlooking for them these two days, and cannot find them. There are\nflowers out there, yellow, blue, and red; and that centaury has a\nvery pretty blossom: but I can find none of them.” I observed his\npeculiarity, and therefore asked him, with an air of indifference,\nwhat he intended to do with his flowers. A strange smile overspread\nhis countenance. Holding his finger to his mouth, he expressed a\nhope that I would not betray him; and he then informed me that he\nhad promised to gather a nosegay for his mistress. “That is right,\"\nsaid I. “Oh!” he replied, “she possesses many other things as\nwell: she is very rich.” “And yet,” I continued, “she likes your\nnosegays.” “Oh, she has jewels and crowns!” he exclaimed. I asked\nwho she was. “If the states-general would but pay me,” he added,\n“I should be quite another man. Alas! there was a time when I was\nso happy; but that is past, and I am now—” He raised his swimming\neyes to heaven. “And you were happy once?” I observed. “Ah,\nwould I were so still!” was his reply. “I was then as gay and\ncontented as a man can be.” An old woman, who was coming toward\nus, now called out, “Henry, Henry! where are you? We have been\nlooking for you everywhere: come to dinner.” “Is he your son?\"\nI inquired, as I went toward her. “Yes,” she said: “he is my poor,\nunfortunate son. The Lord has sent me a heavy affliction.” I asked\nwhether he had been long in this state. She answered, “He has been\nas calm as he is at present for about six months. I thank Heaven\nthat he has so far recovered: he was for one whole year quite raving,\nand chained down in a madhouse. Now he injures no one, but talks\nof nothing else than kings and queens. He used to be a very good,\nquiet youth, and helped to maintain me; he wrote a very fine hand;\nbut all at once he became melancholy, was seized with a violent\nfever, grew distracted, and is now as you see. If I were only to\ntell you, sir—” I interrupted her by asking what period it was\nin which he boasted of having been so happy. “Poor boy!” she\nexclaimed, with a smile of cormpassion, “he means the time when\nhe was completely deranged, a time he never ceases to regret,\nwhen he was in the madhouse, and unconscious of everything.” I\nwas thunderstruck: I placed a piece of money in her hand, and\nhastened away.",
        "“You were happy!” I exclaimed, as I returned quickly to the\ntown, “’as gay and contented as a man can be!’” God of heaven!\nand is this the destiny of man? Is he only happy before he has\nacquired his reason, or after he has lost it? Unfortunate being!\nAnd yet I envy your fate: I envy the delusion to which you are a\nvictim. You go forth with joy to gather flowers for your princess,\n— in winter, — and grieve when you can find none, and cannot\nunderstand why they do not grow. But I wander forth without joy,\nwithout hope, without design; and I return as I came. You fancy\nwhat a man you would be if the states general paid you. Happy\nmortal, who can ascribe your wretchedness to an earthly cause!\nYou do not know, you do not feel, that in your own distracted\nheart and disordered brain dwells the source of that unhappiness\nwhich all the potentates on earth cannot relieve.",
        "Let that man die unconsoled who can deride the invalid for undertaking\na journey to distant, healthful springs, where he often finds only\na heavier disease and a more painful death, or who can exult over\nthe despairing mind of a sinner, who, to obtain peace of conscience\nand an alleviation of misery, makes a pilgrimage to the Holy\nSepulchre. Each laborious step which galls his wounded feet in\nrough and untrodden paths pours a drop of balm into his troubled\nsoul, and the journey of many a weary day brings a nightly relief\nto his anguished heart. Will you dare call this enthusiasm, ye\ncrowd of pompous declaimers? Enthusiasm! 0 God! thou seest my\ntears. Thou hast allotted us our portion of misery: must we also\nhave brethren to persecute us, to deprive us of our consolation,\nof our trust in thee, and in thy love and mercy? For our trust in\nthe virtue of the healing root, or in the strength of the vine,\nwhat is it else than a belief in thee from whom all that surrounds\nus derives its healing and restoring powers? Father, whom I know\nnot, — who wert once wont to fill my soul, but who now hidest thy\nface from me, — call me back to thee; be silent no longer; thy\nsilence shall not delay a soul which thirsts after thee. What man,\nwhat father, could be angry with a son for returning to him suddenly,\nfor falling on his neck, and exclaiming, “I am here again, my\nfather! forgive me if I have anticipated my journey, and returned\nbefore the appointed time! The world is everywhere the same, —\na scene of labour and pain, of pleasure and reward; but what does\nit all avail? I am happy only where thou art, and in thy presence\nam I content to suffer or enjoy.” And wouldst thou, heavenly Father,\nbanish such a child from thy presence?",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}