{
    "title": "The Great North-Western Conspiracy In All Its Startling Details",
    "author": "I. Windslow Ayer",
    "chapter": "1",
    "content": [
        "\n\n",
        "The trial before the Military Commission in Cincinnati, just concluded,\nwas in many respects one of the most remarkable events of the war. The\ninvestigation has elicited testimony of the most startling character,\nshowing conclusively to the minds of all reasonable men who have given to\nit careful, earnest attention that there was a most formidable, deep and\nwell arranged conspiracy, which, but for timely discovery and judicious\naction, would have resulted most disastrously, not only to the particular\ncities and towns specified and doomed to destruction, but to the whole\ncountry. None can contemplate the danger through which we have passed\nwithout a shudder and without a recognition of the hand of a merciful\nProvidence who has guided our beloved country in its darkest hours and who\nhas crowned our struggles for liberty and union with glorious victory.",
        "To have proclaimed to the public, even a few short months ago, that a\nscheme had been concocted in Richmond, of so vast and formidable a\ncharacter, so insidious in its operations, so complete in its details that\nit had found favor and support in all the great cities and towns in\nIllinois, Indiana, Missouri, Kentucky, Ohio, Iowa, and sections of other\nStates that scarcely a village was exempt from its corruption, that it\nnumbered in its ranks more traitors in the aggregate than the number of\nbrave men in the combined armies of the gallant Grant and Sherman, and\nthat all who had thus united recognised but one common cause–the\ndestruction of our country, the defeat and humiliation of our people, and\nthe triumph of the Rebellion–the author of such a proclamation would have\nbeen written down a madman or a fool, by most persons in the community;\nand yet the developments before the military tribunal have established the\nfact, to the eternal infamy of all who were leagued in the conspiracy.",
        "As the trial opened, and the charges if the indictment were made public,\nall sympathisers with the conspiracy affected to disbelieve its existence,\nand raised their eyes and hands to Heaven, in pious horror, and prayed\nthat justice might be meted out to the accused, who were, they claimed,\nthe best of citizens, the most devout Christians, the most zealous\npatriots, the most earnest advocates of law and order, and that their\naccusers might be shunned of all good men forever. To this prayer the\naccused will scarce utter the response, Amen! Even some good, careful,\nhonest Union men, astonished at the startling revelations, refused, for a\ntime, to believe that there was any truth in the allegations against the\nprisoners; by degrees, however, as corroborative evidence accumulated, the\ntruth was forced upon their minds, and there are now few persons of\nordinary intelligence and candor, who have not been able to discover that\n“there was something in it, after all,” and that we have been\nProvidentially saved a most terrible disaster.",
        "But the investigation has been lengthy, and the reports in the newspapers\nhave been brief and irregular, and few, comparatively, there are who have\nheard or read all of even the more important testimony, or appreciate\nfully the vast magnitude of the conspiracy; and there are many who having\nread only the indictment, have conceived the idea that if the charges\ntherein alleged are true, the crime was confined to a few desperate and\nwicked men in Chicago alone, and that, therefore, it possessed but a local\ninterest. Such a conclusion is wholly groundless. The history of this\nconspiracy is of the most vital interest for the people of every State in\nthe Union, for had the conspirators not been foiled at a most opportune\nmoment, their plans would have been successful in every particular, and\nonce in operation they could not have been frustrated by any force we\ncould have arrayed against them; and who shall say that had the savage\nhordes of Jeff. Davis then been turned loose upon an unarmed community, to\ncarry desolation and ruin as they should sweep over our fair States, that\nto-day the Southern rebels would be, as they now are, in their last\nextremity–that victory would now be perched upon our banners wherever our\nnoble pioneers of freedom advance, and that our brave boys of the Potomac\nwould now be reposing from, their labors in the halls of the rebel\ncapitol! Those who, upon investigation, fail to recognise the magnitude,\nthe sagacity, the completeness of this Northwestern Conspiracy, and\nrealise its immense importance to the rebel chieftains at the South,\ncorroborated as the evidence before the Commission has been by incidents\nof almost daily occurrence for many months, have not learned to read\ncorrectly the history of the Great Southern Rebellion. If an idea ever\nentered the heads of malcontents at the North to establish a Northwestern\nConfederacy, it was speedily chased away by the more promising schemes of\nthe arch traitor late of Richmond. It is to collect facts already\nelicited, and to give further information, and with a hope of aiding the\ncause of the Union so sacred and dear to us all, that the writer has\nyielded to the oft-repeated requests of his friends to present a connected\nand concise history of the Northwestern Conspiracy.",
        "The Author.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}