{
    "title": "The Secret Garden - Chapter IV - Martha",
    "author": "Frances Hodgson Burnett",
    "chapter": "4",
    "content": [
        "\n\n",
        "When she opened her eyes in the morning it was because\na young housemaid had come into her room to light\nthe fire and was kneeling on the hearth-rug raking\nout the cinders noisily.  Mary lay and watched her for\na few moments and then began to look about the room.\nShe had never seen a room at all like it and thought it\ncurious and gloomy.  The walls were covered with tapestry\nwith a forest scene embroidered on it.  There were\nfantastically dressed people under the trees and in the\ndistance there was a glimpse of the turrets of a castle.\nThere were hunters and horses and dogs and ladies.\nMary felt as if she were in the forest with them.\nOut of a deep window she could see a great climbing\nstretch of land which seemed to have no trees on it,\nand to look rather like an endless, dull, purplish sea.",
        "“What is that?” she said, pointing out of the window.",
        "Martha, the young housemaid, who had just risen to her feet,\nlooked and pointed also.  “That there?” she said.",
        "“Yes.”",
        "“That’s th’ moor,” with a good-natured grin.  “Does tha’\nlike it?”",
        "“No,” answered Mary.  “I hate it.”",
        "“That’s because tha’rt not used to it,” Martha said,\ngoing back to her hearth.  “Tha’ thinks it’s too big an’\nbare now.  But tha’ will like it.”",
        "“Do you?” inquired Mary.",
        "“Aye, that I do,” answered Martha, cheerfully polishing\naway at the grate.  “I just love it.  It’s none bare.\nIt’s covered wi’ growin’ things as smells sweet.\nIt’s fair lovely in spring an’ summer when th’ gorse an’\nbroom an’ heather’s in flower.  It smells o’ honey an’\nthere’s such a lot o’ fresh air–an’ th’ sky looks\nso high an’ th’ bees an’ skylarks makes such a nice\nnoise hummin’ an’ singin’. Eh! I wouldn’t live away from th’\nmoor for anythin’.”",
        "Mary listened to her with a grave, puzzled expression.\nThe native servants she had been used to in India\nwere not in the least like this.  They were obsequious\nand servile and did not presume to talk to their masters\nas if they were their equals.  They made salaams and called\nthem “protector of the poor” and names of that sort.\nIndian servants were commanded to do things, not asked.\nIt was not the custom to say “please” and “thank you\"\nand Mary had always slapped her Ayah in the face when she\nwas angry.  She wondered a little what this girl would\ndo if one slapped her in the face.  She was a round,\nrosy, good-natured-looking creature, but she had a sturdy\nway which made Mistress Mary wonder if she might not\neven slap back–if the person who slapped her was only a\nlittle girl.",
        "“You are a strange servant,” she said from her pillows,\nrather haughtily.",
        "Martha sat up on her heels, with her blacking-brush in her hand,\nand laughed, without seeming the least out of temper.",
        "“Eh! I know that,” she said.  “If there was a grand Missus\nat Misselthwaite I should never have been even one of th’\nunder house-maids. I might have been let to be scullerymaid\nbut I’d never have been let upstairs.  I’m too common an’\nI talk too much Yorkshire.  But this is a funny house for\nall it’s so grand.  Seems like there’s neither Master nor\nMistress except Mr. Pitcher an’ Mrs. Medlock.  Mr. Craven,\nhe won’t be troubled about anythin’ when he’s here, an’\nhe’s nearly always away.  Mrs. Medlock gave me th’\nplace out o’ kindness.  She told me she could never have\ndone it if Misselthwaite had been like other big houses.\"\n“Are you going to be my servant?” Mary asked, still in her\nimperious little Indian way.",
        "Martha began to rub her grate again.",
        "“I’m Mrs. Medlock’s servant,” she said stoutly.\n“An’ she’s Mr. Craven’s–but I’m to do the housemaid’s\nwork up here an’ wait on you a bit.  But you won’t need\nmuch waitin’ on.”",
        "“Who is going to dress me?” demanded Mary.",
        "Martha sat up on her heels again and stared.  She spoke\nin broad Yorkshire in her amazement.",
        "“Canna’ tha’ dress thysen!” she said.",
        "“What do you mean? I don’t understand your language,\"\nsaid Mary.",
        "“Eh! I forgot,” Martha said.  “Mrs. Medlock told me I’d\nhave to be careful or you wouldn’t know what I was sayin’.\nI mean can’t you put on your own clothes?”",
        "“No,” answered Mary, quite indignantly.  “I never did\nin my life.  My Ayah dressed me, of course.”",
        "“Well,” said Martha, evidently not in the least aware\nthat she was impudent, “it’s time tha’ should learn.\nTha’ cannot begin younger.  It’ll do thee good to wait\non thysen a bit.  My mother always said she couldn’t\nsee why grand people’s children didn’t turn out fair\nfools–what with nurses an’ bein’ washed an’ dressed an’\ntook out to walk as if they was puppies!”",
        "“It is different in India,” said Mistress Mary disdainfully.\nShe could scarcely stand this.",
        "But Martha was not at all crushed.",
        "“Eh! I can see it’s different,” she answered almost\nsympathetically.  “I dare say it’s because there’s such\na lot o’ blacks there instead o’ respectable white people.\nWhen I heard you was comin’ from India I thought you was a black\ntoo.”",
        "Mary sat up in bed furious.",
        "“What!” she said.  “What! You thought I was a native.\nYou–you daughter of a pig!”",
        "Martha stared and looked hot.",
        "“Who are you callin’ names?” she said.  “You needn’t be\nso vexed.  That’s not th’ way for a young lady to talk.\nI’ve nothin’ against th’ blacks.  When you read about ’em\nin tracts they’re always very religious.  You always read\nas a black’s a man an’ a brother.  I’ve never seen a black an’\nI was fair pleased to think I was goin’ to see one close.\nWhen I come in to light your fire this mornin’ I crep’\nup to your bed an’ pulled th’ cover back careful to look\nat you.  An’ there you was,” disappointedly, “no more black\nthan me–for all you’re so yeller.”",
        "Mary did not even try to control her rage and humiliation.\n“You thought I was a native! You dared! You don’t know\nanything about natives! They are not people–they’re servants\nwho must salaam to you.  You know nothing about India.\nYou know nothing about anything!”",
        "She was in such a rage and felt so helpless before the girl’s\nsimple stare, and somehow she suddenly felt so horribly\nlonely and far away from everything she understood\nand which understood her, that she threw herself face\ndownward on the pillows and burst into passionate sobbing.\nShe sobbed so unrestrainedly that good-natured Yorkshire\nMartha was a little frightened and quite sorry for her.\nShe went to the bed and bent over her.",
        "“Eh! you mustn’t cry like that there!” she begged.\n“You mustn’t for sure.  I didn’t know you’d be vexed.\nI don’t know anythin’ about anythin’–just like you said.\nI beg your pardon, Miss. Do stop cryin’.”",
        "There was something comforting and really friendly in her\nqueer Yorkshire speech and sturdy way which had a good effect\non Mary.  She gradually ceased crying and became quiet.\nMartha looked relieved.",
        "“It’s time for thee to get up now,” she said.\n“Mrs. Medlock said I was to carry tha’ breakfast an’\ntea an’ dinner into th’ room next to this.  It’s been\nmade into a nursery for thee.  I’ll help thee on with thy\nclothes if tha’ll get out o’ bed.  If th’ buttons are at th’\nback tha’ cannot button them up tha’self.”",
        "When Mary at last decided to get up, the clothes Martha\ntook from the wardrobe were not the ones she had worn\nwhen she arrived the night before with Mrs. Medlock.",
        "“Those are not mine,” she said.  “Mine are black.”",
        "She looked the thick white wool coat and dress over,\nand added with cool approval:",
        "“Those are nicer than mine.”",
        "“These are th’ ones tha’ must put on,” Martha answered.\n“Mr. Craven ordered Mrs. Medlock to get ’em in London.\nHe said `I won’t have a child dressed in black wanderin’\nabout like a lost soul,’ he said.  `It’d make the place\nsadder than it is.  Put color on her.’ Mother she said she\nknew what he meant.  Mother always knows what a body means.\nShe doesn’t hold with black hersel’.”",
        "“I hate black things,” said Mary.",
        "The dressing process was one which taught them both something.\nMartha had “buttoned up” her little sisters and brothers but she\nhad never seen a child who stood still and waited for another\nperson to do things for her as if she had neither hands nor feet\nof her own.",
        "“Why doesn’t tha’ put on tha’ own shoes?” she said\nwhen Mary quietly held out her foot.",
        "“My Ayah did it,” answered Mary, staring.  “It was the custom.”",
        "She said that very often–\"It was the custom.” The native\nservants were always saying it.  If one told them to do\na thing their ancestors had not done for a thousand years\nthey gazed at one mildly and said, “It is not the custom\"\nand one knew that was the end of the matter.",
        "It had not been the custom that Mistress Mary should\ndo anything but stand and allow herself to be dressed\nlike a doll, but before she was ready for breakfast she\nbegan to suspect that her life at Misselthwaite Manor\nwould end by teaching her a number of things quite\nnew to her–things such as putting on her own shoes\nand stockings, and picking up things she let fall.\nIf Martha had been a well-trained fine young lady’s maid\nshe would have been more subservient and respectful and\nwould have known that it was her business to brush hair,\nand button boots, and pick things up and lay them away.\nShe was, however, only an untrained Yorkshire rustic\nwho had been brought up in a moorland cottage with a\nswarm of little brothers and sisters who had never\ndreamed of doing anything but waiting on themselves\nand on the younger ones who were either babies in arms\nor just learning to totter about and tumble over things.",
        "If Mary Lennox had been a child who was ready to be amused\nshe would perhaps have laughed at Martha’s readiness to talk,\nbut Mary only listened to her coldly and wondered at her\nfreedom of manner.  At first she was not at all interested,\nbut gradually, as the girl rattled on in her good-tempered,\nhomely way, Mary began to notice what she was saying.",
        "“Eh! you should see ’em all,” she said.  “There’s twelve\nof us an’ my father only gets sixteen shilling a week.  I can\ntell you my mother’s put to it to get porridge for ’em all.\nThey tumble about on th’ moor an’ play there all day an’\nmother says th’ air of th’ moor fattens ’em. She says she\nbelieves they eat th’ grass same as th’ wild ponies do.\nOur Dickon, he’s twelve years old and he’s got a young pony\nhe calls his own.”",
        "“Where did he get it?” asked Mary.",
        "“He found it on th’ moor with its mother when it was\na little one an’ he began to make friends with it an’\ngive it bits o’ bread an’ pluck young grass for it.\nAnd it got to like him so it follows him about an’\nit lets him get on its back.  Dickon’s a kind lad an’\nanimals likes him.”",
        "Mary had never possessed an animal pet of her own\nand had always thought she should like one.  So she\nbegan to feel a slight interest in Dickon, and as she\nhad never before been interested in any one but herself,\nit was the dawning of a healthy sentiment.  When she went\ninto the room which had been made into a nursery for her,\nshe found that it was rather like the one she had slept in.\nIt was not a child’s room, but a grown-up person’s room,\nwith gloomy old pictures on the walls and heavy old\noak chairs.  A table in the center was set with a good\nsubstantial breakfast.  But she had always had a very\nsmall appetite, and she looked with something more than\nindifference at the first plate Martha set before her.",
        "“I don’t want it,” she said.",
        "“Tha’ doesn’t want thy porridge!” Martha exclaimed incredulously.",
        "“No.”",
        "“Tha’ doesn’t know how good it is.  Put a bit o’\ntreacle on it or a bit o’ sugar.”",
        "“I don’t want it,” repeated Mary.",
        "“Eh!” said Martha.  “I can’t abide to see good victuals\ngo to waste.  If our children was at this table they’d\nclean it bare in five minutes.”",
        "“Why?” said Mary coldly.  “Why!” echoed Martha.  “Because they\nscarce ever had their stomachs full in their lives.\nThey’re as hungry as young hawks an’ foxes.”",
        "“I don’t know what it is to be hungry,” said Mary,\nwith the indifference of ignorance.",
        "Martha looked indignant.",
        "“Well, it would do thee good to try it.  I can see\nthat plain enough,” she said outspokenly.  “I’ve no\npatience with folk as sits an’ just stares at good\nbread an’ meat.  My word! don’t I wish Dickon and Phil an’\nJane an’ th’ rest of ’em had what’s here under their pinafores.”",
        "“Why don’t you take it to them?” suggested Mary.",
        "“It’s not mine,” answered Martha stoutly.  “An’ this\nisn’t my day out.  I get my day out once a month same\nas th’ rest.  Then I go home an’ clean up for mother an’\ngive her a day’s rest.”",
        "Mary drank some tea and ate a little toast and some marmalade.",
        "“You wrap up warm an’ run out an’ play you,” said Martha.\n“It’ll do you good and give you some stomach for your meat.”",
        "Mary went to the window.  There were gardens and paths\nand big trees, but everything looked dull and wintry.",
        "“Out? Why should I go out on a day like this?” “Well, if tha’\ndoesn’t go out tha’lt have to stay in, an’ what has tha’\ngot to do?”",
        "Mary glanced about her.  There was nothing to do.\nWhen Mrs. Medlock had prepared the nursery she had not\nthought of amusement.  Perhaps it would be better to go\nand see what the gardens were like.",
        "“Who will go with me?” she inquired.",
        "Martha stared.",
        "“You’ll go by yourself,” she answered.  “You’ll have to\nlearn to play like other children does when they haven’t\ngot sisters and brothers.  Our Dickon goes off on th’\nmoor by himself an’ plays for hours.  That’s how he made\nfriends with th’ pony.  He’s got sheep on th’ moor that\nknows him, an’ birds as comes an’ eats out of his hand.\nHowever little there is to eat, he always saves a bit o’\nhis bread to coax his pets.”",
        "It was really this mention of Dickon which made Mary decide\nto go out, though she was not aware of it.  There would be,\nbirds outside though there would not be ponies or sheep.\nThey would be different from the birds in India and it\nmight amuse her to look at them.",
        "Martha found her coat and hat for her and a pair of stout\nlittle boots and she showed her her way downstairs.",
        "“If tha’ goes round that way tha’ll come to th’ gardens,\"\nshe said, pointing to a gate in a wall of shrubbery.\n“There’s lots o’ flowers in summer-time, but there’s\nnothin’ bloomin’ now.” She seemed to hesitate a second\nbefore she added, “One of th’ gardens is locked up.\nNo one has been in it for ten years.”",
        "“Why?” asked Mary in spite of herself.  Here was another\nlocked door added to the hundred in the strange house.",
        "“Mr. Craven had it shut when his wife died so sudden.\nHe won’t let no one go inside.  It was her garden.\nHe locked th’ door an’ dug a hole and buried th’ key.\nThere’s Mrs. Medlock’s bell ringing–I must run.”",
        "After she was gone Mary turned down the walk which led\nto the door in the shrubbery.  She could not help thinking\nabout the garden which no one had been into for ten years.\nShe wondered what it would look like and whether there\nwere any flowers still alive in it.  When she had passed\nthrough the shrubbery gate she found herself in great gardens,\nwith wide lawns and winding walks with clipped borders.\nThere were trees, and flower-beds, and evergreens clipped\ninto strange shapes, and a large pool with an old gray\nfountain in its midst.  But the flower-beds were bare\nand wintry and the fountain was not playing.  This was not\nthe garden which was shut up.  How could a garden be shut\nup? You could always walk into a garden.",
        "She was just thinking this when she saw that, at the end\nof the path she was following, there seemed to be a\nlong wall, with ivy growing over it.  She was not familiar\nenough with England to know that she was coming upon the\nkitchen-gardens where the vegetables and fruit were growing.\nShe went toward the wall and found that there was a green\ndoor in the ivy, and that it stood open.  This was\nnot the closed garden, evidently, and she could go into it.",
        "She went through the door and found that it was a garden\nwith walls all round it and that it was only one of several\nwalled gardens which seemed to open into one another.\nShe saw another open green door, revealing bushes and\npathways between beds containing winter vegetables.\nFruit-trees were trained flat against the wall,\nand over some of the beds there were glass frames.\nThe place was bare and ugly enough, Mary thought, as she\nstood and stared about her.  It might be nicer in summer\nwhen things were green, but there was nothing pretty about\nit now.",
        "Presently an old man with a spade over his shoulder walked\nthrough the door leading from the second garden.  He looked\nstartled when he saw Mary, and then touched his cap.\nHe had a surly old face, and did not seem at all pleased\nto see her–but then she was displeased with his garden\nand wore her “quite contrary” expression, and certainly\ndid not seem at all pleased to see him.",
        "“What is this place?” she asked.",
        "“One o’ th’ kitchen-gardens,” he answered.",
        "“What is that?” said Mary, pointing through the other\ngreen door.",
        "“Another of ’em,” shortly.  “There’s another on t’other\nside o’ th’ wall an’ there’s th’ orchard t’other side o’ that.”",
        "“Can I go in them?” asked Mary.",
        "“If tha’ likes.  But there’s nowt to see.”",
        "Mary made no response.  She went down the path and through\nthe second green door.  There, she found more walls\nand winter vegetables and glass frames, but in the second\nwall there was another green door and it was not open.\nPerhaps it led into the garden which no one had seen for\nten years.  As she was not at all a timid child and always\ndid what she wanted to do, Mary went to the green door\nand turned the handle.  She hoped the door would not open\nbecause she wanted to be sure she had found the mysterious\ngarden–but it did open quite easily and she walked\nthrough it and found herself in an orchard.  There were\nwalls all round it also and trees trained against them,\nand there were bare fruit-trees growing in the winter-browned\ngrass–but there was no green door to be seen anywhere.\nMary looked for it, and yet when she had entered the\nupper end of the garden she had noticed that the wall\ndid not seem to end with the orchard but to extend\nbeyond it as if it enclosed a place at the other side.\nShe could see the tops of trees above the wall,\nand when she stood still she saw a bird with a bright\nred breast sitting on the topmost branch of one of them,\nand suddenly he burst into his winter song–almost\nas if he had caught sight of her and was calling to her.",
        "She stopped and listened to him and somehow his cheerful,\nfriendly little whistle gave her a pleased feeling–even\na disagreeable little girl may be lonely, and the big closed\nhouse and big bare moor and big bare gardens had made this\none feel as if there was no one left in the world but herself.\nIf she had been an affectionate child, who had been\nused to being loved, she would have broken her heart,\nbut even though she was “Mistress Mary Quite Contrary\"\nshe was desolate, and the bright-breasted little bird\nbrought a look into her sour little face which was almost\na smile.  She listened to him until he flew away.\nHe was not like an Indian bird and she liked him and\nwondered if she should ever see him again.  Perhaps he\nlived in the mysterious garden and knew all about it.",
        "Perhaps it was because she had nothing whatever to do\nthat she thought so much of the deserted garden.  She was\ncurious about it and wanted to see what it was like.\nWhy had Mr. Archibald Craven buried the key? If he\nhad liked his wife so much why did he hate her garden?\nShe wondered if she should ever see him, but she knew\nthat if she did she should not like him, and he would\nnot like her, and that she should only stand and stare\nat him and say nothing, though she should be wanting\ndreadfully to ask him why he had done such a queer thing.",
        "“People never like me and I never like people,” she thought.\n“And I never can talk as the Crawford children could.\nThey were always talking and laughing and making noises.”",
        "She thought of the robin and of the way he seemed to sing\nhis song at her, and as she remembered the tree-top he\nperched on she stopped rather suddenly on the path.",
        "“I believe that tree was in the secret garden–I feel sure\nit was,” she said.  “There was a wall round the place\nand there was no door.”",
        "She walked back into the first kitchen-garden she had entered\nand found the old man digging there.  She went and stood beside\nhim and watched him a few moments in her cold little way.\nHe took no notice of her and so at last she spoke to him.",
        "“I have been into the other gardens,” she said.",
        "“There was nothin’ to prevent thee,” he answered crustily.",
        "“I went into the orchard.”",
        "“There was no dog at th’ door to bite thee,” he answered.",
        "“There was no door there into the other garden,\"\nsaid Mary.",
        "“What garden?” he said in a rough voice, stopping his\ndigging for a moment.",
        "“The one on the other side of the wall,” answered Mistress Mary.\n“There are trees there–I saw the tops of them.  A bird\nwith a red breast was sitting on one of them and he sang.”",
        "To her surprise the surly old weather-beaten face\nactually changed its expression.  A slow smile spread\nover it and the gardener looked quite different.  It made\nher think that it was curious how much nicer a person\nlooked when he smiled.  She had not thought of it before.",
        "He turned about to the orchard side of his garden and began\nto whistle–a low soft whistle.  She could not understand\nhow such a surly man could make such a coaxing sound.\nAlmost the next moment a wonderful thing happened.\nShe heard a soft little rushing flight through the air–and\nit was the bird with the red breast flying to them,\nand he actually alighted on the big clod of earth quite near\nto the gardener’s foot.",
        "“Here he is,” chuckled the old man, and then he spoke\nto the bird as if he were speaking to a child.",
        "“Where has tha’ been, tha’ cheeky little beggar?\"\nhe said.  “I’ve not seen thee before today.  Has tha,\nbegun tha’ courtin’ this early in th’ season? Tha’rt\ntoo forrad.”",
        "The bird put his tiny head on one side and looked up at him\nwith his soft bright eye which was like a black dewdrop.\nHe seemed quite familiar and not the least afraid.\nHe hopped about and pecked the earth briskly, looking for\nseeds and insects.  It actually gave Mary a queer feeling\nin her heart, because he was so pretty and cheerful\nand seemed so like a person.  He had a tiny plump body\nand a delicate beak, and slender delicate legs.",
        "“Will he always come when you call him?” she asked almost\nin a whisper.",
        "“Aye, that he will.  I’ve knowed him ever since he was\na fledgling.  He come out of th’ nest in th’ other garden an’\nwhen first he flew over th’ wall he was too weak to fly\nback for a few days an’ we got friendly.  When he went\nover th’ wall again th’ rest of th’ brood was gone an’\nhe was lonely an’ he come back to me.”",
        "“What kind of a bird is he?” Mary asked.",
        "“Doesn’t tha’ know? He’s a robin redbreast an’\nthey’re th’ friendliest, curiousest birds alive.\nThey’re almost as friendly as dogs–if you know how to get\non with ’em. Watch him peckin’ about there an’ lookin’\nround at us now an’ again.  He knows we’re talkin’ about him.”",
        "It was the queerest thing in the world to see the old fellow.\nHe looked at the plump little scarlet-waistcoated bird\nas if he were both proud and fond of him.",
        "“He’s a conceited one,” he chuckled.  “He likes to hear\nfolk talk about him.  An’ curious–bless me, there never\nwas his like for curiosity an’ meddlin’. He’s always comin’\nto see what I’m plantin’. He knows all th’ things Mester\nCraven never troubles hissel’ to find out.  He’s th’\nhead gardener, he is.”",
        "The robin hopped about busily pecking the soil and now\nand then stopped and looked at them a little.  Mary thought\nhis black dewdrop eyes gazed at her with great curiosity.\nIt really seemed as if he were finding out all about her.\nThe queer feeling in her heart increased.  “Where did the\nrest of the brood fly to?” she asked.",
        "“There’s no knowin’. The old ones turn ’em out o’ their nest an’\nmake ’em fly an’ they’re scattered before you know it.\nThis one was a knowin’ one an, he knew he was lonely.”",
        "Mistress Mary went a step nearer to the robin and looked\nat him very hard.",
        "“I’m lonely,” she said.",
        "She had not known before that this was one of the things\nwhich made her feel sour and cross.  She seemed to find\nit out when the robin looked at her and she looked\nat the robin.",
        "The old gardener pushed his cap back on his bald head\nand stared at her a minute.",
        "“Art tha’ th’ little wench from India?” he asked.",
        "Mary nodded.",
        "“Then no wonder tha’rt lonely.  Tha’lt be lonlier before\ntha’s done,” he said.",
        "He began to dig again, driving his spade deep into\nthe rich black garden soil while the robin hopped\nabout very busily employed.",
        "“What is your name?” Mary inquired.",
        "He stood up to answer her.",
        "“Ben Weatherstaff,” he answered, and then he added with a\nsurly chuckle, “I’m lonely mysel’ except when he’s with me,\"\nand he jerked his thumb toward the robin.  “He’s th’\nonly friend I’ve got.”",
        "“I have no friends at all,” said Mary.  “I never had.\nMy Ayah didn’t like me and I never played with any one.”",
        "It is a Yorkshire habit to say what you think with\nblunt frankness, and old Ben Weatherstaff was a Yorkshire\nmoor man.",
        "“Tha’ an’ me are a good bit alike,” he said.\n“We was wove out of th’ same cloth.  We’re neither of us\ngood lookin’ an’ we’re both of us as sour as we look.\nWe’ve got the same nasty tempers, both of us, I’ll warrant.”",
        "This was plain speaking, and Mary Lennox had never heard\nthe truth about herself in her life.  Native servants\nalways salaamed and submitted to you, whatever you did.\nShe had never thought much about her looks, but she wondered\nif she was as unattractive as Ben Weatherstaff and she\nalso wondered if she looked as sour as he had looked\nbefore the robin came.  She actually began to wonder\nalso if she was “nasty tempered.” She felt uncomfortable.",
        "Suddenly a clear rippling little sound broke out near\nher and she turned round.  She was standing a few feet\nfrom a young apple-tree and the robin had flown on to one\nof its branches and had burst out into a scrap of a song.\nBen Weatherstaff laughed outright.",
        "“What did he do that for?” asked Mary.",
        "“He’s made up his mind to make friends with thee,\"\nreplied Ben.  “Dang me if he hasn’t took a fancy to thee.”",
        "“To me?” said Mary, and she moved toward the little tree\nsoftly and looked up.",
        "“Would you make friends with me?” she said to the robin\njust as if she was speaking to a person.  “Would you?\"\nAnd she did not say it either in her hard little voice\nor in her imperious Indian voice, but in a tone so soft\nand eager and coaxing that Ben Weatherstaff was as surprised\nas she had been when she heard him whistle.",
        "“Why,” he cried out, “tha’ said that as nice an’ human as\nif tha’ was a real child instead of a sharp old woman.\nTha’ said it almost like Dickon talks to his wild things on th’\nmoor.”",
        "“Do you know Dickon?” Mary asked, turning round rather\nin a hurry.",
        "“Everybody knows him.  Dickon’s wanderin’ about everywhere.\nTh’ very blackberries an’ heather-bells knows him.\nI warrant th’ foxes shows him where their cubs\nlies an’ th’ skylarks doesn’t hide their nests from him.”",
        "Mary would have liked to ask some more questions.\nShe was almost as curious about Dickon as she was about\nthe deserted garden.  But just that moment the robin,\nwho had ended his song, gave a little shake of his wings,\nspread them and flew away.  He had made his visit and had\nother things to do.",
        "“He has flown over the wall!” Mary cried out, watching him.\n“He has flown into the orchard–he has flown across the\nother wall–into the garden where there is no door!”",
        "“He lives there,” said old Ben.  “He came out o’ th’ egg there.\nIf he’s courtin’, he’s makin’ up to some young madam\nof a robin that lives among th’ old rose-trees there.”",
        "“Rose-trees,” said Mary.  “Are there rose-trees?”",
        "Ben Weatherstaff took up his spade again and began to dig.",
        "“There was ten year’ ago,” he mumbled.",
        "“I should like to see them,” said Mary.  “Where is\nthe green door? There must be a door somewhere.”",
        "Ben drove his spade deep and looked as uncompanionable\nas he had looked when she first saw him.",
        "“There was ten year’ ago, but there isn’t now,” he said.",
        "“No door!” cried Mary.  “There must be.” “None as any\none can find, an’ none as is any one’s business.\nDon’t you be a meddlesome wench an’ poke your nose where\nit’s no cause to go.  Here, I must go on with my work.\nGet you gone an’ play you.  I’ve no more time.”",
        "And he actually stopped digging, threw his spade over\nhis shoulder and walked off, without even glancing\nat her or saying good-by.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}