{
    "title": "The Lords of the Wild - Chapter II: The Live Canoe",
    "author": "Joseph A. Altsheler",
    "chapter": "3",
    "content": [
        "\n\n",
        "Robert was fully aware that their peril was not yet over–the Indians,\ntoo, might have canoes upon the lake–but he considered that the bulk\nof it had passed. So his heart was light, and, as they shot out toward\nthe middle of Andiatarocte, he talked of the pursuit and the manner in\nwhich he had escaped it.",
        "“I was led the right way by a bird, one that sang,” he said. “Your\nManitou, Tayoga, sent that bird to save me.”",
        "“You don’t really believe it came for that special purpose?” asked the\nhunter.",
        "“Why not?” interrupted the Onondaga. “We do know that miracles are\ndone often. My nation and all the nations of the Hodenosaunee have\nlong known it. If Manitou wishes to stretch out his hand and snatch\nDagaeoga from his foes it is not for us to ask his reason why.”",
        "Willet was silent. He would not say anything to disturb the belief of\nTayoga, he was never one to attack anybody’s religion, besides he was\nnot sure that he did not believe, himself.",
        "“We know too,” continued Tayoga devoutly, “that Tododaho, the mighty\nOnondaga chief who went away to his star more than four hundred years\nago, and who sits there watching over the Hodenosaunee has intervened\nmore than once in our behalf. He is an arm of Manitou and acts for\nhim.”",
        "He looked up. The sky was hidden by the thick darkness. No ray of\nsilver or gray showed anywhere, but the Onondaga knew where lay the\nstar upon which sat his patron saint with the wise snakes, coil on\ncoil, in his hair. He felt that through the banks of mist and vapor\nTododaho was watching over him, and, as long as he tried to live the\nright way taught to him by his fathers, the great Onondaga chieftain\nwould lead him through all perils, even as the bird in brilliant blue\nplumage had shown Robert the path from the pursuit of Tandakora. The\nsublime faith of Tayoga never wavered for an instant.",
        "The wind rose a little, a heavy swell stirred the lake and their light\ncraft swayed with vigor, but the two youths were expert canoemen, none\nbetter in all the wilderness, and it shipped no water. The hunter,\nsitting with his hands on his rifle, did not stir, nor did he speak\nfor a long time. Willet, at that moment, shared the faith of his two\nyounger comrades. He was grateful too because once more they had\nfound Robert, for whom he had all the affection of a father. The three\nreunited were far stronger than the three scattered, and he did not\nbelieve that any force on the lakes or in the mountains could trap\nthem. But his questing eyes watched the vast oblong of the lake,\nlooking continually for a sign, whether that of friend or foe.",
        "“What did you find, Robert?” he asked at last.",
        "“Nothing but the band of Tandakora,” replied the lad, with a light\nlaugh. “I took my way squarely into trouble, and then I had hard work\ntaking it out again. I don’t know what would have happened to me, if\nyou two hadn’t come in the canoe.”",
        "“It seems,” said the Onondaga, in his whimsical precise manner, “that\na large part of our lives, Great Bear, is spent in rescuing Dagaeoga.\nDo you think when we go into the Great Beyond and arrive at the feet\nof Manitou, and he asks us what we have done with our time on earth,\nhe will put it to our credit when we reply that we consumed at least\nten years saving Dagaeoga from his enemies?”",
        "“Yes, Tayoga, we’ll get white marks for it, because Robert has\nalso saved us, and there is no nobler work than saving one’s\nfellow creatures. Manitou knows also that it is hard to live in the\nwilderness and a man must spend a lot of his time escaping death. Look\nto the east, Tayoga, lad, and tell me if you think that’s a point of\nlight on the mountain over there.”",
        "The Onondaga studied intently the dark wall of the east, and presently\nhis eyes picked out a dot against its background, infinitesimal like\nthe light of a firefly, but not to be ignored by expert woodsmen.",
        "“Yes, Great Bear,” he replied, “I see it is not larger than the\nlittlest star, but it moves from side to side, and I think it is a\nsignal.”",
        "“So do I, lad. The lake is narrow here, and the answer, if there be\nany, will come from the west shore. Now we’ll look, all together.\nThree pairs of eyes are better than one.”",
        "The two lads ceased paddling, holding the canoe steady, with\nan occasional stroke, and began to search the western cliffs in\nmethodical fashion, letting the eye travel from the farthest point in\nthe north gradually toward the south, and neglecting no place in the\ndark expanse.",
        "“There it is!” exclaimed Robert. “Almost opposite us! I believe it’s\nin the very cliff at the point of which I lay!”",
        "“See it, winking and blinking away.”",
        "“Yes, that’s it,” said Robert. “Now I wonder what those two lights are\nsaying to each other across Lake George?”",
        "“It might be worth one’s while to know, for they’re surely signaling.\nIt may be about us, or it may be about the army in the south.”",
        "“I didn’t find anything but trouble,” said Robert. “Now what did you\nand Tayoga find?”",
        "“Plenty traces of both white men and red,” replied the hunter. “The\nforests were full of French and Indians. I think St. Luc with a\npowerful force is near the north end of Lake George, and the Marquis\nde Montcalm will soon be at Ticonderoga to meet us.”",
        "“But we’ll sweep him away when our great army comes up from New York.”",
        "“So we should, lad, but the Marquis is an able general, wily and\nbrave. He showed his quality at Fort William Henry and we mustn’t\nunderrate him, though I am afraid that’s what we’ll do; besides the\nforest fights for the defense.”",
        "“It’s not like you to be despondent, Dave,” said Robert.",
        "“I’m not, lad. I’ve just a feeling that we should be mighty cautious.\nSome think the Marquis won’t stand when our big army comes, but I\ndo, and I look for a great battle on the shores of either George or\nChamplain.”",
        "“And we’ll win it,” said Robert in sanguine tones.",
        "“That rests on the knees of the gods,” said Willet thoughtfully. “But\nwe’ve got to deal with one thing at a time. It’s our business now to\nescape from the people who are making those lights wink at each other,\nor the battle wherever it’s fought or whoever wins won’t include us\nbecause we’ll be off on another star, maybe sitting at the feet of\nTayoga’s Tododaho.”",
        "“There’s another light on the west shore toward the south,” said the\nOnondaga.",
        "“And a fourth on the eastern cliff also toward the south,” added\nRobert. “All four of them are winking now. It seems to be a general\nconversation.”",
        "“And I wish we could understand their language,” said the hunter\nearnestly. “I’m thinking, however, that they’re talking about us. They\nmust have found out in some manner that we’re on the lake, and they\nwant to take us.”",
        "“Then,” said Robert, “it’s time for Manitou to send a heavy mist that\nwe may escape in it.”",
        "“Manitou can work miracles for those whom he favors,” said Tayoga,\n“and now and then he sends them, but oftenest he withholds his hand,\nlest we become spoiled and rely upon him when we should rely upon\nourselves.”",
        "“You never spoke a truer word, Tayoga,” said the hunter. “It’s the\nsame as saying that heaven helps those who help themselves, and we’ve\ngot to do a lot of work for ourselves this night. I think the Indian\ncanoes are already on Andiatarocte looking for us.”",
        "Robert would have felt a chill had it not been for the presence of his\ncomrades. The danger was unknown, mysterious, it might come from any\npoint, and, while the foe prepared, they must wait until he disclosed\nhimself. Waiting was the hardest thing to do.",
        "“I think we’d better stay just where we are for a while,” said the\nhunter. “It would be foolish to use our strength, until we know what\nwe are using it for. It’s certain that Manitou intends to let us fend\nfor ourselves because the night is lightening, which is a hard thing\nfor fugitives.”",
        "The clouds floated away toward the north, a star came out, then\nanother, and then a cluster, the lofty shores on either side rose up\nclear and distinct, no longer vague black walls, the surface of the\nwater turned to gray, but it was still swept by a heavy swell, in\nwhich the canoe rocked. Willet finally suggested that they pull to\na small island lying on their right, and anchor in the heavy foliage\noverhanging the water.",
        "“If it grows much lighter they’ll be able to see us from the cliffs,\"\nhe said, “and for us now situated as we are the most important of all\nthings is to hide.”",
        "It was a tiny island, not more than a quarter of an acre in size, but\nit was covered with heavy forest, and they found refuge among the long\nboughs that touched the water, where they rested in silence, while\nmore stars came out, throwing a silver radiance over the lake. The\nthree were silent and Robert watched the western light that lay\nfarthest south. It seemed to be about two miles away, and, as he\nlooked he saw it grow, until he became convinced that it was no longer\na light, but a fire.",
        "“What is the meaning of it?” he asked, calling the attention of\nWillet.",
        "The hunter looked for a while before replying. The fire still grew\nand soon a light on the eastern shore began to turn into a fire,\nincreasing in the same manner.",
        "“I take it that they intend to illuminate the lake, at least this\nportion of it,” said Willet. “They’ll have gigantic bonfires casting\ntheir light far over the water, and they think that we won’t be able\nto hide then.”",
        "“Which proves that they are in great force on both shores,” said\nTayoga.",
        "“How does it prove it?” asked Robert.",
        "The Onondaga laughed softly.",
        "“O Dagaeoga,” he said, “you speak before you think. You are always\nthinking before you speak, but perhaps it is not your fault. Manitou\ngave you a tongue of gold, and it becomes a man to use that which he\ncan use best. It is very simple. To drag up the fallen wood for such\nbig fires takes many men. Nor would all of them be employed for such\nwork. While some of them feed the flames others are seeking us. We can\nlook for their canoes soon.”",
        "“Their plan isn’t a bad one for what they want to do,” said the\nhunter. “A master mind must be directing them. I am confirmed in my\nopinion that St. Luc is there.”",
        "“I’ve been sure of it all the time,” said Robert; “it seems that fate\nintends us to be continually matching our wits against his.”",
        "“It’s a fact, and it’s strange how it’s come about,” said the hunter\nthoughtfully.",
        "Robert looked at him, hoping he would say more, but he did not\ncontinue the subject. Instead he said:",
        "“That they know what they’re doing is shown by the fact that we must\nmove. All the area of the lake about us will be lighted up soon.”",
        "The two bonfires were now lofty, blazing pyramids, and a third farther\nnorth began also to send its flames toward the sky.",
        "The surface of the lake glowed with red light which crept steadily\ntoward the little island, in the shadow of which the three scouts lay.\nIt became apparent that they had no time to waste, if they intended to\navoid being trapped.",
        "“Push out,” said Willet, and, with strong sweeps of the paddle, Robert\nand Tayoga sent the canoe from the shelter of the boughs. But they\nstill kept close to the island and then made for another about a\nhundred yards south. The glow had not yet come near enough to disclose\nthem, while they were in the open water, but Robert felt intense\nrelief when they drew again into the shelter of trees.",
        "The bonfire on the western shore was the largest, and, despite the\ndistance, he saw passing before the flames tiny black figures which he\nknew to be warriors or French, if any white men were there. They\nwere still feeding the fire and the pyramid of light rose to an\nextraordinary height, but Robert knew the peril was elsewhere. It\nwould come on the surface of the lake and he shifted his gaze to the\ngray waters, searching everywhere for Indian canoes. He believed that\nthey would appear first in the north and he scoured the horizon there\nfrom side to side, trying to detect the first black dot when it should\nshow over the lake.",
        "The waters where his eyes searched were wholly in darkness, an\nunbroken black line of the sky meeting a heaving surface. He looked\nback and forth over the whole extent, a half dozen times, and found\nnothing to break the continuity. Hope that the warriors of Tandakora\nwere not coming sprang up in his breast, but he put it down again.\nAlthough imagination was so strong in him he was nevertheless, in\nmoments of peril, a realist. Hard experience had taught him long since\nthat when his life was in danger he must face facts.",
        "“There’s another island about a half mile away,” he said to Willet.\n“Don’t you think we’d better make for it now?”",
        "“In a minute or two, lad, if nothing happens,” replied the hunter.\n“I’d like to see what’s coming here, if anything at all comes.”",
        "Robert turned his gaze back toward the north, passing his eyes once\nmore to and fro along the line where the dusky sky met the dusky lake,\nand then he started a little. A dot detached itself from the center of\nthe line, followed quickly by another, another and others. They were\npoints infinitely small, and one at that distance could have told\nnothing about them from their appearance only, but he knew they were\nIndian canoes. They could be nothing else. It was certain also that\nthey were seeking the three.",
        "“Do you see them?” asked Robert.",
        "“Yes, and it’s a fleet,” replied Willet. “They are lighting up the\nlake with their bonfires, and their canoes are coming south to drive\nus into the open. There’s generalship in this. I think St. Luc is\nsurely in command.”",
        "The hunter expressed frank admiration. Often, in the long duel between\nthem and the redoubtable French leader, he paid tribute to the valor\nand skill of St. Luc. Like Robert, he never felt any hostility toward\nhim. There was nothing small about Willet, and he had abundant esteem\nfor a gallant foe.",
        "“It’s time now to run for it again,” he said, “and it’s important to\nkeep out of their sight.”",
        "“I think it will be better for us to swim,” said Tayoga, “and let the\ncanoe carry our weapons and ammunition.”",
        "“And for us to hide behind it as we’ve done before. You’re right, lad.\nThe canoe is low and does not make much of a blur upon the lake, but\nif we are sitting upright in it we can be much more easily seen. Now,\nquick’s the word!”",
        "They took off all their outer clothing and moccasins, putting the\ngarments and their weapons into the little craft, and, sinking into\nthe water behind it, pushed out from the overhanging boughs. It was\na wise precaution. When they reached the long open stretch of water,\nRobert felt that the glow from the nearest bonfire was directly upon\nthem, although he knew that his fancy made the light much stronger\nthan it really was.",
        "The canoe still merged with the color of the waves which were now\nrunning freely, and, as the three swam with powerful strokes sending\nit swiftly ahead of them, Robert was hopeful that they would reach the\nnext island, unseen.",
        "The distance seemed to lengthen and grow interminable, and their pace,\nalthough rapid, was to Robert like that of a snail. Yet the longest\njourney must come to an end. The new island rose at last before them,\nlarger than the others but like the rest covered throughout with heavy\nforest.",
        "They were almost in its shelter, when a faint cry came from the lofty\ncliff on the west. It was a low, whining sound, very distant,\nbut singularly penetrating, a sinister note with which Robert was\nfamiliar, the Indian war whoop. He recognized it, and understood its\nsignificance. Warriors had seen the canoe and knew that it marked the\nflight of the three.",
        "“What do you think we’d better do?” he said.",
        "“We’ll stop for a moment or two at the island and take a look around\nus,” replied Willet.",
        "They moored the canoe, and waded to the shore. Far behind them was\nthe Indian fleet, about twenty canoes, coming in the formation of\nan arrow, while the bonfires on the cliffs towered toward the sky. A\nrising wind swept the waves down and they crumbled one after another,\nas they broke upon the island.",
        "“It looks like a trap with us inside of it,” said the hunter. “That\nshout meant that they’ve seen our canoe, as you lads know. Warriors\nhave already gone below to head us off, and maybe they’ve got another\nfleet, which, answering their signals, will come up from the south,\nshutting us between two forces.”",
        "“We are in their trap,” admitted Robert, “but we can break out of it.\nWe’ve been in traps before, but none of them ever held us.”",
        "“So we can, lad. I didn’t mean to be discouraging. I was just stating\nthe situation as it now is. We’re a long way from being taken.”",
        "“The path has been opened to us,” said the Onondaga.",
        "“What do you mean?” asked Robert.",
        "“Lo, Dagaeoga, the wind grows strong, and it sweeps toward the south\nthe way we were going.”",
        "“I hear, Tayoga, but I don’t understand.”",
        "“We will send the canoe with wind and waves, but we will stay here.”",
        "“Put ’em on a false scent!” exclaimed the hunter. “It’s a big risk,\nbut it’s the only thing to be done. As the bird saved Robert so the\nwind may save us! The waves are running pretty fast toward the south\nnow and the canoe will ride ’em like a thing of life. They’re too far\naway to tell whether we are in it.”",
        "It was a daring thing to do but Robert too felt that it must be\ndone, and they did not delay in the doing of it. They took out their\nclothing, weapons, and ammunition, Willet gave the canoe a mighty\nshove, and it sailed gallantly southward on the crest of the high\nwaves.",
        "“I feel as if I were saying good-by to a faithful friend,” said\nRobert.",
        "“It’s more than a friend,” said Willet. “It’s an ally that will draw\nthe enemy after it, and leave us here in safety.”",
        "“If Manitou so wills it,” said Tayoga. “It is for him to say whether\nthe men of Tandakora will pass us by. But the canoe is truly alive,\nDagaeoga. It skims over the lake like a great bird. If it has a spirit\nin it, and I do not know that it has not, it guards us, and means to\nlead away our enemy in pursuit of it.”",
        "Quick to receive impressions, Robert also clothed the canoe with life\nand a soul, a soul wholly friendly to the three, who, now stooping\ndown on the island, amid the foliage, watched the action of the little\ncraft which seemed, in truth, to be guided by reason.",
        "“Now it pauses a little,” said Robert. “It’s beckoning to the Indian\nfleet to follow.”",
        "“It is because it hangs on the top of a wave that is about to break,\"\nsaid Willet. “Often you see waves hesitate that way just before they\ncrumble.”",
        "“I prefer to believe with Dagaeoga,” said the Onondaga. “The canoe\nis our ally, and, knowing that we want the warriors to pass us, it\nlingers a bit to call them on.”",
        "“It may be as you say,” said the hunter, “I’m not one to disturb the\nfaith of anybody. If the canoe is alive, as you think, then–it is\nalive and all the better for us.”",
        "“Spirits go into the bodies of inanimate things,” persisted the\nred youth, “and make them alive for a while. All the people of the\nHodenosaunee have known that for centuries.”",
        "“The canoe hesitates and beckons again,” said Robert, “and, as sure\nas we are here, the skies have turned somewhat darker. The warriors in\nthe fleet or on the shore cannot possibly tell the canoe is empty.”",
        "“Again the hand of Manitou is stretched forth to protect us,” said\nTayoga devoutly. “It is he who sends the protecting veil, and we shall\nbe saved.”",
        "“We’ll have to wait and see whether the warriors stop and search our\nisland or follow straight after the canoe. Then we’ll know,” said\nWillet.",
        "“They will go on,” said Tayoga, with great confidence. “Look at\nthe canoe. It is not going so fast now. Why? Because it wishes to\ntantalize our enemies, to arouse in their minds a belief that they\ncan overtake it. It behaves as if we were in it, and as if we were\nbecoming exhausted by our great exertions with the paddles. Its\nconduct is just like that of a man who flees for his life. I know,\nalthough I cannot see their eyes, that the pursuing warriors think\nthey have us now. They believe that our weakness will grow heavier\nand heavier upon us until it overpowers us. Tandakora reckons that our\nscalps are already hanging at his belt. Thus does Manitou make foolish\nthose whom he intends to lead away from their dearest wish.”",
        "“I begin to think they’re really going to leave us, but it’s too early\nyet to tell definitely,” said the hunter. “We shouldn’t give them an\nearthly chance to see us, and, for that reason, we’d better retreat\ninto the heart of the island. We mustn’t leave all the work of\ndeception to the canoe.”",
        "“The Great Bear is right,” said Tayoga. “Manitou will not help those\nwho sit still, relying wholly on him.”",
        "They drew back fifteen or twenty yards, and sat down on a hillock,\ncovered with dense bushes, though from their place of hiding they\ncould see the water on all sides. Unless the Indians landed on the\nisland and made a thorough search they would not be found. Meanwhile\nthe canoe was faithful to its trust. The strong wind out of the north\ncarried it on with few moments of hesitation as it poised on breaking\nwaves, its striking similitude to life never being lost for an\ninstant. Robert began to believe with Tayoga that it was, in very\nfact and truth, alive and endowed with reason. Why not? The Iroquois\nbelieved that spirits could go into wood and who was he to argue that\nwhite men were right, and red men wrong? His life in the forest had\nproved to him often that red men were right and white men wrong.",
        "Whoever might be right the canoe was still a tantalizing object to the\npursuit. It may have been due to a slight shift of the wind, but\nit began suddenly to have the appearance of dancing upon the waves,\nswinging a little to and fro, teetering about, but in the main keeping\nits general course, straight ahead.",
        "Tayoga laughed softly.",
        "“The canoe is in a frolicsome mood,” he said. “It has sport with the\nmen of Tandakora. It dances, and it throws jests at them. It says,\n’You think you can catch me, but you cannot. Why do you come so\nslowly? Why don’t you hurry? I am here. See, I wait a little. I do not\ngo as fast as I can, because I wish to give you a better chance.’ Ah,\nhere comes the fleet!”",
        "“And here comes our supreme test,” said Willet gravely. “If they\nturn in toward the island then we are lost, and we’ll know in five\nminutes.”",
        "Robert’s heart missed a beat or two, and then settled back steadily.\nIt was one thing to be captured by the French, and another to be taken\nby Tandakora. He resolved to fight to the last, rather than fall into\nthe hands of the Ojibway chief who knew no mercy. Neither of the three\nspoke, not even in whispers, as they watched almost with suspended\nbreath the progress of the fleet. The bonfires had never ceased to\nrise and expand. For a long distance the surface of the lake was\nlighted up brilliantly. The crests of the waves near them were tipped\nwith red, as if with blood, and the strong wind moaned like the voice\nof evil. Robert felt a chill in his blood. He knew that the fate of\nhis comrades and himself hung on a hair.",
        "Nearer came the canoes, and, in the glare of the fires, they saw the\noccupants distinctly. In the first boat, a large one for those waters,\ncontaining six paddles, sat no less a person than the great Ojibway\nchief himself, bare as usual to the waist and painted in many a\nhideous design. Gigantic in reality, the gray night and the lurid\nlight of the fires made him look larger, accentuating every wicked\nfeature.",
        "He seemed to Robert to be, in both spirit and body, the prince of\ndarkness himself.",
        "Just behind Tandakora sat two white men whom the three recognized as\nAuguste de Courcelles and François de Jumonville, the French officers\nwith whom they had been compelled to reckon on other fields of battle\nand intrigue. There was no longer any doubt that the French were\npresent in this great encircling movement, and Robert was stronger\nthan ever in his belief that St. Luc had the supreme command.",
        "“I could reach Tandakora from here with a bullet,” whispered Willet,\n“and almost I am tempted to do it.”",
        "“But the Great Bear will not yield to his temptation,” Tayoga\nwhispered back. “There are two reasons. He knows that he could slay\nTandakora, but it would mean the death of us all, and the price is too\ngreat. Then he remembers that the Ojibway chief is mine. It is for me\nto settle with him, in the last reckoning.”",
        "“Aye, lad, you’re right. Either reason is good enough. We’ll let him\npass, if pass he means, and I hope devoutly that he does.”",
        "The fleet preserving its formation was now almost abreast of the\nisland, and once Robert thought it was going to turn in toward them.\nThe long boat of Tandakora wavered and the red giant looked at the\nisland curiously, but, at the last moment the empty canoe, far ahead\nand dim in the dark, beckoned them on more insistently than ever.",
        "“Now the die is cast,” whispered the Onondaga tensely. “In twenty\nseconds we shall know our fate, and I think the good spirit that has\ngone into our canoe means to save us.”",
        "Tandakora said something to the French officers, and they too looked\nat the island, but the fleeing canoe danced on the crest of a high\nwave and its call was potent in the souls of white men and red alike.\nIt was still too far away for them to tell that it was empty. Sudden\nfear assailed them in the darkness, that it would escape and with it\nthe three who had eluded them so often, and whom they wanted most to\ntake. Tandakora spoke sharply to the paddlers, who bent to their task\nwith increased energy. The long canoe leaped forward, and with it the\nothers.",
        "“Manitou has stretched forth his hand once more, and he has stretched\nit between our enemies and us,” said Tayoga, in a voice of deep\nemotion.",
        "“It’s so, lad,” said the hunter, his own voice shaking a little. “I\ntruly believe you’re right when you say that as the bird was sent to\nsave Robert so a good spirit was put into the canoe to save us all.\nWho am I and who is anybody to question the religion and beliefs of\nanother man?”",
        "“Nor will I question them,” said Robert, with emphasis.",
        "They were stalwart men in the Indian fleet, skilled and enduring with\nthe paddle, and the fugitive canoe danced before them, a will o’\nthe wisp that they must pursue without rest. Their own canoes leaped\nforward, and, as the arrow into which they were formed shot past the\nisland, the three hidden in its heart drew the deep, long breaths of\nthose who have suddenly passed from death to life.",
        "“We won’t stop ’em!” said Robert in a whimsical tone. “Speed ye,\nTandakora, speed ye! Speed ye, De Courcelles and De Jumonville of\ntreacherous memory! If you don’t hasten, the flying canoe will yet\nescape you! More power to your arms, O ye paddlers! Bend to your\nstrokes! The canoe that you pursue is light and it is carried in the\nheart of the wind! You have no time to lose, white men and red, if you\nwould reach the precious prize! The faster you go the better you will\nlike it! And the better we will, too! On! swift canoes, on!”",
        "“The imagination of Dagaeoga has been kindled again,” said Tayoga,\n“and the bird with a golden note has gone into his throat. Now he\ncan talk, and talk much, without ever feeling weariness–as is his\ncustom.”",
        "“At least I have something to talk about,” laughed Robert. “I was\nnever before so glad to see the backs of anybody, as I am now to look\nat the backs of those Indians and Frenchmen.”",
        "“We won’t do anything to stop ’em,” said the hunter.",
        "From their hillock they saw the fleet sweep on at a great rate toward\nthe south, while the fires in the north, no longer necessary to the\nIndian plan, began to die. The red tint on the water then faded, and\nthe surface of the lake became a solemn gray.",
        "“It’s well for us those fires sank,” said the hunter, “because while\nTandakora has gone on we can’t live all the rest of our lives on this\nlittle island. We’ve got to get to the mainland somehow without being\nseen.”",
        "“And darkness is our best friend,” said Robert.",
        "“So it is, and in their pursuit of the canoe our foes are likely to\nrelax their vigilance on this part of the lake. Can you see our little\nboat now, Robert?”",
        "“Just faintly, and I think it’s a last glimpse. I hope the wind behind\nit will stay so strong that Tandakora will never overtake it. I should\nhate to think that a canoe that has been such a friend to us has been\ncompelled to serve our enemies. There it goes, leading straight ahead,\nand now it’s gone! Farewell, brave and loyal canoe! Now what do you\nintend to do, Dave?”",
        "“Swim to the mainland as soon as those fires sink a little more.\nWe have got to decide when the head of a swimming man won’t show to\nchance warriors in the bushes, and then make a dash for it, because,\nif Tandakora overtakes the canoe, he’ll be coming back.”",
        "“In a quarter of an hour it will be dark enough for us to risk it,\"\nsaid the Onondaga.",
        "Again came the thick dusk so necessary to those who flee for life. Two\nfires on the high cliffs blazed far in the south, but the light from\nthem did not reach the island where the three lay, where peril had\ngrazed them before going on. The water all about them and the nearer\nshores lay in shadow.",
        "“The time to go has come,” said the hunter. “We’ll swim to the western\nside and climb through that dip between the high cliffs.”",
        "“How far would you say it is?” asked Robert.",
        "“About a half mile.”",
        "“Quite a swim even for as good swimmers as we are, when you consider\nwe have to carry our equipment. Why not launch one of those fallen\ntrees that lie near the water’s edge and make it carry us?”",
        "“A good idea, Robert! A happy thought does come now and then into that\nyoung head of yours.”",
        "“Dagaeoga is wiser than he looks,” said the Onondaga.",
        "“I wish I could say the same for you, Tayoga,” retorted young Lennox.",
        "“Oh, you’ll both learn,” laughed Willet.",
        "As in the ancient wood everywhere, there were fallen trees on the\nisland and they rolled a small one about six inches through at the\nstem into the lake. They chose it because it had not been down long\nand yet had many living branches, some with young leaves on them.",
        "“There is enough foliage left to hide our heads and shoulders,” said\nWillet. “The tree will serve a double purpose. It’s our ship and also\nour refuge.”",
        "They took off all their clothing and fastened it and the arms,\nammunition and knapsacks of food on the tree. Then, they pushed\noff, with a caution from the hunter that they must not allow their\nimprovised raft to turn in the water, as the wetting of the ammunition\ncould easily prove fatal.",
        "With a prayer that fortune which had favored them so much thus far\nwould still prove kind, they struck out.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}