{
    "title": "The Story of Mankind - Mesopotamia (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "MESOPOTAMIA–THE SECOND CENTRE OF\nEASTERN CIVILISATION",
        "I AM going to take you to the top of the highest pyramid\nand I am going to ask that you imagine yourself possessed\nof the eyes of a hawk. Way, way off, in the distance, far\nbeyond the yellow sands of the desert, you will see something\ngreen and shimmering. It is a valley situated between two\nrivers. It is the Paradise of the Old Testament. It is the\nland of mystery and wonder which the Greeks called Mesopotamia–\nthe “country between the rivers.”",
        "The names of the two rivers are the Euphrates (which the\nBabylonians called the Purattu) and the Tigris (which was\nknown as the Diklat). They begin their course amidst the\nsnows of the mountains of Armenia where Noah’s Ark found\na resting place and slowly they flow through the southern\nplain until they reach the muddy banks of the Persian gulf.\nThey perform a very useful service. They turn the arid\nregions of western Asia into a fertile garden.",
        "The valley of the Nile had attracted people because it had\noffered them food upon fairly easy terms. The “land between\nthe rivers” was popular for the same reason. It was a\ncountry full of promise and both the inhabitants of the northern\nmountains and the tribes which roamed through the\nsouthern deserts tried to claim this territory as their own and\nmost exclusive possession. The constant rivalry between the\nmountaineers and the desert-nomads led to endless warfare.\nOnly the strongest and the bravest could hope to survive and\nthat will explain why Mesopotamia became the home of a very\nstrong race of men who were capable of creating a civilisation\nwhich was in every respect as important as that of Egypt.",
        "THE SUMERIANS",
        "THE SUMERIAN NAIL WRITERS, WHOSE CLAY\nTABLETS TELL US THE STORY OF ASSYRIA\nAND BABYLONIA, THE GREAT SEMITIC\nMELTING-POT",
        "THE fifteenth century was an age of great discoveries.\nColumbus tried to find a way to the island of Kathay and\nstumbled upon a new and unsuspected continent. An Austrian\nbishop equipped an expedition which was to travel eastward\nand find the home of the Grand Duke of Muscovy, a\nvoyage which led to complete failure, for Moscow was not\nvisited by western men until a generation later. Meanwhile\na certain Venetian by the name of Barbero had explored the\nruins of western Asia and had brought back reports of a most\ncurious language which he had found carved in the rocks of\nthe temples of Shiraz and engraved upon endless pieces of\nbaked clay.",
        "But Europe was busy with many other things and it was\nnot until the end of the eighteenth century that the first\n“cuneiform inscriptions” (so-called because the letters were\nwedge-shaped and wedge is called “Cuneus” in Latin) were\nbrought to Europe by a Danish surveyor, named Niebuhr.\nThen it took thirty years before a patient German school-\nmaster by the name of Grotefend had deciphered the first four\nletters, the D, the A, the R and the SH, the name of the Persian\nKing Darius. And another twenty years had to go by\nuntil a British officer, Henry Rawlinson, who found the famous\ninscription of Behistun, gave us a workable key to the nail-\nwriting of western Asia.",
        "Compared to the problem of deciphering these nail-writings,\nthe job of Champollion had been an easy one. The\nEgyptians used pictures. But the Sumerians, the earliest\ninhabitants of Mesopotamia, who had hit upon the idea of\nscratching their words in tablets of clay, had discarded pictures\nentirely and had evolved a system of V-shaped figures which\nshowed little connection with the pictures out of which they\nhad been developed. A few examples will show you what I\nmean. In the beginning a star, when drawn with a nail into\na brick looked as follows: {illust.} This sign however was too\ncumbersome and after a short while when the meaning of\n“heaven” was added to that of star the picture was simplified\nin this way {illust.} which made it even more of a puzzle.\nIn the same way an ox changed from {illust} into {illust.}\nand a fish changed from {illust.} into {illust.} The sun\nwas originally a plain circle {illust.} and became {illust.}\nIf we were using the Sumerian script today we would make an\n{illust.} look like {illust.}. This system of writing down our\nideas looks rather complicated but for more than thirty centuries\nit was used by the Sumerians and the Babylonians and\nthe Assyrians and the Persians and all the different races\nwhich forced their way into the fertile valley.",
        "The story of Mesopotamia is one of endless warfare and\nconquest. First the Sumerians came from the North. They\nwere a white People who had lived in the mountains. They\nhad been accustomed to worship their Gods on the tops of\nhills. After they had entered the plain they constructed artificial\nlittle hills on top of which they built their altars. They\ndid not know how to build stairs and they therefore surrounded\ntheir towers with sloping galleries. Our engineers\nhave borrowed this idea, as you may see in our big railroad\nstations where ascending galleries lead from one floor to another.\nWe may have borrowed other ideas from the Sumerians\nbut we do not know it. The Sumerians were entirely ab-\nsorbed by those races that entered the fertile valley at a later\ndate. Their towers however still stand amidst the ruins of\nMesopotamia. The Jews saw them when they went into exile\nin the land of Babylon and they called them towers of BabIlli,\nor towers of Babel.",
        "In the fortieth century before our era, the Sumerians had\nentered Mesopotamia. They were soon afterwards over-\npowered by the Akkadians, one of the many tribes from the\ndesert of Arabia who speak a common dialect and who are\nknown as the “Semites,” because in the olden days people believed\nthem to be the direct descendants of Shem, one of the\nthree sons of Noah. A thousand years later, the Akkadians\nwere forced to submit to the rule of the Amorites, another\nSemitic desert tribe whose great King Hammurabi built himself\na magnificent palace in the holy city of Babylon and who\ngave his people a set of laws which made the Babylonian state\nthe best administered empire of the ancient world. Next the\nHittites, whom you will also meet in the Old Testament, over-\nran the Fertile Valley and destroyed whatever they could not\ncarry away. They in turn were vanquished by the followers\nof the great desert God, Ashur, who called themselves Assyrians\nand who made the city of Nineveh the center of a vast\nand terrible empire which conquered all of western Asia and\nEgypt and gathered taxes from countless subject races until\nthe end of the seventh century before the birth of Christ when\nthe Chaldeans, also a Semitic tribe, re-established Babylon and\nmade that city the most important capital of that day.\nNebuchadnezzar, the best known of their Kings, encouraged\nthe study of science, and our modern knowledge of astronomy\nand mathematics is all based upon certain first principles which\nwere discovered by the Chaldeans. In the year 538 B.C. a\ncrude tribe of Persian shepherds invaded this old land and\noverthrew the empire of the Chaldeans. Two hundred years\nlater, they in turn were overthrown by Alexander the Great,\nwho turned the Fertile Valley, the old melting-pot of so many\nSemitic races, into a Greek province. Next came the Romans\nand after the Romans, the Turks, and Mesopotamia, the second\ncentre of the world’s civilisation, became a vast wilderness\nwhere huge mounds of earth told a story of ancient glory.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}