{
    "title": "The Boys’ Life of Mark Twain - LI. The Failure of Webster & Co.  Around the World.  Sorrow",
    "author": "Paine",
    "chapter": "51",
    "content": [
        "\n",
        "\n\n",
        "In a room at the Players Club–\"a cheap room,” he wrote home, “at $1.5o\nper day\"–Mark Twain spent the winter, hoping against hope to weather the\nfinancial storm.  His fortunes were at a lower ebb than ever before;\nlower even than during those bleak mining days among the Esmeralda hills.\nThen there had been no one but himself, and he was young.  Now, at fifty-\neight, he had precious lives dependent upon him, and he was weighed down\nby debt.  The liabilities of his firm were fully two hundred thousand\ndollars–sixty thousand of which were owing to Mrs. Clemens for money\nadvanced–but the large remaining sum was due to banks, printers,\nbinders, and the manufacturers of paper.  A panic was on the land and\nthere was no business.  What he was to do Clemens did not know.  He spent\nmost of his days in his room, trying to write, and succeeded in finishing\nseveral magazine articles.  Outwardly cheerful, he hid the bitterness of\nhis situation.",
        "A few, however, knew the true state of his affairs.  One of these one\nnight introduced him to Henry H. Rogers, the Standard Oil millionaire.",
        "“Mr. Clemens,” said Mr. Rogers, “I was one of your early admirers.  I\nheard you lecture a long time ago, on the Sandwich Islands.”",
        "They sat down at a table, and Mark Twain told amusing stories.  Rogers\nwas in a perpetual gale of laughter.  They became friends from that\nevening, and in due time the author had confessed to the financier all\nhis business worries.",
        "“You had better let me look into things a little,” Rogers said, and he\nadvised Clemens to “stop walking the floor.”",
        "It was characteristic of Mark Twain to be willing to unload his affairs\nupon any one that he thought able to bear the burden.  He became a new\nman overnight.  With Henry Rogers in charge, life was once more worth\nwhile.  He accepted invitations from the Rogers family and from many\nothers, and was presently so gay, so widely sought, and seen in so many\nplaces that one of his acquaintances, “Jamie” Dodge, dubbed him the\n“Belle of New York.”",
        "Henry Rogers, meanwhile, was “looking into things.”  He had reasonable\nfaith in the type-machine, and advanced a large sum on the chance of its\nproving a success.  This, of course, lifted Mark Twain quite into the\nclouds.  Daily he wrote and cabled all sorts of glowing hopes to his\nfamily, then in Paris.  Once he wrote:",
        "“The ship is in sight now ....  When the anchor is down, then I shall\n     say: Farewell–a long farewell–to business!  I will never touch it\n     again!  I will live in literature, I will wallow in it, revel in it;\n     I will swim in ink!”",
        "Once he cabled, “Expect good news in ten days\"; and a little later, “Look\nout for good news\"; and in a few days, “Nearing success.”",
        "Those Sellers-like messages could not but appeal, Mrs. Clemens’s sense of\nhumor, even in those dark days.  To her sister she wrote, “They make me\nlaugh, for they are so like my beloved Colonel.”",
        "The affairs of Webster & Co. Mr. Rogers found a bad way.  When, at last,\nin April, 1894, the crisis came–a demand by the chief creditors for\npayment–he advised immediate assignment as the only course.",
        "So the firm of Webster & Co. closed its doors.  The business which less\nthan ten years before had begun so prosperously had ended in failure.\nMark Twain, nearing fifty-nine, was bankrupt.  When all the firm’s\neffects had been sold and applied on the counts, he was still more than\nseventy thousand dollars in debt.  Friends stepped in and offered to lend\nhim money, but he declined these offers.  Through Mr. Rogers a basis of\nsettlement at fifty cents on the dollar was arranged, and Mark Twain\nsaid, “Give me time, and I will pay the other fifty.”",
        "No one but his wife and Mr. Rogers, however, believed that at his age he\nwould be able to make good the promise.  Many advised him not to attempt\nit, but to settle once and for all on the legal basis as arranged.\nSometimes, in moments of despondency, he almost surrendered.  Once he\nsaid:",
        "“I need not dream of paying it.  I never could manage it.”",
        "But these were only the hard moments.  For the most part he kept up good\nheart and confidence.  It is true that he now believed again in the\nfuture of the type-setter, and that returns from it would pay him out of\nbankruptcy.  But later in the year this final hope was taken away.  Mr.\nRogers wrote to him that in the final test the machine had failed to\nprove itself practical and that the whole project had been finally and\npermanently abandoned.  The shock of disappointment was heavy for the\nmoment, but then it was over–completely over–for that old mechanical\ndemon, that vampire of invention that had sapped his fortune so long, was\nlaid at last.  The worst had happened; there was nothing more to dread.\nWithin a week Mark Twain (he was now back in Paris with the family) had\nsettled down to work once more on the “Recollections of Joan,” and all\nmention and memory of the type-setter was forever put away.  The machine\nstands to-day in the Sibley College of Engineering, where it is exhibited\nas the costliest piece of mechanism for its size ever constructed.  Mark\nTwain once received a letter from an author who had written a book to\nassist inventors and patentees, asking for his indorsement.  He replied:",
        "“DEAR SIR,–I have, as you say, been interested in patents and\n     patentees.  If your book tells how to exterminate inventors, send me\n     nine editions.  Send them by express.",
        "“Very truly yours,",
        "“S. L. CLEMENS.”",
        "Those were economical days.  There was no income except from the old\nbooks, and at the time this was not large.  The Clemens family, however,\nwas cheerful, and Mark Twain was once more in splendid working form.  The\nstory of Joan hurried to its tragic conclusion.  Each night he read to\nthe family what he had written that day, and Susy, who was easily moved,\nwould say, “Wait–wait till I get my handkerchief,” and one night when\nthe last pages had been written and read, and the fearful scene at Rouen\nhad been depicted, Susy wrote in her diary, “To-night Joan of Arc was\nburned at the stake!”  Meaning that the book was finished.",
        "Susy herself had fine literary taste, and might have written had not her\ngreater purpose been to sing.  There are fragments of her writing that\nshow the true literary touch.  Both Susy and her father cared more for\nJoan than for any of the former books.  To Mr. Rogers Clemens wrote,\n“Possibly the book may not sell, but that is nothing–it was mitten for\nlove.”  It was placed serially with “Harper’s Magazine” and appeared\nanonymously, but the public soon identified the inimitable touch of Mark\nTwain.",
        "It was now the spring of 1895, and Mark Twain had decided upon a new plan\nto restore his fortunes.  Platform work had always paid him well, and\nthough he disliked it now more than ever, he had resolved upon something\nunheard of in that line–nothing less, in fact, than a platform tour\naround the world.  In May, with the family, he sailed for America, and\nafter a month or two of rest at Quarry Farm he set out with Mrs. Clemens\nand Clara and with his American agent, J. B. Pond, for the Pacific coast.\nSusy and Jean remained behind with their aunt at the farm.  The travelers\nleft Elmira at night, and they always remembered the picture of Susy,\nstanding under the electric light of the railway platform, waving them\ngood-by.",
        "Mark Twain’s tour of the world was a success from the beginning.\nEverywhere he was received with splendid honors–in America, in\nAustralia, in New Zealand, in India, in Ceylon, in South Africa–wherever\nhe went his welcome was a grand ovation, his theaters and halls were\nnever large enough to hold his audiences.  With the possible exception of\nGeneral Grant’s long tour in 1878-9 there had hardly been a more gorgeous\nprogress than Mark Twain’s trip around the world.  Everywhere they were\noverwhelmed with attention and gifts.  We cannot begin to tell the story\nof that journey here.  In “Following the Equator” the author himself\ntells it in his own delightful fashion.",
        "From time to time along the way Mark Twain forwarded his accumulated\nprofits to Mr. Rogers to apply against his debts, and by the time they\nsailed from South Africa the sum was large enough to encourage him to\nbelieve that, with the royalties to be derived from the book he would\nwrite of his travels, he might be able to pay in full and so face the\nworld once more a free man.  Their long trip–it had lasted a full year–\nwas nearing its end.  They would spend the winter in London–Susy and\nJean were notified to join them there.  They would all be reunited again.\nThe outlook seemed bright once more.",
        "They reached England the last of July.  Susy and Jean, with Katy Leary,\nwere to arrive on the 12th of August.  But the 12th did not bring them–\nit brought, instead, a letter.  Susy was not well, the letter said; the\nsailing had been postponed.  The letter added that it was nothing\nserious, but her parents cabled at once for later news.  Receiving no\nsatisfactory answer, Mrs. Clemens, full of forebodings, prepared to sail\nwith Clara for America.  Clemens would remain in London to arrange for\nthe winter residence.  A cable came, saying Susy’s recovery would be slow\nbut certain.  Mrs. Clemens and Clara sailed immediately.  In some notes\nhe once dictated, Mark Twain said:",
        "“That was the 15th of August, 1896.  Three days later, when my wife\n     and Clara were about half-way across the ocean, I was standing in\n     our dining-room, thinking of nothing in particular, when a cablegram\n     was put into my hand.  It said, ’Susy was peacefully released to-\n     day.’”",
        "Mark Twain’s life had contained other tragedies, but no other that\nequaled this one.  The dead girl had been his heart’s pride; it was a\nyear since they parted, and now he knew he would never see her again.\nThe blow had found him alone and among strangers.  In that day he could\nnot even reach out to those upon the ocean, drawing daily nearer to the\nheartbreak.",
        "Susy Clemens had died in the old Hartford home.  She had been well far a\ntime at the farm, but then her health had declined.  She worked\ncontinuously at her singing lessons and over-tried her strength.  Then\nshe went on a visit to Mrs. Charles Dudley Warner, in Hartford; but she\ndid not rest, working harder than ever at her singing.  Finally she was\ntold that she must consult a physician.  The doctor came and prescribed\nsoothing remedies, and advised that she have the rest and quiet of her\nown home.  Mrs. Crane came from Elmira, also her uncle Charles Langdon.\nBut Susy became worse, and a few days later her malady was pronounced\nmeningitis.  This was the 15th of August, the day that her mother and\nClara sailed from England.  She was delirious and burning with fever, but\nat last sank into unconsciousness.  She died three days later, and on the\nnight that Mrs. Clemens and Clara arrived was taken to Elmira for burial.",
        "They laid her beside the little brother that had died so long before, and\nordered a headstone with some lines which they had found in Australia,\nwritten by Robert Richardson:",
        "Warm summer sun, shine kindly here;\n               Warm southern wind, blow softly here;\n               Green sod above, lie light, lie light!–\n               Good night, dear heart, good night, good night.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}