{
    "title": "The Jericho Road - The Imperial Virtue",
    "author": "W. Bion Adkins",
    "chapter": "18",
    "content": [
        "\n\n",
        "  Though sophists may argue, or philosophers prate,\n  The evils of lying they can not mitigate.\n  Our God’s law is truth!  Who then dares justify\n  A falsehood?  Remember, a lie is a lie!\n  Let this he our motto, in old age or youth:\n  “All lying is sinful, so, stick to the truth!”",
        "“Truth we accept as a cardinal virtue, and require its practice on the\npart of all the votaries of Odd-Fellowship while traveling the rugged\njourney of life in search of reward and rest.”  Truth is above all\nthings else, and every Odd-Fellow knows full well that his obligation\nbinds him to speak the truth.  Remember a lie is never justifiable.  It\ndoes the person more harm than that he seeks to avoid by telling a\nfalsehood would do.  “What is truth?”  This question of Pilate is in\nthe air today.  It is repeated on every side and in every department of\nintellectual pursuit.  It always pays to tell the truth under all\ncircumstances.  Abraham came near bringing a whole nation into trouble\nin lying about his wife.  Be it said to the honor of President Grant,\nthat once a visitor called at the White House wishing to see him.  The\ndoor-keeper told the servant to tell the visitor the president was not\nin.  General Grant, who was very busy, heard what was said.  He called\nout, “Say no such thing.  I don’t lie myself, and won’t allow anyone to\nlie for me.”  Tell the truth always.  “I said in my haste all men are\nliars.” Psalms, cxvi, 2.",
        "It was a very sweeping assertion that the Psalmist made, and one that\nincriminates us all.  He probably did not mean that all men were liars\nin the sense that everybody always spoke untruthfully, but that the\ngreat majority of people would, under certain stress of circumstances,\nequivocate to suit the conditions of the occasion.  If that was what he\nmeant, he uttered a sage truth when he said very hastily one day: “All\nmen are liars.”  Though a hasty utterance, facts seem to prove its\ntruthfulness.  The greatest mischief-maker in the world today is the\nliar.  I honestly believe that lying causes more real anguish and\nsuffering than any other evil.  It would be effort wasted to spend much\ntime in proof of this assertion of David’s, so we will attempt to\nclassify briefly, that each of us may know where he belongs.  First,\nthere is the deliberate lie.  This species needs no particular\ndefinition.  All are acquainted with it, all have met it, some have\nuttered it.  You all know it when you see it; it is barefaced and\nshameless; it reeks with the mire of falsity and is foul with the slime\nof the pit infernal.  This lie contains not an atom of truth, is\ntinctured not with a grain of fact, but is a full-blooded,\nthoroughbred, out and out lie.  Then we have the campaign lie.  A\nlarge, open-faced fellow, loud-voiced and blatant; bold, daring and\nsweeping; it claims everything, asserts everything, denies anything.",
        "During the campaign this lie is a factor.  Men buy papers to read it,\nand go miles to hear it.  The campaign lie is the greatest worker in\nthe canvass for votes.  He pats the workman on the back and promises to\nfill his pail with sirloin steak and fresh salmon, when, if the other\nman is elected, he will have to carry liver and codfish.  He grasps the\nmerchant strongly by the hand and promises him larger sales and better\nprofits in case his party gets into power; he enters the magnate’s\noffice and promises him increased dividends and no strikes; he promises\neverything till after election, when he has no more promises to make.",
        "There is the polite lie, too.  A very gentle affair this.  A very\nproper lie, clothed with the attire of an elegant etiquette and of\ngraceful form.  It is never harsh and never rude, but smooth as oil, as\ngentle as a zephyr.  The number of polite lies that are told every day\nare legion.  It would be useless to attempt to classify them, worse\nthan useless to try to enumerate them.  They are of all sizes, colors,\ndescriptions and shapes.  They have much in common, but differ widely\nin particular.  No locality is destitute of this venerable and classic\nfalsehood.  The ancients used it, the moderns still cling to it; the\npoor find it handy, the rich could not keep house without it; it\nabounds in every clime and thrives in every latitude.  The polite\nhostess says to the departing guest: “We have been delighted by your\nvisit; do us the favor to come again,” when she sincerely hopes that\nmost any catastrophe may overtake her rather than another visit from\nthis same personage.  There are the every-day expressions, ’Not at\nhome,’ which the housemaid is instructed to give the caller; and a\nscore of other social lies which in truth deceive nobody, nine times\nout of ten.  Society would lose little and gain much if the polite lie\ncould be banished, and every man say what he thought and speak as he\nfelt.",
        "Another lie I will notice is the business lie.  The business lie is a\nvery matter of fact lie.  It sounds well.  There are some genuine\nbankrupt sales, of course; there are a few bona fide smoke, fire and\nwater mark-downs undoubtedly, but there are more advertised in a week\nthan there are failures and fires in a year.  Good, staple merchandise\nwill usually bring its value, and he who advertises an unheard of\nbargain has generally set a trap for the unwary.  One class of goods in\nthe window marked a certain price, an inferior class on the bargain\ncounter at the same figure.  You bargain for a piece of furniture at a\nsurprisingly low figure; when it is delivered you have every reason to\nsuppose that it is like what you bought in appearance alone.  A roll of\ncloth marked “all wool,” it is half cotton, and the rest shoddy.  The\nbusiness lie, though found so often, is never the friend of merchant or\npurchaser.  It is the foe of all honest transactions.  Office,\nsalesroom and storehouse would be better without it; proprietor, clerk\nand purchaser would thrive better if rid of it.",
        "The lie of gossip.  If by some power, human or divine, the gossiping\ntongue could be silenced and the tattling mouth effectually closed,\nhalf of the evil of this world would already be stopped, and the other\nwould commence to languish for want of patronage.  The lie of gossip is\nthe blackest of them all.  The blackest of all the black horde, the\nvery worst of the whole evil troop; insinuating, sly and crafty, it\ncreeps around with a serpent’s stealth, and carries beneath its tongue\nthe deadly poison of ten thousand adders.  The venom can be extracted\nfrom the cobra’s fangs, but no power on earth can tame the tongue of an\nunprincipled gossip.  Some lies you can kill, but the lie of gossip is\nimperishable.  You may clip its wings, but its flight is unhindered;\nyou may cut off its head, but two will grow out in its place; you may\ncrush it to earth beneath the heel of denial.  Let it alone and\npossibly the dirty, contemptible, infamous thing will die; touch it not\nand it may droop and languish; do not chase it and it may grow weak for\nwant of exercise.",
        "Oh, my dear reader, above all things, don’t have your life a lie, your\ncareer a falsehood.  Be no hypocrite, live no lie, and the God of all\ntruth will see something in you to admire if you live truthfully and\nhonestly before all men.  Truth is a sure pledge not impaired, a shield\nnever pierced, a flower that never dieth, a state that feareth no\nfortune, and a port that yields no danger.  We can not build a manly\ncharacter unless we are in possession of the imperial virtue, truth.\nAh! truth is the diamond for which the candid mind ever seeks.  It is\nthe sanction of every appeal that is made for the good and the right.\nIt may be crushed to earth, it may be long in achieving victory, but it\nis omnipotent and must triumph at last.  Christ brought truth into the\nworld.  Truth, then, is a personal, experimental and practical thing.\nIt is a thing of the heart, and not mere outward forms; a living\nprinciple in the soul, influencing the mind, employing the affections,\nguiding the will, and directing as well as enlightening the conscience.\nIt is a supreme, not a subordinate matter, demanding and obtaining the\nthrone of the soul-giving law to the whole character, and requiring the\nwhole man and all his conduct to be in subordination.  Truth blends\nwith every occupation.  It is noble and lofty, not abject, servile and\ngroveling; it communes with God, with holiness, with Heaven, with\neternity and infinity.  Truth is a happy, and not a melancholy thing,\ngiving a peace that passeth understanding, and a joy that is\nunspeakable and full of glory.  And it is durable, not a transient\nthing, passing with us through life, lying down with us on the pillow\nof death, rising with us at the last day, and dwelling in our souls in\nHeaven as the very element of eternal life.  Such is truth, the\nsublimest thing in our world, sent down to be our comforter and\nministering angel on earth.",
        "It is plainly God’s intention, as in nature and in history, that our\nhuman life should grow better and more joyous as it advances, and that\nthe best shall not be at the first, but shall wait until we are ready\nfor it.  The highest and largest blessings can come to men only when\nthe men are fitted to hold and to use them.  If you are going to give a\nman a purse or a diamond you can thrust it into his hand in his youth,\nor on the street, even when he is asleep; but if you would give to him\na great truth or virtue, if you would make him a noble character, you\nmust wait upon the man’s growth, and be content if after many years you\nsee only a flash of what you would give him appearing.  Step by step,\nthrough all the gradations, we travel, and if faithful to truth, Christ\nwill make in us a perfect manhood, and of us a perfect society.  His\ngift is so great, vital and complex, that He can not bestow it all in\nthe beginning.  He would make our life an increasingly joyous life, and\ngive us the best of its wine at the last of its feast.  Christ would\nhave us always increasingly hopeful and joyous, and never of sad\ncountenance.  All our faculties were designed to minister to our joy.\nAll the great world of life below is a happy world.  The children of\nthe air and the water are all baptized into joy.  Even the solitary\ncreatures that carry their narrow houses with them have their joys,\nwhich are well known to their intimate acquaintances.  So in the world\nof adult man we find the joy of life disproportionate to condition and\nfaculty.  In the faces of the men we meet on the streets we see many\nscars and dark lines of storm and care; only seldom do the faces we\nmeet there wear the rainbow.  Men are without joy because they have\nviolated the laws of nature, they have subordinated their manly powers,\nreason and conscience to their animal instincts; they have lived by\nwrong theories and wrong methods, and for unmanly ends, and thus have\nexhausted the joy of life’s banquet.",
        "A man can have deep and continuous joy only if his life is continuously\nrational and progressively manly.  He must put away childish things and\nlive for truth and right, for love and immortal virtue.  If our hearts\nsadden as our years increase and our thoughts widen, it is because\nthere has been a defect in our vision and a sophistry in the logic of\nour conduct.  If the growing corn comes only to the blade and to the\near, and not to the full golden corn in the ear, we may be sure it is\nbecause there has been something wrong in our gardening.  Christ comes\ninto our wasting life to give us a new, a higher and a better joy; to\ngive us new truth, new faith, new arguments, new motives, new impulses\nand new joys.  Christ gives us the Heavenly Father, and thus lifts us\ninto the dignity and beatitude of a divine nature, relationship and\ndestiny.  Man is a child of the skies, and can not find rest complete\nand joy abiding in anything less or lower.  Bearing now the image of\nthe earthly, we must go on to bear the image of the heavenly.  To have\nour manly joy ever increasing we must keep the heavenly in sight and\ntake our way from it.",
        "Christ brings us into the living alliance with forces and personalities\nthat are spiritual, and thus makes us strong to resist all animal\ntemptations and those impulses toward greed and wrong which, if\nindulged, drain our life of its manly felicities.  He would have us\nlift our manly cups to God, and make their rims to touch the heavens.\nChrist would have us to live for other’s welfare and to know the joy of\nduty and of sacrifice.  It is the man who is living for wife, and\nchild, and neighbor, who has flung himself with all his might into the\ncarrying forward of some great cause that blesses his fellow-men, who\nknows the true and increasing joy of the manly life.  The happiest\nwoman in the world is the mother who is living for her child.  It is in\nworking out the salvation of other people that we find the true joy of\nour own.  It is this joy that carries the martyr through his fiery\ntasks with a song and a shout.  To be able at the end of our days to\nlook up to God and say, “I have finished the work thou gavest me to\ndo,” is to have the best wine at the last of our feast.  We must have\njoy; it is indispensable.  It makes us healthy and strong and enables\nus to be of some use in the world.  It is so necessary to our best\nbecoming and doing that we must put away everything that increases it.\nWe must have the joy of truth and virtue, of duty and sacrifice, of\nhope and love, which is the joy of the eternal life.  Christ thus holds\nout to us a joy that lasts, and one that satisfies forever.",
        "Jesus was no cynic, no ascetic, and no fanatic.  He loved the great\noutward world, and was the friend of all men.  He was hated only by the\nPharisees, if to these He spoke sharply, His words to the children were\nsweet as a mother’s, and in His words about the birds and the flowers\nyou hear the tones of a lover.  He loved the lakes of sweet Galilee,\nher hills, her fields and her olive groves; and among them often took\nHis disciples apart to rest awhile.  Adopt Christ’s views of God; of\nthe future; Christianize your opinions, your character and your\nconduct, and you will have manly joy even in the midst of sorrow.\nChrist lived much in communion with God.  He lived much out of doors,\nin the fields and among trees, the birds and the flowers.",
        "We must come back to nature.  Happy the man who owns a piece of ground\nin the country and lives on it betimes, where he can hear the robins\nsinging their hymns and the winds chanting their litanies; where he can\nsee the sun rise and feel the hush of the hills; where the spirit that\nis in the beautiful world can touch and bless him as it did the blessed\nChrist.",
        "Brothers, I wish you great joy.  Live in the constant sense of the\nHeavenly Father’s loving presence, and of nature’s veracity and\nfriendly intention.  Distrust all doctrines, all opinions and all ways\nof living that destroy manly joyousness.  Never lose sight of the fact\nthat a noble life is a truthful life.  Truth is a trust.  He who has\ndiscovered any portion of useful truth has something in trust for\nmankind.  God is the author of truth, and when man seeks this imperial\nvirtue and acquires it, he is in possession of great power.",
        "This brings us to the final practical thought.  This power must be\nappropriated.  The cable car that is unattached to the cable will make\nno progress and stand still forever, even though the engines in the\npower house glow with heat, and the cable, gliding along in the center\nof the track not two feet away, is laden down with power.  The cable\ncar must close its grappling iron and grip the cable before progress\ncan be made.  It must come in contact with the power.  An electric lamp\nwill swing dark and unlighted while all the other lamps about it send\nforth enlightening rays, and all the dynamos in the world may be\nrevolving in the engine house, sending a surging current within a few\ninches of the isolated lamp, and all in vain unless it come in contact\nwith the power.  You must turn the switch and let the current flow in,\nand then the lamp will itself shine and will illumine its surroundings\nlike the rest.  So, in like manner, if we are to make progress in this\nlife, we must lay hold of the cable.  We must come in contact with the\nDivine.  If we do not, the power of God is of no avail to us.  If we\nwould be lights in the world, we must come in contact with the Divine\nspirit, we must unbar the doors to our hearts and let the current of\ndivine power and love flow into our lives and illumine them.",
        "The great design of Odd-Fellowship is to improve the morals and manners\nof men, to promote their interest, well being and happiness.  Great\nprudence is demanded in our daily life and conversation.  We should be\nactuated by a realizing sense of our position, and by example, action\nand generous thought, recommend our cause to the consideration of\nothers.  We should persevere for the attainment of every commendable\nvirtue, to raise the mind from the degrading haunts of intemperance and\nfolly; we should be distinguished for usefulness to society and the\ncommunity at large.  A good Odd-Fellow must necessarily be an upright\nand useful member of the community.  The precepts inculcated are\ncalculated to stimulate to the faithful performance of every moral and\nrelative duty; and an individual who holds a standing with us, and is\ncareless and negligent of these things, is a reproach to the\nOrder–they wear the livery, and bow before the same shrine, but in the\nheart and practice they belie their profession.  Profanity,\nintemperance and every species of immorality are rigidly\ndiscountenanced.  We have pledged ourselves to aid in diffusing the\nprinciples of brotherly love throughout the world.  We have assumed the\noffice of guarding the holy flame which burns on the altar of\nbenevolence, and we are bound to cherish its principles.  That brother\nis recreant to every honorable feeling who can trifle with the solemn\npledge he has taken.",
        "A duty we owe to the community is to cultivate the principle of virtue,\nto lend holy serenity to the mind, and shed around a halo of light and\nglory to direct the steps of others in virtue, to happiness and\ngreatness.  The man who treads only in virtue’s ways, when every act is\nhonest, acquires the confidence and friendship of others, thus\nbenefiting others, and thus benefiting the community, which, also, the\ncenter of another circle, continues this influence to those that\nsurround it, purifying the thought, emboldening the idea and elevating\nthe man.  How grand is the position Odd-Fellowship now occupies–a\nworld of honesty in a world of deceit, with a character strictly\nvirtuous and solely dependent upon its members for the perpetuity of\nthat character.",
        "It depends upon the brethren to be virtuous, upright, honest and\nbenevolent, thus sustaining in its purity the noble reputation it now\nenjoys, which will continue a bright and shining star in the\nconstellation until time shall be no more, when it will be perpetuated\nin the glorious light of eternity.  Amid the wrecks of institutions and\npowerful interests that were a short time since thought to be\nimpregnable against all assaults, the Independent Order of Odd-Fellows\nstill maintains its vantage ground, and bears its banners proudly up.\nWith its doors thrown so widely open to applicants for admission,\ncomposed as it is of nearly every shade of thought or educational\ninfluence, whether of sect or party, with all the infirmities incident\nto human nature, modifying by their weakness its true purposes, or\nretarding its advancement, its unity and moral force, its stability and\nprogress are truly wonderful.  Its bond of cohesion, so frail and yet\nso potent, is seemingly inexplicable.  It is the recognition of the\nprinciples of brotherhood and fraternity, and the practice of their\nresultant virtues.  To appreciate and practice is to attain strength.\nWe are weak and frail.  Odd-Fellowship is strong, and its principles\nare as eternal as the stars.  The history of the past is little but a\nrecord of the domination of physical force.  The law of might was the\nlaw of right.  Violence and strife, outrages and wrong, have been for\nages the common heritage of the race.  Man has been the sport and\nvictim of human passions, and notwithstanding the culture and the\nprogress of the race, the earth yet resounds with the tread of armed\ncombatants.  Weary, sad-eyed toilers groan under the burden of war,\ncountless millions are squandered upon the maintenance of\nnon-producing, destructive hosts.",
        "Widows and orphans, nay, the very angels in heaven, if they are\npermitted to look down upon us from their bright abodes in bliss, must\nmourn over the sad result of man’s semi-barbarism, and his worship of\nthe world’s materialism.  Long ere this mind should have been the\ncontrolling force in all nations claiming to be civilized.  Pure\nintellect and its struggles, its aspirations for light and truth,\nshould have relegated to the regions of barbarism and darkness mere\nanimal contests.  Not only so, but intellectual supremacy should have\nbeen in its turn subordinated, or crowned by true spiritual life.  “God\nis a spirit, and they that worship Him must worship Him in spirit and\nin truth.”  Man would occupy a higher and happier position than he at\npresent fills if he had earnestly co-operated with good agencies for\nthe unfolding and development of his better nature.",
        "The special mission of Odd-Fellowship is to incite and stimulate the\ndormant moral energies to action, to rouse the lethargic, encourage the\ntimid, and to strengthen the aspirations for a nobler and a better\nlife.  Reaching out its helpful hand to the needy and distressed upon\nthe one hand, and with the other battling with selfishness, intolerance\nand vice–with all that dwarfs man’s moral nature–it appeals to\nsomething within us, to be earnest advocates of its principles, by\nmaking them a living faith and illustrating its beneficent purposes.\nIf we make one man purer and better, and that man one’s own self, we\nhave done something toward the betterment of the world.  The voices of\nthe past and of the present all speak to us today.  Men and brethren,\nlet us hearken unto them, and putting our trust in God, let us march\nonward, side by side together, until the standards of our order are\nplanted upon the highest summit of achievement, and as their glorious\nfolds are illuminated by the Sun of Righteousness, may the simple yet\nthe sublime legend emblazoned thereon be seen and acknowledged by the\nnations, as with uplifted eyes and reverent hearts they read, “God is\nour Father, and we are all brothers.”",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}