{
    "title": "The Old Merchant Marine - Chapter X. Bound Coastwise",
    "author": "Ralph D. Paine",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "One thinks of the old merchant marine in terms of the clipper\nship and distant ports. The coasting trade has been overlooked in\nsong and story; yet, since the year 1859, its fleets have always\nbeen larger and more important than the American deep-water\ncommerce nor have decay and misfortune overtaken them. It is a\ntraffic which flourished from the beginning, ingeniously adapting\nitself to new conditions, unchecked by war, and surviving with\nsplendid vigor, under steam and sail, in this modern era.",
        "The seafaring pioneers won their way from port to port of the\ntempestuous Atlantic coast in tiny ketches, sloops, and shallops\nwhen the voyage of five hundred miles from New England to\nVirginia was a prolonged and hazardous adventure. Fog and shoals\nand lee shores beset these coastwise sailors, and shipwrecks were\npitifully frequent. In no Hall of Fame will you find the name of\nCaptain Andrew Robinson of Gloucester, but he was nevertheless an\nillustrious benefactor and deserves a place among the most useful\nAmericans. His invention was the Yankee schooner of fore-and-aft\nrig, and he gave to this type of vessel its name.* Seaworthy,\nfast, and easily handled, adapted for use in the early eighteenth\ncentury when inland transportation was almost impossible, the\nschooner carried on trade between the colonies and was an\nimportant factor in the growth of the fisheries.",
        "* It is said that as the odd two-master slid gracefully into the\nwater, a spectator exclaimed: “See how she scoons!” “Aye,\"\nanswered Captain Robinson, “a SCHOONER let her be!” This\nlaunching took place in 1718 or 1714.",
        "Before the Revolution the first New England schooners were\nbeating up to the Grand Bank of Newfoundland after cod and\nhalibut. They were of no more than fifty tons’ burden, too small\nfor their task but manned by fishermen of surpassing hardihood.\nMarblehead was then the foremost fishing port with two hundred\nbrigs and schooners on the offshore banks. But to Gloucester\nbelongs the glory of sending the first schooner to the Grand\nBank.* From these two rock-bound harbors went thousands of\ntrained seamen to man the privateers and the ships of the\nContinental navy, slinging their hammocks on the gun-decks beside\nthe whalemen of Nantucket. These fishermen and coastwise sailors\nfought on the land as well and followed the drums of Washington’s\narmies until the final scene at Yorktown. Gloucester and\nMarblehead were filled with widows and orphans, and half their\nmen-folk were dead or missing.",
        "* Marvin’s “American Merchant Marine,” p. 287.",
        "The fishing-trade soon prospered again, and the men of the old\nports tenaciously clung to the sea even when the great migration\nflowed westward to people the wilderness and found a new American\nempire. They were fishermen from father to son, bound together in\nan intimate community of interests, a race of pure native or\nEnglish stock, deserving this tribute which was paid to them in\nCongress: “Every person on board our fishing vessels has an\ninterest in common with his associates; their reward depends upon\ntheir industry and enterprise. Much caution is observed in the\nselection of the crews of our fishing vessels; it often happens\nthat every individual is connected by blood and the strongest\nties of friendship; our fishermen are remarkable for their\nsobriety and good conduct, and they rank with the most skillful\nnavigators.”",
        "Fishing and the coastwise merchant trade were closely linked.\nSchooners loaded dried cod as well as lumber for southern ports\nand carried back naval stores and other southern products.\nWell-to-do fishermen owned trading vessels and sent out\ntheir ventures, the sailors shifting from one forecastle to the\nother. With a taste for an easier life than the stormy, freezing\nBanks, the young Gloucesterman would sign on for a voyage to\nPernambuco or Havana and so be fired with ambition to become a\nmate or master and take to deep water after a while. In this way\nwas maintained a school of seamanship which furnished the most\nintelligent and efficient officers of the merchant marine. For\ngenerations they were mostly recruited from the old fishing and\nshipping ports of New England until the term “Yankee shipmaster\"\nhad a meaning peculiarly its own.",
        "Seafaring has undergone so many revolutionary changes and old\ndays and ways are so nearly obliterated that it is singular to\nfind the sailing vessel still employed in great numbers, even\nthough the gasolene motor is being installed to kick her along in\nspells of calm weather. The Gloucester fishing schooner, perfect\nof her type, stanch, fleet, and powerful, still drives homeward\nfrom the Banks under a tall press of canvas, and her crew still\ndivide the earnings, share and share, as did their forefathers a\nhundred and fifty years ago. But the old New England strain of\nblood no longer predominates, and Portuguese, Scandinavians, and\nNova Scotia “Bluenoses” bunk with the lads of Gloucester stock.\nYet they are alike for courage, hardihood, and mastery of the\nsea, and the traditions of the calling are undimmed.",
        "There was a time before the Civil War when Congress jealously\nprotected the fisheries by means of a bounty system and\nlegislation aimed against our Canadian neighbors. The fishing\nfleets were regarded as a source of national wealth and the\nnursery of prime seamen for the navy and merchant marine. In 1858\nthe bounty system was abandoned, however, and the fishermen were\nleft to shift for themselves, earning small profits at peril of\ntheir lives and preferring to follow the sea because they knew no\nother profession. In spite of this loss of assistance from the\nGovernment, the tonnage engaged in deep-sea fisheries was never\nso great as in the second year of the Civil War. Four years later\nthe industry had shrunk one-half; and it has never recovered its\nearly importance*",
        "* In 1882, the tonnage amounted to 193,459; in 1866, to 89,336.",
        "The coastwise merchant trade, on the other hand, has been\njealously guarded against competition and otherwise fostered ever\nsince 1789, when the first discriminatory tonnage tax was\nenforced. The Embargo Act of 1808 prohibited domestic commerce to\nforeign flags, and this edict was renewed in the American\nNavigation Act of 1817. It remained a firmly established doctrine\nof maritime policy until the Great War compelled its suspension\nas an emergency measure. The theories of protection and free\ntrade have been bitterly debated for generations, but in this\ninstance the practice was eminently successful and the results\nwere vastly impressive. Deepwater shipping dwindled and died, but\nthe increase in coastwise sailing was consistent. It rose to five\nmillion tons early in this century and makes the United States\nstill one of the foremost maritime powers in respect to saltwater\nactivity.",
        "To speak of this deep-water shipping as trade coastwise is\nmisleading, in a way. The words convey an impression of dodging\nfrom port to port for short distances, whereas many of the\nvoyages are longer than those of the foreign routes in European\nwaters. It is farther by sea from Boston to Philadelphia than\nfrom Plymouth, England, to Bordeaux. A schooner making the run\nfrom Portland to Savannah lays more knots over her stern than a\ntramp bound out from England to Lisbon. It is a shorter voyage\nfrom Cardiff to Algiers than an American skipper pricks off on\nhis chart when he takes his steamer from New York to New Orleans\nor Galveston. This coastwise trade may lack the romance of the\nold school of the square-rigged ship in the Roaring Forties, but\nit has always been the more perilous and exacting. Its seamen\nsuffer hardships unknown elsewhere, for they have to endure\nwinters of intense cold and heavy gales and they are always in\nrisk of stranding or being driven ashore.",
        "The story of these hardy men is interwoven, for the most part,\nwith the development of the schooner in size and power. This\ngraceful craft, so peculiar to its own coast and people, was\nbuilt for utility and possessed a simple beauty of its own when\nunder full sail. The schooners were at first very small because\nit was believed that large fore-and-aft sails could not be\nhandled with safety. They were difficult to reef or lower in a\nblow until it was discovered that three masts instead of two made\nthe task much easier. For many years the three-masted schooner\nwas the most popular kind of American merchant vessel. They\nclustered in every Atlantic port and were built in the yards of\nNew England, New York, New Jersey, and Virginia,--built by the\nmile, as the saying was, and sawed off in lengths to suit the\nowners’ pleasure. They carried the coal, ice, lumber of the whole\nseaboard and were so economical of man-power that they earned\ndividends where steamers or square-rigged ships would not have\npaid for themselves.",
        "As soon as a small steam-engine was employed to hoist the sails,\nit became possible to launch much larger schooners and to operate\nthem at a marvelously low cost. Rapidly the four-master gained\nfavor, and then came the five- and six-masted vessels, gigantic\nships of their kind. Instead of the hundred-ton schooner of a\ncentury ago, Hampton Roads and Boston Harbor saw these great\ncargo carriers which could stow under hatches four and five\nthousand tons of coal, and whose masts soared a hundred and fifty\nfeet above the deck. Square-rigged ships of the same capacity\nwould have required crews of a hundred men, but these schooners\nwere comfortably handled by a company of fifteen all told, only\nten of whom were in the forecastle. There was no need of sweating\nand hauling at braces and halliards. The steam-winch undertook all\nthis toil. The tremendous sails, stretching a hundred feet from\nboom to gaff could not have been managed otherwise. Even for\ntrimming sheets or setting topsails, it was necessary merely to\ntake a turn or two around the drum of the winch engine and turn\nthe steam valve. The big schooner was the last word in cheap,\nefficient transportation by water. In her own sphere of activity\nshe was as notable an achievement as the Western Ocean packet or\nthe Cape Horn clipper.",
        "The masters who sailed these extraordinary vessels also changed\nand had to learn a new kind of seamanship. They must be very\ncompetent men, for the tests of their skill and readiness were\nreally greater than those demanded of the deepwater skipper. They\ndrove these great schooners alongshore winter and summer; across\nNantucket Shoals and around Cape Cod, and their salvation\ndepended on shortening sail ahead of the gale. Let the wind once\nblow and the sea get up, and it was almost impossible to strip\nthe canvas off an unwieldy six-master. The captain’s chief fear\nwas of being blown offshore, of having his vessel run away with\nhim! Unlike the deep-water man, he preferred running in toward\nthe beach and letting go his anchors. There he would ride out the\nstorm and hoist sail when the weather moderated.",
        "These were American shipmasters of the old breed, raised in\nschooners as a rule, and adapting themselves to modern\nconditions. They sailed for nominal wages and primage, or five\nper cent of the gross freight paid the vessel. Before the Great\nWar in Europe, freights were low and the schooner skippers earned\nscanty incomes. Then came a world shortage of tonnage and\nimmediately coastwise freights soared skyward. The big schooners\nof the Palmer fleet began to reap fabulous dividends and their\nmasters shared in the unexpected opulence. Besides their primage\nthey owned shares in their vessels, a thirty-second or so, and\npresently their settlement at the end of a voyage coastwise\namounted to an income of a thousand dollars a month. They earned\nthis money, and the managing owners cheerfully paid them, for\nthere had been lean years and uncomplaining service and the\nsailor had proved himself worthy of his hire. So tempting was the\nforeign war trade, that a fleet of them was sent across the\nAtlantic until the American Government barred them from the war\nzone as too easy a prey for submarine attack. They therefore\nreturned to the old coastwise route or loaded for South American\nports--singularly interesting ships because they were the last\nbold venture of the old American maritime spirit, a challenge to\nthe Age of Steam.",
        "No more of these huge, towering schooners have been built in the\nlast dozen years. Steam colliers and barges have won the fight\nbecause time is now more valuable than cheapness of\ntransportation. The schooner might bowl down to Norfolk from\nBoston or Portland in four days and be threshing about for two\nweeks in head winds on the return voyage.",
        "The small schooner appeared to be doomed somewhat earlier. She\nhad ceased to be profitable in competition with the larger, more\nmodern fore-and-after, but these battered, veteran craft died\nhard. They harked back to a simpler age, to the era of the\nstage-coach and the spinning-wheel, to the little shipyards that\nwere to be found on every bay and inlet of New England. They were\nstill owned and sailed by men who ashore were friends and\nneighbors. Even now you may find during your summer wanderings\nsome stumpy, weatherworn two-master running on for shelter\novernight, which has plied up and down the coast for fifty or\nsixty years, now leaking like a basket and too frail for winter\nvoyages. It was in a craft very much like this that your rude\nancestors went privateering against the British. Indeed, the\nlittle schooner Polly, which fought briskly in the War of 1812,\nis still afloat and loading cargoes in New England ports.",
        "These little coasters, surviving long after the stately merchant\nmarine had vanished from blue water, have enjoyed a slant of\nfavoring fortune in recent years. They, too, have been in demand,\nand once again there is money to spare for paint and cordage and\ncalking. They have been granted a new lease of life and may be\nfound moored at the wharfs, beached on the marine railways, or\nanchored in the stream, eagerly awaiting their turn to refit. It\nis a matter of vital concern that the freight on spruce boards\nfrom Bangor to New York has increased to five dollars a thousand\nfeet. Many of these craft belong to grandfatherly skippers who\ndared not venture past Cape Cod in December, lest the venerable\nMatilda Emerson or the valetudinarian Joshua R. Coggswell should\nopen up and founder in a blow. During the winter storms these\nskippers used to hug the kitchen stove in bleak farmhouses until\nspring came and they could put to sea again. The rigor of\ncircumstances, however, forced others to seek for trade the whole\nyear through. In a recent winter fifty-seven schooners were lost\non the New England coast, most of which were unfit for anything\nbut summer breezes. As by a miracle, others have been able to\nrenew their youth, to replace spongy planking and rotten stems,\nand to deck themselves out in white canvas and fresh paint!",
        "The captains of these craft foregather in the ship-chandler’s\nshops, where the floor is strewn with sawdust, the armchairs are\ncapacious, and the environment harmonizes with the tales that are\ntold. It is an informal club of coastwise skippers and the old\nenergy begins to show itself once more. They move with a brisker\ngait than when times were so hard and they went begging for\ncharters at any terms. A sinewy patriarch stumps to a window,\nflourishes his arm at an ancient two-master, and booms out:",
        "“That vessel of mine is as sound as a nut, I tell ye. She ain’t\nas big as some, but I’d like nothin’ better than to fill her full\nof suthin’ for the west coast of Africy, same as the Horace M.\nBickford that cleared t’other day, stocked for SIXTY THOUSAND\nDOLLARS.”",
        "“Huh, you’d get lost out o’ sight of land, John,” is the cruel\nretort, “and that old shoe-box of yours ’ud be scared to death\nwithout a harbor to run into every time the sun clouded over.\nExpect to navigate to Africy with an alarm-clock and a\nsoundin’-lead, I presume.”",
        "“Mebbe I’d better let well enough alone,” replies the old man.\n“Africy don’t seem as neighborly as Phippsburg and Machiasport.\nI’ll chance it as far as Philadelphy next voyage and I guess the\nold woman can buy a new dress.”",
        "The activity and the reawakening of the old shipyards, their\nslips all filled with the frames of wooden vessels for the\nforeign trade, is like a revival of the old merchant marine, a\nreincarnation of ghostly memories. In mellowed dignity the square\nwhite houses beneath the New England elms recall to mind the\nmariners who dwelt therein. It seems as if their shipyards also\nbelonged to the past; but the summer visitor finds a fresh\nattraction in watching the new schooners rise from the stocks,\nand the gay pageant of launching them, every mast ablaze with\nbunting, draws crowds to the water-front. And as a business\nventure, with somewhat of the tang of old-fashioned romance, the\ncasual stranger is now and then tempted to purchase a\nsixty-fourth “piece” of a splendid Yankee four-master and keep in\ntouch with its roving fortunes. The shipping reports of the daily\nnewspaper prove more fascinating than the ticker tape, and the\ntidings of a successful voyage thrill one with a sense of\npersonal gratification. For the sea has not lost its magic and\nits mystery, and those who go down to it in ships must still\nbattle against elemental odds--still carry on the noble and\nenduring traditions of the Old Merchant Marine.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}