{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter VII. Concealment of the Early Doctrines",
    "author": "Eliza Burt Gamble",
    "chapter": "9",
    "content": [
        "\n\n",
        "After the decline of Nature-worship, and when through the\nconstantly increasing power gained by the ruder elements in human\nsociety a knowledge of the scientific principles underlying\nancient religion had been partially lost or forgotten, it became\nnecessary for philosophers to conceal the original conception of\nthe Deity and to clothe their sacred writings in allegory.  Hence\nit is observed that every ancient form of religion has a cabala\ncontaining its secret doctrines–doctrines the inner meaning of\nwhich was known only to the few.  In order that these truths\nmight be preserved, they were inscribed on the leaves of trees in\ncharacters or symbols understood only by the initiated.  The\nallegories beneath which these higher truths were concealed were\nhanded down as traditions to succeeding generations–traditions\nin which history, astrology, and mythology are strangely\ncombined.",
        "After long periods, through war, conquest, and the various\nchanges incidental to shifting environment, these traditions were\nin the main forgotten.  Fragments of them, however, were from\ntime to time gathered together, and, intermingled with later\ndoctrines, were used by the priests as a means of increased\nself-aggrandizement and power.",
        "It is now thought that the Iliad (Rhapsodies) of Homer is only a\nnumber of “detached songs” which perhaps for centuries were\ndelivered orally, and that they contain the secret doctrines of\nthe priests.  Porphyry says that “we ought not to doubt that\nHomer has secretly represented the images of divine things under\nthe concealment of fable.”  It has been said of Plato that he\nbanished the poems of Homer from his imaginary republic for the\nreason that the people might not be able to distinguish what is\nfrom what is not allegorical.  Hippolytus informs us that the\nSimonists declared that in Helen resided the principle of\nintelligence; “and thus, when all the powers were for claiming\nher for themselves, sedition and war arose, during which this\nchief power was manifested to nations.”  These songs which were\ngathered together by Pisistratus and revised by Aristotle for the\nuse of Alexander, have generally been regarded merely as a bit of\nhistory recounting a severe and protracted struggle between the\nGreeks and Trojans.",
        "Within the earliest historical accounts which we have of the\nEgyptians, we observe that their ceremonies and symbols have\nalready become multitudinous, the true meaning of the latter\nbeing concealed.  The masses of the people, who had grown too\nsensualized and ignorant to receive the higher divine\n“mysteries,” and too gross to be entrusted with their true\nsignificance, had become idolaters.",
        "Not only the Egyptian and Chaldean priests, but Moses and the\nJewish doctors were well versed in religious symbolism.  The fact\nis observed, also, that as late as medieval Christianity, the\nfathers in the Church, the Christian painters, sculptors, and\narchitects, still employed signs and symbols to set forth their\nreligious doctrines.  Even at the present time, many of the\nemblems representing certain ideas connected with the creative\nprinciples, and which were part and parcel of the pagan worship,\nare still in use.  The masses of the people, however, are without\na knowledge of their origin or early significance.",
        "Everywhere, throughout the early historic nations, were\nworshipped symbols of the attributes or functions of the dual or\ntriune God.  Each symbol represented a distinctive female or male\nquality.  Animals, trees, the sea, plants, the moon, and the\nheavens were, at a certain stage of religious development,\nsymbolized as parts of the Deity and worshipped as possessing\ncertain female or male characteristics or attributes.",
        "It is plain that, with the decline of female power, and the\nconsequent stimulation of the animal instincts in man, the pure\ncreative principles involved in Nature-worship gradually became\nunsuited to the sensualized capacities and tastes of the masses;\nbut in addition to this were other reasons why the female\nprinciple in the Deity should be concealed.  Women were already\ndeposed from their former exalted position as heads of families\nand as leaders of consanguine communities.  All their rightful\nprerogatives had been usurped.  The highest development in Nature\nhad become the slave of man’s appetites, and motherhood, which\nhad hitherto been accepted as the most exalted function either in\nheaven or on the earth, trailed in the dust.",
        "Under these conditions it is not perhaps singular that the\ncapacity to bring forth, and the qualities and attributes of\nwomen which are correlated with it, namely, sympathy–a desire\nfor the welfare of others outside of self, or altruism,–should\nno longer have been worshipped as divine, or that in their place\nshould have been substituted the leading characters developed in\nman.  From the facts at hand it is plain that at a certain stage\nof human growth physical might and male reproductive energy, or\nvirility, became the recognized God.  With passion as the highest\nideal of a Creator, the female element appeared only in a\nsensualized form and simply as an appendage to the god which was\ndependent upon her ministrations.  Under the above conditions it\nis not in the least remarkable that by the priests it should have\nbeen deemed necessary to conceal from women the facts bound up in\ntheir nature.  Woman’s importance as a creative agency and as a\nprime and most essential factor in the universe must be\nconcealed.  “Isis must be veiled.”",
        "Through the appropriation of the titles of the original dual God\nby reigning monarchs, is perceived at least one of the processes\nby which the great universal female Deity of the ancients has\nbeen transformed into a male god.  We are assured that the\n“redundant nomenclature of the deities of Babylon renders an\ninterpretation of them impossible.  Each divinity has many\ndistinct names, by which he is indifferently designated.”  It is\nobserved that each",
        "Deity has as many as forty or fifty titles, each of which\nrepresents a certain attribute.",
        "Since the invention of the cuneiform alphabet, by which pictures\nhave been reduced to phonetic signs, the attempt has been made to\narrange or classify these gods according to their proper order in\nthe Pantheon, but thus far much obscurity and doubt seem to\npervade their history.",
        "In Assyrian, Babylonian, and Egyptian mythologies are observed\nmuch confusion and no small degree of mystery surrounding the\npositions occupied by certain gods.  “Children not unfrequently\nchange positions with parents,” but more frequently, we are told,\n“women change places with men,” or, more properly speaking, the\ntitles, attributes, and qualities ascribed to the Great Universal\nfemale God are now transferred to the reigning monarch. Thus not\nunfrequently a deity is observed which is composed of a male\ntriad, the central figure of which is the king or military\nchieftain, and to which is usually appended a straggling fourth\nmember, a female, who, shorn of her power, and with a doubtful\nand mysterious title, appears as wife or mistress to his\ngreatness, while upon her is reflected, through him, a slight\nhint of that dignity and honor which was originally recognized as\nbelonging exclusively to the recognized Deity.",
        "The Goddess Vishnu, from whose navel as she slept on the bottom\nof the sea sprang all creation, after her transformation into a\nmale God, is supplemented by a wife–Lacksmir.  Lacksmir means\nwisdom; but she has become only an appendage to her “lord,” upon\nwhom is reflected all her former glory.",
        "So greedy did rulers become for the splendid titles belonging to\nthe female divinities that we are told that “the name of the\nGreat Goddess Astarte not unfrequently appears as that of a man.”",
        "Although man had usurped the titles of the female God and had\ndenied her recognition as an active creative agency, still, as\nnothing could be created without her, she was permitted, as we\nhave seen, to remain as wife or mistress to the reigning monarch,\nin whom had come to reside infinite wisdom and power.  Her symbol\nwas an ark, chest, boat, box, or cave.  This woman, although\ndignified by the title “Mother of the Gods,” and even by that of\n“Queen of Heaven,” is utterly without power.",
        "Not only is it plain that the titles and attributes of female\ngods have been appropriated by males, but it is also true that\nthe more ancient deities, which are now known to have been\nfemale, have by later investigators been represented as male.",
        "The interpretations which have hitherto been put upon the\nBabylonian and Assyrian deities by many of those who have\nattempted to unravel the mysteries of an earlier stage of\nreligious worship, is doubtless due to the fact that since the\nso-called historic period began, the qualities which have been\nconsidered godlike have all been masculine; it has therefore\nnever occurred to the minds of these writers that the ancients\nmay have entertained quite different notions from their own\nregarding the attributes of a Deity; hence, whenever the sex of a\ngod has appeared doubtful, especially if it be in the least\ndegree powerful or important, it has at once been denominated as\nmasculine, and this, too, notwithstanding the fact that such\nrendering has oftentimes involved inconsistencies,\ncontradictions, and absurdities which it is impossible to\nreconcile either with established facts or with common sense.",
        "Unless the symbols representing religious belief and worship are\nviewed in the light of later developed facts in mythology,\narchaeology, and philology, there occur many seeming absurdities\nand numberless facts which it is found difficult to reconcile\nwith each other; especially is this true in regard to some of the\nsymbols used to express the distinctive female and male\nqualities.  The serpent, for instance, although a male symbol, in\ncertain ages of the world’s history appears as a beautiful woman.",
        "This is accounted for by the fact that a woman and a serpent once\nstood for the god-idea.  Together they constituted an indivisible\nentity–the creating power in the universe.  They therefore\nbecame interchangeable terms.  The woman when appearing alone\nrepresented both, as did also the serpent.",
        "“In most ancient languages, probably all, the name for the\nserpent signifies Life, and the roots of these words generally\nalso signify the male and female organs, and sometimes these\nconjoined.  In low French the words for Phallus and life have the\nsame sound, though, as is sometimes the case, the spelling and\ngender differ\"; but this fact is thought to be of no material\nimportance, as “Jove, Jehova, sun, and moon have all been male\nand female by turn.”",
        "No doubt many of the inconsistencies hitherto observed in the\nreligion of the ancients will disappear so soon as we obtain a\nclearer knowledge of their chronology; and events which now seem\ncontradictory will be satisfactorily explained when placed in\ntheir proper order with regard to date.  Religion, like\neverything else, is constantly shifting its position to\naccommodate itself to the changed mental conditions of its\nadherents; hence, ideas which at any given time in the past were\nperfectly suited to a people, would, in the course of five\nhundred or one thousand years, have become changed or greatly\nmodified.",
        "During a certain stage in human history “all great women and\nmythical ladies were serpents\"; but when monumentally or\npictorially represented, they appeared “with the head of a woman,\nwhile the body was that of a reptile.”  This figure represented\nWisdom and Passion, or the spiritual and material planes of human\nexistence.  The mythical woman whom Hercules met in Scythia, and\nwho was doubtless the original eponymous leader of the Scythian\npeople, had the head of a woman and the body of a serpent.[73]\nEven the Mexicans declare that “he, the serpent, is the sun,\nTonakatl-Koatl, who ever accompanies their first woman.”  Their\nprimitive mother, they said, was Kihua-Kohuatl, which signifies a\nserpent.  In referring to this Mexican tradition, Forlong\nremarks: “So that the serpent here was represented as both Adam\nand Adama; and their Eden, as in Jewish story, was a garden of\nlove and pleasure.\"[74]",
        "[73] Herodotus, book iv., 9.",
        "[74] Rivers of Life, vol. i., p. 143.",
        "The traditions extant among all peoples seem to connect the\nintroduction of the serpent into religious symbolism, with a time\nin the history of mankind when they first began to recognize the\nfact, that through the abuse of the reproductive functions, evil,\nor human wretchedness, had gained the ascendency over the higher\nforces.  The Deity represented by a woman and a serpent involved\nthe idea not alone of good, but of good and evil combined. \nTogether they prefigured not only Wisdom and generative power,\nbut evil as well.  Mythologically they represented the cold of\nwinter and the heat of the sun’s rays, both of which were\nnecessary reproduction.  From this conception sprang the Ormuzd\nand Ahryman of the Persians, the story of Adam, Eve, and the\nserpent in Genesis, and the legend of Kihua-Kohuatl and\nTonakatl-Koatl in Mexico.",
        "“The serpent remained in the memory and affections of most early\npeople as wisdom, life, goodness, and the source of knowledge and\nscience, under various names such as Toth, Hermes, Themis, the\nKneph or Sophia of Egyptians and Gnostics, and Set, Shet, or Shem\nof the Jews.\"[75]",
        "[75] Forlong, Rivers of Life, etc., vol. i., p. 143.",
        "The Serpent Goddess, although embracing evil as well as good, was\nstill the “Giver of Life” and the “Teacher of Mankind.”  These\nwere the titles which in later ages began to be coveted by\nmonarchs, and then it was that the attributes belonging to this\nDeity began to appear in connection with royalty.",
        "There is no ancient divinity about which there seems to be\nconnected so much mystery as the Assyrian Hea.  When referring to\nthe “great obscurity” which surrounds this God we are assured\nthat there is at present “no means of determining the precise\nmeaning of the cuneiform Hea, which is Babylonian rather than\nAssyrian,” but that it is doubtless connected with the Arabic\nHya, which is said to mean “life,” or the female principle in\ncreation.  This Deity is the God of “glory” and of “giving,\"\ntitles which during the earlier ages of human existence belonged\nto the Queen of Heaven, the Celestial Mother.",
        "The representation of the god Amun or Amun-ra, which superseded\nthe triune Deity, Kneph, Sate, and Anouk at Thebes, and from\nwhich in Assyria doubtless proceeded the trinity, Amun,\nBel-Nimrod, and Hea, is supposed to be identical with the Greek\nZeus, which means the sun.  This God is represented by a female\nfigure seated on a throne.  It is crowned with two long feathers,\nand in the right hand is observed the cross, the emblem of life. \nManetho, the celebrated Egyptian historian, declares that the\nname of this God signifies “concealed.”",
        "There can be little doubt that the titles of the ancient\nDeity–the Destroyer or Regenerator, or, in other words, those of\nthe God of life which embraced the idea of the moving force\nthroughout Nature, were, in course of time, appropriated by the\nrulers of the people.  It is stated that the name of a certain\nEgyptian God appears first in connection with royalty, that “his\nname was substituted for some earlier divinity whose\nhieroglyphics were chiselled out of the monuments to make place\nfor his.”",
        "According to the testimony of Rawlinson, the God Hea is\nrepresented by the great serpent, which occupies a conspicuous\nposition among the symbols of the gods on the black stones\nrecording Babylonian benefactions.  Now these flat black stones\nare themselves said to symbolize the female element in the Deity,\nin contradistinction to the obelisks, which prefigure the male,\nwhile the serpent, for reasons which have already been explained,\nappeared for ages in connection with the figure of a woman.  In\nlater inscriptions “king” is everywhere attached to the name of\nthe God Hea, which fact shows that the titles ascribed to her\nwere those particularly coveted by royalty.  Hence we are not\nsurprised to find that in an inscription of Sardanapalus, in the\nBritish Museum, there “occurs a remarkable phrase in which the\nking takes the titles of Hea.”",
        "Among the Assyrian inscriptions appear Bel-Nimrod, Hea, and Nin\nor Bar.  In view of the facts which have come to light regarding\nHea, it is altogether probable that the triad Bel-Nimrod, Hea,\nand Nin represent the trinity as figured by the father, mother,\nand child.  That Nin was the son or the child of Bel-Nimrod “is\nconstantly asserted in the inscriptions.”  He appears also as the\nson of Hea, yet the fact that Hea should be represented as a\nwoman, or as the mother of Nin, and the central figure in the\ntrinity, seems not to have been observed by those who thus far\nhave been engaged in deciphering these inscriptions.  By\nrepresenting Hea as male, Nin is made to appear as the offspring\nof two fathers while he is left absolutely motherless.  To\nobviate this difficulty an ingenious attempt has been made to\naccount for his existence by substituting his own wife as the\nauthor of his being.  Although in the numerous accounts which I\nhad read of Hea, in my search for information concerning her, she\nhad always been designated as male, still I was satisfied from\nthe descriptions given that originally this Deity was female. \nTherefore upon receiving a copy of Forlong’s Rivers of Life and\nFaiths of Man in All Lands, I was not surprised to find the\nfollowing:",
        "“Hoa or Hea, the Hu of our Keltic ancestors, whose symbol was the\nshield and the serpent, was worshipped near rivers and lakes, and\nif possible on the sea-shore, where were offered to her such\nemblems as a golden vessel, boat, coffer, or fish, and she was\nthen named Belat Ili (the mistress of the Gods).\"[76]",
        "[76] Vol. ii., p. 94.",
        "She was the Goddess of Water.  Of this Forlong says: “Water,\nperhaps more than fire, has always been used as a purifier.  .  . .\nChristians have but imitated the ancients, in the use of\nLustral water–now-a-days called Holy Water, and into which salt\nshould be freely put.”",
        "According to Francis Vasques, the Cibola tribes of New Mexico pay\nno adoration to anything but water, believing it to be the chief\nsupport of all life.  The Hindoo faith and the Greek Christian\nChurch prescribe “adorations, sacrifices, and other water rites,\nand hence we find all orthodox clergy and devotees have much to\ndo with rivers, seas, and wells, especially at certain annual\nsolar periods.”",
        "The extent to which these ancient rites are still practiced as\npart and parcel of modern religious observances is not realized\nby those who have given no special attention to the subject.  As\nspring advances, all ranks of Russians from the Czar to the\nhumblest peasant proceed with their clergy to the Neva, where\nwith solemn pomp the ice is broken and the water, which is held\nto be of virgin purity, is sprinkled upon the heads of Czar,\nnobles, and other dignitaries.  The following is an account given\nof the worship of Hea not many years ago in the public press:",
        "“An Imperial and Arch-episcopal procession was formed, consisting\nof, first, the High Priest of the empire in all his most gorgeous\nrobes, the two masters of ceremonies walking backwards (probably\nbecause not of a holy enough order), long double files of white-\nand gold-robed bearers of sacred flambeaux or candles, for Fire\nmust enter into every ceremony, whether it is the male or female\nenergy which is being worshipped.  Following these Religieux came\nall the sacred relics and fetishes of the Church, as Maya’s holy\ncup for water, all holy books, crosses, banners, with sacred\nemblems in their order, and finally the Czar, humbly, and, like\nall his people, on foot, followed by courtly throngs.  These all\nproceeded to a handsome pavilion or kiosk, erected close to the\nedge of the water, when the Metropolitan of the Church reverently\nmade an incision in the ice, and took out a little water in a\nsacred golden cup bearing strange devices.  The firing of guns\naccompanied these solemn acts in all their stages, and wherever\nthe grave procession moved, it always did so with measured tread,\nchanting sacred verses to the old, old Deity of our race, and\nsurrounded with all the pomp of war; whilst at intervals, peals\nof Christian bells and the booming of near and distant guns added\nto the solemnity of this water pageant.  After the filling of the\ngolden cup, which, of course, represents the earth and its\nfulness, and, at this season, the now expected increase, the High\nPriest placed a golden crucifix on the virgin water and blessed\nits return from wintry death, invoking the precious fluid to\nvernal life and productiveness, when lo! a holy child suddenly\nappears upon the scene, reminding us that this is everywhere the\noutcome of the ’wafers of life’ in all animal as well as\nvegetable production.  Boodha in the garden of Loobim through\nwhich flowed a holy stream, and Christ by the brook at Bethlehem,\nnay, the first pair in the garden of the four rivers, are all the\nsame idea–fertility and creation.  The high Russian Pontiff now\nslowly and solemnly stooped, and taking up some of the holy\nwater, proceeded to sprinkle the vernal child–Jesus, whispered\nthese crowds, but the ancients said Horus.  The sacred fluid was\nthen sprinkled on the clergy, the Czar, and all dignitaries, and\nfinally on the sacred emblems, banners, guns, etc.  Men and\nwomen, aye, wise as well as foolish, of every rank, now crowded\nforward, and on bended knee besought their Patriarch to sprinkle\nand to bless them.  Finally, the great Czar put the cup to his\nlips, humbly and reverently, and then filled it to overflowing\nwith a wealth of golden pieces, for it is the still living\nrepresentative in the nineteenth century A.C. of ’the golden\nboat’ of Hea of the nineteenth century B.C.’[77]",
        "[77] Forlong, Rivers of Life, vol. ii., p. 95.",
        "The symbol of Neith or Muth, Athene or Minerva, the great\nuniversal female principle of the Egyptians, Greeks, and Romans,\nwas the shield and serpent.  In Celtic Druids I find that Nath,\nthe Egyptian Neith, the “goddess of wisdom and science whose\nsymbol was the shield and serpent, was worshipped among the\nancient Irish.”  The male God associated with her was Naith, and\naccording to Higgins represented “the opposite of Neith.”",
        "In Rivers of Life is observed a reference to the Assyrian Goddess\nHea by Lucian.  In a note Forlong says that no doubt Hea is the\nsame as Haiya or Haya.  In other words she represents the\nuniversal hermaphrodite–the creative principle throughout\nNature, which was originally worshipped as female.  The actual\nsignification of the word Haya is “life.”  In ancient Arabia it\nwas applied to a group of kinsmen.",
        "The Rev. Mr. Davis is of the opinion that Noe or Noah was the\nsame as Deon and that both were Hu or Hea the mighty, whose\nchariot was drawn by solar rays.  This God was in fact the same\nas Zeus, Bacchus, and all the rest of the sun and water Deities. \nIt has been observed that, according to the ancient cosmogonies,\nwithin water was contained the life principle, and as a woman\npresided over it, or was the only being or entity present, she\nmust have been the self-existent Creator.  From this woman sprang\nall creation.  According to the account in Genesis, the Spirit of\nGod moved on the face of the deep and creation began.",
        "By all nations water has been employed as a symbol of\nregeneration, and as it contained the beginning of things it was\nfemale.  The Hindoos regard it as sacred, and in one of their\nmost solemn prayers it is thus invoked:  Waters, mothers of\nworlds, purify us![78]",
        "[78] Quoted by Inman from Colbrook, vol. i., p. 85.",
        "Doubtless it was from these ancient speculations regarding the\nbeginnings of things that Thales, the Milesian philosopher,\nreceived his doctrine that water is the original principle.  The\nancient Egyptians and the Jewish people to this day have the\ncustom of pouring out all the water contained in any vessel in a\nhouse where a death has taken place, because of the idea that as\nthe living being comes from water, so does it make its exit\nthrough water.  Hence “to drink or to use in any way a fluid\nwhich contains the life of human beings would be a foul offense.”",
        "The fact is noted by Inman that in all Assyrian mythology the\nwater God Hea is associated with life and with a serpent. \nAlthough Rawlinson declares that Hea is Babylonian rather than\nAssyrian, may she not, in view of the facts concerning her, be\nnot only Babylonian, but Egyptian, Indian, Phrygian, Mexican, and\nall the rest?",
        "It would seem that in this Deity, who is figured in connection\nwith a shield and serpent, as is Minerva, and who is worshipped\nnear water– an emblem which is sacred to her,–and whose titles\ncorrespond exactly to those of Neith or Cybele, might be traced\nthe remnants of a once universal worship–a worship in which the\nfemale energy constituted the Creator.",
        "Although it is declared that “great obscurity surrounds the God\nHea,” no one, I think, whose mind is free from prejudice, and who\nunderstands the significance of the early god-idea, and the true\nmeaning of the symbols used in later ages to express it, can\nstudy the myths connected with this Deity without at once\nrecognizing her identity with the great female God of Nature who\nwas once worshipped by every people on the globe, but whose\nworship had become sensualized to satisfy the corrupted taste of\na more depraved age–an age in which passion constituted the\nhighest idea of a God.",
        "Although the serpent Deity was originally portrayed with the head\nof a woman and the body of a serpent or fish, after the change of\nsex in the god-idea which has been noted in the foregoing pages\nhad been completed, it is observed that this figure is\nrepresented by the head of a man and the body of a serpent.  Hea,\nthe great goddess to whom water, the original principle, is\nsacred, and who is suspiciously connected with Noah, the\nlife-principle which appears at the close of a cycle, has changed\nher sex.  This god is now the “Ruler of the Seas,” “Master of the\nLife-Boat” (the ark), and “Lord of the Earth.”  The earth is his\nand the fulness thereof.  He is the “Life Giver,” the “Lord of\nHosts,” who subsequently becomes the maker of heaven and earth.",
        "Minerva, who had been the first emanation from the Deity and the\ndaughter of the Great Mother of the Gods, now has a father but no\nmother.  Jove, who in course of time came to be represented as a\nmale Creator, brought her forth from his head.  Later, woman is\nproduced from the side of man.  The male principle, symbolized by\na serpent, has become “the one only and true God.”  It is Passion\n–the “Healer of Nations\"–the great “I Am.”",
        "No unprejudiced individual who carefully follows the results of\nlater investigation, and who attempts to unravel the mysteries\nsurrounding the ancient gods and the significance of the symbols\nof worship belonging to the earliest historic times, will fail to\nnote the attempt which has been made in later ages to conceal the\nfact that the Deity worshipped in very ancient times was female. \nNeither will he fail to observe the modus operandi by which the\nattributes and prerogatives of this Deity have been shifted upon\nmales–usually deified monarchs.  After priestcraft and its\ncounterpart, monarchial rule, had robbed the people of all their\nnatural rights, kings assumed not alone the governing functions,\nbut arrogated to themselves the symbols, titles, and attributes\nof the dual Deity.  The reigning monarch became not only the\ntemporal ruler and priest, but was actually God himself, the\nfemale principle being concealed under convenient symbols.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}