{
    "title": "The Pleasures of Life - CHAPTER VIII. THE PLEASURES OF HOME.",
    "author": "Sir John Lubbock",
    "chapter": "11",
    "content": [
        "\n\n",
        "    “There’s no place like Home.\"–Old English Song.",
        "It may well be doubted which is more delightful,–to start for a holiday\nwhich has been fully earned, or to return home from one which has been\nthoroughly enjoyed; to find oneself, with renewed vigor, with a fresh\nstore of memories and ideas, back once more by one’s own fireside, with\none’s family, friends, and books.",
        "“To sit at home,” says Leigh Hunt, “with an old folio (?) book of romantic\nyet credible voyages and travels to read, an old bearded traveller for its\nhero, a fireside in an old country house to read it by, curtains drawn,\nand just wind enough stirring out of doors to make an accompaniment to the\nbillows or forests we are reading of–this surely is one of the perfect\nmoments of existence.”",
        "It is no doubt a great privilege to visit foreign countries; to travel say\nin Mexico or Peru, or to cruise among the Pacific Islands; but in some\nrespects the narratives of early travellers, the histories of Prescott or\nthe voyages of Captain Cook, are even more interesting; describing to us,\nas they do, a state of society which was then so unlike ours, but which\nhas now been much changed and Europeanized.",
        "Thus we may make our daily travels interesting, even though, like those of\nthe Vicar of Wakefield, all our adventures are by our own fireside, and\nall our migrations from one room to another.",
        "Moreover, even if the beauties of home are humble, they are still\ninfinite, and a man “may lie in his bed, like Pompey and his sons, in all\nquarters of the earth.” [1]",
        "It is, then, wise to “cultivate a talent very fortunate for a man of my\ndisposition, that of travelling in my easy chair; of transporting myself,\nwithout stirring from my parlor, to distant places and to absent friends;\nof drawing scenes in my mind’s eye; and of peopling them with the groups\nof fancy, or the society of remembrance.” [2]",
        "We may indeed secure for ourselves endless variety without leaving our own\nfiresides.",
        "In the first place, the succession of seasons multiplies every home. How\ndifferent is the view from our windows as we look on the tender green of\nspring, the rich foliage of summer, the glorious tints of autumn, or the\ndelicate tracery of winter.",
        "Our climate is so happy, that even in the worst months of the year, “calm\nmornings of sunshine visit us at times, appearing like glimpses of\ndeparted spring amid the wilderness of wet and windy days that lead to\nwinter. It is pleasant, when these interludes of silver light occur, to\nride into the woods and see how wonderful are all the colors of decay.\nOverhead, the elms and chestnuts hang their wealth of golden leaves, while\nthe beeches darken into russet tones, and the wild cherry glows like\nblood-red wine. In the hedges crimson haws and scarlet hips are wreathed\nwith hoary clematis or necklaces of coral briony-berries; the brambles\nburn with many-colored flames; the dog-wood is bronzed to purple; and here\nand there the spindle-wood puts forth its fruit, like knots of rosy buds,\non delicate frail twigs. Underneath lie fallen leaves, and the brown brake\nrises to our knees as we thread the forest paths.” [3]",
        "Nay, every day gives us a succession of glorious pictures in never-ending\nvariety. It is remarkable how few people seem to derive any pleasure from\nthe beauty of the sky. Gray, after describing a sunrise–how it began with\na slight whitening, just tinged with gold and blue, lit up all at once by\na little line of insufferable brightness which rapidly grew to half an\norb, and so to a whole one too glorious to be distinctly seen–adds, “I\nwonder whether any one ever saw it before. I hardly believe it.” [4]",
        "No doubt from the dawn of poetry, the splendors of the morning and evening\nskies have delighted all those who have eyes to see. But we are especially\nindebted to Ruskin for enabling us more vividly to realize these glorious\nsky pictures. As he says, in language almost as brilliant as the sky\nitself, the whole heaven, “from the zenith to the horizon, becomes one\nmolten, mantling sea of color and fire; every block bar turns into massy\ngold, every ripple and wave into unsullied, shadowless crimson, and\npurple, and scarlet, and colors for which there are no words in language,\nand no ideas in the mind–things which can only be conceived while they\nare visible; the intense hollow blue of the upper sky melting through it\nall, showing here deep and pure, and lightness; there, modulated by the\nfilmy, formless body of the transparent vapor, till it is lost\nimperceptibly in its crimson and gold.”",
        "It is in some cases indeed “not color but conflagration,” and though the\ntints are richer and more varied toward morning and at sunset, the\nglorious kaleidoscope goes on all day long. Yet “it is a strange thing how\nlittle in general people know about the sky. It is the part of creation in\nwhich Nature has done more for the sake of pleasing man, more for the sole\nand evident purpose of talking to him, and teaching him, than in any other\nof her works, and it is just the part in which we least attend to her.\nThere are not many of her other works in which some more material or\nessential purpose than the mere pleasing of man is not answered by every\npart of their organization; but every essential purpose of the sky might,\nso far as we know, be answer, if once in three days, or thereabouts, a\ngreat, ugly, black rain-cloud were brought up over the blue, and\neverything well watered, and so all left blue again till next time, with\nperhaps a film of morning and evening mist for dew. And instead of this,\nthere is not a moment of any day of our lives when Nature is not producing\nscene after scene, picture after picture, glory after glory, and working\nstill upon such exquisite and constant principles of the most perfect\nbeauty, that it is quite certain it is all done for us, and intended for\nour perpetual pleasure.” [5]",
        "Nor does the beauty end with the day. “It is nothing to sleep under the\ncanopy of heaven, where we have the globe of the earth for our place of\nrepose, and the glories of the heavens for our spectacle?” [6] For my part\nI always regret the custom of shutting up our rooms in the evening, as\nthough there was nothing worth seeing outside. What, however, can be more\nbeautiful than to “look how the floor of heaven is thick inlaid with\npatines of bright gold,” or to watch the moon journeying in calm and\nsilver glory through the night. And even if we do not feel that “the man\nwho has seen the rising moon break out of the clouds at midnight, has been\npresent like an Archangel at the creation of light and of the world,” [7]\nstill “the stars say something significant to all of us: and each man has\na whole hemisphere of them, if he will but look up, to counsel and\nbefriend him\"; [8] for it is not so much, as Helps elsewhere observes, “in\nguiding us over the seas of our little planet, but out of the dark waters\nof our own perturbed minds, that we may make to ourselves the most of\ntheir significance.” Indeed,",
        "     “How beautiful is night!\n    A dewy freshness fills the silent air;\n  No mist obscures, nor cloud, nor speck, nor stain,\n      Breaks the serene of heaven:\n    In full-orbed glory yonder moon divine\n    Rolls through the dark blue depths;\n     Beneath her steady ray\n     The desert circle spreads,\n  Like the round ocean, girdled with the sky;\n      How beautiful is night!” [9]",
        "I have never wondered at those who worshipped the sun and moon.",
        "On the other hand, when all outside is dark and cold; when perhaps",
        "  “Outside fall the snowflakes lightly;\n    Through the night loud raves the storm;\n  In my room the fire glows brightly,\n    And ’tis cosy, silent, warm.\n\n  “Musing sit I on the settle\n    By the firelight’s cheerful blaze,\n  Listening to the busy kettle\n    Humming long forgotten lays.” [10]",
        "For after all the true pleasures of home are not without, but within; and\n“the domestic man who loves no music so well as his own kitchen clock and\nthe airs which the logs sing to him as they burn on the hearth, has\nsolaces which others never dream of.” [11]",
        "We love the ticking of the clock, and the flicker of the fire, like the\nsound of the cawing of rooks, not so much for any beauty of their own as\nfor their associations.",
        "It is a great truth that when we retire into ourselves we can call up what\nmemories we please.",
        "  “How dear to this heart are the scenes of my childhood,\n  When fond recollection recalls them to view.–\n  The orchard, the meadow, the deep-tangled wildwood\n  And every lov’d spot which my infancy knew.” [12]",
        "It is not so much the",
        "  “Fireside enjoyments,\n   And all the comforts of the lowly roof,” [13]",
        "but rather, according to the higher and better ideal of Keble,",
        "  “Sweet is the smile of home; the mutual look,\n     When hearts are of each other sure;\n  Sweet all the joys that crowd the household nook,\n     The haunt of all affections pure.”",
        "In ancient times, not only among savage races, but even among the Greeks\nthemselves, there seems to have been but little family life. What a\ncontrast was the home life of the Greeks, as it seems to have been, to\nthat, for instance, described by Cowley–a home happy “in books and\ngardens,” and above all, in a",
        "  “Virtuous wife, where thou dost meet\n  Both pleasures more refined and sweet;\n  The fairest garden in her looks\n  And in her mind the wisest books.”",
        "No one who has ever loved mother or wife, sister or daughter, can read\nwithout astonishment and pity St. Chrysostom’s description of woman as “a\nnecessary evil, a natural temptation, a desirable calamity, a domestic\nperil, a deadly fascination, and a painted ill.”",
        "In few respects has mankind made a greater advance than in the relations\nof men and women. It is terrible to think how women suffer in savage life;\nand even among the intellectual Greeks, with rare exceptions, they seem to\nhave been treated rather as housekeepers or playthings than as the Angels\nwho make a Heaven of home.",
        "The Hindoo proverb that you should “never strike a wife, even with a\nflower,” though a considerable advance, tells a melancholy tale of what\nmust previously have been.",
        "In The Origin of Civilization I have given many cases showing how small\na part family affection plays in savage life. Here I will only mention one\ncase in illustration. The Algonquin (North America) language contained no\nword for “to love,” so that when the missionaries translated the Bible\ninto it they were obliged to invent one. What a life, and what a language,\nwithout love.",
        "Yet in marriage even the rough passion of a savage may contrast favorably\nwith any cold calculation, which, like the enchanted hoard of the\nNibelungs, is almost sure to bring misfortune. In the Kalevala, the\nFinnish epic, the divine smith, Ilmarinnen, forges a bride of gold and\nsilver for Wainamoinen, who was pleased at first to have so rich a wife,\nbut soon found her intolerably cold, for, in spite of fires and furs,\nwhenever he touched her she froze him.",
        "Moreover, apart from mere coldness, how much we suffer from foolish\nquarrels about trifles; from mere misunderstandings; from hasty words\nthoughtlessly repeated, sometimes without the context or tone which would\nhave deprived them of any sting. How much would that charity which\n“beareth all things, believeth all things, hopeth all things, endureth all\nthings,” effect to smooth away the sorrows of life and add to the\nhappiness of home. Home indeed may be a sure haven of repose from the\nstorms and perils of the world. But to secure this we must not be content\nto pave it with good intentions, but must make it bright and cheerful.",
        "If our life be one of toil and of suffering, if the world outside be cold\nand dreary, what a pleasure to return to the sunshine of happy faces and\nthe warmth of hearts we love.",
        "[1] Sir T. Browne.",
        "[2] Mackenzie, The Lounger.",
        "[3] J. A. Symonds.",
        "[4] Gray’s Letters.",
        "[5] Ruskin.",
        "[6] Seneca.",
        "[7] Emerson.",
        "[8] Helps.",
        "[9] Southey.",
        "[10] Heine, trans. by E. A. Bowring.",
        "[11] Emerson.",
        "[12] Woodworth.",
        "[13] Cowper.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}