{
    "title": "The Meaning of Truth",
    "author": "William James",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "THE pivotal part of my book named Pragmatism is its account of the\nrelation called ’truth’ which may obtain between an idea\n(opinion, belief, statement, or what not) and its object. ’Truth,’ I\nthere say, ’is a property of certain of our ideas. It means their\nagreement, as falsity means their disagreement, with\nreality. Pragmatists and intellectualists both accept this\ndefinition as a matter of course.",
        "’Where our ideas [do] not copy definitely their object, what does\nagreement with that object mean? ... Pragmatism asks its\nusual question. “Grant an idea or belief to be true,” it says, “what\nconcrete difference will its being true make in any one’s actual\nlife? What experiences [may] be different from those which would\nobtain if the belief were false? How will the truth be realized?\nWhat, in short, is the truth’s cash-value in experiential\nterms?” The moment pragmatism asks this question, it sees the\nanswer: TRUE IDEAS ARE THOSE THAT WE CAN ASSIMILATE, VALIDATE,\nCORROBORATE, AND VERIFY. FALSE IDEAS ARE THOSE THAT WE CANNOT. That\nis the practical difference it makes to us to have true ideas; that\ntherefore is the meaning of truth, for it is all that truth is known\nas.",
        "’The truth of an idea is not a stagnant property inherent in it.\nTruth HAPPENS to an idea. It BECOMES true, is MADE true by events.\nIts verity IS in fact an event, a process, the process namely of its\nverifying itself, its veriFICATION. Its validity is the process of\nits validATION. [Footnote: But ’VERIFIABILITY,’ I add, ’is as good\nas verification. For one truth-process completed, there are a\nmillion in our lives that function in [the] state of nascency. They\nlead us towards direct verification; lead us into the surroundings\nof the object they envisage; and then, if everything, runs on\nharmoniously, we are so sure that verification is possible that we\nomit it, and are usually justified by all that happens.’]",
        "’To agree in the widest sense with a reality can only mean to be\nguided either straight up to it or into its surroundings, or to be\nput into such working touch with it as to handle either it or\nsomething connected with it better than if we disagreed. Better\neither intellectually or practically .... Any idea that helps us\nto deal, whether practically or intellectually, with either the\nreality or its belongings, that doesn’t entangle our progress in\nfrustrations, that FITS, in fact, and adapts our life to the\nreality’s whole setting, will agree sufficiently to meet\nthe requirement. It will be true of that reality.",
        "’THE TRUE, to put it very briefly, IS ONLY THE EXPEDIENT IN THE WAY\nOF OUR THINKING, JUST AS THE RIGHT IS ONLY THE EXPEDIENT IN THE WAY\nOF OUR BEHAVING. Expedient in almost any fashion, and expedient in\nthe long run and on the whole, of course; for what meets expediently\nall the experience in sight won’t necessarily meet all farther\nexperiences equally satisfactorily. Experience, as we know, has ways\nof BOILING OVER, and making us correct our present formulas.’",
        "This account of truth, following upon the similar ones given by\nMessrs. Dewey and Schiller, has occasioned the liveliest\ndiscussion. Few critics have defended it, most of them have scouted\nit. It seems evident that the subject is a hard one to understand,\nunder its apparent simplicity; and evident also, I think, that\nthe definitive settlement of it will mark a turning-point in the\nhistory of epistemology, and consequently in that of general\nphilosophy. In order to make my own thought more accessible to those\nwho hereafter may have to study the question, I have collected in\nthe volume that follows all the work of my pen that bears directly\non the truth-question. My first statement was in 1884, in the\narticle that begins the present volume. The other papers follow in\nthe order of their publication. Two or three appear now for the\nfirst time.",
        "One of the accusations which I oftenest have had to meet is that of\nmaking the truth of our religious beliefs consist in their ’feeling\ngood’ to us, and in nothing else. I regret to have given some excuse\nfor this charge, by the unguarded language in which, in the book\nPragmatism, I spoke of the truth of the belief of certain\nphilosophers in the absolute. Explaining why I do not believe in the\nabsolute myself (p. 78), yet finding that it may secure ’moral\nholidays’ to those who need them, and is true in so far forth (if to\ngain moral holidays be a good), [Footnote: Op. cit., p. 75.] I\noffered this as a conciliatory olive-branch to my enemies. But they,\nas is only too common with such offerings, trampled the gift under\nfoot and turned and rent the giver. I had counted too much on their\ngood will–oh for the rarity of Christian charity under the sun! Oh\nfor the rarity of ordinary secular intelligence also! I had supposed\nit to be matter of common observation that, of two competing views\nof the universe which in all other respects are equal, but of which\nthe first denies some vital human need while the second satisfies\nit, the second will be favored by sane men for the simple reason\nthat it makes the world seem more rational. To choose the first view\nunder such circumstances would be an ascetic act, an act of\nphilosophic self-denial of which no normal human being would be\nguilty. Using the pragmatic test of the meaning of concepts, I had\nshown the concept of the absolute to MEAN nothing but the\nholiday giver, the banisher of cosmic fear. One’s objective\ndeliverance, when one says ’the absolute exists,’ amounted, on my\nshowing, just to this, that ’some justification of a feeling\nof security in presence of the universe,’ exists, and that\nsystematically to refuse to cultivate a feeling of security would be\nto do violence to a tendency in one’s emotional life which\nmight well be respected as prophetic.",
        "Apparently my absolutist critics fail to see the workings of their\nown minds in any such picture, so all that I can do is to apologize,\nand take my offering back. The absolute is true in NO way then, and\nleast of all, by the verdict of the critics, in the way which I\nassigned!",
        "My treatment of ’God,’ ’freedom,’ and ’design’ was similar.\nReducing, by the pragmatic test, the meaning of each of these\nconcepts to its positive experienceable operation, I showed them all\nto mean the same thing, viz., the presence of ’promise’ in the\nworld. ’God or no God?’ means ’promise or no promise?’ It seems to\nme that the alternative is objective enough, being a question as to\nwhether the cosmos has one character or another, even though our own\nprovisional answer be made on subjective grounds. Nevertheless\nchristian and non-christian critics alike accuse me of summoning\npeople to say ’God exists,’ EVEN WHEN HE DOESN’T EXIST, because\nforsooth in my philosophy the ’truth’ of the saying doesn’t\nreally mean that he exists in any shape whatever, but only that to\nsay so feels good.",
        "Most of the pragmatist and anti-pragmatist warfare is over what the\nword ’truth’ shall be held to signify, and not over any of the\nfacts embodied in truth-situations; for both pragmatists and anti-\npragmatists believe in existent objects, just as they believe in our\nideas of them. The difference is that when the pragmatists speak of\ntruth, they mean exclusively some thing about the ideas, namely\ntheir workableness; whereas when anti-pragmatists speak of truth\nthey seem most often to mean something about the objects. Since the\npragmatist, if he agrees that an idea is ’really’ true, also\nagrees to whatever it says about its object; and since most anti-\npragmatists have already come round to agreeing that, if the object\nexists, the idea that it does so is workable; there would seem so\nlittle left to fight about that I might well be asked why instead of\nreprinting my share in so much verbal wrangling, I do not show my\nsense of ’values’ by burning it all up.",
        "I understand the question and I will give my answer. I am interested\nin another doctrine in philosophy to which I give the name of\nradical empiricism, and it seems to me that the establishment of the\npragmatist theory of truth is a step of first-rate importance in\nmaking radical empiricism prevail. Radical empiricism consists first\nof a postulate, next of a statement of fact, and finally of a\ngeneralized conclusion.",
        "The postulate is that the only things that shall be debatable among\nphilosophers shall be things definable in terms drawn from\nexperience. [Things of an unexperienceable nature may exist ad\nlibitum, but they form no part of the material for philosophic\ndebate.]",
        "The statement of fact is that the relations between things,\nconjunctive as well as disjunctive, are just as much matters of\ndirect particular experience, neither more so nor less so, than the\nthings themselves.",
        "The generalized conclusion is that therefore the parts of experience\nhold together from next to next by relations that are themselves\nparts of experience. The directly apprehended universe needs, in\nshort, no extraneous trans-empirical connective support, but\npossesses in its own right a concatenated or continuous structure.",
        "The great obstacle to radical empiricism in the contemporary mind is\nthe rooted rationalist belief that experience as immediately given\nis all disjunction and no conjunction, and that to make one world\nout of this separateness, a higher unifying agency must be there.\nIn the prevalent idealism this agency is represented as the absolute\nall-witness which ’relates’ things together by throwing\n’categories’ over them like a net. The most peculiar and unique,\nperhaps, of all these categories is supposed to be the truth-\nrelation, which connects parts of reality in pairs, making of one of\nthem a knower, and of the other a thing known, yet which is itself\ncontentless experientially, neither describable, explicable, nor\nreduceable to lower terms, and denotable only by uttering the name\n’truth.’",
        "The pragmatist view, on the contrary, of the truth-relation is that\nit has a definite content, and that everything in it is\nexperienceable. Its whole nature can be told in positive terms. The\n’workableness’ which ideas must have, in order to be true, means\nparticular workings, physical or intellectual, actual or\npossible, which they may set up from next to next inside of concrete\nexperience. Were this pragmatic contention admitted, one great point\nin the victory of radical empiricism would also be scored, for the\nrelation between an object and the idea that truly knows it, is held\nby rationalists to be nothing of this describable sort, but to stand\noutside of all possible temporal experience; and on the relation,\nso interpreted, rationalism is wonted to make its last most obdurate\nrally.",
        "Now the anti-pragmatist contentions which I try to meet in this\nvolume can be so easily used by rationalists as weapons of\nresistance, not only to pragmatism but to radical empiricism also\n(for if the truth-relation were transcendent, others might be so\ntoo), that I feel strongly the strategical importance of having\nthem definitely met and got out of the way. What our critics most\npersistently keep saying is that though workings go with truth, yet\nthey do not constitute it. It is numerically additional to them,\nprior to them, explanatory OF them, and in no wise to be explained\nBY them, we are incessantly told. The first point for our enemies to\nestablish, therefore, is that SOMETHING numerically additional and\nprior to the workings is involved in the truth of an idea. Since the\nOBJECT is additional, and usually prior, most rationalists plead IT,\nand boldly accuse us of denying it. This leaves on the bystanders\nthe impression–since we cannot reasonably deny the existence of the\nobject–that our account of truth breaks down, and that our critics\nhave driven us from the field. Altho in various places in this\nvolume I try to refute the slanderous charge that we deny real\nexistence, I will say here again, for the sake of emphasis, that\nthe existence of the object, whenever the idea asserts it ’truly,’\nis the only reason, in innumerable cases, why the idea does work\nsuccessfully, if it work at all; and that it seems an abuse\nof language, to say the least, to transfer the word ’truth’ from the\nidea to the object’s existence, when the falsehood of ideas that\nwon’t work is explained by that existence as well as the truth of\nthose that will.",
        "I find this abuse prevailing among my most accomplished adversaries.\nBut once establish the proper verbal custom, let the word\n’truth’ represent a property of the idea, cease to make it something\nmysteriously connected with the object known, and the path opens\nfair and wide, as I believe, to the discussion of radical empiricism\non its merits. The truth of an idea will then mean only its\nworkings, or that in it which by ordinary psychological laws sets up\nthose workings; it will mean neither the idea’s object, nor anything\n’saltatory’ inside the idea, that terms drawn from experience cannot\ndescribe.",
        "One word more, ere I end this preface. A distinction is sometimes\nmade between Dewey, Schiller and myself, as if I, in supposing\nthe object’s existence, made a concession to popular prejudice which\nthey, as more radical pragmatists, refuse to make. As I myself\nunderstand these authors, we all three absolutely agree in admitting\nthe transcendency of the object (provided it be an experienceable\nobject) to the subject, in the truth-relation. Dewey in\nparticular has insisted almost ad nauseam that the whole meaning of\nour cognitive states and processes lies in the way they intervene in\nthe control and revaluation of independent existences or facts. His\naccount of knowledge is not only absurd, but meaningless, unless\nindependent existences be there of which our ideas take account, and\nfor the transformation of which they work. But because he and\nSchiller refuse to discuss objects and relations ’transcendent’ in\nthe sense of being ALTOGETHER TRANS-EXPERIENTIAL, their critics\npounce on sentences in their writings to that effect to show that\nthey deny the existence WITHIN THE REALM OF EXPERIENCE of objects\nexternal to the ideas that declare their presence there. [Footnote:\nIt gives me pleasure to welcome Professor Carveth Read into the\npragmatistic church, so far as his epistemology goes. See his\nvigorous book, The Metaphysics of Nature, 2d Edition, Appendix A.\n(London, Black, 1908.) The work What is Reality? by Francis Howe\nJohnson (Boston, 1891), of which I make the acquaintance only while\ncorrecting these proofs, contains some striking anticipations of the\nlater pragmatist view. The Psychology of Thinking, by Irving\nE. Miller (New York, Macmillan Co., 1909), which has just\nappeared, is one of the most convincing pragmatist document yet\npublished, tho it does not use the word ’pragmatism’ at all. While I\nam making references, I cannot refrain from inserting one to the\nextraordinarily acute article by H. V. Knox. in the Quarterly Review\nfor April, 1909.]",
        "It seems incredible that educated and apparently sincere\ncritics should so fail to catch their adversary’s point of view.",
        "What misleads so many of them is possibly also the fact that the\nuniverses of discourse of Schiller, Dewey, and myself are panoramas\nof different extent, and that what the one postulates explicitly the\nother provisionally leaves only in a state of implication, while the\nreader thereupon considers it to be denied. Schiller’s universe is\nthe smallest, being essentially a psychological one. He starts with\nbut one sort of thing, truth-claims, but is led ultimately to the\nindependent objective facts which they assert, inasmuch as the most\nsuccessfully validated of all claims is that such facts are\nthere. My universe is more essentially epistemological. I start with\ntwo things, the objective facts and the claims, and indicate which\nclaims, the facts being there, will work successfully as\nthe latter’s substitutes and which will not. I call the former\nclaims true. Dewey’s panorama, if I understand this colleague, is\nthe widest of the three, but I refrain from giving my own account of\nits complexity. Suffice it that he holds as firmly as I do to\nobjects independent of our judgments. If I am wrong in saying this,\nhe must correct me. I decline in this matter to be corrected at\nsecond hand.",
        "I have not pretended in the following pages to consider all the\ncritics of my account of truth, such as Messrs. Taylor, Lovejoy,\nGardiner, Bakewell, Creighton, Hibben, Parodi, Salter, Carus,\nLalande, Mentre, McTaggart, G. E. Moore, Ladd and others,\nespecially not Professor Schinz, who has published under the title\nof Anti-pragmatisme an amusing sociological romance. Some of these\ncritics seem to me to labor under an inability almost pathetic, to\nunderstand the thesis which they seek to refute. I imagine that most\nof their difficulties have been answered by anticipation elsewhere\nin this volume, and I am sure that my readers will thank me for not\nadding more repetition to the fearful amount that is already there.",
        "95 IRVING ST., CAMBRIDGE (MASS.), August, 1909.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}