{
    "title": "The Story of Mankind - A Summary (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "A SHORT SUMMARY OF CHAPTERS 1 to 20",
        "THUS far, from the top of our high tower we have been\nlooking eastward. But from this time on, the history of Egypt\nand Mesopotamia is going to grow less interesting and I must\ntake you to study the western landscape.",
        "Before we do this, let us stop a moment and make clear to\nourselves what we have seen.",
        "First of all I showed you prehistoric man–a creature very\nsimple in his habits and very unattractive in his manners. I\ntold you how he was the most defenceless of the many animals\nthat roamed through the early wilderness of the five continents,\nbut being possessed of a larger and better brain, he managed to\nhold his own.",
        "Then came the glaciers and the many centuries of cold\nweather, and life on this planet became so difficult that man was\nobliged to think three times as hard as ever before if he wished\nto survive. Since, however, that “wish to survive” was (and is)\nthe mainspring which keeps every living being going full tilt to\nthe last gasp of its breath, the brain of glacial man was set to\nwork in all earnestness. Not only did these hardy people manage\nto exist through the long cold spells which killed many\nferocious animals, but when the earth became warm and comfortable\nonce more, prehistoric man had learned a number of\nthings which gave him such great advantages over his less intelligent\nneighbors that the danger of extinction (a very serious\none during the first half million years of man’s residence upon\nthis planet) became a very remote one.",
        "I told you how these earliest ancestors of ours were slowly\nplodding along when suddenly (and for reasons that are not\nwell understood) the people who lived in the valley of the Nile\nrushed ahead and almost over night, created the first centre of\ncivilisation.",
        "Then I showed you Mesopotamia, “the land between the\nrivers,” which was the second great school of the human race.\nAnd I made you a map of the little island bridges of the AEgean\nSea, which carried the knowledge and the science of the old\neast to the young west, where lived the Greeks.",
        "Next I told you of an Indo-European tribe, called the Hellenes,\nwho thousands of years before had left the heart of\nAsia and who had in the eleventh century before our era pushed\ntheir way into the rocky peninsula of Greece and who, since\nthen, have been known to us as the Greeks. And I told\nyou the story of the little Greek cities that were really states,\nwhere the civilisation of old Egypt and Asia was transfigured\n(that is a big word, but you can “figure out” what it means)\ninto something quite new, something that was much nobler and\nfiner than anything that had gone before.",
        "When you look at the map you will see how by this time\ncivilisation has described a semi-circle. It begins in Egypt,\nand by way of Mesopotamia and the AEgean Islands it moves\nwestward until it reaches the European continent. The first\nfour thousand years, Egyptians and Babylonians and Phoenicians\nand a large number of Semitic tribes (please remember\nthat the Jews were but one of a large number of Semitic peoples)\nhave carried the torch that was to illuminate the world.\nThey now hand it over to the Indo-European Greeks, who become\nthe teachers of another Indo-European tribe, called the\nRomans. But meanwhile the Semites have pushed westward\nalong the northern coast of Africa and have made themselves\nthe rulers of the western half of the Mediterranean just when\nthe eastern half has become a Greek (or Indo-European) possession.",
        "This, as you shall see in a moment, leads to a terrible conflict\nbetween the two rival races, and out of their struggle arises\nthe victorious Roman Empire, which is to take this Egyptian-\nMesopotamian-Greek civilisation to the furthermost corners of\nthe European continent, where it serves as the foundation upon\nwhich our modern society is based.",
        "I know all this sounds very complicated, but if you get hold\nof these few principles, the rest of our history will become a\ngreat deal simpler. The maps will make clear what the words\nfail to tell. And after this short intermission, we go back to\nour story and give you an account of the famous war between\nCarthage and Rome.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}