{
    "title": "The Sorrows of Young Werther - May 30.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "11",
    "content": [
        "\n\n",
        "What I have lately said of painting is equally true with respect\nto poetry. It is only necessary for us to know what is really\nexcellent, and venture to give it expression; and that is saying\nmuch in few words. To-day I have had a scene, which, if literally\nrelated, would, make the most beautiful idyl in the world. But\nwhy should I talk of poetry and scenes and idyls? Can we never\ntake pleasure in nature without having recourse to art?",
        "If you expect anything grand or magnificent from this introduction,\nyou will be sadly mistaken. It relates merely to a peasant-lad,\nwho has excited in me the warmest interest. As usual, I shall\ntell my story badly; and you, as usual, will think me extravagant.\nIt is Walheim once more — always Walheim — which produces these\nwonderful phenomena.",
        "A party had assembled outside the house under the linden-trees,\nto drink coffee. The company did not exactly please me; and, under\none pretext or another, I lingered behind.",
        "A peasant came from an adjoining house, and set to work arranging\nsome part of the same plough which I had lately sketched. His\nappearance pleased me; and I spoke to him, inquired about his\ncircumstances, made his acquaintance, and, as is my wont with\npersons of that class, was soon admitted into his confidence. He\nsaid he was in the service of a young widow, who set great store\nby him. He spoke so much of his mistress, and praised her so\nextravagantly, that I could soon see he was desperately in love\nwith her. “She is no longer young,” he said: “and she was treated\nso badly by her former husband that she does not mean to marry\nagain.” From his account it was so evident what incomparable\ncharms she possessed for him, and how ardently he wished she would\nselect him to extinguish the recollection of her first husband’s\nmisconduct, that I should have to repeat his own words in order\nto describe the depth of the poor fellow’s attachment, truth, and\ndevotion. It would, in fact, require the gifts of a great poet\nto convey the expression of his features, the harmony of his voice,\nand the heavenly fire of his eye. No words can portray the\ntenderness of his every movement and of every feature: no effort\nof mine could do justice to the scene. His alarm lest I should\nmisconceive his position with regard to his mistress, or question\nthe propriety of her conduct, touched me particularly. The charming\nmanner with which he described her form and person, which, without\npossessing the graces of youth, won and attached him to her, is\ninexpressible, and must be left to the imagination. I have never\nin my life witnessed or fancied or conceived the possibility of\nsuch intense devotion, such ardent affections, united with so much\npurity. Do not blame me if I say that the recollection of this\ninnocence and truth is deeply impressed upon my very soul; that\nthis picture of fidelity and tenderness haunts me everywhere; and\nthat my own heart, as though enkindled by the flame, glows and\nburns within me.",
        "I mean now to try and see her as soon as I can: or perhaps, on\nsecond thoughts, I had better not; it is better I should behold\nher through the eyes of her lover. To my sight, perhaps, she would\nnot appear as she now stands before me; and why should I destroy\nso sweet a picture?",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}