{
    "title": "The Money Master - Chapter IX: “Moi-Je Suis Philosophe”",
    "author": "Gilbert Parker",
    "chapter": "10",
    "content": [
        "\n\n",
        "The air was like a mellow wine, and the light on the landscape was full\nof wistfulness.  It was a thing so exquisite that a man of sentiment like\nJean Jacques in his younger days would have wept to see.  And the feeling\nwas as palpable as the seeing; as in the early spring the new life which\nis being born in the year, produces a febrile kind of sorrow in the mind.\nBut the glow of Indian summer, that compromise, that after-thought of\nreal summer, which brings her back for another good-bye ere she vanishes\nfor ever–its sadness is of a different kind.  Its longing has a sharper\nedge; there stir in it the pangs of discontent; and the mind and body\nyearn for solace.  It is a dangerous time, even more dangerous than\nspring for those who have passed the days of youth.",
        "It had proved dangerous to Carmen Barbille.  The melancholy of the\ngorgeously tinted trees, the flights of the birds to the south, the smell\nof the fallow field, the wind with the touch of the coming rains–these\nhad given to a growing discontent with her monotonous life the desire\nborn of self-pity.  In spite of all she could do she was turning to the\nlife she had left behind in Cadiz long ago.",
        "It seemed to her that Jean Jacques had ceased to care for the charms\nwhich once he had so proudly proclaimed.  There was in her the strain of\nthe religion of Epicurus.  She desired always that her visible corporeal\nself should be admired and desired, that men should say, “What a splendid\ncreature!”  It was in her veins, an undefined philosophy of life; and she\nhad ever measured the love of Jean Jacques by his caresses.  She had no\nother vital standard.  This she could measure, she could grasp it and\nsay, “Here I have a hold; it is so much harvested.”  But if some one had\nwritten her a poem a thousand verses long, she would have said, “Yes, all\nvery fine, but let me see what it means; let me feel that it is so.”",
        "She had an inherent love of luxury and pleasure, which was far more\nactive in her now than when she married Jean Jacques.  For a Spanish\nwoman she had matured late; and that was because, in her youth, she had\nbeen active and athletic, unlike most Spanish girls; and the microbes of\na sensuous life, or what might have become a sensual life, had not good\nchance to breed.",
        "It all came, however, in the dullness of the winter days and nights, in\nthe time of deep snows, when they could go abroad but very little.  Then\nher body and her mind seemed to long for the indolent sun-spaces of\nSpain.  The artificial heat of the big stoves in the rooms with the low\nceilings only irritated her, and she felt herself growing more ample from\nlassitude of the flesh.  This particular autumn it seemed to her that she\ncould not get through another winter without something going wrong,\nwithout a crisis of some sort.  She felt the need of excitement, of\nchange.  She had the desire for pleasures undefined.",
        "Then George Masson came, and the undefined took form almost at once.\nIt was no case of the hunter pursuing his prey with all the craft and\nsubtlety of his trade.  She had answered his look with spontaneity, due\nto the fact that she had been surprised into the candour of her feelings\nby the appearance of one who had the boldness of a brigand, the health of\na Hercules, and the intelligence of a primitive Jesuit.  He had not\nhesitated; he had yielded himself to the sumptuous attraction, and the\nfire in his eyes was only the window of the furnace within him.  He had\ngone headlong to the conquest, and by sheer force of temperament and\nweight of passion he had swept her off her feet.",
        "He had now come to the last day of his duty at the Mill Cartier, when all\nhe had to do was to inspect the work done, give assurance and guarantee\nthat it was all right, and receive his cheque from Jean Jacques.  He had\ncome early, because he had been unable to sleep well, and also he had\nmuch to do before keeping his tryst with Carmen Barbille in the\nafternoon.",
        "As he passed the Manor Cartier this fateful morning, he saw her at the\nwindow, and he waved his hat at her with a cheery salutation which she\ndid not hear.  He knew that she did not hear or see.  “My beauty!” he\nsaid aloud.  “My splendid girl, my charmer of Cadiz!  My wonder of the\nAlhambra, my Moorish maid!  My bird of freedom–hand of Charlemagne, your\nlips are sweet, yes, sweet as one-and-twenty!”",
        "His lips grew redder at the thought of the kisses he had taken, his\ncheek flushed with the thought of those he meant to take; and he laughed\ngreedily as he lowered himself into the flume by a ladder, just under the\nlever that opened the gates, to begin his inspection.",
        "It was not a perfunctory inspection, for he was a good craftsman, and he\nhad pride in what his workmen did.",
        "“Ah!”",
        "It was a sound of dumbfounded amazement, a hoarse cry of horror which was\nnot in tune with the beauty of the morning.",
        "“Ah!”",
        "It came from his throat like the groan of a trapped and wounded lion.\nGeorge Masson had almost finished his inspection, when he heard a noise\nbehind him.  He turned and looked back.  There stood Jean Jacques with\nhis hand on the lever.  The noise he had heard was the fourteen-foot\nladder being dropped, after Jean Jacques had drawn it up softly out of\nthe flume.",
        "“Ah!  Nom de Dieu!” George Masson exclaimed again in helpless fury and\nwith horror in his eyes.",
        "By instinct he understood that Carmen’s husband knew all.  He realized\nwhat Jean Jacques meant to do.  He knew that the lever locking the mill-\nwheel had been opened, and that Jean Jacques had his hand on the lever\nwhich raised the gate of the flume.",
        "By instinct–for there was no time for thought–he did the only thing\nwhich could help him, he made a swift gesture to Jean Jacques, a gesture\nthat bade him wait.  Time was his only friend in this–one minute, two\nminutes, three minutes, anything.  For if the gates were opened, he would\nbe swept into the millwheel, and there would be the end–the everlasting\nend.",
        "“Wait!” he called out after his gesture.  “One second!”",
        "He ran forward till he was about thirty feet from Jean Jacques standing\nthere above him, with the set face and the dark malicious, half-insane\neyes.  Even in his fear and ghastly anxiety, the subconscious mind of\nGeorge Masson was saying, “He looks like the Baron of Beaugard–like the\nBaron of Beaugard that killed the man who abused his wife.”",
        "It was so.  Great-great-grand-nephew of the Baron of Beaugard as he was,\nJean Jacques looked like the portrait of him which hung in the Manor\nCartier.  “Wait–but wait one minute!” exclaimed George Masson; and now,\nall at once, he had grown cool and determined, and his brain was at work\nagain with an activity and a clearness it had never known.  He had gained\none minute of time, he might be able to gain more.  In any case, no one\ncould save him except himself.  There was Jean Jacques with his hand on\nthe lever–one turn and the thing was done for ever.  If a rescuer was\neven within one foot of Jean Jacques, the deed could still be done.  It\nwas so much easier opening than shutting the gates of the flume!",
        "“Why should I wait, devil and rogue?”  The words came from Jean Jacques’\nlips with a snarl.  “I am going to kill you.  It will do you no good to\nwhine–cochon!”",
        "To call a man a pig is the worst insult which could be offered by one man\nto another in the parish of St. Saviour’s.  To be called a pig as you are\ngoing to die, is an offensive business indeed.",
        "“I know you are going to kill me–that you can kill me, and I can do\nnothing,” was the master-carpenter’s reply.  “There it is–a turn of the\nlever, and I am done.  Bien sur, I know how easy!  I do not want to die,\nbut I will not squeal even if I am a pig.  One can only die once.  And\nonce is enough .  .  .  No, don’t–not yet !  Give me a minute till I\ntell you something; then you can open the gates.  You will have a long\ntime to live–yes, yes, you are the kind that live long.  Well, a minute\nor two is not much to ask.  If you want to murder, you will open the\ngates at once; but if it is punishment, if you are an executioner, you\nwill give me time to pray.”",
        "Jean Jacques did not soften.  His voice was harsh and grim.  “Well, get\non with your praying, but don’t talk.  You are going to die,” he added,\nhis hands gripping the lever tighter.",
        "The master-carpenter had had the true inspiration in his hour of danger.\nHe had touched his appeal with logic, he had offered an argument.  Jean\nJacques was a logician, a philosopher!  That point made about the\ndifference between a murder and an execution was a good one.  Beside it\nwas an acknowledgment, by inference, from his victim, that he was getting\nwhat he deserved.",
        "“Pray quick and have it over, pig of an adulterer!” added Jean Jacques.",
        "The master-carpenter raised a protesting hand.  “There you are\nmistaken; but it is no matter.  At the end of to-day I would have been\nan adulterer, if you hadn’t found out.  I don’t complain of the word.\nBut see, as a philosopher\"–Jean Jacques jerked a haughty assent–\"as a\nphilosopher you will want to know how and why it is.  Carmen will never\ntell you–a woman never tells the truth about such things, because she\ndoes not know how.  She does not know the truth ever, exactly, about\nanything.  It is because she is a woman.  But I would like to tell you\nthe exact truth; and I can, because I am a man.  For what she did you\nare as much to blame as she .  .  .  no, no–not yet!”",
        "Jean Jacques’ hand had spasmodically tightened on the lever as though he\nwould wrench the gates open, and a snarl came from his lips.",
        "“Figure de Christ, but it is true, as true as death!  Listen, M’sieu’\nJean Jacques.  You are going to kill me, but listen so that you will know\nhow to speak to her afterwards, understanding what I said as I died.”",
        "“Get on–quick!” growled Jean Jacques with white wrinkled lips and the\nsun in his agonized eyes.  George Masson continued his pleading.  “You\nwere always a man of mind\"–Jean Jacques’ fierce agitation visibly\nsubsided, and a surly sort of vanity crept into his face–\"and you\nmarried a girl who cared more for what you did than what you thought–\nthat is sure, for I know women.  I am not married, and I have had much\nto do with many of them.  I will tell you the truth.  I left the West\nbecause of a woman–of two women.  I had a good business, but I could\nnot keep out of trouble with women.  They made it too easy for me.”",
        "“Peacock-pig!” exclaimed Jean Jacques with an ugly sneer.",
        "“Let a man when he is dying tell all the truth, to ease his mind,” said\nthe master-carpenter with a machiavellian pretence and cunning.  “It was\nvanity, it was, as you say; it was the peacock in me made me be the\nfriend of many women and not the husband of one.  I came down here to\nQuebec from the Far West to get away from consequences.  It was\nexpensive.  I had to sacrifice.  Well, here I am in trouble again–my\nlast trouble, and with the wife of a man that I respect and admire, not\nenough to keep my hands off his wife, but still that I admire.  It is my\nweakness that I could not be, as a man, honourable to Jean Jacques\nBarbille.  And so I pay the price; so I have to go without time to make\nmy will.  Bless heaven above, I have no wife–”",
        "“If you had a wife you would not be dying now.  You would not then meddle\nwith the home of Jean Jacques Barbille,” sneered Jean Jacques.  The note\nwas savage yet.",
        "“Ah, for sure, for sure!  It is so.  And if I lived I would marry at\nonce.”",
        "Desperate as his condition was, the master-carpenter could almost have\nlaughed at the idea of marriage preventing him from following the bent of\nhis nature.  He was the born lover.  If he had been as high as the Czar,\nor as low as the ditcher, he would have been the same; but it would be\nmadness to admit that to Jean Jacques now.",
        "“But, as you say, let me get on.  My time has come–”",
        "Jean Jacques jerked his head angrily.  “Enough of this.  You keep on\nsaying ’Wait a little,’ but your time has come.  Now take it so, and\ndon’t repeat.”",
        "“A man must get used to the idea of dying, or he will die hard,” replied\nthe master-carpenter, for he saw that Jean Jacques’ hands were not so\ntightly clenched on the lever now; and time was everything.  He had\nalready been near five minutes, and every minute was a step to a chance\nof escape–somehow.",
        "“I said you were to blame,” he continued.  “Listen, Jean Jacques\nBarbille.  You, a man of mind, married a girl who cared more for a touch\nof your hand than a bucketful of your knowledge, which every man in the\nprovince knows is great.  At first you were almost always thinking of her\nand what a fine woman she was, and because everyone admired her, you\nplayed the peacock, too.  I am not the only peacock.  You are a good man\n–no one ever said anything against your character.  But always, always,\nyou think most of yourself.  It is everywhere you go as if you say, ’Look\nout.  I am coming.  I am Jean Jacques Barbille.",
        "“’Make way for Jean Jacques.  I am from the Manor Cartier.  You have heard\nof me.’ .  .  .  That is the way you say things in your mind.  But all\nthe time the people say, ’That is Jean Jacques Barbille, but you should\nsee his wife.  She is a wonder.  She is at home at the Manor with the\ncows and the geese.  Jean Jacques travels alone through the parish to\nQuebec, to Three Rivers, to Tadousac, to the great exhibition at\nMontreal, but madame, she stays at home.  M’sieu’ Jean Jacques is nothing\nbeside her’–that is what the people say.  They admire you for your\nbrains, but they would have fallen down before your wife, if you had\ngiven her half a chance.”",
        "“Ah, that’s bosh–what do you know!” exclaimed Jean Jacques fiercely,\nbut he was fascinated too by the argument of the man whose life he was\ngoing to take.",
        "“I know the truth, my money-man.  Do you think she’d have looked at me if\nyou’d been to her what she thought I might be?  No, bien sur!  Did you\ntake her where she could see the world?  No.  Did you bring her presents?\nNo.  Did you say, ’Come along, we will make a little journey to see the\nworld?’  No.  Do you think that a woman can sit and darn your socks, and\ntidy your room, and bake you pancakes in the morning while you roast your\ntoes, and be satisfied with just that, and not long for something\noutside?”",
        "Jean Jacques was silent.  He did not move.  He was being hypnotized by a\nmind of subtle strength, by the logic of which he was so great a lover.",
        "The master-carpenter pressed his logic home.  “No, she must sit in your\nshadow always.  She must wait till you come.  And when you come, it was\n’Here am I, your Jean Jacques.  Fall down and worship me.  I am your\nhusband.’  Did you ever say, ’Heavens, there you are, the woman of all\nthe world, the rising and the setting sun, the star that shines, the\ngarden where all the flowers of love grow’?  Did you ever do that?  But\nno, there was only one person in the world–there was only you, Jean\nJacques.  You were the only pig in the sty.”",
        "It was a bold stroke, but if Jean Jacques could stand that, he could\nstand anything.  There was a savage start on the part of Jean Jacques,\nand the lever almost moved.",
        "“Stop one second!” cried the master-carpenter, sharply now, for in spite\nof the sudden savagery on Jean Jacques’ part, he felt he had an\nadvantage, and now he would play his biggest card.",
        "“You can kill me.  It is there in your hand.  No one can stop you.  But\nwill that give you anything?  What is my life?  If you take it away, will\nyou be happier?  It is happiness you want.  Your wife–she will love you,\nif you give her a chance.  If you kill me, I will have my revenge in\ndeath, for it is the end of all things for you.  You lose your wife for\never.  You need not do so.  She would have gone with me, not because of\nme, but because I was a man who she thought would treat her like a\nfriend, like a comrade; who would love her–sacre, what husband could\nhelp make love to such a woman, unless he was in love with himself\ninstead of her!”",
        "Jean Jacques rocked to and fro over the lever in his agitation, yet he\nmade no motion to move it.  He was under a spell.",
        "Straight home drove the master-carpenter’s reasoning now.  “Kill me, and\nyou lose her for ever.  Kill me, and she will hate you.  You think she\nwill not find out?  Then see: as I die I will shriek out so loud that she\ncan hear me, and she will understand.  She will go mad, and give you over\nto the law.  And then–and then!  Did you ever think what will become of\nyour child, of your Zoe, if you go to the gallows?  That would be your\nlegacy and your blessing to her–the death of a murderer; and she would\nbe left alone with the woman that would hate you in death!  Voila–do you\nnot see?”",
        "Jean Jacques saw.  The terrific logic of the thing smote him.  His wife\nhating him, himself on the scaffold, his little Zoe disgraced and\ndishonoured all her life; and himself out of it all, unable to help her,\nand bringing irremediable trouble on her!  As a chemical clears a muddy\nliquid, leaving it pure and atomless, so there seemed to pass over Jean\nJacques’ face a thought like a revelation.",
        "He took his hand from the lever.  For a moment he stood like one awakened\nout of a sleep.  He put his hands to his eyes, then shook his head as\nthough to free it of some hateful burden.  An instant later he stooped,\nlifted up the ladder beside him, and let it down to the floor of the\nflume.",
        "“There, go–for ever,” he said.",
        "Then he turned away with bowed head.  He staggered as he stepped down\nfrom the bridge of the flume, where the lever was.  He swayed from side\nto side.  Then he raised his head and looked towards his house.  His\nchild lived there–his Zoe.",
        "“Moi je suis philosophe !” he said brokenly.",
        "After a moment or two, as he stumbled on, he said it again–\"Me, I am a\nphilosopher!”",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}