{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XV. Christianity in Ireland",
    "author": "Eliza Burt Gamble",
    "chapter": "17",
    "content": [
        "\n\n",
        "According to the accounts in the New Testament, the wise men of\nthe East, meaning Persia, had foretold the coming of Christ.  The\nfulfilment of the ancient Persian prophecy as applied to Jesus,\ntogether with the reference to the “star” which the Maji saw, and\nwhich went before them till it came and stood over where the\nyoung child lay, furnishes a striking illustration of the manner\nin which Eastern legends and ancient sacred writings are\ninterwoven with the doctrines relating to Christianity.",
        "In the sacred books of the East it is prophesied that “after\nthree thousand and one hundred years of the Caligula are elapsed,\nwill appear King Saca to remove wretchedness from the world.”  We\nhave seen that at the birth of Christ the time had arrived for a\nnew solar incarnation.",
        "Regarding the introduction of Christianity into Ireland it is\nclaimed by certain writers that the Irish did not receive the\n“new religion” from Greek missionaries; but when at the close of\nthe cycle, a new solar deity, an avatar of Vishnu or Crishna was\nannounced, and when missionaries from the East proclaimed the\nglad tidings of a risen Savior, the Irish people gladly accepted\ntheir teachings, not, however, as a new system, but as the\nfulfilment to them of the prophecy of the most ancient seers of\nthe East, and as part and parcel of the religion of their\nforefathers.  Therefore when the devotees of the Romish faith,\nprobably about the close of the fifth century of the Christian\nera, attempted to “convert” Ireland, they found a religion\ndiffering from their own only in the fact that it was not subject\nto Rome, and was free from the many corruptions and superstitions\nwhich through the extreme ignorance and misapprehension of its\nWestern adherents had been engrafted upon it.",
        "Concerning the form of religious worship in Great Britain, and\nthe fact that phallic worship prevailed there, Forlong writes:\n“The generality of our countrymen have no conception of the\noverruling prevalence of this faith, and the number of its\nlingham gods throughout our Islands.”  These symbols were always\nin the form of an obelisk or tower, thereby indicating the\nworship of the male energy.  Although emblems of the female\nelement in the deity were present, they were less pronounced and\nof far less importance than those of the male.",
        "These monuments were erected on knolls, at crossroads and centers\nof marts or villages, and were placed on platforms which were\nusually raised from five to seven steps.  A few years ago the\nshires of Gloucester, Wilts, and Somerset still claimed over two\nhundred of these crosses, though all of them were not at that\ntime in a perfect state of preservation.",
        "It would seem that in Britain and Ireland the seed of the “new\"\ndoctrine, that which involved a recognition of the mother element\nin the god-idea, had fallen on more congenial soil, for within\nthree centuries after the birth of Christ, the various original\nmonuments typifying the male principle had all been ornamented\nwith the symbols representing the female in the deity.  The\nancient religious structures of the Lingaites still continued as\nrecognized faith shrines, changed only by the emblems of the new\nreligion which had been engrafted upon them.",
        "The earliest Greek and Roman missionaries knew full well the\nsignificance of these symbols, and we are given to understand\nthat “a few of the more spiritual of the Christian sects made war\nupon them and all their ephemeral substitutes, such as Maypoles,\nholy-trees, real crosses, etc.”  It is declared also that, as\n“later” Christians were unacquainted with the significance of\nthese emblems, “they adopted them as their own, employing them as\nthe mystic signs of their own faith.”",
        "Although the earliest Greek and Roman missionaries understood the\nsignification of these faith shrines, the complaints against them\nseem soon to have ceased, and the “fierce wars” waged over them\nappear to have left little trace of their ravages, except that\nthe female emblems with which these monuments had been supplied\nby those who had received the new faith direct from the East,\nwere all removed.  As the male monuments and symbols were all\npermitted to remain undisturbed, this fact of itself would seem\nto indicate that the “pagan abominations” against which these\npious devotees of a “spiritual religion” thundered their\ndenunciations, included only the female emblems.",
        "The fact must be borne in mind that the Western Church, which was\nrapidly usurping the ecclesiastical authority of Britain and\nIreland, had not itself at this time adopted the worship of the\nVirgin Mary.",
        "A set of iconoclastic monks whom the Christian world is pleased\nto designate as St.  Patrick, and who probably early in the fifth\ncentury of our era amused themselves by chiseling from the Irish\nmonuments many of the symbols of the female power, removed also\nthe figures of serpents which had for ages appeared in connection\nwith the emblems of woman, and by this act won the plaudits of an\nadmiring Christian world; chiefly, however, for the skill\nmanifested in “banishing snakes from Ireland.”  In addition to\nthis dignified amusement, we find that the same person or set of\npersons ordered to be burned hundreds of volumes of the choicest\nIrish literature, volumes which contained the annals of the\nancient Irish nation, and in which, it is believed, was stored\nmuch actual information concerning the remote antiquity of the\nhuman race.",
        "The extent to which the worship of the male emblems of generation\nprevailed in the Christian Church even as late as the 16th\ncentury, proves that it was not the particular symbols connected\nwith the worship of fertility upon which the Western Christian\nmissionaries made war, but, on the contrary, that it was the\nrecognition by them of that detested female element against\nwhich, even before the erection of the Tower of Babel, there had\nbeen almost a constant warfare.  The rites of Potin, or Photin,\nBishop of Lyons, who was honored in Provence, Languedoc and the\nLyonais as St. Fontin, also the rites performed in many of the\nChristian Churches as late as the 16th century, prove that the\ndevotees of the Christian system were not at this time a whit\nbehind their Pagan predecessors in their zeal for “heathen\nabominations.”  The only difference being that the Druids, a\npeople who still retained a faint conception of ancient Nature\nworship, had not become entirely divested of the purer ideas\nwhich in an earlier age of the race had constituted a creative\nforce.",
        "That the war of the sexes was revived, and that for many\ncenturies much strife was engendered over the exact importance\nwhich should be ascribed to the female element in the Deity may\nnot be doubted.",
        "An ancient homily on Trinity Sunday has the following: “At the\ndeth of a manne, three bells should be ronge as his kuyl in\nworship of the Trinitie, and for a woman, who was the Second\nPerson of the Trinitie two bells should be ronge.”  Upon this\nsubject Hargrave Jennings remarks: “Here we have the source of\nthe emblematic difficulty among the master masons who constructed\nthe earlier cathedrals, as to the addition, and as to the precise\nvalue of the second (or feminine) tower of the Western end or\nGalilee of the Church.\"[148]",
        "[148] Rosicrucians, vol. i., p. 206.",
        "The fact that the religion of the ancient Irish, who, were\nphallic worshippers, was modified but not radically changed by\nthe introduction of Christianity, is believed by at least one of\nthe Irish historians of that country.  He says:",
        "“The church festivals themselves, in our Christian calendar, are\nbut the direct transfers from the Tuath-de-danaans’ ritual. \nTheir very names in Irish are identically the same as those by\nwhich they were distinguished by that early race.  If, therefore,\nsurprise has heretofore been excited at the conformity observable\nbetween our church institutions and those of the East, let it in\nfuture subside at the explicit announcement that Christianity,\nwith us, was the revival of a religion imported amongst us many\nages before by the Tuath-de-danaans from the East, and not from\nany chimerical inundation of Greek missionaries–a revival upon\nwhich their hearts were lovingly riveted, and which Fiech, the\nBishop of Sletty, unconsciously registers in the following\ncouplet, viz.:",
        "[149] The Round Towers of Ireland, p. 493.",
        "The conditions surrounding the ancient inhabitants of the “White\nIsland,” or Ireland, a remnant of which people may be observed in\nthe Highlanders of Scotland, furnish an example of the fact that\na much higher standard of life had been preserved among them than\nis known to have prevailed either among the Jews or the Greeks. \nThe comparatively advanced stage of progress which is now known\nto have existed in Ireland at the beginning of the present era,\nwhich even the bigotry and falsehood of Roman priestcraft have\nnot been able wholly to conceal, is seen to have been a somewhat\ncorrupted remnant of a civilization which followed closely on\nancient Nature worship.[150]",
        "[150] It is thought by certain writers that when the Tuath-de-\ndanaans emigrated from Persia to the “White Island” they found it\ninhabited by the Fir-Bolgs, a colony of Celts.  After conquering\nthe island they engrafted upon it the religion, laws, learning\nand culture of the mother country.  In a later age the Scythians,\nwhose religion was similar to that of the Fir-Bolgs, united with\nthem and succeeded in making themselves masters of the situation.",
        "Hence the intermingling of races and tongues among the ancient\nIrish.  The Druids adopted, or appropriated, the religion and\nculture of the Tuath-de-danaans, who, it is claimed, were the\nreal Hibernians.  The Scythians changed the name of Irin to\nScotia–the latter being retained until the 11th century. \nAccording to the annals of the ancient Irish, Scotland was\nformerly called Scotia Minor to distinguish it from Scotia Major,\nor Ireland.",
        "Because of their isolated position, or for some cause at present\nunknown, these people do not seem to have degenerated into a\nnation of sensualists.  It is true they had departed a long\ndistance from the early conditions of mankind under which\naltruism and the abstract principle of Light or Wisdom were\nworshipped under the form of a Virgin Mother and her child, but\nthey never wholly rejected the female element in their god-idea,\nnor never, so far as known, attempted to degrade womanhood. \nWomen were numbered among their legislators, at the same time\nthat they officiated as educators and priestesses.  In fact\nwherever the Druidical order prevailed women exerted a powerful\ninfluence in all departments of human activity.  Among the\nGermans, Valleda, a Druidess, was for ages worshipped as a deity.",
        "It is recorded that St. Bridget planted a monastery for women at\nKildare and entrusted to its inmates the keeping of the sacred\nfire, and that in later times the Asiatic missionaries founded\nthere a female monkish order.  After the establishment of Western\nChristianity, however, no woman was permitted to enter into the\nmonasteries, and we are assured that this ridiculous affectation\nof purity was extended even to the grave.  During the earlier\nages of Christianity, in many portions of Ireland there were\ncemeteries for men and women distinct from each other.  “It had\nbeen a breach of chastity for monks and nuns to be interred\nwithin the same enclosure.  They should fly from temptations\nwhich they could not resist.”",
        "Although volumes have been written to prove that Christianity was\ncarried to Britain by Paul, and although the energies of scores\nof Romish writers have been employed in attempting to prove that\nIreland was in heathen darkness prior to its conversion by the\npriests of the Romish Church, yet these efforts so vigorously put\nforward seem only to strengthen the evidence going to show that\nthe Christianity of the British Isles antedates that of either\nPaul or Rome.",
        "According to Scripture, Claudia, the wife of the Senator Pudens\nof Britain, was a Christian,[151] as was also Graecina, the wife\nof Plautus, who was governor of Britain in the first century. \nThe latter, it is related, was accused before the Roman senate of\n“practicing some foreign superstition.”  Although Lingard, in his\nHistory and Antiquities of the Anglo-Saxon Church, has endeavored\nto annul the force of the evidence which places two Christian\nwomen from Britain in Rome during the first century of our era,\nhe is nevertheless constrained to use the following language: “We\nare, indeed, told that history has preserved the names of two\nBritish females, Claudia and Pomponia Graecina, both of them\nChristians, and both living in the first century of our\nera.\"[152]",
        "[151] 2 Timothy, iv., 21.",
        "[152] Vol. i., p. 1.",
        "According to the Romanists, between the years 177-181 of the\nChristian era, a British king named Lucius sent a messenger to\nthe authorities at Rome, with a request that he with his people\nbe admitted into the bosom of the “Holy Catholic Church.”  By\nthose not prejudiced in favor of the Romish hierarchy, this bit\nof amusing “evidence” shows the anxiety manifested lest the facts\nconcerning the religious history of the British Isles become\nknown.  Regarding this embassy of King Lucius there is an extant\nversion which is far more in accordance with reason and with the\nknown facts concerning this people.",
        "When we remember the advanced stage of civilization which existed\nin Ireland prior to the Christian era, and when we bear in mind\nthe fact that, as in the case of Abarras mentioned by various\nGreek writers, the people of the British Isles were wont to send\nemissaries abroad for the sole purpose of gathering information\nrelative to foreign laws, customs, usages, manners, and modes of\ninstruction, we are not surprised to learn that the message to\nRome sent by Lucius, instead of containing a request for\nadmission to a foreign church, embodied an enquiry into the\nfundamental principles underlying Roman jurisprudence; and\nespecially does this appear reasonable when we remember that the\nremodeling of the Roman code on principles of equity and justice\nhad for several centuries employed the energies of the best minds\nin Rome.",
        "Concerning the planting of Christianity in Ireland, we have the\nfollowing from Ledwich:",
        "“Thus Bishop Lawrence in Bede tells us Pope Gregory sent him and\nAustin to preach the Gospel in Britain, as if it never before had\nbeen heard, whereas the latter met seven British Bishops who\nnobly opposed him.  In like manner Pope Adrian commissioned Henry\nII.  to enlarge the bounds of the church, and plant the faith in\nIreland, when it had already been evangelized for eight hundred\nyears.  The faith to be planted was blind submission to Rome and\nthe annual payment of Peter’s pence.\"[153]",
        "[153] Antiquities of Ireland, p. 78.",
        "Of the exact time at which Romish and Greek missionaries first\nwent to Ireland we are not informed, but there is ample evidence\ngoing to prove that a regular hierarchy had been established in\nthat island before the beginning of the fifth century, and that\nthis religion which had been brought in through the efforts of\nmissionaries from the East was, by the legendary writers of the\nlater Christian Church, ascribed to Romish monks.",
        "The Jealousy of the Romish priests, and the means employed by\nthem to usurp the ecclesiastical authority of the Irish people,\nis shown in the history of their councils.  The 5th canon of the\nCouncil of Ceale-hythe requires",
        "“that none of Irish extraction be permitted to usurp to himself\nthe sacred ministry in any one’s diocese, nor let it be allowed\nsuch an one to touch anything which belongs to those of the holy\norder.  .  .  .; neither must he administer the eucharist to the\npeople because we are not certain how or by whom he was\nordained.”",
        "After quoting the above Ledwich queries thus: If St.  Patrick had\nbeen a missionary of the Romish Church, would the Anglo-Saxon\nclergy have abjured the spiritual children of that see? In the\nyear 670 Theodoret, Archbishop of Canterbury, decreed that they\nwho were consecrated by Irish or British Bishops should be\nconfirmed anew by Catholic ones.[154]",
        "[154] Ledwich, Antiquities of Ireland, p. 81.",
        "It is observed that as early as the fourth century A.D. there\nwere three hundred bishops in Ireland, and to account for so\nlarge a number, it is declared that ignorant legendary writers\nhad recourse to the fable of St. Patrick.",
        "The remarkable “conversion” of the Irish to Romish Christianity,\nwhich it is said took place in the latter part of the fourth\ncentury or the beginning of the fifth, is to be explained by the\nfact that a number of Romish priests or monks which in later ages\ncame to be designated as St. Patrick, claimed all the\nmonasteries, bishops, and priests already there as a result of\nthe remarkable power and pious zeal of this miracle-working\nsaint.  It is claimed that St. Patrick founded over three\nthousand monasteries, consecrated three hundred bishops, and\nordained three thousand priests.",
        "According to Ledwich and other writers, this St.  Patrick was not\nheard of earlier than the ninth century A.D., and the legend\nconcerning him “was not accepted until the twelfth century, at\nwhich time his miracles are set forth with great gusto.”",
        "Nothing, perhaps, which is recorded of this monk will go farther\ntoward proving him a myth than the miracles ascribed to his\nsaintship.",
        "While yet an infant he raised the dead, brought forth fire from\nice, expelled a devil from a heifer, caused a new river to appear\nfrom the earth, and changed water into honey.",
        "“These were but the infant sports of this wonder-working saint. \nThe miracles recorded in holy writ, even that of creation itself,\nare paralleled, and, if possible, surpassed by those of our\nspiritual hero.\"[155]",
        "[155] Ledwich, Antiquities of Ireland.",
        "Concerning St. Patrick, Forlong writes:",
        "“Various Patricks followed from Britain and Armorika, but even\nthe Catholic priest, J. F. Shearman, writes that he is forced to\ngive up the idea that there ever was a real St. Patrick.  Thus\nthe name must be accepted only in its Fatherly sense, and with\nthe fall of the man Patrick all the miraculous and sudden\nconversions of the kings, lords, and commons of Ireland must\nvanish.\"[156]",
        "[156] Rivers of Life, vol. ii., p. 417.",
        "The Irish Church bishoprics differed from the Romish in that they\nwere held by hereditary succession, after the custom of ancient\nnations.  All bishops were married.",
        "Prior to the introduction of the Christian system in Ireland the\nSabian ceremonial had been succeeded by the Druidical, upon which\nhad been engrafted that of the Culdees, and notwithstanding the\nfact that the Romish Church gradually usurped the ecclesiastical\nfunctions in Ireland, the last named people who for ages had been\nregarded as the depositaries of the ancient faith and the ancient\nsystem of laws, were highly respected by the people for their\nsanctity and learning.  Many of the Greek and Roman writers who\nhave dealt with this subject agree in ascribing to the Druids a\nhigh degree of scientific knowledge and mechanical skill.  The\nprinciples of justice set forth in their judicial system, their\nlove of learning, and the standard attained in the sciences and\narts, prove the early people of Ireland to have been equal if not\nsuperior to any of the early historic nations.",
        "In referring to the number and magnitude of the monumental\nremains in Ireland, and while commenting on the mechanical skill\nof the Druids, the Rev. Smedley says:",
        "“I was present at the erection of the Luxor Obelisk in Paris, and\nyet I think that I would have felt greater emotion if I had\nwitnessed the successful performance of the old Celtic engineer\nwho placed on its three pedestals of stone the enormous rock\nwhich constitutes the Druidical altar here at Castle May.”",
        "It is believed that this people understood the art of mining and\nthat they were acquainted with the use of iron.  The following is\nan extract from one of Hamilton’s letters on the Antrim coast:",
        "“About the year 1770 the miners, in pushing forward an adit\ntoward the bed of coal, at an unexplored part of the Ballycastle\ncliff, unexpectedly broke through the rock into a narrow passage,\nso much contracted and choked up with various drippings and\ndeposits on its sides and bottom, as rendered it impossible for\nany of the workmen to force through, that they might examine it\nfarther.  Two lads were, therefore, made to creep in with\ncandles, for the purpose of exploring this subterranean avenue. \nThey accordingly pressed forward for a considerable time, with\nmuch labor and difficulty, and at length entered into an\nextensive labyrinth branching off into numerous apartments, in\nthe mazes and windings of which they were completely bewildered\nand lost.  After various vain attempts to return, their lights\nwere extinguished, their voices became hoarse, and, becoming\nwearied and spiritless, they sat down together, in utter despair\nof an escape from this miserable dungeon.  In the meanwhile, the\nworkmen in the adit became alarmed for their safety, fresh hands\nwere incessantly employed, and, in the course of twenty-four\nhours, the passage was so open as to admit the most active among\nthe miners .  .  .  On examining this subterranean wonder, it was\nfound to be a complete gallery, which had been driven forward\nmany hundred yards to the bed of coal: that it branched off into\nnumerous chambers, where miners had carried on their different\nworks: that these chambers were dressed in a workmanlike manner:\nthat pillars were left at proper intervals to support the roof. \nIn short it was found to be an extensive mine, wrought by people\nat least as expert in the business as the present generation. \nSome remains of the tools, and even of the baskets used in the\nworks, were discovered, but in such a decayed state that, on\nbeing touched, they immediately crumbled to pieces.  From the\nremains which were found, there is reason to believe that the\npeople who wrought these collieries anciently, were acquainted\nwith the use of iron, some small pieces of which were found; it\nappeared as if some of their instruments had been thinly shod\nwith that metal.”",
        "Through various means the fact has been ascertained that although\nin the sixth century the buildings in Ireland were mean and\nwholly without artistic merit or skilful design, in an earlier\nage they were magnificent.  Of the causes which produced the\ndecay of architecture, the extinction of the arts and sciences,\nand the general degradation of the people of this island the\ndevotees of St. Paul and of the Romish Church are alike silent.",
        "For ages after the subjection of Ireland, in open defiance of the\nEnglish, the people continued to dispense justice, and to enforce\nthe old Brehon laws of the country.",
        "The lack of regard shown for English law in Ireland, even as late\nas the sixteenth century, is set forth by Baron Fingles, who\nwrote in the time of Henry VIII.  He says:",
        "“It is a great abuse and reproach that the laws and statutes made\nin this land are not observed nor kept after the making of them\neight days, while diverse Irishmen cloth abuse and keep such laws\nand statutes which they make upon hills in this country, firm and\nstable, without breaking them for any favor or reward.”",
        "By a statute of Parliament enacted at Kilkenny, it was made high\ntreason to administer or observe these old Brehon laws.  The two\nenactments especially obnoxious to the English were Gahail Cinne,\nand Eiric.  The former of these enactments was that which in\nopposition to the English law of primogeniture declared that the\nestate of a parent should descend in equal proportion to all\nmembers of the family.  There was another law, or custom, among\nthis people, which provided that the chief of the tribe or people\nshould be elected by general suffrage.",
        "We have something more than a hint of the condition of ancient\nIreland and its people in a description given by the Greeks of\none of its inhabitants.  Abarras, who visited Greece about six\nhundred years before Christ, and who was called by the Greeks a\nHyperborean, was a priest of the Sun, who went abroad for the\npurpose of study and observation, and to renew by his presence\nand his gifts the old friendship which had long existed between\nthe Celts and the Greeks.  Strabo remarks concerning Abarras that\nhe was much admired by the learned men of Greece.  Himerius says\nof him that he came",
        "“not clad in skins like a Scythian, but with a bow in his hand,\nand a quiver on his shoulders and a plaid wrapped about his body,\na gilded belt encircled his loins, and trousers reaching from his\nwaist downward to the soles of his feet.  He was easy in his\naddress, agreeable in conversation, active in dispatch and secret\nin the management of great affairs; quick in judging of present\noccurrences, and ready to take his part in any sudden emergency;\nprovident, withal, in guarding against futurity; diligent in\nquest of wisdom, fond of friendship; trusting very little to\nfortune; yet having the entire confidence of others, and trusted\nwith everything for his prudence.  He spoke Greek with so much\nfluency that you would have thought that he had been bred or\nbrought up in the Lyceum and had conversed all his life with the\nAcademy of Athens.  He had frequent intercourse with Pythagoras\nwhom he astonished by the variety and extent of his knowledge.”",
        "From the descriptions given of the native country of Abarras by\nthe Greeks, it is evident that it could have been none other than\nIreland.",
        "Although at this time in their history, Apollo the sun-god was\nthe Deity worshipped in Greece and in Ireland, still both nations\nhonored Latona his mother.  The same as in the mother country\n(Persia, or Phoenicia), the oracles, or sybils of Ireland, had\nprophesied a “Savior,” and three hundred years before Greek\nemissaries visited that country, its people, through the\npreaching of Eastern missionaries, had substituted for the\nworship of Latona and Apollo that of the new solar\nincarnation–the third son of Zarathustra, whose appearance had\nbeen heralded by a star.",
        "The identity of the symbols used by the early people of Ireland\nwho were sun worshippers, and those employed in that country for\nages after the Romish Church had usurped the ecclesiastical\nauthority, has been a subject for much comment.  After describing\nthe peculiar form of the early Christian Churches and the\nattention paid to the placing of the windows which were to admit\nthe sun’s rays, Smedley says: “It is possible, in an age of\nallegory and figures, this combination and variety expressed some\nsacred meaning with which we are unacquainted at present.”",
        "The similarity observed in the sacred festivals and religious\nseasons of the ancient inhabitants of Ireland and those of the\nearly Christians, the extent to which large stone crosses,\nlighted candles, the yule log and the various other symbols\nbelonging to fertility, or sun worship, were retained by\nChristianity, furnish strong evidence of the fact that the latter\nsystem is but part and parcel of the former.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}