{
    "title": "The Jericho Road - Pithy Points",
    "author": "W. Bion Adkins",
    "chapter": "15",
    "content": [
        "\n\n",
        "Brethren, be merciful in your judgment of others.",
        "Every temptation promptly resisted strengthens the will.",
        "There is a sad want of thoughtful mercy among us all.",
        "Every step we take on the ladder upwards helps to a higher.",
        "If we are true Odd-Fellows we will put away all bitterness and malice.",
        "Brothers, remember the moral harvest comes to all perfection; not one\ngrain is lost.",
        "As Odd-Fellows there are loads we can help others to carry, and thus\nlearn sympathy.",
        "The test of truthfulness is true dealing with ourselves when we do\nwrong and true dealing with the brethren when they fall.",
        "It is a serious reflection that even our secret thoughts influence\nthose around us.",
        "The Brotherhood has a Father watching over it, “who is the same\nyesterday, today and forever.”",
        "Man alone is responsible for the eternal condition of his soul.  We\nmake our own heaven or hell, not by the final act of life, but by life\nitself.",
        "Truth supplies us with the only true and perfect standard by which to\ntest the value of things, and so corrects the one-sided, materialistic\nstandard of business.",
        "If an Odd-Fellow begins right I can not tell how many tears he may wipe\naway, how many burdens he may lift, how many orphans he may comfort,\nhow many outcasts he may reclaim.",
        "Love edifies; that is, it builds up perfectly the whole man, secures an\nentire and harmonious and proportionate development of his nature.  It\ndoes so by casting out the selfishness in man which always leads to a\ndiseased and one-sided growth of his nature.",
        "No two souls are endowed in an exactly similar way.  And for the\ndifference of endowment there is a reason in the Divine mind, for each\nsoul in its generation has its appointed work to do, and is endowed\nwith suitable grace for its performance.",
        "We are not Odd-Fellows in the true sense unless we put away all\nbitterness, malice and selfishness.  Common sense of mankind is quite\nright when it says a man’s religion is not worth much if it does not\nmake him good.  Have goodness first–out of goodness good works will\ncome.",
        "Every good work requires every good principle.  A man with very\nprominent and striking characteristics will always be a perfect man.  A\nperfect man has such harmonies that he scarcely has a characteristic.\nTo be fruitful in every good work you must have in your heart the germs\nand seeds, the springs and sources of all Christian virtue.",
        "We are all greater dupes to our weakness than to the skill of others;\nand the successes gained over us by the designing are usually nothing\nmore than the prey taken from those very snares we have laid ourselves.\nOne man falls by his ambition, another by his perfidy, a third by his\navarice, and a fourth by his lust; what are these but so many nets,\nwatched indeed by the fowler, but woven by the victim?",
        "Sorrow is not an accident–occurring now and then–it is the very woof\nwhich is woven into the warp of life, and he who has not discerned the\ndivine sacredness of sorrow, and the profound meaning which is\nconcealed in pain, has yet to learn what life is.  The cross manifested\nas the necessity of the highest life alone interprets it.",
        "Equity–An eternal rule of right, implanted in the heart.  What it asks\nfor itself it is willing to grant to others.  It not only forbids us to\ndo wrong to the meanest of God’s creatures, but it teaches us to\nobserve the golden rule, “All things whatsoever ye would that men\nshould do unto you, do you even so to them.”  There is no greater\ninjunction–no better rule to practice.",
        "Don’t rely on friends–don’t rely on the name of your ancestors.\nThousands have spent the prime of life in the vain hope of help from\nthose whom they called friends, and many thousands have starved because\nthey have rich fathers.  Rely upon the good name which is made by your\nown exertions, and know that better than the best friend you can have\nis unquestionable determination, united with decision of character.",
        "How little is known of what is in the bosom of those around us!  We\nmight explain many a coldness could we look into the heart concealed\nfrom us; we should often pity where we hate, love when we curl the lip\nwith scorn and indignation.  To judge without reserve of any human\naction is a culpable temerity, of all our sins the most unfeeling and\nfrequent.",
        "How a common sorrow or calamity spans the widest social differences and\nwelds all, the rich and poor, in one common bond of sympathy, which,\nbegetting charity and all her train, softens the hardest heart and\nbanishes the sturdiest feeling of superiority!  Over the lifeless body\nof the departed, enemies and friend can weep together, and, burying\nstrife and differences with their common loss, feel a kinship which\nunites them, and which all humanity shares.",
        "Don’t be exacting.–An exacting temper is one against which to guard\nboth one’s heart and the nature of those who are under our control and\ninfluence.  To give and to allow, to suffer and to bear, are the graces\nmore to the purpose of a noble life than cold, exacting selfishness,\nwhich must have, let who will go without, which will not yield, let who\nwill break.  It is a disastrous quality wherewith to go through the\nworld; for it receives as much pain as it inflicts, and creates the\ndiscomfort it deprecates.",
        "Verily, good works constitute a refreshing stream in this world,\nwherever they are found flowing.  It is a pity that they are too often\nlike oriental torrents, “waters that fail” in times of greatest need.\nWhen we meet the stream actually flowing and refreshing the land, we\ntrace it upward, in order to discover the fountain whence it springs.\nThreading our way upward, guided by the river, we have found at length\nthe placid lake from which the river runs.  Behind all genuine good\nworks and above them, love will, sooner or later, certainly be found.\nIt is never good alone; uniformly, in fact, and necessarily in the\nnature of things, we find the two constituents existing as a complex\nwhole, “love and good works,” the fountain and the flowing stream.",
        "Never give up old friends for new ones.  Make new ones if you like, and\nwhen you have learned that you can trust them, love them if you will,\nbut remember the old ones still.  Do not forget they have been merry\nwith you in time of pleasure, and when sorrow came to you they sorrowed\nalso.  No matter if they have gone down in social scale and you up; no\nmatter if poverty and misfortune have come to them while prosperity\ncame to you; are they any less true for that?  Are not their hearts as\nwarm and tender if they do beat beneath homespun instead of velvet?\nYes, kind reader, they are as true, loving and tender; don’t forget old\nfriends.",
        "Young men!  Let the nobleness of your mind impel you to its\nimprovement; you are too strong to be defeated, save by yourselves.\nRefuse to live merely to sleep and eat.  Brutes can do this; but you\nare men.  Act the part of men.  Prepare yourselves to endure toil.\nResolve to rise–you have but to resolve.  Nothing can hinder your\nsuccess if you determine to succeed.  Do not waste your time by wishing\nand dreaming, but go earnestly to work.  Let nothing discourage you.\nIf you have no books, borrow them; if you have no teachers, teach\nyourself; if your early education has been neglected, by the greater\ndiligence repair the defect.  Let not a craven heart or a love of ease\nrob you of the inestimable benefit of self-culture.",
        "Have the courage to face a difficulty, lest it kick you harder than you\nbargained for.  Difficulties, like thieves, often disappear at a\nglance.  Have the courage to leave a convivial party at the proper hour\nfor doing so, however great the sacrifice; and to stay away from one\nupon the slightest grounds for objection, however great the temptation\nto go.  Have the courage to do without that which you do not need,\nhowever much you may admire it.  Have the courage to speak your mind\nwhen it is necessary that you should do so, and hold your tongue when\nit is better you should be silent.  Have the courage to speak to a poor\nfriend in a seedy coat, even in the street, and when a rich one is\nnigh.  The effort is less than many people take it to be, and the act\nis worthy of a king.  Have the courage to admit that you have been in\nthe wrong, and you will remove the fact in the mind of others, putting\na desirable impression in the place of an unfavorable one.  Have the\ncourage to adhere to the first resolution when you can not change it\nfor a better, and abandon it at the eleventh hour upon conviction.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}