{
    "title": "The Thirty-nine Steps - Chapter Ten - Various Parties Converging on the Sea",
    "author": "John Buchan",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "A pink and blue June morning found me at Bradgate looking from\nthe Griffin Hotel over a smooth sea to the lightship on the Cock\nsands which seemed the size of a bell-buoy.  A couple of miles\nfarther south and much nearer the shore a small destroyer was\nanchored.  Scaife, MacGillivray’s man, who had been in the Navy,\nknew the boat, and told me her name and her commander’s, so I\nsent off a wire to Sir Walter.",
        "After breakfast Scaife got from a house-agent a key for the gates\nof the staircases on the Ruff.  I walked with him along the sands,\nand sat down in a nook of the cliffs while he investigated the half-\ndozen of them.  I didn’t want to be seen, but the place at this hour\nwas quite deserted, and all the time I was on that beach I saw\nnothing but the sea-gulls.",
        "It took him more than an hour to do the job, and when I saw\nhim coming towards me, conning a bit of paper, I can tell you my\nheart was in my mouth.  Everything depended, you see, on my\nguess proving right.",
        "He read aloud the number of steps in the different stairs.  ’Thirty-\nfour, thirty-five, thirty-nine, forty-two, forty-seven,’ and ’twenty-\none’ where the cliffs grew lower.  I almost got up and shouted.",
        "We hurried back to the town and sent a wire to MacGillivray.  I\nwanted half a dozen men, and I directed them to divide themselves\namong different specified hotels.  Then Scaife set out to prospect\nthe house at the head of the thirty-nine steps.",
        "He came back with news that both puzzled and reassured me.\nThe house was called Trafalgar Lodge, and belonged to an old\ngentleman called Appleton–a retired stockbroker, the house-agent\nsaid.  Mr Appleton was there a good deal in the summer time, and\nwas in residence now–had been for the better part of a week.\nScaife could pick up very little information about him, except that\nhe was a decent old fellow, who paid his bills regularly, and was\nalways good for a fiver for a local charity.  Then Scaife seemed to\nhave penetrated to the back door of the house, pretending he was\nan agent for sewing-machines.  Only three servants were kept, a\ncook, a parlour-maid, and a housemaid, and they were just the sort\nthat you would find in a respectable middle-class household.  The\ncook was not the gossiping kind, and had pretty soon shut the door\nin his face, but Scaife said he was positive she knew nothing.  Next\ndoor there was a new house building which would give good cover\nfor observation, and the villa on the other side was to let, and its\ngarden was rough and shrubby.",
        "I borrowed Scaife’s telescope, and before lunch went for a walk\nalong the Ruff.  I kept well behind the rows of villas, and found a\ngood observation point on the edge of the golf-course.  There I had\na view of the line of turf along the cliff top, with seats placed at\nintervals, and the little square plots, railed in and planted with\nbushes, whence the staircases descended to the beach.  I saw Trafalgar\nLodge very plainly, a red-brick villa with a veranda, a tennis\nlawn behind, and in front the ordinary seaside flower-garden full of\nmarguerites and scraggy geraniums.  There was a flagstaff from\nwhich an enormous Union Jack hung limply in the still air.",
        "Presently I observed someone leave the house and saunter along\nthe cliff.  When I got my glasses on him I saw it was an old man,\nwearing white flannel trousers, a blue serge jacket, and a straw hat.\nHe carried field-glasses and a newspaper, and sat down on one of\nthe iron seats and began to read.  Sometimes he would lay down the\npaper and turn his glasses on the sea.  He looked for a long time at\nthe destroyer.  I watched him for half an hour, till he got up and\nwent back to the house for his luncheon, when I returned to the\nhotel for mine.",
        "I wasn’t feeling very confident.  This decent common-place dwelling\nwas not what I had expected.  The man might be the bald\narchaeologist of that horrible moorland farm, or he might not.  He\nwas exactly the kind of satisfied old bird you will find in every\nsuburb and every holiday place.  If you wanted a type of the perfectly\nharmless person you would probably pitch on that.",
        "But after lunch, as I sat in the hotel porch, I perked up, for I saw\nthe thing I had hoped for and had dreaded to miss.  A yacht came\nup from the south and dropped anchor pretty well opposite the\nRuff.  She seemed about a hundred and fifty tons, and I saw she\nbelonged to the Squadron from the white ensign.  So Scaife and I\nwent down to the harbour and hired a boatman for an afternoon’s fishing.",
        "I spent a warm and peaceful afternoon.  We caught between us\nabout twenty pounds of cod and lythe, and out in that dancing blue\nsea I took a cheerier view of things.  Above the white cliffs of the\nRuff I saw the green and red of the villas, and especially the great\nflagstaff of Trafalgar Lodge.  About four o’clock, when we had\nfished enough, I made the boatman row us round the yacht, which\nlay like a delicate white bird, ready at a moment to flee.  Scaife said\nshe must be a fast boat for her build, and that she was pretty\nheavily engined.",
        "Her name was the ARIADNE, as I discovered from the cap of one of\nthe men who was polishing brasswork.  I spoke to him, and got an\nanswer in the soft dialect of Essex.  Another hand that came along\npassed me the time of day in an unmistakable English tongue.  Our\nboatman had an argument with one of them about the weather, and\nfor a few minutes we lay on our oars close to the starboard bow.",
        "Then the men suddenly disregarded us and bent their heads to\ntheir work as an officer came along the deck.  He was a pleasant,\nclean-looking young fellow, and he put a question to us about our\nfishing in very good English.  But there could be no doubt about\nhim.  His close-cropped head and the cut of his collar and tie never\ncame out of England.",
        "That did something to reassure me, but as we rowed back to\nBradgate my obstinate doubts would not be dismissed.  The thing that\nworried me was the reflection that my enemies knew that I had got my\nknowledge from Scudder, and it was Scudder who had given me the\nclue to this place.  If they knew that Scudder had this clue, would they\nnot be certain to change their plans?  Too much depended on their\nsuccess for them to take any risks.  The whole question was how much\nthey understood about Scudder’s knowledge.  I had talked confidently\nlast night about Germans always sticking to a scheme, but if they had\nany suspicions that I was on their track they would be fools not to\ncover it.  I wondered if the man last night had seen that I recognized\nhim.  Somehow I did not think he had, and to that I had clung.  But the\nwhole business had never seemed so difficult as that afternoon when\nby all calculations I should have been rejoicing in assured success.",
        "In the hotel I met the commander of the destroyer, to whom\nScaife introduced me, and with whom I had a few words.  Then I\nthought I would put in an hour or two watching Trafalgar Lodge.",
        "I found a place farther up the hill, in the garden of an empty\nhouse.  From there I had a full view of the court, on which two\nfigures were having a game of tennis.  One was the old man, whom\nI had already seen; the other was a younger fellow, wearing some\nclub colours in the scarf round his middle.  They played with tremendous\nzest, like two city gents who wanted hard exercise to open\ntheir pores.  You couldn’t conceive a more innocent spectacle.  They\nshouted and laughed and stopped for drinks, when a maid brought\nout two tankards on a salver.  I rubbed my eyes and asked myself if\nI was not the most immortal fool on earth.  Mystery and darkness\nhad hung about the men who hunted me over the Scotch moor in\naeroplane and motor-car, and notably about that infernal antiquarian.\nIt was easy enough to connect those folk with the knife\nthat pinned Scudder to the floor, and with fell designs on the\nworld’s peace.  But here were two guileless citizens taking their\ninnocuous exercise, and soon about to go indoors to a humdrum\ndinner, where they would talk of market prices and the last cricket\nscores and the gossip of their native Surbiton.  I had been making a\nnet to catch vultures and falcons, and lo and behold! two plump\nthrushes had blundered into it.",
        "Presently a third figure arrived, a young man on a bicycle, with a\nbag of golf-clubs slung on his back.  He strolled round to the tennis\nlawn and was welcomed riotously by the players.  Evidently they\nwere chaffing him, and their chaff sounded horribly English.  Then\nthe plump man, mopping his brow with a silk handkerchief, announced\nthat he must have a tub.  I heard his very words–’I’ve got into\na proper lather,’ he said.  ’This will bring down my weight and\nmy handicap, Bob.  I’ll take you on tomorrow and give you a stroke a\nhole.’  You couldn’t find anything much more English than that.",
        "They all went into the house, and left me feeling a precious idiot.\nI had been barking up the wrong tree this time.  These men might\nbe acting; but if they were, where was their audience?  They didn’t\nknow I was sitting thirty yards off in a rhododendron.  It was simply\nimpossible to believe that these three hearty fellows were anything\nbut what they seemed–three ordinary, game-playing, suburban\nEnglishmen, wearisome, if you like, but sordidly innocent.",
        "And yet there were three of them; and one was old, and one was\nplump, and one was lean and dark; and their house chimed in with\nScudder’s notes; and half a mile off was lying a steam yacht with at\nleast one German officer.  I thought of Karolides lying dead and all\nEurope trembling on the edge of earthquake, and the men I had\nleft behind me in London who were waiting anxiously for the\nevents of the next hours.  There was no doubt that hell was afoot\nsomewhere.  The Black Stone had won, and if it survived this June\nnight would bank its winnings.",
        "There seemed only one thing to do–go forward as if I had no\ndoubts, and if I was going to make a fool of myself to do it\nhandsomely.  Never in my life have I faced a job with greater\ndisinclination.  I would rather in my then mind have walked into a\nden of anarchists, each with his Browning handy, or faced a charging\nlion with a popgun, than enter that happy home of three\ncheerful Englishmen and tell them that their game was up.  How\nthey would laugh at me!",
        "But suddenly I remembered a thing I once heard in Rhodesia\nfrom old Peter Pienaar.  I have quoted Peter already in this narrative.\nHe was the best scout I ever knew, and before he had turned\nrespectable he had been pretty often on the windy side of the law,\nwhen he had been wanted badly by the authorities.  Peter once\ndiscussed with me the question of disguises, and he had a theory\nwhich struck me at the time.  He said, barring absolute certainties\nlike fingerprints, mere physical traits were very little use for\nidentification if the fugitive really knew his business.  He laughed at\nthings like dyed hair and false beards and such childish follies.  The\nonly thing that mattered was what Peter called ’atmosphere’.",
        "If a man could get into perfectly different surroundings from\nthose in which he had been first observed, and–this is the important\npart–really play up to these surroundings and behave as if\nhe had never been out of them, he would puzzle the cleverest\ndetectives on earth.  And he used to tell a story of how he once\nborrowed a black coat and went to church and shared the same\nhymn-book with the man that was looking for him.  If that man had\nseen him in decent company before he would have recognized him;\nbut he had only seen him snuffing the lights in a public-house with\na revolver.",
        "The recollection of Peter’s talk gave me the first real comfort\nthat I had had that day.  Peter had been a wise old bird, and these\nfellows I was after were about the pick of the aviary.  What if they\nwere playing Peter’s game?  A fool tries to look different: a clever\nman looks the same and is different.",
        "Again, there was that other maxim of Peter’s which had helped\nme when I had been a roadman.  ’If you are playing a part, you\nwill never keep it up unless you convince yourself that you are\nit.’  That would explain the game of tennis.  Those chaps didn’t\nneed to act, they just turned a handle and passed into another\nlife, which came as naturally to them as the first.  It sounds a\nplatitude, but Peter used to say that it was the big secret of all\nthe famous criminals.",
        "It was now getting on for eight o’clock, and I went back and\nsaw Scaife to give him his instructions.  I arranged with him how to\nplace his men, and then I went for a walk, for I didn’t feel up to\nany dinner.  I went round the deserted golf-course, and then to a\npoint on the cliffs farther north beyond the line of the villas.",
        "On the little trim newly-made roads I met people in flannels\ncoming back from tennis and the beach, and a coastguard from the\nwireless station, and donkeys and pierrots padding homewards.\nOut at sea in the blue dusk I saw lights appear on the ARIADNE and\non the destroyer away to the south, and beyond the Cock sands the\nbigger lights of steamers making for the Thames.  The whole scene\nwas so peaceful and ordinary that I got more dashed in spirits every\nsecond.  It took all my resolution to stroll towards Trafalgar Lodge\nabout half-past nine.",
        "On the way I got a piece of solid comfort from the sight of a\ngreyhound that was swinging along at a nursemaid’s heels.  He\nreminded me of a dog I used to have in Rhodesia, and of the time\nwhen I took him hunting with me in the Pali hills.  We were after\nrhebok, the dun kind, and I recollected how we had followed one\nbeast, and both he and I had clean lost it.  A greyhound works by\nsight, and my eyes are good enough, but that buck simply leaked\nout of the landscape.  Afterwards I found out how it managed it.\nAgainst the grey rock of the kopjes it showed no more than a crow\nagainst a thundercloud.  It didn’t need to run away; all it had to do\nwas to stand still and melt into the background.",
        "Suddenly as these memories chased across my brain I thought of\nmy present case and applied the moral.  The Black Stone didn’t need\nto bolt.  They were quietly absorbed into the landscape.  I was on\nthe right track, and I jammed that down in my mind and vowed\nnever to forget it.  The last word was with Peter Pienaar.",
        "Scaife’s men would be posted now, but there was no sign of a\nsoul.  The house stood as open as a market-place for anybody to\nobserve.  A three-foot railing separated it from the cliff road; the\nwindows on the ground-floor were all open, and shaded lights and\nthe low sound of voices revealed where the occupants were finishing\ndinner.  Everything was as public and above-board as a charity\nbazaar.  Feeling the greatest fool on earth, I opened the gate and\nrang the bell.",
        "A man of my sort, who has travelled about the world in rough\nplaces, gets on perfectly well with two classes, what you may call\nthe upper and the lower.  He understands them and they understand\nhim.  I was at home with herds and tramps and roadmen, and I was\nsufficiently at my ease with people like Sir Walter and the men I\nhad met the night before.  I can’t explain why, but it is a fact.  But\nwhat fellows like me don’t understand is the great comfortable,\nsatisfied middle-class world, the folk that live in villas and suburbs.\nHe doesn’t know how they look at things, he doesn’t understand\ntheir conventions, and he is as shy of them as of a black mamba.\nWhen a trim parlour-maid opened the door, I could hardly find my voice.",
        "I asked for Mr Appleton, and was ushered in.  My plan had been\nto walk straight into the dining-room, and by a sudden appearance\nwake in the men that start of recognition which would confirm my\ntheory.  But when I found myself in that neat hall the place mastered\nme.  There were the golf-clubs and tennis-rackets, the straw hats\nand caps, the rows of gloves, the sheaf of walking-sticks, which\nyou will find in ten thousand British homes.  A stack of neatly\nfolded coats and waterproofs covered the top of an old oak chest;\nthere was a grandfather clock ticking; and some polished brass\nwarming-pans on the walls, and a barometer, and a print of Chiltern\nwinning the St Leger.  The place was as orthodox as an Anglican\nchurch.  When the maid asked me for my name I gave it automatically,\nand was shown into the smoking-room, on the right side of the hall.",
        "That room was even worse.  I hadn’t time to examine it, but I\ncould see some framed group photographs above the mantelpiece,\nand I could have sworn they were English public school or college.\nI had only one glance, for I managed to pull myself together and go\nafter the maid.  But I was too late.  She had already entered the\ndining-room and given my name to her master, and I had missed the\nchance of seeing how the three took it.",
        "When I walked into the room the old man at the head of the\ntable had risen and turned round to meet me.  He was in evening\ndress–a short coat and black tie, as was the other, whom I called\nin my own mind the plump one.  The third, the dark fellow, wore a\nblue serge suit and a soft white collar, and the colours of some club\nor school.",
        "The old man’s manner was perfect.  ’Mr Hannay?’ he said\nhesitatingly.  ’Did you wish to see me?  One moment, you fellows, and I’ll\nrejoin you.  We had better go to the smoking-room.’",
        "Though I hadn’t an ounce of confidence in me, I forced myself\nto play the game.  I pulled up a chair and sat down on it.",
        "’I think we have met before,’ I said, ’and I guess you know\nmy business.’",
        "The light in the room was dim, but so far as I could see their\nfaces, they played the part of mystification very well.",
        "’Maybe, maybe,’ said the old man.  ’I haven’t a very good memory,\nbut I’m afraid you must tell me your errand, Sir, for I really don’t\nknow it.’",
        "’Well, then,’ I said, and all the time I seemed to myself to be\ntalking pure foolishness–’I have come to tell you that the game’s\nup.  I have a warrant for the arrest of you three gentlemen.’",
        "’Arrest,’ said the old man, and he looked really shocked.  ’Arrest!\nGood God, what for?’",
        "’For the murder of Franklin Scudder in London on the 23rd day\nof last month.’",
        "’I never heard the name before,’ said the old man in a dazed voice.",
        "One of the others spoke up.  ’That was the Portland Place murder.\nI read about it.  Good heavens, you must be mad, Sir!  Where do you\ncome from?’",
        "’Scotland Yard,’ I said.",
        "After that for a minute there was utter silence.  The old man was\nstaring at his plate and fumbling with a nut, the very model of\ninnocent bewilderment.",
        "Then the plump one spoke up.  He stammered a little, like a man\npicking his words.",
        "’Don’t get flustered, uncle,’ he said.  ’It is all a ridiculous mistake;\nbut these things happen sometimes, and we can easily set it right.  It\nwon’t be hard to prove our innocence.  I can show that I was out of\nthe country on the 23rd of May, and Bob was in a nursing home.\nYou were in London, but you can explain what you were doing.’",
        "’Right, Percy!  Of course that’s easy enough.  The 23rd!  That was\nthe day after Agatha’s wedding.  Let me see.  What was I doing?  I\ncame up in the morning from Woking, and lunched at the club with\nCharlie Symons.  Then–oh yes, I dined with the Fishmongers.  I\nremember, for the punch didn’t agree with me, and I was seedy next\nmorning.  Hang it all, there’s the cigar-box I brought back from the\ndinner.’  He pointed to an object on the table, and laughed nervously.",
        "’I think, Sir,’ said the young man, addressing me respectfully,\n’you will see you are mistaken.  We want to assist the law like all\nEnglishmen, and we don’t want Scotland Yard to be making fools\nof themselves.  That’s so, uncle?’",
        "’Certainly, Bob.’  The old fellow seemed to be recovering his\nvoice.  ’Certainly, we’ll do anything in our power to assist the\nauthorities.  But–but this is a bit too much.  I can’t get over it.’",
        "’How Nellie will chuckle,’ said the plump man.  ’She always said\nthat you would die of boredom because nothing ever happened to\nyou.  And now you’ve got it thick and strong,’ and he began to\nlaugh very pleasantly.",
        "’By Jove, yes.  Just think of it!  What a story to tell at the club.\nReally, Mr Hannay, I suppose I should be angry, to show my\ninnocence, but it’s too funny!  I almost forgive you the fright you\ngave me!  You looked so glum, I thought I might have been walking\nin my sleep and killing people.’",
        "It couldn’t be acting, it was too confoundedly genuine.  My heart\nwent into my boots, and my first impulse was to apologize and\nclear out.  But I told myself I must see it through, even though I\nwas to be the laughing-stock of Britain.  The light from the dinner-\ntable candlesticks was not very good, and to cover my confusion I\ngot up, walked to the door and switched on the electric light.  The\nsudden glare made them blink, and I stood scanning the three faces.",
        "Well, I made nothing of it.  One was old and bald, one was stout,\none was dark and thin.  There was nothing in their appearance to\nprevent them being the three who had hunted me in Scotland, but\nthere was nothing to identify them.  I simply can’t explain why I\nwho, as a roadman, had looked into two pairs of eyes, and as Ned\nAinslie into another pair, why I, who have a good memory and\nreasonable powers of observation, could find no satisfaction.  They\nseemed exactly what they professed to be, and I could not have\nsworn to one of them.",
        "There in that pleasant dining-room, with etchings on the walls,\nand a picture of an old lady in a bib above the mantelpiece, I could\nsee nothing to connect them with the moorland desperadoes.  There\nwas a silver cigarette-box beside me, and I saw that it had been won\nby Percival Appleton, Esq., of the St Bede’s Club, in a golf tournament.\nI had to keep a firm hold of Peter Pienaar to prevent myself\nbolting out of that house.",
        "’Well,’ said the old man politely, ’are you reassured by your\nscrutiny, Sir?’",
        "I couldn’t find a word.",
        "’I hope you’ll find it consistent with your duty to drop this\nridiculous business.  I make no complaint, but you’ll see how annoying\nit must be to respectable people.’",
        "I shook my head.",
        "’O Lord,’ said the young man.  ’This is a bit too thick!’",
        "’Do you propose to march us off to the police station?’ asked the\nplump one.  ’That might be the best way out of it, but I suppose\nyou won’t be content with the local branch.  I have the right to ask\nto see your warrant, but I don’t wish to cast any aspersions upon\nyou.  You are only doing your duty.  But you’ll admit it’s horribly\nawkward.  What do you propose to do?’",
        "There was nothing to do except to call in my men and have them\narrested, or to confess my blunder and clear out.  I felt mesmerized by\nthe whole place, by the air of obvious innocence–not innocence\nmerely, but frank honest bewilderment and concern in the three faces.",
        "’Oh, Peter Pienaar,’ I groaned inwardly, and for a moment I was\nvery near damning myself for a fool and asking their pardon.",
        "’Meantime I vote we have a game of bridge,’ said the plump one.\n’It will give Mr Hannay time to think over things, and you know\nwe have been wanting a fourth player.  Do you play, Sir?’",
        "I accepted as if it had been an ordinary invitation at the club.\nThe whole business had mesmerized me.  We went into the\nsmoking-room where a card-table was set out, and I was offered\nthings to smoke and drink.  I took my place at the table in a kind of\ndream.  The window was open and the moon was flooding the cliffs\nand sea with a great tide of yellow light.  There was moonshine,\ntoo, in my head.  The three had recovered their composure, and\nwere talking easily–just the kind of slangy talk you will hear in\nany golf club-house.  I must have cut a rum figure, sitting there\nknitting my brows with my eyes wandering.",
        "My partner was the young dark one.  I play a fair hand at bridge,\nbut I must have been rank bad that night.  They saw that they had\ngot me puzzled, and that put them more than ever at their ease.  I\nkept looking at their faces, but they conveyed nothing to me.  It\nwas not that they looked different; they were different.  I clung\ndesperately to the words of Peter Pienaar.",
        "Then something awoke me.",
        "The old man laid down his hand to light a cigar.  He didn’t pick\nit up at once, but sat back for a moment in his chair, with his\nfingers tapping on his knees.",
        "It was the movement I remembered when I had stood before him\nin the moorland farm, with the pistols of his servants behind me.",
        "A little thing, lasting only a second, and the odds were a thousand\nto one that I might have had my eyes on my cards at the time and\nmissed it.  But I didn’t, and, in a flash, the air seemed to clear.  Some\nshadow lifted from my brain, and I was looking at the three men\nwith full and absolute recognition.",
        "The clock on the mantelpiece struck ten o’clock.",
        "The three faces seemed to change before my eyes and reveal their\nsecrets.  The young one was the murderer.  Now I saw cruelty and\nruthlessness, where before I had only seen good-humour.  His knife,\nI made certain, had skewered Scudder to the floor.  His kind had\nput the bullet in Karolides.",
        "The plump man’s features seemed to dislimn, and form again, as\nI looked at them.  He hadn’t a face, only a hundred masks that he\ncould assume when he pleased.  That chap must have been a superb\nactor.  Perhaps he had been Lord Alloa of the night before; perhaps\nnot; it didn’t matter.  I wondered if he was the fellow who had first\ntracked Scudder, and left his card on him.  Scudder had said he\nlisped, and I could imagine how the adoption of a lisp might add terror.",
        "But the old man was the pick of the lot.  He was sheer brain, icy,\ncool, calculating, as ruthless as a steam hammer.  Now that my eyes\nwere opened I wondered where I had seen the benevolence.  His\njaw was like chilled steel, and his eyes had the inhuman luminosity\nof a bird’s.  I went on playing, and every second a greater hate\nwelled up in my heart.  It almost choked me, and I couldn’t answer\nwhen my partner spoke.  Only a little longer could I endure\ntheir company.",
        "’Whew!  Bob!  Look at the time,’ said the old man.  ’You’d better\nthink about catching your train.  Bob’s got to go to town tonight,’\nhe added, turning to me.  The voice rang now as false as hell.\nI looked at the clock, and it was nearly half-past ten.",
        "’I am afraid he must put off his journey,’ I said.",
        "’Oh, damn,’ said the young man.  ’I thought you had dropped\nthat rot.  I’ve simply got to go.  You can have my address, and I’ll\ngive any security you like.’",
        "’No,’ I said, ’you must stay.’",
        "At that I think they must have realized that the game was desperate.\nTheir only chance had been to convince me that I was playing\nthe fool, and that had failed.  But the old man spoke again.",
        "’I’ll go bail for my nephew.  That ought to content you, Mr\nHannay.’  Was it fancy, or did I detect some halt in the smoothness\nof that voice?",
        "There must have been, for as I glanced at him, his eyelids fell in\nthat hawk-like hood which fear had stamped on my memory.",
        "I blew my whistle.",
        "In an instant the lights were out.  A pair of strong arms gripped\nme round the waist, covering the pockets in which a man might be\nexpected to carry a pistol.",
        "’Schnell, Franz,’ cried a voice, ’Das Boot, das Boot!’  As it spoke I\nsaw two of my fellows emerge on the moonlit lawn.",
        "The young dark man leapt for the window, was through it, and\nover the low fence before a hand could touch him.  I grappled the\nold chap, and the room seemed to fill with figures.  I saw the plump\none collared, but my eyes were all for the out-of-doors, where\nFranz sped on over the road towards the railed entrance to the\nbeach stairs.  One man followed him, but he had no chance.  The\ngate of the stairs locked behind the fugitive, and I stood staring,\nwith my hands on the old boy’s throat, for such a time as a man\nmight take to descend those steps to the sea.",
        "Suddenly my prisoner broke from me and flung himself on the\nwall.  There was a click as if a lever had been pulled.  Then came a\nlow rumbling far, far below the ground, and through the window I\nsaw a cloud of chalky dust pouring out of the shaft of the stairway.",
        "Someone switched on the light.",
        "The old man was looking at me with blazing eyes.",
        "’He is safe,’ he cried.  ’You cannot follow in time ...  He is\ngone ...  He has triumphed ...  Der Schwarze Stein ist in der\nSiegeskrone.’",
        "There was more in those eyes than any common triumph.  They\nhad been hooded like a bird of prey, and now they flamed with a\nhawk’s pride.  A white fanatic heat burned in them, and I realized\nfor the first time the terrible thing I had been up against.  This man\nwas more than a spy; in his foul way he had been a patriot.",
        "As the handcuffs clinked on his wrists I said my last word to him.",
        "’I hope Franz will bear his triumph well.  I ought to tell you that\nthe ARIADNE for the last hour has been in our hands.’",
        "Three weeks later, as all the world knows, we went to war.  I joined\nthe New Army the first week, and owing to my Matabele experience\ngot a captain’s commission straight off.  But I had done my best\nservice, I think, before I put on khaki.",
        " ",
        "\nThis eBook of “The Thirty-nine Steps” by John Buchan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Four Adventures of Richard Hannay: The Thirty-Nine Steps/Greenmantle/Mr. Standfast/the Three HostagesBy John BuchanAt Amazon"
    ]
}