{
    "title": "The Money Master - Chapter II: “The Rest of the Story To-Morrow”",
    "author": "Gilbert Parker",
    "chapter": "3",
    "content": [
        "\n\n",
        "The journey wore on to the coast of Canada.  Gaspe was not far off when,\nstill held back by the constitutional tendency of the Norman not to close\na bargain till compelled to do so, Jean Jacques sat with Carmen far\nforward on the deck, where the groaning Antoine broke the waters into\nsullen foam.  There they silently watched the sunset, golden, purple and\nsplendid–and ominous, as the captain knew.",
        "“Look, the end of life–like that!” said Jean Jacques oratorically with\na wave of the hand towards the prismatic radiance.",
        "“All the way round, the whole circle–no, it would be too much,” Carmen\nreplied sadly.  “Better to go at noon–or soon after.  Then the only\nmemory of life would be of the gallop.  No crawling into the night for\nme, if I can help it.  Mother of Heaven, no!  Let me go at the top of the\nflight.”",
        "“It is all the same to me,” responded Jean Jacques, “I want to know it\nall–to gallop, to trot, to walk, to crawl.  Me, I’m a philosopher.  I\nwait.”",
        "“But I thought you were a Catholic,” she replied, with a kindly, lurking\nsmile, which might easily have hardened into scoffing.",
        "“First and last,” he answered firmly.",
        "“A Catholic and a philosopher–together in one?”  She shrugged a shoulder\nto incite him to argument, for he was interesting when excited; when\nspurting out little geysers of other people’s cheap wisdom and\nphilosophy, poured through the kind distortion of his own intelligence.",
        "He gave a toss of his head.  “Ah, that is my hobby–I reconcile, I unite,\nI adapt!  It is all the nature of the mind, the far-look, the all-round\nsight of the man.  I have it all.  I see.”",
        "He gazed eloquently into the sunset, he swept the horizon with his hand.\n“I have the all-round look.  I say the Man of Calvary, He is before all,\nthe sun; but I say Socrates, Plato, Jean Jacques–that is my name, and it\nis not for nothing, that–Jean Jacques Rousseau, Descartes, Locke, they\nare stars that go round the sun.  It is the same light, but not the same\nsound.  I reconcile.  In me all comes together like the spokes to the hub\nof a wheel.  Me–I am a Christian, I am philosophe, also.  In St.\nSaviour’s, my home in Quebec, if the crops are good, what do men say?\n’C’est le bon Dieu–it is the good God,’ that is what they say.  If the\ncrops are bad, what do they say?  ’It is the good God’–that is what they\nsay.  It is the good God that makes crops good or bad, and it is the good\nGod that makes men say, ’C’est le bon Dieu.’ The good God makes the\nphilosophy.  It is all one.”",
        "She appeared to grow agitated, and her voice shook as she spoke.  “Tsh,\nit is only a fool that says the good God does it, when the thing that is\ndone breaks you or that which you love all to pieces.  No, no, no, it is\nnot religion, it is not philosophy that makes one raise the head when the\nheart is bowed down, when everything is snatched away that was all in\nall.  That the good God does it is a lie.  Santa Maria, what a lie!”",
        "“Why ’Santa Maria,’ then, if it is a lie?” he asked triumphantly.  He\ndid not observe how her breast was heaving, how her hands were clenched;\nfor she was really busy with thoughts of her dead Carvillho Gonzales; but\nfor the moment he could only see the point of an argument.",
        "She made a gesture of despair.  “So–that’s it.  Habit in us is so\nstrong.  It comes through the veins of our mothers to us.  We say that\nGod is a lie one minute, and then the next minute we say, ’God guard\nyou!’  Always–always calling to something, for something outside\nourselves.  That is why I said Santa Maria, why I ask her to pray for the\nsoul of my friend, to pray to the God that breaks me and mine, and sends\nus over the seas, beggars without a home.”",
        "Now she had him back out of the vanities of his philosophy.  He was up,\ninflamed, looking at her with an excitement on which she depended for her\nfuture.  She knew the caution of his nature, she realized how he would\ntake one step forward and another step back, and maybe get nowhere in the\nend, and she wanted him–for a home, for her father’s sake, for what he\ncould do for them both.  She had no compunctions.  She thought herself\ntoo good for him, in a way, for in her day men of place and mark had\ntaken notice of her; and if it had not been for her Gonzales she would no\ndoubt have listened to one of them sometime or another.  She knew she had\nability, even though she was indolent, and she thought she could do as\nmuch for him as any other girl.  If she gave him a handsome wife and\nhandsome children, and made men envious of him, and filled him with good\nthings, for she could cook more than tortillas-she felt he would have no\nright to complain.  She meant him to marry her–and Quebec was very near!",
        "“A beggar in a strange land, without a home, without a friend–oh, my\nbroken life!” she whispered wistfully to the sunset.",
        "It was not all acting, for the past reached out and swept over her,\nthrowing waves of its troubles upon the future.  She was that saddest\nof human beings, a victim of dual forces which so fought for mastery with\neach other that, while the struggle went on, the soul had no firm\nfoothold anywhere.  That, indeed, was why her Carvillho Gonzales, who\nalso had been dual in nature, said to himself so often, “I am a devil,\"\nand nearly as often, “I have the heart of an angel.”",
        "“Tell me all about your life, my friend,” Jean Jacques said eagerly.  Now\nhis eyes no longer hurried here and there, but fastened on hers and\nstayed thereabouts–ah, her face surely was like pictures he had seen in\nthe Louvre that day when he had ambled through the aisles of great men’s\nglories with the feeling that he could not see too much for nothing in an\nhour.",
        "“My life?  Ah, m’sieu’, has not my father told you of it?” she asked.",
        "He waved a hand in explanation, he cocked his head quizzically.  “Scraps\n–like the buttons on a coat here and there–that’s all,” he answered.\n“Born in Andalusia, lived in Cadiz, plenty of money, a beautiful home,\"\n–Carmen’s eyes drooped, and her face flushed slightly–\"no brothers or\nsisters–visits to Madrid on political business–you at school–then the\ngoing of your mother, and you at home at the head of the house.  So much\non the young shoulders, the kitchen, the parlour, the market, the shop,\nsociety–and so on.  That is the way it was, so he said, except in the\nlast sad times, when your father, for the sake of Don Carlos and his\nrights, near lost his life–ah, I can understand that: to stand by the\nthing you have sworn to!  France is a republic, but I would give my life\nto put a Napoleon or a Bourbon on the throne.  It is my hobby to stand by\nthe old ship, not sign on to a new captain every port.”",
        "She raised her head and looked at him calmly now.  The flush had gone\nfrom her face, and a light of determination was in her eyes.  To that was\nadded suddenly a certain tinge of recklessness and abandon in carriage\nand manner, as one flings the body loose from the restraints of clothes,\nand it expands in a free, careless, defiant joy.",
        "Jean Jacques’ recital of her father’s tale had confused her for a moment,\nit was so true yet so untrue, so full of lies and yet so solid in fact.\n“The head of the house–visits to Madrid on political business–the\nparlour, the market, society–all that!”  It suggested the picture of the\nlife of a child of a great house; it made her a lady, and not a superior\nservant as she had been; it adorned her with a credit which was not hers;\nand for a moment she was ashamed.  Yet from the first she had lent\nherself to the general imposture that they had fled from Spain for\npolitical reasons, having lost all and suffered greatly; and it was true\nwhile yet it was a lie.  She had suffered, both her father and herself\nhad suffered; she had been in danger, in agony, in sorrow, in despair–\nit was only untrue that they were of good birth and blood, and had had\nposition and comfort and much money.  Well, what harm did that do\nanybody?  What harm did it do this little brown seigneur from Quebec?\nPerhaps he too had made himself out to be more than he was.  Perhaps he\nwas no seigneur at all, she thought.  When one is in distant seas and in\ndanger of his life, one will hoist any flag, sail to any port, pay homage\nto any king.  So would she.  Anyhow, she was as good as this provincial,\nwith his ancient silver watch, his plump little hands, and his book of\nphilosophy.",
        "What did it matter, so all came right in the end!  She would justify\nherself, if she had the chance.  She was sick of conspiracy, and danger,\nand chicanery–and blood.  She wanted her chance.  She had been badly\nshaken in the last days in Spain, and she shrank from more worry and\nmisery.  She wanted to have a home and not to wander.  And here was a\nchance–how good a chance she was not sure; but it was a chance.  She\nwould not hesitate to make it hers.  After all, self-preservation was the\nthing which mattered.  She wanted a bright fire, a good table, a horse,\na cow, and all such simple things.  She wanted a roof over her and a warm\nbed at night.  She wanted a warm bed at night–but a warm bed at night\nalone.  It was the price she would have to pay for her imposture, that if\nshe had all these things, she could not be alone in the sleep-time.  She\nhad not thought of this in the days when she looked forward to a home\nwith her Gonzales.  To be near him was everything; but that was all dead\nand done for; and now–it was at this point that, shrinking, she suddenly\nthrew off all restraining thoughts.  With abandon of the mind came a\nrecklessness of body, which gave her, all at once, a voluptuousness more\nin keeping with the typical maid of Andalusia.  It got into the eyes and\nsenses of Jean Jacques, in a way which had nothing to do with the\nphilosophy of Descartes, or Kant, or Aristotle, or Hegel.",
        "“It was beautiful in much–my childhood,” she said in a low voice,\ndropping her eyes before his ardent gaze, “as my father said.  My mother\nwas lovely to see, but not bigger than I was at twelve–so petite, and\nyet so perfect in form–like a lark or a canary.  Yes, and she could\nsing–anything.  Not like me with a voice which has the note of a drum or\nan organ–”",
        "“Of a flute, bright Senorita,” interposed Jean Jacques.",
        "“But high, and with the trills in the skies, and all like a laugh with a\ntear in it.  When she went to the river to wash–”",
        "She was going to say “wash the clothes,” but she stopped in time and said\ninstead, “wash her spaniel and her pony\"–her face was flushed again with\nshame, for to lie about one’s mother is a sickening thing, and her mother\nnever had a spaniel or a pony–” the women on the shore wringing their\nclothes, used to beg her to sing.  To the hum of the river she would make\nthe music which they loved–”",
        "“La Manola and such?” interjected Jean Jacques eagerly.  “That’s a fine\nsong as you sing it.”",
        "“Not La Manola, but others of a different sort–The Love of Isabella, The\nFlight of Bobadil, Saragosse, My Little Banderillero, and so on, and all\nso sweet that the women used to cry.  Always, always she was singing till\nthe time when my father became a rebel.  Then she used to cry too; and\nshe would sing no more; and when my father was put against a wall to be\nshot, and fell in the dust when the rifles rang out, she came at the\nmoment, and seeing him lying there, she threw up her hands, and fell down\nbeside him dead–”",
        "“The poor little senora, dead too–”",
        "“Not dead too–that was the pity of it.  You see my father was not dead.\nThe officer\"–she did not say sergeant–\"who commanded the firing squad,\nhe was what is called a compadre of my father–”",
        "“Yes, I understand–a made-brother, sealed with an oath, which binds\ncloser than a blood-brother.  It is that, is it not?”",
        "“So–like that.  Well, the compadre had put blank cartridges in their\nrifles, and my father pretended to fall dead; and the soldiers were\nmarched away; and my father, with my mother, was carried to his home,\nstill pretending to be dead.  It had been all arranged except the awful\nthing, my mother’s death.  Who could foresee that?  She ought to have\nbeen told; but who could guess that she would hear of it all, and come\nat the moment like that?  So, that was the way she went, and I was left\nalone with my father.”  She had told the truth in all, except in\nconveying that her mother was not of the lower orders, and that she went\nto the river to wash her spaniel and her pony instead of her clothes.",
        "“Your father–did they not arrest him again?  Did they not know?”",
        "She shrugged her shoulders.  That is not the way in Spain.  He was shot,\nas the orders were, with his back to the wall by a squad of soldiers with\nregulation bullets.  If he chose to come to life again, that was his own\naffair.  The Government would take no notice of him after he was dead.\nHe could bury himself, or he could come alive–it was all the same to\nthem.  So he came alive again.”",
        "“That is a story which would make a man’s name if he wrote it down,\"\nsaid Jean Jacques eloquently.  “And the poor little senora, but my heart\nbleeds for her!  To go like that in such pain, and not to know–If she\nhad been my wife I think I would have gone after her to tell her it was\nall right, and to be with her–”",
        "He paused confused, for that seemed like a reflection on her father’s\nchivalry, and for a man who had risked his life for his banished king–\nwhat would he have thought if he had been told that Sebastian Dolores was\nan anarchist who loathed kings!–it was an insult to suggest that he did\nnot know the right thing to do, or, knowing, had not done it.",
        "She saw the weakness of his case at once.  “There was his duty to the\nliving,” she said indignantly.",
        "“Ah, forgive me–what a fool I am!” Jean Jacques said repentantly at\nonce.  “There was his little girl, his beloved child, his Carmen Dolores,\nso beautiful, with the voice like a flute, and–”",
        "He drew nearer to her, his hand was outstretched to take hers; his eyes\nwere full of the passion of the moment; pity was drowning all caution,\nall the Norman shrewdness in him, when the Antoine suddenly stopped\nalmost dead with a sudden jolt and shock, then plunged sideways, jerked,\nand trembled.",
        "“We’ve struck a sunk iceberg–the rest of the story to-morrow, Senorita,\"\nhe cried, as they both sprang to their feet.",
        "“The rest of the story to-morrow,” she repeated, angry at the stroke of\nfate which had so interrupted the course of her fortune.  She said it\nwith a voice also charged with fear; for she was by nature a landfarer,\nnot a sea-farer, though on the rivers of Spain she had lived almost as\nmuch as on land, and she was a good swimmer.",
        "“The rest to-morrow,” she repeated, controlling herself.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}