{
    "title": "The Nature of Goodness - V. Self-Development",
    "author": "George Herbert Palmer",
    "chapter": "6",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "Conceivably a being such, as has been described might advance no\nfarther. Conscious he might be, observant of everything going on\nwithin him and without; occupied too with inducing the very changes he\nobserves, and yet with no aim to enlarge himself or improve the world\nthrough any of the changes so induced. Complete within himself at the\nbeginning, he might be equally so at the close, his activity being\nundertaken for the mere sake of action, and not for any beneficial\nresults following in its train. Still, even such a being would be\nbetter off while acting than if quiet, and by his readiness to act\nwould show that he felt the need of at least temporary betterment. In\nactual cases the need goes deeper.",
        "A being capable of self-direction ordinarily has capacities\nimperfectly realized. Changing other things, he also changes himself;\nand it becomes a part of his aim in action to make these changes\nadvantageous, and each act helpfully reactive. Accordingly the aim at\nself-development regularly attends self-direction. I could not,\ntherefore, properly discuss my last topic without in some measure\nanticipating this. Every ideal of action, I was obliged to say,\nincludes within it an aim at some sort of betterment of the actor. Our\nbusiness, then, in the present chapter is not to announce a new theme,\nbut simply to render explicit what before was implied. We must detach\nfrom action the influence which it throws back upon us, the actors. We\nmust make this influence plain, exhibit its method, and show wherein\nit differs from other processes in some respects similar.",
        "The most obvious fact about self-development is that it is a species\nof change, and that change is associated with sadness. Heraclitus, the\nweeping philosopher of the Greeks, discovered this fact five hundred\nyears before Christ. “Nothing abides,” he said, “all is fleeting.” We\nstand in a moving tide, unable to bathe twice in the same stream;\nbefore we can stoop a second time the flood is gone. In every age this\nis the common theme of lamentation for poet, moralist, common man and\nwoman. All other causes of sadness are secondary to it. As soon as we\nhave comprehended anything, have fitted it to our lives and learned to\nlove it, it is gone.",
        "Such is the aspect which change ordinarily presents. It is tied up\nwith grief. We regard what is precious as stable; and yet we are\nobliged to confess that nothing on earth is stable–nothing among\nphysical things, and just as little among mental and spiritual things.\nBut there are many kinds of change. We are apt to confuse them with\none another, and in so doing to carry over to the nobler sorts\nthoughts applicable only to the lower. In beginning, then, the\ndiscussion of self-development, I think it will conduce to clearness\nif I offer a conspectus of all imaginable changes. I will set them in\ngroups and show their different kinds, exhibiting first those which\nare most elementary, then those more complex, and finally those so\ndark and important that they pass over into a region of mystery and\nparadox.",
        "Probably all will agree that the simplest possible change is the\naccidental sort, that where only relations of space are altered. My\nwatch, now lying in the middle of the desk, is shifted to the right\nside, is laid in its case, or is lost in the street. I call these\nchanges accidental, because they in no way affect the nature of the\nwatch. They are not really changes in it, but in its surroundings. The\nwatch still remains what it was before. To the same group we might\nrefer a large number of other changes where no inner alteration is\nwrought. The watch is now in a brilliant light; I lay my hand on it,\nand it is in darkness. Its place has not been changed, but that of the\nlight has been. Many of the commonest changes in life are of this\nsort. They are accidental or extraneous changes. In them, through all\nits change, the thing abides. There is no necessary alteration of its\nnature.",
        "But unhappily this is not the only species of change. It is not that\nwhich has brought a wail from the ages, when men have seen what they\nprize slip away. The common root of sorrow has been destructive\nchange. Holding the watch in my hand, I may drop it on the floor; and\nat once the crystal, which has been so transparently protective, is\ngone. If the floor is of stone, the back of the watch may be wrenched\naway, the wheels of its delicate machinery jarred asunder. Destruction\nhas come upon it, and not merely an extraneous accident. In\nconsequence of altered surroundings, dissolution is wrought within.\nChange of a lamentable sort has come. What before was a beautiful\nwhole, organically constituted in the way described in my first two\nchapters, has been torn asunder. What we formerly beheld with delight\nhas disappeared.",
        "And let us not accept false comfort. We often hear it said that, after\nall, destruction is an illusion. There is no such thing. What is once\nin the world is here forever. No particle of the watch can by any\npossibility be lost. And what is true of the watch is true of things\nfar higher, of persons even. When persons decay and die, may not their\ndestruction be only in outward seeming? We cannot imagine absolute\ncessation. As well imagine an absolute beginning. There is no loss.\nEverything abides. Only to our apprehension do destructive changes\noccur. We are all familiar with consolation of this sort, and how\ninwardly unsatisfactory it is! For while it is true that no particle\nof the watch is destroyed, it is precisely those particles which were\nin our minds of little consequence. Almost equally well they might\nhave been of gold, silver, or steel. The precious part of the, watch\nwas the organization of its particles, and that is gone. The face and\nform of my friend can indeed be blotted out in no single item. But I\ncare nothing for its material items, The totality may be wrecked, and\nit is that totality to which my affections cling. And so it is in the\nworld around–material remains, organic wholeness goes. It is almost a\nsarcasm of nature that she counts our precious things so cheap, while\nthe bricks and mortar of which these are made–matters on which no\nhuman affection can fasten–she holds for everlasting. The\nlamentations of the ages, then, have not erred. Something tragic is\ninvolved in the framework of the universe. In order to abide,\ndivulsion must occur. Destruction of organism is going on all around\nus, and ever will go on. Things must unceasingly be torn apart. One\nmight call this destructive and lamentable change the only steadfast\nfeature of the world.",
        "Yet after all, and often in this very process of divulsion, we catch\nglimpses of a nobler sort of change, For there is a third species to\nwhich I might perhaps give the name of transforming: change. When, for\nexample, a certain portion of oxygen and a certain portion of\nhydrogen, each having its own distinctive qualities, are brought into\ncontact with one another, they utterly change. The qualities of both\ndisappear, and a new set of qualities takes their place. The old ones\nare gone,–gone, but not lost; for they have been transformed into new\nones of a predetermined and constant kind. Only a single sort of\nchange is open to these elements when in each other’s presence, and in\nprecisely that way they will always change. In so changing they do\nnot, it is true, fully keep their past; but a fixed relation to it\nthey do keep, and under certain conditions may return to it again. The\ntransforming changes of chemistry, then, are of a different nature\nfrom those of the mechanic destruction just described. In those the\nruined organism leaves not a wrack behind. In chemic change something\ndefinite is held, something that originally was planned and can he\nprophesied. An end is attained: the fixed combination of just so much\noxygen with just so much hydrogen for the making of the new substance,\nwater. Here change is productive, and is not mere waste, as in organic\ndestruction. Something, however, is lost–the old qualities; for these\ncannot be restored except through the disruption of the new substance,\nthe water in which they are combined.",
        "But there is a more peculiar change of a higher order still, that\nwhich we speak of as development, evolution, growth. This sort of\nchange might be described as movement toward a mark. When the seed\nbegins to be transformed in the earth, it is adapted not merely to the\nnext stage; but that stage has reference to one farther on, and that\nto still others. It would hardly be a metaphor to declare that the\nwhole elm is already prophesied when its seed is laid in the earth.\nFor though the entire tree is not there, though in order that the seed\nmay become an elm it must have a helpful environment, still a certain\nplan of movement elmwards is, we may say, already schemed in the seed.\nHere accordingly, change–far from being a loss–is a continual\nincrement and revelation. And since the later stages successively\ndisclose the meaning of those which went before, these later stages\nmight with accuracy he styled the truth of their predecessors, and\nthose be accounted in comparison trivial and meaningless until thus\nchanged. This sort of change carries its past along with it. In the\ndestructive changes which we were lamenting a moment ago, the past was\nlost and the new began as an independent affair. Even in chemic change\nthis was true to a certain extent. Yet there, though the past was\nlost, a future was prophesied. In the case of development the future,\nso far from annihilating the past, is its exhibition on a larger\nscale. The full significance of any single stage is not manifest until\nthe final one is reached.",
        "I suppose when we arrive at this thought of change as expressing\ndevelopment, our lamentation may well turn to rejoicing. Possibly this\nmay be the reason why the gloom which is a noticeable feature of the\nthought of many preceding centuries has in our time somewhat\ndisappeared. While our ambitions are generally wider, and we might\nseem, therefore, more exposed to disappointment, I think the last half\nof the century which has closed has been a time of large hopefulness.\nPerhaps it has not yet gone so far as rejoicing, for failure and\nsorrow are still by no means extirpated. But at least the thoughts of\nour day have become turned rather to the future than the past, a\nresult which has attended the wider comprehension of development. To\ncall development the discovery of our century would, however, be\nabsurd. Aristotle bases his whole philosophy upon it, and it was\nalready venerable in his time. Yet the many writers who have expounded\nthe doctrine during the last fifty years have brought the thought of\nit home to the common man. It has entered into daily life as never\nbefore, and has done much to protect us against the sadness of\ndestructive change. Perceiving that changes, apparently destructive,\nrepeatedly bring to light meaning previously undisclosed, we more\nwillingly than our ancestors part with the imperfect that a path to\nthe perfect may be opened.",
        "Is not this, then, the great conception of change which we now need to\nstudy as self-development? I believe not. One essential feature is\nomitted. In the typical example which I have just reviewed, the growth\nof an elm from its seed, we cannot say that the seed expands itself\nwith a view to becoming a tree. That would be to carry over into the\ntree’s existence notions borrowed from an alien sphere. Indeed, to\nassert that there has been any genuine development from the seed up to\nthe finished tree is to use terms in an accommodated, metaphoric, and\nhypothetical way. Development there certainly has been as estimated by\nan outsider, an onlooker, but not as perceived by the tree itself. It\nhas not known where it was going. Out of the unknown earth the seed\npushes its way into the still less known air. But in doing so it is\ndevoid of purpose. Nor, if we endow it with consciousness, can we\nsuppose it would behold its end and seek it. The forces driving it\ntoward that end are not conscious forces; they are mechanic forces.\nThrough every stage it is pushed from behind, not drawn from before.\nThere is no causative goal set up, alluring the seed onward. In\nspeaking as if there were, we employ language which can have\nsignificance only for rational beings. We may hold that there is a\nrational plan of the universe which that seed is fulfilling. But if\nso, the plan does not belong to the seed. It is imposed from without,\nand the seed does its bidding unawares.",
        "But we may imagine a different state of affairs. Let us assume that\nwhen the seed sprouted it foreknew the elm that was to be. Every time\nit sucked in its slight moisture it was gently adapting this\nnourishment to the fulfillment of its ultimate end, asking itself\nwhether the small material had better be bestowed on the left bough or\nthe right, whether certain leaves should curve more obliquely toward\nthe sun, and whether it had better wave its branches and catch the\npassing breeze or leave them quiet. If we could rightly imagine such a\nstate of things, our tree would be much unlike its brothers of the\nforest; for, superintending its own development, it would be not a\nthing at all but a person. We persons are in this very way entrusted\nwith our growth. A plan there is, a normal mode of growth, a\nsignificance to which we may attain. But that significance is not\nimposed on us from without, as an inevitable event, already settled\nthrough our past. On the contrary, we detect it afar as a possibility,\nare thus put in charge of it, and so become in large degree our own\nupbuilders. Development is movement toward a mark. In self-development\nthe mark to be reached is in the conscious keeping of him who is to\nreach it. Toward it he may more or less fully direct his course.",
        "And what an astonishing state of things then appears! Self-development\ninvolves a kind of contradiction in terms. How can I build if at\npresent there is no I? Why should I build if at present there is an I?\nWhichever alternative we take, we fall into what looks like absurdity.\nYet on that absurdity personal life is based. There is no avoiding it.\nWordsworth has daringly stated the paradox: “So build we up the being\nthat we are.” On coming into the world we are only sketched out. Of\neach of us there is a ground plan of which we progressively become\naware. Hidden from us in our early years, it resides in the minds of\nour parents, just as the plan of the tree’s structure is in the\nkeeping of nature. Gradually through our advancing years and the care\nof those around us we catch sight of what we might be. Detecting in\nourselves possibilities, we make out their relation to a plan not yet\nrealized. We accordingly take ourselves in hand and say, “If any\npersonal good is to come to me, it must be of my making. I cannot own\nmyself till I am largely the author of myself. From day to day I must\nconstruct, and whenever I act study how the action will affect my\nbetterment,–whether by performing it I am likely to degrade or to\nconsolidate myself.” And to this process there must be no end.",
        "Obviously, nothing like this could occur if our actual condition were\nour ideal condition. Self-development is open only to a being in whom\nthere are possibilities as yet unfulfilled. The things around us have\ntheir definite constitution. They can do exactly thus and no more.\nWhat shall be the effect of any impulse falling on them is already\nassured. If the condition of the brutes is anything like that which we\ndisrespectfully attributed to them, then they are in the same case;\nthey too are shut up to fixed responses, and have in them no\nunfulfilled capacities. It is the possession of such empty capacities\nwhich makes us personal. Well has it been said that he who can\ndeclare, “I am that I am,” is either God or a brute. No human being\ncan say it. To describe myself as if I were a settled fact is to make\nmyself a thing. My life is in that which may be. The ideals of\nexistence are my realities, and “ought” is my peculiar verb. “Is” has\nno other application to a person than to mark how far he has advanced\nalong his ideal line. Were he to pause at any point as if complete, he\nwould cease to be a person.",
        "But it is necessary to trace somewhat carefully the method of such\nself-development. How do we proceed? Before the architect built the\nState House, he drew up a plan of the finished building, and there was\nno moving of stone, mortar, or tool, till everything was complete on\npaper. Each workman who did anything subsequently did it in deference\nto that perfected design. Each stone brought for the great structure\nwas numbered for its place and had its jointing cut in adaptation to\nthe remaining stones. If, then, each one of us is to become an\narchitect of himself, it might seem necessary to lay out a plan of our\ncomplete existence before setting out in life, or at whatever moment\nwe become aware that henceforth our construction is to be in our own\ncharge. Only with such a plan in hand would orderly building seem\npossible. This is a common belief, but in my judgment an erroneous\none. Indeed the whole analogy of the architect and his mechanisms is\nmisleading. We rarely have in mind the total plan of our unrealized\nbeing and rarely ought we to have. Our work begins at a different\npoint. We do not, like the architect, usually begin with a thought of\ncompletion. Bather we are first stirred by a sense of weakness.",
        "In my own education I find this to be true. After some years as a boy\nin a Boston public school, I went to Phillips Academy in Andover, then\nto Harvard College, and subsequently to a German university, and why\ndid I do all this? Did I have in mind the picture of myself as a\nlearned man? I will not deny that such a fancy drifted through my\nbrain. But it was indistinct and occasional. I did not even know what\nit was to be a learned man. I do not know now. The driving force that\nwas on me was something quite different. I found myself disagreeably\nignorant. Reading books and newspapers, I continually found matters\nreferred to of which I knew nothing. Looking out on the universe, I\ndid not understand it; and looking into the yet more marvelous\nuniverse within, I was still more grievously perplexed. I thought life\nnot worth living on such terms. I determined to get rid of my\nignorance and to endure such limitations of knowledge no longer. Is\nthere, I asked, any place where at least a portion of my stupidity may\nbe set aside? I removed a little fraction at school, but revealed also\nenormous expanses which I had not suspected before. I therefore\npressed on farther, and to-day am still engaged in the almost hopeless\nattempt to extirpate my ignorance. What incites me continually is the\nsense of how small I am, not that which a few moments ago seemed my\nbest incentive–the picture of myself as large. That on the whole has\nhad comparatively little influence. Of course I do not assert that we\nare altogether without visions of a larger life. That is far from\nbeing the case. Were it so, desire would cease. We must contrast the\npoverty of the present with the fullness of a possible future, or we\nshould not incline to turn from that present. Yet our grand driving\nforce is that sense of limitation, of want or need, which was\ndiscussed in the last chapter. And our aim is rather at a better than\nat a best, at the removal of some small distinct hindrance than at\narrival at a completed goal. We come upon excellence piecemeal, and do\nnot, like the architect, look upon it in its entirety at the outset.",
        "Yet in the pursuit of this “better,” the more vividly we can figure\nthe coming stages, the more easily will they be attained. For this\npurpose the careers of those who have gone before us are helpful,–\nreports about the great ones of the past, and the revelations of\nthemselves which they have left us in literature and institutions.\nExample is a powerful agent in making our footsteps quick and true.\nBut it has its dangers, and may be a means of terrifying unless we\nfeel that even in our low estate there are capacities allying us with\nour exemplar. The first vision of excellence is overwhelming. We draw\nback, knowing that we do not look like that, and we cannot bear to\nbehold what is so superior. But by degrees, feeling our kinship with\nexcellence, we are befriended.",
        "I would not, then, make rigid statements in regard to this point of\nmethod. Grateful as I believe we should be for every sense of need,\nthis is obviously not enough. To some extent we must have in mind the\nbetterment which we may obtain through supplying that need. Yet I do\nnot think a full plan of our ultimate goal is usually desirable. In\nsmall matters it is often possible and convenient. I plan my stay in\nEurope before going there. I figure my business prospects before\nforming a partnership. But in profounder affairs, I more wisely set\nout from the thought of the present, and the patent need of improving\nit, than from the future with its ideal perfection. Goethe’s rule is a\ngood one:–",
        "    “Willst du ins Unendliche schreiten?\n     So sucht das Endliche, nach allen Seiten.”",
        "Would you reach the infinite? Then enter into finite things, working\nout all that they contain.",
        "IX",
        "If in working them out a test is wanted to enable us to decide whether\nwe are working wisely or to our harm, I believe such a test may be\nfound in the congruity of the new with the old. Shall I by adding a\nfresh power to myself strengthen those I already possess? By taking\nthis path, rich in a certain sort of good as it undoubtedly is, shall\nI be diverted from paths where my special goods lie? Here I am, a\nstudent of ethics. A friend calls and tells me of the charms of\nastronomy, a study undoubtedly majestic and delightful. Since I desire\nto take all knowledge for my province, why not hurry off at once to\nstudy astronomy? No indeed. No astronomy for me. I draw a ring about\nthat subject and say, “Precious subject, fundamentally valuable for\nall men. But I will remain ignorant of it, because it is not quite\ncongruous with the studies I already have on hand.” That must be my\ntest: not how important is the study itself, but how important is it\nfor me? How far will it help me to accept and develop those\nlimitations to which I am now pledged?",
        "In this acceptance of limitation, therefore, which seems at first so\nhumiliating, I believe we have the starting point of all self-\ndevelopment. Our very imperfections, once accepted, prove our best\nmeans of discerning more. That is a profound remark of Hegel’s that\nknowledge of a limit is a knowledge beyond that limit. Let us consider\nfor a moment what it means. Suppose I should come upon Kaspar Hauser,\nshut in his little room. “And how long have you been here,” I ask.\n“Ever since I was born,” he answers. “Indeed! How much, then, do you\nknow?” “Nothing beyond the walls of this room.” Might I not fairly\nreply, “You contradict yourself. How can you know anything about walls\nof a room unless you also know of much beyond them?” We cannot\nconceive a limit except as a limit from something. Accordingly, when\nwe detect our ignorance we become by that very fact not ignorant. We\nhave gone beyond ourselves and have seen that we are not what we\nshould be. And this is the way of self-development. Becoming aware of\nour imperfections, we by that very fact continually lay hold on\nwhatever perfect is within our reach.",
        "X",
        "When then we ask whether at any moment we are fully persons, we must\nanswer, No. The actual extent of personality is at any time small. It\nis rather a goal than something ever attained. We have seen that it is\nnot to be described in terms of the verb “to be.” We cannot say “I am\na person,” but, only “I ought to be a person. I am seeking to be.” The\ngreat body of our life is, we know, a purely natural affair. Our\ninstincts, our wayward impulses, our unconnected disorderly purposes–\nthese, which fill the larger portion of our existence, do not express\nour personal nature. Each of them goes on its own way, neglectful of\nthe whole. Therefore we must confess that at no time can we account\nourselves completed persons. Justly we use such strange expressions as\n“He is much of a person,” “He is very little of a person.” Personality\nis an affair of degree. We are moving toward it, but have not yet\narrived. “Man partly is and wholly hopes to be.” And can we ever\narrive? I do not see how. We are chasing a flying goal. The nearer we\napproach, the farther it removes. Shall we call this fact\ndiscouraging, then, or even say that self-development is a useless\nprocess, since it never can be fulfilled? I think not. I should rather\nspecify this feature of it as our chief source of encouragement; for I\nhold that only those aims which do thus contain an infinite element\nand are, strictly speaking, unattainable, move mankind to passionate\npursuit. Probably all will agree that riches, fame, and wisdom are\nideals which predominantly move us, and they are all unattainable.\nSuppose, some morning, when I see a merchant setting off for his\noffice quite too early, I ask him why he is hastening so. He answers,\n“Why, there is money to be made. And as I intend to be a rich man some\nday, I must leave home comforts and be prompt at my desk.” But I\npersist, “You have forgotten something. It occurs to me that you never\ncan be rich. No rich man was ever seen. Whoever has obtained a million\ndollars can get a million more, and the man of two millions can become\none of three. Obviously, then, neither you nor any one can become a\ncompletely rich man.” Should I stay that merchant from his exit by\nremarks of this kind? If he answered at all, he would merely say,\n“Don’t read too much. You had better mix more with men.”",
        "And I should get no better treatment from the scholar, the man who is\nseeking wisdom. It is true no really wise man ever was on earth, or\never will be. But that is the very reason why we are all so\nimpassioned for wisdom, because every bit we seize only opens the door\nto more. If we could get it in full, if some time or other, knowing\nthat we are now wise, we could sit down in our armchairs with nothing\nfurther to do, it would be a death blow to our colleges. Nobody would\nattend them or care for wisdom longer. An aim which one can reach, and\ndiscover to be finally ended, moves only children. They will make\ncollections of birds’ eggs, though conceivably they might obtain every\nspecies in the neighborhood. But these are not the things which excite\nearnest men. They run after fame, because they can never be quite\nfamous. They may become known to every person on their street, but\nthere is the street beyond. Or to every one in their town, but there\nare other towns. Or if to every person on earth, there are still the\nafter ages. Entire fame cannot be had; and exactly on that account it\nstirs every impulse of our nature in pursuit.",
        "Now the aim at personal perfection is precisely of this sort. As\nservants of righteousness we cannot accept any other precept than “Be\nye perfect as your Father which is in heaven is perfect.” But we know\nsuch perfection to be unattainable, Yet I sometimes doubt whether we\nstate the matter truly so. Would it not be juster to say that\nperfection can always be attained, and that it is about the only thing\nwhich can be? We might well say of all the infinite ideals that they\ndiffer from the finite ones simply in this, that the finite can be\nattained but once, and then are ended, while the infinite are\ncontinually attained. At no moment of his life shall the merchant be\ncut off from becoming richer, or the scholar from growing wiser, or\nthe public benefactor from acquiring further fame. These aims, then,\nare always attainable; for in them what we think of as the goal is\nnot, as in other cases, a single point which, once reached, renders\nthe rest of life useless and listless. The goal here is the line of\nincrease. To be moving along that line should be our daily endeavor.\nOur proper utterance should be, “I was never so good as to-day, and I\nhope never to be so bad again.”",
        "XI",
        "But when we have seen how slender is our actual perfection, how slight\nmust be reckoned the attainment of personality at any moment, we are\nbrought face to face with the profound problem of its possible extent.\nHow far can the self be developed? Infinitely? Is each one of us an\ninfinite being? I will not say so. I do not like to make a statement\nwhich runs beyond my own experience. But confining myself to this, let\nus see what it will show.",
        "When at any time I seek to perfect myself, does my attainment of any\ngrade of improvement prevent or further another step? All will agree\nthat it simply opens a new door. Perhaps I am seeking to withdraw from\nhabits of mendacity, and beginning to tell the truth. Then every time\nI tell the truth I shall discover more truth to tell. And will this\nprocess ever come to an end? I have nothing to do with “evers.” I can\nonly say that each time I try it, advance is more possible, not less\npossible. In the personal life there is, if I may say so, no provision\nfor checkage. As I understand it, in the animal life there is such\nprovision. In my first chapter I was pointing out the difference\nbetween extrinsic and intrinsic goodness; and I said that the table’s\nentering into use and holding objects on its top tended to destroy it,\nthough we might imagine a magic table in which every exercise of\nfunction would be preservative. Now in the personal nature we find\njust such a magical provision. Each time a person normally exerts\nhimself he makes further exertion in those normal ways more possible.",
        "And if this is true of all personal action within our experience, what\nright have we to set a limit to it anywhere? It may not be suitable to\nsay that I know myself infinite, but it is certainly true that I\ncannot conceive myself as finite. I can readily see that this body of\nmine has in it what I have called a provision for checkage. Every time\nthe blood moves in my veins it leaves its little deposit. Further\nmotion of that blood is slightly impeded. But every time a moral\npurpose moves my life, it makes the next move surer. It is impossible\nto draw lines of limitation in moral development.",
        "XII",
        "Such, then, is the vast conception with which we have been dealing.\nGoodness, to be personal, must express perpetual self-development. All\nthe moral aims of life may be summed up in the single word, “self-\nrealization.” Could I fully realize myself, I should have fulfilled\nall righteousness, and this view is sanctioned by the Great Teacher\nwhen he asks, “What shall a man give in exchange for his life?\"–his\nlife, his soul, his self. If any one fully believed this, and lived as\nif all his desires were fulfilled so long as he had opportunities of\nself-development, he might be said to have insured himself against\nevery catastrophe. Little could harm him. Whatever occurred, instead\nof exclaiming, “How calamitous!” he would simply ask, “What fresh\nopportunities do these strange circumstances present for enlarged\nliving? Let me add this new discipline to what I had before. Seeking\nas I am to become expanded into the infinite, this experience\ndiscloses a new avenue thither. All things work together for good to\nthem that love the Lord.”",
        " REFERENCES ON SELF-DEVELOPMENT",
        "Bradley’s Ethical Studies, essay vi.",
        "Green’s Prolegomena of Ethics, bk. iii. ch. ii.",
        "Alexander’s Moral Order and Progress, bk. iii. ch. iv.",
        "Muirhead’s Elements of Ethics, bk. iii. ch. iii.",
        "Mackenzie’s Manual of Ethics, pt. i. ch. vii.",
        "Dewey in Philos. Journal, Dec., 1893.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}