{
    "title": "The World’s Great Sermons - Bourdaloue",
    "author": "Grenville Kleiser",
    "chapter": "9",
    "content": [
        "\n\n",
        "THE PASSION OF CHRIST",
        "Louis Bourdaloue was born at Bourges, in 1632. At the age of sixteen\nhe entered the order of the Jesuits and was thoroughly educated in the\nscholarship, philosophy and theology of the day. He devoted himself\nentirely to the work of preaching, and was ten times called upon\nto address Louis XIV and his court from the pulpit as Bossuet’s\nsuccessor. This was an unprecedented record and yet Bourdaloue could\nadapt his style to any audience, and “mechanics left their shops,\nmerchants their business, and lawyers their court house” to hear\nhim. His high personal character, his simplicity of life, his clear,\ndirect, and logical utterance as an accomplished orator united to\nmake him not only “the preacher of kings but the king of preachers.\"\nRetiring from the pulpit late in life he ministered to the sick and to\nprisoners. He died in Paris, 1704.",
        "1632-1704",
        "THE PASSION OF CHRIST",
        "And there followed him a great company of people, and of women, which\nalso bewailed and lamented him. But Jesus turning unto them, said,\n“Daughters of Jerusalem, weep not for me, but weep for your selves,\nand for your children.\"–Luke xxiii., 27, 28.",
        "The passion of Jesus Christ, however sorrowful and ignominious it may\nappear to us, must nevertheless have been to Jesus Christ Himself an\nobject of delight, since this God-man, by a wonderful secret of His\nwisdom and love, has willed that the mystery of it shall be continued\nand solemnly renewed in His Church until the final consummation of the\nworld. For what is the Eucharist but a perpetual repetition of the\nSavior’s passion, and what has the Savior supposed in instituting\nit, but that whatever passed at Calvary is not only represented but\nconsummated on our altars? That is to say, that He is still performing\nthe functions of the victim anew, and is every moment virtually\nsacrificed, as tho it were not sufficient that He should have suffered\nonce; at least that His love, as powerful as it is free, has given to\nHis adorable sufferings that character of perpetuity which they have\nin the Sacrament, and which renders them so salutary to us. Behold,\nChristians, what the love of God has devised; but behold, also, what\nhas happened through the malice of men! At the same time that Jesus\nChrist, in the sacrament of His body, repeats His holy passion in a\nmanner altogether mysterious, men, the false imitators, or rather base\ncorrupters of the works of God, have found means to renew this same\npassion, not only in a profane, but in a criminal, sacrilegious, and\nhorrible manner!",
        "Do not imagine that I speak figuratively. Would to God, Christians,\nthat what I am going to say to you were only a figure, and that you\nwere justified in vindicating yourselves to-day against the horrible\nexpressions which I am obliged to employ! I speak in the literal\nsense, and you ought to be more affected with this discourse, if what\nI advance appears to you to be overcharged; for it is by your excesses\nthat it is so, and not by my words. Yes, my dear hearers, the sinners\nof the age, by the disorders of their lives, renew the bloody and\ntragic passion of the Son of God in the world; I will venture to say\nthat the sinners of the age cause to the Son of God, even in the state\nof glory, as many new passions as they have committed outrages against\nHim by their actions! Apply yourselves to form an idea of them; and in\nthis picture, which will surprize you, recognize what you are, that\nyou may weep bitterly over yourselves! What do we see in the passion\nof Jesus Christ? A divine Savior betrayed and abandoned by cowardly\ndisciples, persecuted by pontiffs and hypocritical priests, ridiculed\nand mocked in the palace of Herod by impious courtiers, placed upon a\nlevel with Barabbas, and to whom Barabbas is preferred by a blind and\ninconstant people, exposed to the insults of libertinism, and treated\nas a mock king by a troop of soldiers equally barbarous and insolent;\nin fine, crucified by merciless executioners! Behold, in a few words,\nwhat is most humiliating and most cruel in the death of the Savior of\nthe world! Then tell me if this is not precisely what we now see,\nof what we are every day called to be witnesses. Let us resume; and\nfollow me.",
        "Betrayed and abandoned by cowardly disciples; such, O divine Savior,\nhas been Thy destiny. But it was not enough that the apostles, the\nfirst men whom Thou didst choose for Thine own, in violation of the\nmost holy engagement, should have forsaken Thee in the last scene of\nThy life; that one of them should have sold Thee, another renounced\nThee, and all disgraced themselves by a flight which was, perhaps, the\nmost sensible of all the wounds that Thou didst feel in dying. This\nwound must be again opened by a thousand acts of infidelity yet more\nscandalous. Even in the Christian ages we must see men bearing the\ncharacter of Thy disciples, and not having the resolution to sustain\nit; Christians, prevaricators, and deserters from their faith;\nChristians ashamed of declaring themselves for Thee, not daring to\nappear what they are, renouncing at least in the exterior what they\nhave profest, flying when they ought to fight; in a word, Christians\nin form, ready to follow Thee even to the Supper when in prosperity,\nand while it required no sacrifice, but resolved to abandon Thee in\nthe moment of temptation. It is on your account, and my own, my dear\nhearers, that I speak, and behold what ought to be the subject of our\nsorrow.",
        "A Savior mortally persecuted by pontiffs and hypocritical priests!\nLet us not enter, Christians, into the discussion of this article, at\nwhich your piety would, perhaps, be offended, and which would weaken\nor prejudice the respect which you owe to the ministers of the Lord.\nIt belongs to us, my brethren, to meditate to-day on this fact in the\nspirit of holy compunction; to us consecrated to the ministry of the\naltars, to us priests of Jesus Christ, whom God has chosen in His\nChurch to be the dispensers of His sacraments. It does not become me\nto remonstrate in this place. God forbid that I should undertake to\njudge those who sustain the sacred office! This is not the duty of\nhumility to which my condition calls me. Above all, speaking as I do,\nbefore many ministers, the irreprehensible life of whom contributes so\nmuch to the edification of the people, I am not yet so infatuated as\nto make myself the judge, much less the censor of their conduct.",
        "But tho it should induce you only to acknowledge the favors with which\nGod prevents you, as a contrast, from the frightful blindness into\nwhich He permits others to fall, remember that the priests and the\nprinces of the priests, are those whom the evangelist describes as the\nauthors of the conspiracy formed against the Savior of the world, and\nof the wickedness committed against Him. Remember that this scandal\nis notoriously public, and renewed still every day in Christianity.\nRemember, but with fear and horror, that the greatest persecutors of\nJesus Christ are not lay libertines, but wicked priests; and that\namong the wicked priests, those whose corruption and iniquity are\ncovered with the veil of hypocrisy are His most dangerous and most\ncruel enemies. A hatred, disguised under the name of zeal, and covered\nwith the specious pretext of observance of the law, was the first\nmovement of the persecution which the Pharisees and the priests raised\nagainst the Son of God. Let us fear lest the same passion should blind\nus! Wretched passion, exclaims St. Bernard, which spreads the venom of\nits malignity even over the most lovely of the children of men, and\nwhich could not see a God upon earth without hating Him! A hatred not\nonly of the prosperity and happiness, but what is yet more strange, of\nthe merit and perfection of others! A cowardly and shameful passion,\nwhich, not content with having caused the death of Jesus Christ,\ncontinues to persecute Him by rending His mystical body, which is the\nChurch; dividing His members, which are believers; and stifling in\ntheir hearts that charity which is the spirit of Christianity! Behold,\nmy brethren, the subtle temptation against which we have to defend\nourselves, and under which it is but too common for us to fall!",
        "A Redeemer reviled and mocked in the palace of Herod by the impious\ncreatures of his court! This was, without doubt, one of the most\nsensible insults which Jesus Christ received. But do not suppose,\nChristians, that this act of impiety ended there. It has passed from\nthe court of Herod, from that prince destitute of religion, into those\neven of Christian princes. And is not the Savior still a subject of\nridicule to the libertine spirits which compose them? They worship Him\nexternally, but internally how do they regard His maxims? What idea\nhave they of His humility, of His poverty, of His sufferings? Is not\nvirtue either unknown or despised? It is not a rash zeal which\ninduces me to speak in this manner; it is what you too often witness,\nChristians; it is what you perhaps feel in yourselves; and a little\nreflection upon the manners of the court will convince you that there\nis nothing that I say which is not confirmed by a thousand examples,\nand that you yourselves are sometimes unhappy accomplices in these\ncrimes.",
        "Herod had often earnestly wished to see Jesus Christ. The reputation\nwhich so many miracles had given Him, excited the curiosity of this\nprince, and he did not doubt but that a man who commanded all nature\nmight strike some wonderful blow to escape from the persecution of His\nenemies. But the Son of God, who had not been sparing of His prodigies\nfor the salvation of others, spared them for Himself, and would not\nsay a single word about His own safety. He considered Herod and his\npeople as profane persons, with whom he thought it improper to hold\nany intercourse, and he preferred rather to pass for a fool than to\nsatisfy the false wisdom of the world. As His kingdom was not of this\nworld, as He said to Pilate, it was not at the court that He designed\nto establish Himself. He knew too well that His doctrine could not\nbe relished in a place where the rules of worldly wisdom only were\nfollowed, and where all the miracles which He had performed had\nnot been sufficient to gain men full of love for themselves and\nintoxicated with their greatness. In this corrupted region they\nbreathe only the air of vanity; they esteem only that which is\nsplendid; they speak only of preferment: and on whatever side we cast\nour eyes, we see nothing but what either flatters or inflames the\nambitious desires of the heart of man.",
        "What probability then was there that Jesus Christ, the most humble\nof all men, should obtain a hearing where only pageantry and pride\nprevail! If He had been surrounded with honors and riches, He would\nhave found partisans near Herod and in every other place. But as He\npreached a renunciation of the world both to His disciples and to\nHimself, let us not be astonished that they treated Him with so much\ndisdain. Such is the prediction of the holy man Job, and which after\nHim must be accomplished in the person of all the righteous; “the\nupright man is laughed to scorn.” In fact, my dear hearers, you know\nthat, whatever virtue and merit we may possess, they are not enough\nto procure us esteem at court. Enter it, and appear only like Jesus\nChrist, clothed with the robe of innocence; only walk with Jesus\nChrist in the way of simplicity; only speak as Jesus Christ to render\ntestimony to the truth, and you will find that you meet with no better\ntreatment there than Jesus Christ. To be well received there, you must\nhave pomp and splendor. To keep your station there, you must have\nartifice and intrigue. To be favorably heard there, you must have\ncomplaisance and flattery. Then all this is opposed to Jesus Christ;\nand the court being what it is–that is to say, the kingdom of the\nprince of this world–it is not surprizing that the kingdom of Jesus\nChrist can not be established there. But wo to you, princes of the\nearth! Wo to you, men of the world, who despise this incarnate wisdom,\nfor you shall be despised in your turn, and the contempt which shall\nfall upon you shall be much more terrible than the contempt which you\nmanifest can be prejudicial.",
        "A Savior placed upon a level with Barabbas, and to whom Barabbas is\npreferred by a blind and fickle rabble! How often have we been guilty\nof the same outrage against Jesus Christ as the blind and fickle Jews!\nHow often, after having received Him in triumph in the sacrament of\nthe communion, seduced by cupidity, have we not preferred either a\npleasure or interest after which we sought, in violation of His law,\nto this God of glory! How often divided between conscience which\ngoverned us, and passion which corrupted us, have we not renewed this\nabominable judgment, this unworthy preference of the creature even\nabove our God! Christians, observe this application; it is that of St.\nChrysostom, and if you properly understand it, you must be affected by\nit. Conscience, which, in spite of ourselves, presides in us as judge,\nsaid inwardly to us, “What art thou going to do? Behold thy pleasure\non the one hand, and thy God on the other: for which of the two dost\nthou declare thyself? for thou canst not save both; thou must either\nlose thy pleasure or thy God; and it is for thee to decide.” And the\npassion, which by a monstrous infidelity had acquired the influence\nover our hearts, made us conclude–I will keep my pleasure. “But what\nthen will become of thy God,” replied conscience secretly, “and\nwhat must I do, I, who can not prevent myself from maintaining His\ninterests against thee?” I care not what will become of my God,\nanswered passion insolently; I will satisfy myself, and the resolution\nis taken. “But dost thou know,” proceeded conscience by its remorse,\n“that in indulging thyself in this pleasure it will at last submit thy\nSavior to death and crucifixion for thee?” It is of no consequence if\nHe be crucified, provided I can have my enjoyments. “But what evil has\nHe done, and what reason hast thou to abandon Him in this manner?” My\npleasure is my reason; and since Christ is the enemy of my pleasure,\nand my pleasure crucifies Him, I say it again, let Him be crucified.",
        "Behold, my dear hearers, what passes every day in the consciences of\nmen, and what passes in you and in me, every time that we fall into\nsin, which causes death to Jesus Christ, as well as to our souls!\nBehold what makes the enormity and wickedness of this sin! I know that\nwe do not always speak, that we do not always explain ourselves in\nsuch express terms and in so perceptible a manner; but after all,\nwithout explaining ourselves so distinctly and so sensibly, there is a\nlanguage of the heart which says all this. For, from the moment that I\nknow that this pleasure is criminal and forbidden of God, I know that\nit is impossible for me to desire it, impossible to seek it, without\nlosing God; and consequently I prefer this pleasure to God in the\ndesire that I form of it, and in the pursuit that I make after it.\nThis, then, is sufficient to justify the thought of St. Chrysostom and\nthe doctrine of the theologians upon the nature of deadly sin ...",
        "That there are men, and Christian men, to whom, by a secret judgment\nof God, the passion of Jesus Christ, salutary as it is, may become\nuseless, is a truth too essential in our religion to be unknown, and\ntoo sorrowful not to be the subject of our grief. When the Savior from\nthe height of His cross, ready to give up His spirit, raised this cry\ntoward heaven, “My God, my God, why hast thou forsaken me?” there\nwas no one who did not suppose but that the violence of His torments\nforced from Him this complaint, and perhaps we ourselves yet believe\nit. But the great Bishop Arnauld de Chartres, penetrating deeper into\nthe thoughts and affections of this dying Savior, says, with much more\nreason, that the complaint of Christ Jesus to His Father proceeded\nfrom the sentiment with which He was affected, in representing to\nHimself the little fruit which His death would produce; in considering\nthe small number of the elect who would profit by it; in foreseeing\nwith horror the infinite number of the reprobate, for whom it would\nbe useless: as if He had wished to proclaim that His merits were not\nfully enough nor worthily enough remunerated; and that after having\ndone so much work He had a right to promise to Himself a different\nsuccess in behalf of men. The words of this author are admirable:\nJesus Christ complains, says this learned prelate, but of what does He\ncomplain? That the wickedness of sinners makes Him lose what ought to\nbe the reward of the conflicts which He has maintained; that millions\nof the human race for whom He suffers will, nevertheless, be excluded\nfrom the benefit of redemption. And because He regards Himself in them\nas their head, and themselves, in spite of their worthlessness, as\nthe members of His mystical body; seeing them abandoned by God, He\ncomplains of being abandoned Himself: “My God, my God, why hast\nthou forsaken me?” He complains of what made St. Paul groan when,\ntransported with an apostolic zeal, he said to the Galatians: “What,\nmy brethren, is Jesus Christ then dead in vain? Is the mystery of\nthe cross then nothing to you? Will not this blood which He has so\nabundantly shed have the virtue to sanctify you?”",
        "But here, Christians, I feel myself affected with a thought which,\ncontrary as it appears to that of the apostle, only serves to\nstrengthen and confirm it. For it appears that St. Paul is grieved\nbecause Jesus Christ has suffered in vain; but I, I should almost\nconsole myself if He had only suffered in vain, and if His passion was\nonly rendered useless to us. That which fills me with consternation\nis, that at the same time that we render it useless to ourselves, by\nan inevitable necessity it must become pernicious; for this passion,\nsays St. Gregory of Nazianzen, “partakes of the nature of those\nremedies which, kill if they do not heal, and of which the effect is\neither to give life or to convert itself into poison; lose nothing of\nthis, I beseech you.” Remember, then, Christians, what happened during\nthe judgment and at the moment of the condemnation of the Son of God.",
        "When Pilate washed his hands before the Jews and declared to them that\nthere was nothing worthy of death in this righteous man, but that the\ncrime from which he freed himself rested upon them, and that they\nwould have to answer for it, they all cried with one voice that they\nconsented to it, and that they readily agreed that the blood of this\njust man should fall upon them and upon their children. You know what\nthis cry has cost them. You know the curses which one such imprecation\nhas drawn upon them, the anger of heaven which began from that time\nto burst upon this nation, the ruin of Jerusalem which followed soon\nafter–the carnage of their citizens, the profanation of their temple,\nthe destruction of their republic, the visible character of their\nreprobation which their unhappy posterity bear to this day, that\nuniversal banishment, that exile of sixteen hundred years, that\nslavery through all the earth–and all in consequence of the authentic\nprediction which Jesus Christ made to them of it when going to\nCalvary, and with circumstances which incontestably prove that a\npunishment as exemplary as this can not be imputed but to decide which\nthey had committed in the person of the Savior; since it is evident,\nsays St. Augustine, that the Jews were never further from idolatry nor\nmore religious observers of their law than they were then, and that,\nexcepting the crime of the death of Jesus Christ, God, very far from\npunishing them, would, it seems, rather have loaded them with His\nblessings. You know all this, I say; and all this is a convincing\nproof that the blood of this God-man is virtually fallen upon these\nsacrilegious men, and that God, in condemning them by their own mouth,\naltho in spite of Himself, employs that to destroy them which was\ndesigned for their salvation.",
        "But, Christians, to speak with the Holy Spirit, this has happened to\nthe Jews only as a figure; it is only the shadow of the fearful curses\nof which the abuse of the merits and passion of the Son of God must be\nto us the source and the measure. I will explain myself. What do we,\nmy dear hearers, when borne away by the immoderate desires of our\nhearts to a sin against which our consciences protest? And what do\nwe, when, possest of the spirit of the world, we resist a grace which\nsolicits us, which presses us to obey God? Without thinking upon it,\nand without wishing it, we secretly pronounce the same sentence of\ndeath which the Jews pronounced against themselves before Pilate, when\nthey said to him, “His blood be upon us.” For this grace which we\ndespise is the price of the blood of Jesus Christ, and the sin that we\ncommit is an actual profanation of this very blood. It is, then, as if\nwe were to say to God: “Lord, I clearly see what engagement I make,\nand I know what risk I run, but rather than not satisfy my own\ndesires, I consent that the blood of Thy Son shall fall upon me. This\nwill be to bear the chastisement of it, but I will indulge my passion;\nThou hast a right to draw forth from it a just indignation, but\nnevertheless I will complete my undertaking.”",
        "Thus we condemn ourselves. And here, Christians, is one of the\nessential foundations of this terrible mystery of the eternity of the\npunishment with which faith threatens us, and against which our reason\nrevolts. We suppose that we can not have any knowledge of it in this\nlife, and we are not aware, says St. Chrysostom, that we find it\ncompletely in the blood of the Savior, or rather in our profanation of\nit every day. For this blood, my brethren, adds this holy doctor, is\nenough to make eternity not less frightful, but less incredible.\nAnd behold the reason: This blood is of an infinite dignity; it can\ntherefore be avenged only by an infinite punishment. This blood, if we\ndestroy ourselves, will cry eternally against us at the tribunal of\nGod. It will eternally excite the wrath of God against us. This blood,\nfalling upon lost souls, will fix a stain upon them, which shall never\nbe effaced. Their torments must consequently never end.",
        "A reprobate in hell will always appear in the eyes of God stained with\nthat blood which he has so basely treated. God will then always abhor\nhim; and, as the aversion of God from His creature is that which makes\nhell, it must be inferred that hell will be eternal. And in this, O my\nGod, Thou art sovereignly just, sovereignly holy, and worthy of our\npraise and adoration. It is in this way that the beloved disciple\ndeclared it even to God Himself in the Apocalypse. Men, said he, have\nshed the blood of Thy servants and of Thy prophets; therefore\nthey deserve to drink it, and to drink it from the cup of Thine\nindignation. “For they have shed the blood of saints and prophets,\nand thou hast given them blood to drink.” An expression which the\nScripture employs to describe the extreme infliction of divine\nvengeance. Ah! if the blood of the prophets has drawn down the scourge\nof God upon men, what may we not expect from the blood of Jesus\nChrist? If the blood of martyrs is heard crying out in heaven against\nthe persecutors of the faith, how much more will the blood of the\nRedeemer be heard!",
        "Then once more, Christians, behold the deplorable necessity to which\nwe are reduced. This blood which flows from Calvary either demands\ngrace for us, or justice against us. When we apply ourselves to it by\na lively faith and a sincere repentance, it demands grace; but when by\nour disorders and impieties we check its salutary virtue, it demands\njustice, and it infallibly obtains it. It is in this blood, says St.\nBernard, that all righteous souls are purified; but by a prodigy\nexactly opposite, it is also in this same blood that all the sinners\nof the land defile themselves, and render themselves, if I may use the\nexpression, more hideous in the sight of God.",
        "Ah! my God, shall I eternally appear in thine eyes polluted with that\nblood which washes away the crimes of others? If I had simply to\nbear my own sins, I might promise myself a punishment less rigorous,\nconsidering my sins as my misfortune, my weakness, my ignorance. Then,\nperhaps, Thou wouldst be less offended on account of them. But when\nthese sins with which I shall be covered shall present themselves\nbefore me as so many sacrileges with respect to the blood of Thy Son;\nwhen the abuse of this blood shall be mixed and confounded with all\nthe disorders of my life; when there shall not be one of them against\nwhich this blood shall not cry louder than the blood of Abel against\nCain; then, O God of my soul I what will become of me in thy presence?\nNo, Lord, cries the same St. Bernard affectionately, suffer not the\nblood of my Savior to fall upon me in this manner. Let it fall upon me\nto sanctify, but let it not fall upon me to destroy. Let it fall upon\nme in a right use of the favors which are the divine overflowings of\nit, and not through the blindness of mind and hardness of heart which\nare the most terrible punishments of it. Let it fall upon me by the\nparticipation of the sacred Eucharist, which is the precious source\nof it, and not by the maledictions attached to the despisers of Thy\nsacraments. In fine, let it fall upon me by influencing my conduct and\ninducing the practise of good works, and let it not fall upon me for\nmy wanderings, my infidelities, my obstinacy, and my impenitence.\nThis, my brethren, is what we ought to ask to-day from Jesus Christ\ncrucified. It is with these views that we ought to go to the foot of\nthe cross and catch the blood as it flows. He was the Savior of the\nJews as well as ours, but this Savior, St. Augustine says, the Jews\nhave converted into their judge. Avert from us such an evil. May He\nWho died to save us be our Savior. May He be our Savior during all the\ndays of our lives. And may His merits, shed upon us abundantly, lose\nnone of their efficacy in our hands, but be preserved entire by the\nfruits we produce from them. May He be our Savior in death. And at the\nlast moment may the cross be our support, and thus may He consummate\nthe work of our salvation which He has begun. May He be our Savior in\na blest eternity, where we shall be as much the sharer in His glory as\nwe have been in His sufferings.",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}