{
    "title": "The Golden Sayings of Epictetus [Authorama]",
    "author": "Unknown",
    "chapter": "epictetus",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\n",
        "Are these the only works of Providence in us? What words\nsuffice to praise or set them forth? Had we but understanding,\nshould we ever cease hymning and blessing the Divine Power, both\nopenly and in secret, and telling of His gracious gifts? Whether\ndigging or ploughing or eating, should we not sing the hymn to\nGod:—",
        "Thus should we ever have sung: yea and this, the grandest and\ndivinest hymn of all:—",
        "What then! seeing that most of you are blinded, should there\nnot be some one to fill this place, and sing the hymn to God on\nbehalf of all men? What else can I that am old and lame do but\nsing to God? Were I a nightingale, I should do after the manner\nof a nightingale. Were I a swan, I should do after the manner of\na swan. But now, since I am a reasonable being, I must sing to\nGod: that is my work: I do it, nor will I desert this my post, as\nlong as it is granted me to hold it; and upon you too I call to\njoin in this self-same hymn.",
        "How then do men act? As though one returning to his country\nwho had sojourned for the night in a fair inn, should be so\ncaptivated thereby as to take up his abode there.",
        "“Friend, thou hast forgotten thine intention! This was not\nthy destination, but only lay on the way thither.”",
        "“Nay, but it is a proper place.”",
        "“And how many more of the sort there be; only to pass\nthrough upon thy way! Thy purpose was to return to thy country;\nto relieve thy kinsmen’s fears for thee; thyself to discharge the\nduties of a citizen; to marry a wife, to beget offspring, and to\nfill the appointed round of office. Thou didst not come to choose\nout what places are most pleasant; but rather to return to that\nwherein thou wast born and where thou wert appointed to be a\ncitizen.”",
        "Try to enjoy the great festival of life with other men.",
        "But I have one whom I must please, to whom I must be\nsubject, whom I must obey:— God, and those who come next to\nHim.(1) He hath entrusted me with myself: He hath made my will\nsubject to myself alone and given me rules for the right use\nthereof.",
        "(1) I.e., “good and just men.”",
        "Rufus(2) used to say, If you have leisure to praise me, what I\nsay is naught. In truth he spoke in such wise, that each of us\nwho sat there, thought that some one had accused him to Rufus:— so\nsurely did he lay his finger on the very deeds we did: so surely\ndisplay the faults of each before his very eyes.",
        "(2) C. Musonius Rufus, a Stoic philosopher, whose lectures\n    Epictetus had attended.",
        "But what saith God?— “Had it been possible, Epictetus, I\nwould have made both that body of thine and thy possessions free\nand unimpeded, but as it is, be not deceived:— it is not thine\nown; it is but finely tempered clay. Since then this I could not\ndo, I have given thee a portion of Myself, in the power of\ndesiring and declining and of pursuing and avoiding, and in a\nword the power of dealing with the things of sense. And if thou\nneglect not this, but place all that thou hast therein, thou\nshalt never be let or hindered; thou shalt never lament; thou\nshalt not blame or flatter any. What then? Seemeth this to thee a\nlittle thing?\"—God forbid!—\"Be content then therewith!”",
        "And so I pray the Gods.",
        "What saith Antisthenes?(3) Hast thou never heard?—",
        "It is a kingly thing, O Cyrus, to do well and to be evil\nspoken of.",
        "(3) The founder of the Cynic school of philosophy.",
        "“Aye, but to debase myself thus were unworthy of me.”",
        "“That,” said Epictetus, “is for you to consider, not for me.\nYou know yourself what you are worth in your own eyes; and at\nwhat price you will sell yourself. For men sell themselves at\nvarious prices. This was why, when Florus was deliberating\nwhether he should appear at Nero’s shows, taking part in the\nperformance himself, Agrippinus replied, ’Appear by all means.’\nAnd when Florus inquired, ’But why do not you appear?’ he\nanswered, ’Because I do not even consider the question.’ For the\nman who has once stooped to consider such questions, and to\nreckon up the value of external things, is not far from\nforgetting what manner of man he is. Why, what is it that you\nask me? Is death preferable, or life? I reply, Life. Pain or\npleasure? I reply, Pleasure.”",
        "“Well, but if I do not act, I shall lose my head.”",
        "“Then go and act! But for my part I will not act.”",
        "“Why?”",
        "“Because you think yourself but one among the many threads\nwhich make up the texture of the doublet. You should aim at being\nlike men in general—just as your thread has no ambition either\nto be anything distinguished compared with the other threads. But\nI desire to be the purple—that small and shining part which\nmakes the rest seem fair and beautiful. Why then do you bid me\nbecome even as the multitude? Then were I no longer the purple.”",
        "If a man could be thoroughly penetrated, as he ought, with\nthis thought, that we are all in an especial manner sprung from\nGod, and that God is the Father of men as well as of Gods, full\nsurely he would never conceive aught ignoble or base of himself.\nWhereas if Caesar were to adopt you, your haughty looks would be\nintolerable; will you not be elated at knowing that you are the\nson of God? Now however it is not so with us: but seeing that in\nour birth these two things are commingled—the body which we\nshare with the animals, and the Reason and Thought which we share\nwith the Gods, many decline towards this unhappy kinship with the\ndead, few rise to the blessed kinship with the Divine. Since then\nevery one must deal with each thing according to the view which\nhe forms about it, those few who hold that they are born for\nfidelity, modesty, and unerring sureness in dealing with the\nthings of sense, never conceive aught base or ignoble of\nthemselves: but the multitude the contrary. Why, what am I?—A\nwretched human creature; with this miserable flesh of mine.\nMiserable indeed! but you have something better than that paltry\nflesh of yours. Why then cling to the one, and neglect the other?",
        "Thou art but a poor soul laden with a lifeless body.",
        "The other day I had an iron lamp placed beside my household\ngods. I heard a noise at the door and on hastening down found my\nlamp carried off. I reflected that the culprit was in no very\nstrange case. “To-morrow, my friend,” I said, “you will find an\nearthenware lamp; for a man can only lose what he has.”",
        "The reason why I lost my lamp was that the thief was\nsuperior to me in vigilance. He paid however this price for the\nlamp, that in exchange for it he consented to become a thief: in\nexchange for it, to become faithless.",
        "But God hath introduced Man to be a spectator of Himself and\nof His works; and not a spectator only, but also an interpreter\nof them. Wherefore it is a shame for man to begin and to leave\noff where the brutes do. Rather he should begin there, and leave\noff where Nature leaves off in us: and that is at contemplation,\nand understanding, and a manner of life that is in harmony with\nherself.",
        "See then that ye die not without being spectators of these\nthings.",
        "You journey to Olympia to see the work of Phidias; and each\nof you holds it a misfortune not to have beheld these things\nbefore you die. Whereas when there is no need even to take a\njourney, but you are on the spot, with the works before you, have\nyou no care to contemplate and study these?",
        "Will you not then perceive either who you are or unto what\nend you were born: or for what purpose the power of contemplation\nhas been bestowed upon you?",
        "“Well, but in life there are some things disagreeable and\nhard to bear.”",
        "And are there none at Olympia? Are you not scorched by the\nheat? Are you not cramped for room? Have you not to bathe with\ndiscomfort? Are you not drenched when it rains? Have you not to\nendure the clamor and shouting and such annoyances as these?\nWell, I suppose you set all this over against the splendour of\nthe spectacle, and bear it patiently. What then? have you not\nreceived powers wherewith to endure all that comes to pass?\nhave you not received greatness of heart, received courage,\nreceived fortitude? What care I, if I am great of heart, for\naught that can come to pass? What shall cast me down or disturb\nme? What shall seem painful? Shall I not use the power to the\nend for which I received it, instead of moaning and wailing\nover what comes to pass?",
        "If what philosophers say of the kinship of God and Men be\ntrue, what remains for men to do but as Socrates did:—never,\nwhen asked one’s country, to answer, “I am an Athenian or a\nCorinthian,” but “I am a citizen of the world.”",
        "He that hath grasped the administration of the World, who\nhath learned that this Community, which consists of God and men,\nis the foremost and mightiest and most comprehensive of all:—\nthat from God have descended the germs of life, not to my father\nonly and father’s father, but to all things that are born and\ngrow upon the earth, and in an especial manner to those endowed\nwith Reason (for those only are by their nature fitted to hold\ncommunion with God, being by means of Reason conjoined with Him)\n—why should not such an one call himself a citizen of the world?\nWhy not a son of God? Why should he fear aught that comes to pass\namong men? Shall kinship with Caesar, or any other of the great\nat Rome, be enough to hedge men around with safety and\nconsideration, without a thought of apprehension: while to have\nGod for our Maker, and Father, and Kinsman, shall not this set us\nfree from sorrows and fears?",
        "I do not think that an old fellow like me need have been\nsitting here to try and prevent your entertaining abject notions\nof yourselves, and talking of yourselves in an abject and ignoble\nway: but to prevent there being by chance among you any such\nyoung men as, after recognising their kindred to the Gods, and\ntheir bondage in these chains of the body and its manifold\nnecessities, should desire to cast them off as burdens too\ngrievous to be borne, and depart to their true kindred. This is\nthe struggle in which your Master and Teacher, were he worthy of\nthe name, should be engaged. You would come to me and say:\n\"Epictetus, we can no longer endure being chained to this\nwretched body, giving it food and drink and rest and\npurification;  aye, and for its sake forced to be subservient to\nthis man and that. Are not these things indifferent and nothing\nto us? Is it not true that death is no evil? Are we not in a\nmanner kinsmen of the Gods, and have we not come from them? Let\nus depart thither, whence we came: let us be freed from these\nchains that confine and press us down. Here are thieves and\nrobbers and tribunals: and they that are called tyrants, who\ndeem that they have after a fashion power over us, because of\nthe miserable body and what appertains to it. Let us show them\nthat they have power over none.”",
        "And to this I reply:—",
        "“Friends, wait for God. When He gives the signal, and\nreleases you from this service, then depart to Him. But for the\npresent, endure to dwell in the place wherein He hath assigned\nyou your post. Short indeed is the time of your habitation\ntherein, and easy to those that are thus minded. What tyrant,\nwhat robber, what tribunals have any terrors for those who thus\nesteem the body and all that belong to it as of no account?\nStay; depart not rashly hence!”",
        "Something like that is what should pass between a teacher\nand ingenuous youths. As it is, what does pass? The teacher is a\nlifeless body, and you are lifeless bodies yourselves. When you\nhave had enough to eat to-day, you sit down and weep about\nto-morrow’s food. Slave! if you have it, well and good; if not,\nyou will depart: the door is open—why lament? What further room\nis there for tears? What further occasion for flattery? Why\nshould one envy another? Why should you stand in awe of them that\nhave much or are placed in power, especially if they be also\nstrong and passionate? Why, what should they do to us? What they\ncan do, we will not regard: what does concern us, that they\ncannot do. Who then shall still rule one that is thus minded?",
        "Seeing this then, and noting well the faculties which you\nhave, you should say,—\"Send now, O God, any trial that Thou\nwilt; lo, I have means and powers given me by Thee to acquit\nmyself with honour through whatever comes to pass!\"— No; but\nthere you sit, trembling for fear certain things should come to\npass, and moaning and groaning and lamenting over what does come\nto pass. And then you upbraid the Gods. Such meanness of spirit\ncan have but one result—impiety.",
        "Yet God has not only given us these faculties by means of\nwhich we may bear everything that comes to pass without being\ncrushed or depressed thereby; but like a good King and Father, He\nhas given us this without let or hindrance, placed wholly at our\nown disposition, without reserving to Himself any power of\nimpediment or restraint. Though possessing all these things free\nand all your own, you do not use them! you do not perceive what\nit is you have received nor whence it comes, but sit moaning and\ngroaning; some of you blind to the Giver, making no\nacknowledgment to your Benefactor; others basely giving\nthemselves to complaints and accusations against God.",
        "Yet what faculties and powers you possess for attaining\ncourage and greatness of heart, I can easily show you; what you\nhave for upbraiding and accusation, it is for you to show me!",
        "How did Socrates bear himself in this regard? How else than\nas became one who was fully assured that he was the kinsman of\nthe Gods?",
        "If God had made that part of His own nature which He severed\nfrom Himself and gave to us, liable to be hindered or constrained\neither by Himself or any other, He would not have been God, nor\nwould He have been taking care of us as He ought . . . . If you\nchoose, you are free; if you choose, you need blame no man—\naccuse no man. All things will be at once according to your mind\nand according to the Mind of God.",
        "Petrifaction is of two sorts. There is petrifaction of the\nunderstanding; and also of the sense of shame. This happens when\na man obstinately refuses to acknowledge plain truths, and\npersists in maintaining what is self-contradictory. Most of us\ndread mortification of the body, and would spare no pains to\nescape anything of that kind. But of mortification of the soul we\nare utterly heedless. With regard, indeed, to the soul, if a man\nis in such a state as to be incapable of following or\nunderstanding anything, I grant you we do think him in a bad way.\nBut mortification of the sense of shame and modesty we go so far\nas to dub strength of mind!",
        "If we were as intent upon our own business as the old fellows at\nRome are upon what interests them, we too might perhaps\naccomplish something. I know a man older than I am, now\nSuperintendent of the Corn-market at Rome, and I remember when he\npassed through this place on his way back from exile, what an\naccount he gave me of his former life, declaring that for the\nfuture, once home again, his only care should be to pass his\nremaining years in quiet and tranquility. “For how few years have\nI left!” he cried. “That,” I said, “you will not do; but the\nmoment the scent of Rome is in your nostrils, you will forget it\nall; and if you can but gain admission to Court, you will be glad\nenough to elbow your way in, and thank God for it.” “Epictetus,\"\nhe replied, “if ever you find me setting as much as one foot\nwithin the Court, think what you will of me.”",
        "Well, as it was, what did he do? Ere ever he entered the\ncity, he was met by a despatch from the Emperor. He took it, and\nforgot the whole of his resolutions. From that moment, he has\nbeen piling one thing upon another. I should like to be beside\nhim to remind him of what he said when passing this way, and to\nadd, How much better a prophet I am than you!",
        "What then? do I say man is not made for an active life? Far\nfrom it! . . . But there is a great difference between other\nmen’s occupations and ours. . . . A glance at theirs will make it\nclear to you. All day long they do nothing but calculate,\ncontrive, consult how to wring their profit out of food-stuffs,\nfarm-plots and the like. . . . Whereas, I entreat you to learn\nwhat the administration of the World is, and what place a Being\nendowed with reason holds therein: to consider what you are\nyourself, and wherein your Good and Evil consists.",
        "A man asked me to write to Rome on his behalf who, as most\npeople thought, had met with misfortune; for having been before\nwealthy and distinguished, he had afterwards lost all and was\nliving here. So I wrote about him in a humble style. He however\non reading the letter returned it to me, with the words: “I asked\nfor your help, not for your pity. No evil has happened unto me.”",
        "True instruction is this:— to learn to wish that each thing\nshould come to pass as it does. And how does it come to pass? As\nthe Disposer has disposed it. Now He has disposed that there\nshould be summer and winter, and plenty and dearth, and vice and\nvirtue, and all such opposites, for the harmony of the whole.",
        "Have this thought ever present with thee, when thou losest\nany outward thing, what thou gainest in its stead; and if this be\nthe more precious, say not, I have suffered loss.",
        "Concerning the Gods, there are who deny the very existence\nof the Godhead; others say that it exists, but neither bestirs\nnor concerns itself nor has forethought for anything. A third\nparty attribute to it existence and forethought, but only for\ngreat and heavenly matters, not for anything that is on earth. A\nfourth party admit things on earth as well as in heaven, but only\nin general, and not with respect to each individual. A fifth, of\nwhom were Ulysses and Socrates, are those that cry:—",
        "I move not without Thy knowledge!",
        "Considering all these things, the good and true man submits\nhis judgment to Him that administers the Universe, even as good\ncitizens to the law of the State. And he that is being instructed\nshould come thus minded:—How may I in all things follow the\nGods; and, How may I rest satisfied with the Divine\nAdministration; and, How may I become free? For he is free for\nwhom all things come to pass according to his will, and whom none\ncan hinder. What then, is freedom madness? God forbid. For\nmadness and freedom exist not together.",
        "“But I wish all that I desire to come to pass and in the\nmanner that I desire.”",
        "—You are mad, you are beside yourself. Know you not that\nFreedom is a glorious thing and of great worth? But that what I\ndesired at random I should wish at random to come to pass, so far\nfrom being noble, may well be exceeding base.",
        "You must know that it is no easy thing for a principle to\nbecome a man’s own, unless each day he maintain it and hear it\nmaintained, as well as work it out in life.",
        "You are impatient and hard to please.  If alone, you call it\nsolitude: if in the company of men, you dub them conspirators\nand thieves, and find fault with your very parents, children,\nbrothers and neighbours.  Whereas when by yourself you should\nhave called it Tranquillity and Freedom: and herein deemed\nyourself like unto the Gods.  And when in the company of the\nmany, you should not have called it a wearisome crowd and\ntumult, but an assembly and a tribunal; and thus accepted all\nwith contentment.",
        "What then is the chastisement of those who accept it not? To\nbe as they are. Is any discontented with being alone? let him be\nin solitude. Is any discontented with his parents? let him be a\nbad son, and lament. Is any discontented with his children? let\nhim be a bad father.—\"Throw him into prison!\"—What prison?—\nWhere he is already: for he is there against his will; and\nwherever a man is against his will, that to him is a prison.\nThus Socrates was not in prison, since he was there with his own\nconsent.",
        "Knowest thou what a speck thou art in comparison with the\nUniverse?—That is, with respect to the body; since with respect\nto Reason, thou art not inferior to the Gods, nor less than they.\nFor the greatness of Reason is not measured by length or height,\nbut by the resolves of the mind. Place then thy happiness in that\nwherein thou art equal to the Gods.",
        "Asked how a man might eat acceptably to the Gods, Epictetus\nreplied:—If when he eats, he can be just, cheerful, equable,\ntemperate, and orderly, can he not thus eat acceptably to the\nGods? But when you call for warm water, and your slave does not\nanswer, or when he answers brings it lukewarm, or is not even\nfound to be in the house at all, then not to be vexed nor burst\nwith anger, is not that acceptable to the Gods?",
        "“But how can one endure such people?”",
        "Slave, will you not endure your own brother, that has God to\nhis forefather, even as a son sprung from the same stock, and of\nthe same high descent as yourself? And if you are stationed in a\nhigh position, are you therefore forthwith to set up for a\ntyrant?  Remember who you are, and whom you rule, that they are\nby nature your kinsmen, your brothers, the offspring of God.",
        "“But I paid a price for them, not they for me.”",
        "Do you see whither you are looking—down to the earth, to\nthe pit, to those despicable laws of the dead? But to the laws of\nthe Gods you do not look.",
        "When we are invited to a banquet, we take what is set before\nus; and were one to call upon his host to set fish upon the table\nor sweet things, he would be deemed absurd. Yet in a word, we ask\nthe Gods for what they do not give; and that, although they have\ngiven us so many things!",
        "Asked how a man might convince himself that every single act\nof his was under the eye of God, Epictetus answered:—",
        "“Do you not hold that all things are bound together in one?”",
        "“I do.”",
        "“Well, and do you not hold that things on earth and things in\nheaven are continuous and in unison with each other?”",
        "“I do,” was the reply.",
        "“Else how should the trees so regularly, as though by God’s\ncommand, at His bidding flower; at His bidding send forth shoots,\nbear fruit and ripen it; at His bidding let it fall and shed\ntheir leaves, and folded up upon themselves lie in quietness and\nrest? How else, as the Moon waxes and wanes, as the Sun\napproaches and recedes, can it be that such vicissitude and\nalternation is seen in earthly things?",
        "“If then all things that grow, nay, our own bodies, are thus\nbound up with the whole, is not this still truer of our souls?\nAnd if our souls are bound up and in contact with God, as being\nvery parts and fragments plucked from Himself, shall He not feel\nevery movement of theirs as though it were His own, and belonging\nto His own nature?”",
        "“But,” you say, “I cannot comprehend all this at once.”",
        "“Why, who told you that your powers were equal to God’s?”",
        "Yet God hath placed by the side of each a man’s own Guardian\nSpirit,(4) who is charged to watch over him—a Guardian who\nsleeps not nor is deceived. For to what better or more watchful\nGuardian could He have committed each of us? So when you have\nshut the doors and made a darkness within, remember never to say\nthat you are alone; for you are not alone, but God is within,\nand your Guardian Spirit, and what light do they need to behold\nwhat you do? To this God you also should have sworn allegiance,\neven as soldiers unto Caesar. They, when their service is hired,\nswear to hold the life of Caesar dearer than all else: and will\nyou not swear your oath, that are deemed worthy of so many and\ngreat gifts? And will you not keep your oath when you have sworn\nit? And what oath will you swear? Never to disobey, never to\narraign or murmur at aught that comes to you from His hand: never\nunwillingly to do or suffer aught that necessity lays upon you.",
        "“Is this oath like theirs?”",
        "They swear to hold no other dearer than Caesar: you, to hold\nour true selves dearer than all else beside.",
        "(4) To the Stoics the Guardian Spirit was each man’s Reason.",
        "“How shall my brother cease to be wroth with me?”",
        "Bring him to me, and I will tell him. But to thee I have\nnothing to say about his anger.",
        "When one took counsel of Epictetus, saying, “What I seek is\nthis, how even though my brother be not reconciled to me, I may\nstill remain as Nature would have me to be,” he replied: “All\ngreat things are slow of growth; nay, this is true even of a\ngrape or of a fig. If then you say to me now, I desire a fig, I\nshall answer, It needs time: wait till it first flower, then cast\nits blossom, then ripen. Whereas then the fruit of the fig-tree\nreaches not maturity suddenly nor yet in a single hour, do you\nnevertheless desire so quickly and easily to reap the fruit of\nthe mind of man?— Nay, expect it not, even though I bade you!”",
        "Epaphroditus(5) had a shoemaker whom he sold as being\ngood-for-nothing. This fellow, by some accident, was afterwards\npurchased by one of Caesar’s men, and became shoemaker to\nCaesar. You should have seen what respect Epaphroditus paid him\nthen. “How does the good Felicion? Kindly let me know!” And if\nany of us inquired, “What is Epaphroditus doing?” the answer was,\n\"He is consulting about so and so with Felicion.\"— Had he not\nsold him as good-for-nothing? Who had in a trice converted him\ninto a wiseacre?",
        "This is what comes of holding of importance anything but the\nthings that depend on the Will.",
        "(5) A freedman of Nero, and at one time owner of Epictetus.",
        "What you shun enduring yourself, attempt not to impose on\nothers. You shun slavery— beware of enslaving others! If you can\nendure to do that, one would think you had been once upon a time\na slave yourself. For Vice has nothing in common with virtue, nor\nFreedom with slavery.",
        "Has a man been raised to the tribuneship? Every one that he\nmeets congratulates him. One kisses him on the eyes, another on\nthe neck, while the slaves kiss his hands. He goes home to find\ntorches burning; he ascends to the Capitol to sacrifice.— Who\never sacrificed for having had right desires; for having\nconceived such inclinations as Nature would have him? In truth we\nthank the Gods for that wherein we place our happiness.",
        "A man was talking to me to-day about the priesthood of\nAugustus. I said to him, “Let the thing go, my good Sir; you will\nspend a great deal to no purpose.”",
        "“Well, but my name will be inserted in all documents and\ncontracts.”",
        "“Will you be standing there to tell those that read them,\nThat is my name written there? And even though you could now be\nthere in every case, what will you do when you are dead?”",
        "“At all events my name will remain.”",
        "“Inscribe it on a stone and it will remain just as well. And\nthink, beyond Nicopolis what memory of you will there be?”",
        "“But I shall have a golden wreath to wear.”",
        "“If you must have a wreath, get a wreath of roses and put it\non; you will look more elegant!”",
        "Above all, remember that the door stands open. Be not more\nfearful than children; but as they, when they weary of the game,\ncry, “I will play no more,” even so, when thou art in the like\ncase, cry, “I will play no more,” and depart. But if thou\nstayest, make no lamentation.",
        "Is there smoke in the room? If it be slight, I remain; if\ngrievous, I quit it. For you must remember this and hold it fast,\nthat the door stands open.",
        "“You shall not dwell at Nicopolis!”",
        "Well and good.",
        "“Nor at Athens.”",
        "Then I will not dwell at Athens either.",
        "“Nor at Rome.”",
        "Nor at Rome either.",
        "“You shall dwell in Gyara!\"(6)",
        "Well: but to dwell in Gyara seems to me like a grievous\nsmoke; I depart to a place where none can forbid me to dwell:\nthat habitation is open unto all! As for the last garment of all,\nthat is the poor body; beyond that, none can do aught unto me.\nThis is why Demetrius(7) said to Nero: “You threaten me with\ndeath; it is Nature who threatens you!”",
        "(6) An island in the Aegean, used as a place of banishment.\n(7) A well-known Cynic philosopher.",
        "The beginning of philosophy is to know the condition of\none’s own mind. If a man recognises that this is in a weakly\nstate, he will not then want to apply it to questions of the\ngreatest moment. As it is, men who are not fit to swallow even a\nmorsel, buy whole treatises and try to devour them. Accordingly\nthey either vomit them up again, or suffer from indigestion,\nwhence come gripings, fluxions, and fevers. Whereas they should\nhave stopped to consider their capacity.",
        "In theory it is easy to convince an ignorant person: in\nactual life, men not only object to offer themselves to be\nconvinced, but hate the man who has convinced them. Whereas\nSocrates used to say that we should never lead a life not\nsubjected to examination.",
        "This is the reason why Socrates, when reminded that he\nshould prepare for his trial, answered: “Thinkest thou not that I\nhave been preparing for it all my life?”",
        "“In what way?”",
        "“I have maintained that which in me lay.”",
        "“How so?”",
        "“I have never, secretly or openly, done a wrong unto any.”",
        "In what character dost thou now come forward?",
        "As a witness summoned by God. “Come thou,” saith God, “and\ntestify for Me, for thou art worthy of being brought forward as a\nwitness by Me. Is aught that is outside thy will either good or\nbad? Do I hurt any man? Have I placed the good of each in the\npower of any other than himself? What witness dost thou bear to\nGod?”",
        "“I am in evil state, Master, I am undone! None careth for\nme, none giveth me aught: all men blame, all speak evil of me.”",
        "Is this the witness thou wilt bear, and do dishonour to the\ncalling wherewith He hath called thee, because He hath done thee\nso great honour, and deemed thee worthy of being summoned to bear\nwitness in so great a cause?",
        "Wouldst thou have men speak good of thee? speak good of\nthem. And when thou hast learned to speak good of them, try to do\ngood unto them, and thus thou wilt reap in return their speaking\ngood of thee.",
        "When thou goest in to any of the great, remember that\nAnother from above sees what is passing, and that thou shouldst\nplease Him rather than man. He therefore asks thee:—",
        "“In the Schools, what didst thou call exile, imprisonment,\nbonds, death and shame?”",
        "“I called them things indifferent.”",
        "“What then dost thou call them now? Are they at all\nchanged?”",
        "“No.”",
        "“Is it then thou that art changed?”",
        "“No.”",
        "“Say then, what are things indifferent?”",
        "“Things that are not in our power.”",
        "“Say then, what follows?”",
        "“That things which are not in our power are nothing to me.”",
        "“Say also what things you hold to be good.”",
        "“A will such as it ought to be, and a right use of the\nthings of sense.”",
        "“And what is the end?”",
        "“To follow Thee!”",
        "“That Socrates should ever have been so treated by the\nAthenians!”",
        "Slave! why say “Socrates”? Speak of the thing as it is: That\never then the poor body of Socrates should have been dragged away\nand haled by main force to prison! That ever hemlock should have\nbeen given to the body of Socrates; that that should have\nbreathed its life away!— Do you marvel at this? Do you hold this\nunjust? Is it for this that you accuse God? Had Socrates no\ncompensation for this? Where then for him was the ideal Good?\nWhom shall we hearken to, you or him? And what says he?",
        "“Anytus and Meletus(8) may put me to death: to injure me is\nbeyond their power.”",
        "And again:—",
        "“If such be the will of God, so let it be.”",
        "(8) The accusers of Socrates. See Plato’s Apology.",
        "Nay, young man, for heaven’s sake; but once thou hast heard\nthese words, go home and say to thyself:—\"It is not Epictetus\nthat has told me these things: how indeed should he? No, it is\nsome gracious God through him. Else it would never have entered\nhis head to tell me them—he that is not used to speak to any\none thus. Well, then, let us not lie under the wrath of God, but\nbe obedient unto Him.\"—Nay, indeed; but if a raven by its\ncroaking bears thee any sign, it is not the raven but God that\nsends the sign through the raven; and if He signifies anything to\nthee through human voice, will He not cause the man to say these\nwords to thee, that thou mayest know the power of the Divine—\nhow He sends a sign to some in one way and to others in another,\nand on the greatest and highest matters of all signifies His will\nthrough the noblest messenger?",
        "What else does the poet mean:—",
        "In the same way my friend Heraclitus, who had a trifling\nsuit about a petty farm at Rhodes, first showed the judges that\nhis cause was just, and then at the finish cried, “I will not\nentreat you: nor do I care what sentence you pass. It is you who\nare on your trial, not I!\"—And so he ended the case.(9)",
        "(9) Or, “And so he lost his case” (Long).",
        "As for us, we behave like a herd of deer. When they flee\nfrom the huntsman’s feathers(10) in affright, which way do they\nturn? What haven of safety do they make for? Why, they rush upon\nthe nets! And thus they perish by confounding what they should\nfear with that wherein no danger lies. . . . Not death or pain is\nto be feared, but the fear of death or pain. Well said the poet\ntherefore:—",
        "Death has no terror; only a Death of shame!",
        "(10) Colored feathers fixed to ropes partly surrounding the\n     cover.",
        "How is it then that certain external things are said to be\nnatural, and others contrary to Nature?",
        "Why, just as it might be said if we stood alone and apart\nfrom others. A foot, for instance, I will allow it is natural\nshould be clean. But if you take it as a foot, and as a thing\nwhich does not stand by itself, it will beseem it (if need be) to\nwalk in the mud, to tread on thorns, and sometimes even to be cut\noff, for the benefit of the whole body; else it is no longer a\nfoot. In some such way we should conceive of ourselves also. What\nart thou?—A man.—Looked at as standing by thyself and\nseparate, it is natural for thee in health and wealth long to\nlive. But looked at as a Man, and only as a part of a Whole, it\nis for that Whole’s sake that thou shouldst at one time fall\nsick, at another brave the perils of the sea, again, know the\nmeaning of want and perhaps die an early death. Why then repine?\nKnowest thou not that as the foot is no more a foot if detached\nfrom the body, so thou in like case art no longer a Man? For what\nis a Man? A part of a City:—first, of the City of Gods and Men;\nnext, of that which ranks nearest it, a miniature of the\nuniversal City. . . . In such a body, in such a world enveloping\nus, among lives like these, such things must happen to one or\nanother. Thy part, then, being here, is to speak of these things\nas is meet, and to order them as befits the matter.",
        "That was a good reply which Diogenes made to a man who asked\nhim for letters of recommendation.—\"That you are a man, he will\nknow when he sees you;—whether a good or bad one, he will know\nif he has any skill in discerning the good and the bad. But if he\nhas none, he will never know, though I write to him a thousand\ntimes.\"—It is as though a piece of silver money desired to be\nrecommended to some one to be tested. If the man be a good judge\nof silver, he will know: the coin will tell its own tale.",
        "Even as the traveller asks his way of him that he meets,\ninclined in no wise to bear to the right rather than to the left\n(for he desires only the way leading whither he would go), so\nshould we come unto God as to a guide; even as we use our eyes\nwithout admonishing them to show us some things rather than\nothers, but content to receive the images of such things as they\npresent unto us. But as it is we stand anxiously watching the\nvictim, and with the voice of supplication call upon the augur:—\n\"Master, have mercy on me: vouchsafe unto me a way of escape!\"\nSlave, would you then have aught else than what is best? is there\nanything better than what is God’s good pleasure? Why, as far as\nin you lies, would you corrupt your Judge, and lead your\nCounsellor astray?",
        "God is beneficent. But the Good also is beneficent. It\nshould seem then that where the real nature of God is, there too\nis to be found the real nature of the Good. What then is the real\nnature of God?—Intelligence, Knowledge, Right Reason. Here then\nwithout more ado seek the real nature of the Good. For surely\nthou dost not seek it in a plant or in an animal that reasoneth\nnot.",
        "Seek then the real nature of the Good in that without whose\npresence thou wilt not admit the Good to exist in aught else.—\nWhat then? Are not these other things also works of God?—They\nare; but not preferred to honour, nor are they portions of God.\nBut thou art a thing preferred to honour: thou art thyself a\nfragment torn from God:—thou hast a portion of Him within\nthyself. How is it then that thou dost not know thy high descent\n—dost not know whence thou comest? When thou eatest, wilt thou\nnot remember who thou art that eatest and whom thou feedest? In\nintercourse, in exercise, in discussion knowest thou not that it\nis a God whom thou feedest, a God whom thou exercisest, a God\nwhom thou bearest about with thee, O miserable! and thou\nperceivest it not. Thinkest thou that I speak of a God of silver\nor gold, that is without thee? Nay, thou bearest Him within thee!\nall unconscious of polluting Him with thoughts impure and unclean\ndeeds. Were an image of God present, thou wouldst not dare to\nact as thou dost, yet, when God Himself is present within thee,\nbeholding and hearing all, thou dost not blush to think such\nthoughts and do such deeds, O thou that art insensible of thine\nown nature and liest under the wrath of God!",
        "Why then are we afraid when we send a young man from the\nSchools into active life, lest he should indulge his appetites\nintemperately, lest he should debase himself by ragged clothing,\nor be puffed up by fine raiment? Knows he not the God within him;\nknows he not with whom he is starting on his way? Have we\npatience to hear him say to us, Would I had thee with me!—Hast\nthou not God where thou art, and having Him dost thou still seek\nfor any other? Would He tell thee aught else than these things?\nWhy, wert thou a statue of Phidias, an Athena or a Zeus, thou\nwouldst bethink thee both of thyself and thine artificer; and\nhadst thou any sense, thou wouldst strive to do no dishonour to\nthyself or him that fashioned thee, nor appear to beholders in\nunbefitting guise. But now, because God is thy Maker, is that why\nthou carest not of what sort thou shalt show thyself to be? Yet\nhow different the artists and their workmanship! What human\nartist’s work, for example, has in it the faculties that are\ndisplayed in fashioning it? Is it aught but marble, bronze, gold,\nor ivory? Nay, when the Athena of Phidias has put forth her hand\nand received therein a Victory, in that attitude she stands for\nevermore. But God’s works move and breathe; they use and judge\nthe things of sense. The workmanship of such an Artist, wilt thou\ndishonor Him? Aye, when he not only fashioned thee, but placed\nthee, like a ward, in the care and guardianship of thyself alone,\nwilt thou not only forget this, but also do dishonour to what is\ncommitted to thy care! If God had entrusted thee with an orphan,\nwouldst thou have thus neglected him? He hath delivered thee to\nthine own care, saying, I had none more faithful than myself:\nkeep this man for me such as Nature hath made him—modest,\nfaithful, high-minded, a stranger to fear, to passion, to\nperturbation. . . .",
        "Such will I show myself to you all.—\"What, exempt from\nsickness also: from age, from death?\"—Nay, but accepting\nsickness, accepting death as becomes a God!",
        "No labour, according to Diogenes, is good but that which\naims at producing courage and strength of soul rather than of\nbody.",
        "A guide, on finding a man who has lost his way, brings him\nback to the right path—he does not mock and jeer at him and\nthen take himself off. You also must show the unlearned man the\ntruth, and you will see that he will follow. But so long as you\ndo not show it him, you should not mock, but rather feel your own\nincapacity.",
        "It was the first and most striking characteristic of\nSocrates never to become heated in discourse, never to utter an\ninjurious or insulting word—on the contrary, he persistently\nbore insult from others and thus put an end to the fray. If you\ncare to know the extent of his power in this direction, read\nXenophon’s Banquet, and you will see how many quarrels he put an\nend to. That is why the Poets are right in so highly commending\nthis faculty:—",
        "Quickly and wisely withal even bitter feuds would he settle.",
        "Nevertheless the practice is not very safe at present,\nespecially in Rome. One who adopts it, I need not say, ought not\nto carry it out in an obscure corner, but boldly accost, if\noccasion serve, some personage of rank or wealth.",
        "“Can you tell me, sir, to whose care you entrust your\nhorses?”",
        "“I can.”",
        "“Is it to the first comer, who knows nothing about them?”",
        "“Certainly not.”",
        "“Well, what of the man who takes care of your gold, your\nsilver or your raiment?”",
        "“He must be experienced also.”",
        "“And your body—have you ever considered about entrusting\nit to any one’s care?”",
        "“Of course I have.”",
        "“And no doubt to a person of experience as a trainer, a\nphysician?”",
        "“Surely.”",
        "“Are these things the best you possess, or have you anything\nmore precious?”",
        "“What can you mean?”",
        "“I mean that which employs these; which weighs all things;\nwhich takes counsel and resolve.”",
        "“Oh, you mean the soul.”",
        "“You take me rightly; I do mean the soul. By Heaven, I hold\nthat far more precious than all else I possess. Can you show me\nthen what care you bestow on the soul? For it can scarcely be\nthought that a man of your wisdom and consideration in the city\nwould suffer your most precious possession to go to ruin through\ncarelessness and neglect.”",
        "“Certainly not.”",
        "“Well, do you take care of it yourself? Did any one teach\nyou the right method, or did you discover it yourself?”",
        "Now here comes in the danger: first, that the great man may\nanswer, “Why, what is that to you, my good fellow? are you my\nmaster?” And then, if you persist in troubling him, may raise his\nhand to strike you. It is a practice of which I was myself a warm\nadmirer until such experiences as these befell me.",
        "When a youth was giving himself airs in the Theatre and\nsaying, “I am wise, for I have conversed with many wise men,\"\nEpictetus replied, “I too have conversed with many rich men, yet\nI am not rich!”",
        "We see that a carpenter becomes a carpenter by learning\ncertain things: that a pilot, by learning certain things, becomes\na pilot. Possibly also in the present case the mere desire to be\nwise and good is not enough. It is necessary to learn certain\nthings. This is then the object of our search. The Philosophers\nwould have us first learn that there is a God, and that His\nProvidence directs the Universe; further, that to hide from Him\nnot only one’s acts but even one’s thoughts and intentions is\nimpossible; secondly, what the nature of God is. Whatever that\nnature is discovered to be, the man who would please and obey Him\nmust strive with all his might to be made like unto Him. If the\nDivine is faithful, he also must be faithful; if free, he also\nmust be free; if beneficent, he also must be beneficent; if\nmagnanimous, he also must be magnanimous. Thus as an imitator of\nGod must he follow Him in every deed and word.",
        "If I show you, that you lack just what is most important and\nnecessary to happiness, that hitherto your attention has been\nbestowed on everything rather than that which claims it most;\nand, to crown all, that you know neither what God nor Man is—\nneither what Good nor Evil is: why, that you are ignorant of\neverything else, perhaps you may bear to be told; but to hear\nthat you know nothing of yourself, how could you submit to that?\nHow could you stand your ground and suffer that to be proved?\nClearly not at all. You instantly turn away in wrath. Yet what\nharm have I done you? Unless indeed the mirror harms the\nill-favoured man by showing him to himself just as he is; unless the\nphysician can be thought to insult his patient, when he tells\nhim:—\"Friend, do you suppose there is nothing wrong with you?\nwhy, you have a fever. Eat nothing to-day, and drink only water.\"\nYet no one says, “What an insufferable insult!” Whereas, if you\nsay to a man, “Your desires are inflamed, your instincts of\nrejection are weak and low, your aims are inconsistent, your\nimpulses are not in harmony with Nature, your opinions are rash\nand false,” he forthwith goes away and complains that you have\ninsulted him.",
        "Our way of life resembles a fair. The flocks and herds are\npassing along to be sold, and the greater part of the crowd to\nbuy and sell. But there are some few who come only to look at the\nfair, to inquire how and why it is being held, upon what\nauthority and with what object. So too, in this great Fair of\nlife, some, like the cattle, trouble themselves about nothing but\nthe fodder. Know all of you, who are busied about land, slaves\nand public posts, that these are nothing but fodder! Some few\nthere are attending the Fair, who love to contemplate what the\nworld is, what He that administers it. Can there be no\nAdministrator? is it possible, that while neither city nor\nhousehold could endure even for a moment without one to administer\nand see to its welfare, this Fabric, so fair, so vast, should be\nadministered in order so harmonious, without a purpose and by\nblind chance? There is therefore an Administrator. What is His\nnature and how does He administer? And who are we that are His\nchildren and what work were we born to perform? Have we any close\nconnection or relation with Him or not?",
        "Such are the impressions of the few of whom I speak. And\nfurther, they apply themselves solely to considering and\nexamining the great assembly before they depart. Well, they are\nderided by the multitude. So are the lookers-on by the traders:\naye, and if the beasts had any sense, they would deride those who\nthought much of anything but fodder!",
        "I think I know now what I never knew before—the meaning of\nthe common saying, A fool you can neither bend nor break. Pray\nheaven I may never have a wise fool for my friend! There is\nnothing more intractable.—\"My resolve is fixed!\"—Why, so madmen\nsay too; but the more firmly they believe in their delusions, the\nmore they stand in need of treatment.",
        "—\"Oh! when shall I see Athens and its Acropolis again?\"—\nMiserable man! art thou not contented with the daily sights that\nmeet thine eyes? canst thou behold aught greater or nobler than\nthe Sun, Moon, and Stars; than the outspread Earth and Sea? If\nindeed thou apprehendest Him who administers the universe, if\nthou bearest Him about within thee, canst thou still hanker after\nmere fragments of stone and a fine rock? When thou art about to\nbid farewell to the Sun and Moon itself, wilt thou sit down and\ncry like a child? Why, what didst thou hear, what didst thou\nlearn? why didst thou write thyself down a philosopher, when\nthou mightest have written what was the fact, namely, “I have\nmade one or two Compendiums, I have read some works of\nChrysippus, and I have not even touched the hem of Philosophy’s\nrobe”!",
        "Friend, lay hold with a desperate grasp, ere it is too late,\non Freedom, on Tranquility, on Greatness of soul! Lift up thy\nhead, as one escaped from slavery; dare to look up to God, and\nsay:—\"Deal with me henceforth as Thou wilt; Thou and I are of\none mind. I am Thine: I refuse nothing that seemeth good to Thee;\nlead on whither Thou wilt; clothe me in what garb Thou pleasest;\nwilt Thou have me a ruler or a subject—at home or in exile—\npoor or rich? All these things will I justify unto men for Thee.\nI will show the true nature of each. . . .”",
        "Who would Hercules have been had he loitered at home? no\nHercules, but Eurystheus. And in his wanderings through the world\nhow many friends and comrades did he find? but nothing dearer to\nhim than God. Wherefore he was believed to be God’s son, as\nindeed he was. So then in obedience to Him, he went about\ndelivering the earth from injustice and lawlessness.",
        "But thou art not Hercules, thou sayest, and canst not\ndeliver others from their iniquity—not even Theseus, to deliver\nthe soil of Attica from its monsters? Purge away thine own, cast\nforth thence—from thine own mind, not robbers and monsters, but\nFear, Desire, Envy, Malignity, Avarice, Effeminacy, Intemperance.\nAnd these may not be cast out, except by looking to God alone, by\nfixing thy affections on Him only, and by consecrating thyself to\nHis commands. If thou choosest aught else, with sighs and groans\nthou wilt be forced to follow a Might greater than thine own,\never seeking Tranquillity without, and never able to attain unto\nher. For thou seekest her where she is not to be found; and where\nshe is, there thou seekest her not!",
        "If a man would pursue Philosophy, his first task is to throw\naway conceit. For it is impossible for a man to begin to learn\nwhat he has a conceit that he already knows.",
        "Give me but one young man, that has come to the School with\nthis intention, who stands forth a champion of this cause, and\nsays, “All else I renounce, content if I am but able to pass my\nlife free from hindrance and trouble; to raise my head aloft and\nface all things as a free man; to look up to heaven as a friend\nof God, fearing nothing that may come to pass!” Point out such a\none to me, that I may say, “Enter, young man, into possession of\nthat which is thine own. For thy lot is to adorn Philosophy.\nThine are these possessions; thine these books, these\ndiscourses!”",
        "And when our champion has duly exercised himself in this\npart of the subject, I hope he will come back to me and say:—\n\"What I desire is to be free from passion and from perturbation;\nas one who grudges no pains in the pursuit of piety and\nphilosophy, what I desire is to know my duty to the Gods, my duty\nto my parents, to my brothers, to my country, to strangers.”",
        "“Enter then on the second part of the subject; it is thine\nalso.”",
        "“But I have already mastered the second part; only I wished\nto stand firm and unshaken—as firm when asleep as when awake,\nas firm when elated with wine as in despondency and dejection.”",
        "“Friend, you are verily a God! you cherish great designs.”",
        "“The question at stake,” said Epictetus, “is no common one;\nit is this:—Are we in our senses, or are we not?”",
        "If you have given way to anger, be sure that over and above\nthe evil involved therein, you have strengthened the habit, and\nadded fuel to the fire. If overcome by a temptation of the flesh,\ndo not reckon it a single defeat, but that you have also\nstrengthened your dissolute habits. Habits and faculties are\nnecessarily affected by the corresponding acts. Those that were\nnot there before, spring up: the rest gain in strength and\nextent. This is the account which Philosophers give of the origin\nof diseases of the mind:—Suppose you have once lusted after\nmoney: if reason sufficient to produce a sense of the evil be\napplied, then the lust is checked, and the mind at once regains\nits original authority; whereas if you have recourse to no\nremedy, you can no longer look for this return—on the contrary,\nthe next time it is excited by the corresponding object, the\nflame of desire leaps up more quickly than before. By frequent\nrepetition, the mind in the long run becomes callous; and thus\nthis mental disease produces confirmed Avarice.",
        "One who has had fever, even when it has left him, is not in\nthe same condition of health as before, unless indeed his cure is\ncomplete. Something of the same sort is true also of diseases of\nthe mind. Behind, there remains a legacy of traces and of\nblisters: and unless these are effectually erased, subsequent\nblows on the same spot will produce no longer mere blisters, but\nsores. If you do not wish to be prone to anger, do not feed the\nhabit; give it nothing which may tend to its increase. At first,\nkeep quiet and count the days when you were not angry: “I used\nto be angry every day, then every other day: next every two,\nnext every three days!” and if you succeed in passing thirty\ndays, sacrifice to the Gods in thanksgiving.",
        "How then may this be attained?—Resolve, now if never\nbefore, to approve thyself to thyself; resolve to show thyself\nfair in God’s sight; long to be pure with thine own pure self and\nGod!",
        "That is the true athlete, that trains himself to resist such\noutward impressions as these.",
        "“Stay, wretched man! suffer not thyself to be carried away!\"\nGreat is the combat, divine the task! you are fighting for\nKingship, for Liberty, for Happiness, for Tranquillity. Remember\nGod: call upon Him to aid thee, like a comrade that stands beside\nthee in the fight.",
        "Who then is a Stoic—in the sense that we call that a statue of\nPhidias which is modelled after that master’s art? Show me a man\nin this sense modelled after the doctrines that are ever upon his\nlips. Show me a man that is sick—and happy; in danger—and\nhappy; on his death-bed—and happy; an exile—and happy; in evil\nreport—and happy! Show me him, I ask again. So help me Heaven,\nI long to see one Stoic! Nay, if you cannot show me one fully\nmodelled, let me at least see one in whom the process is at\nwork—one whose bent is in that direction. Do me that favour!\nGrudge it not to an old man, to behold a sight that he has never\nyet beheld. Think you I wish to see the Zeus or Athena of\nPhidias, bedecked with gold and ivory?—Nay, show me, one of\nyou, a human soul, desiring to be of one mind with God, no more\nto lay blame on God or man, to suffer nothing to disappoint,\nnothing to cross him, to yield neither to anger, envy, nor\njealousy—in a word, why disguise the matter? one that from a\nman would fain become a God; one that while still imprisoned\nin this dead body makes fellowship with God his aim. Show me\nhim!—Ah, you cannot! Then why mock yourselves and delude\nothers? why stalk about tricked out in other men’s attire,\nthieves and robbers that you are of names and things to which\nyou can show no title!",
        "If you have assumed a character beyond your strength, you\nhave both played a poor figure in that, and neglected one that is\nwithin your powers.",
        "Fellow, you have come to blows at home with a slave: you\nhave turned the household upside down, and thrown the\nneighbourhood into confusion; and do you come to me then with\nairs of assumed modesty—do you sit down like a sage and\ncriticise my explanation of the readings, and whatever idle\nbabble you say has come into my head? Have you come full of envy,\nand dejected because nothing is sent you from home; and while the\ndiscussion is going on, do you sit brooding on nothing but how\nyour father or your brother are disposed towards you:—\"What are\nthey saying about me there? at this moment they imagine I am\nmaking progress and saying, He will return perfectly omniscient!\nI wish I could become omniscient before I return; but that would\nbe very troublesome. No one sends me anything—the baths at\nNicopolis are dirty; things are wretched at home and wretched\nhere.” And then they say, “Nobody is any the better for the\nSchool.\"—Who comes to the School with a sincere wish to learn:\nto submit his principles to correction and himself to treatment?\nWho, to gain a sense of his wants? Why then be surprised if you\ncarry home from the School exactly what you bring into it?",
        "“Epictetus, I have often come desiring to hear you speak,\nand you have never given me any answer; now if possible, I\nentreat you, say something to me.”",
        "“Is there, do you think,” replied Epictetus, “an art of\nspeaking as of other things, if it is to be done skilfully and\nwith profit to the hearer?”",
        "“Yes.”",
        "“And are all profited by what they hear, or only some among\nthem? So that it seems there is an art of hearing as well as of\nspeaking. . . . To make a statue needs skill: to view a statue\naright needs skill also.”",
        "“Admitted.”",
        "“And I think all will allow that one who proposes to hear\nphilosophers speak needs a considerable training in hearing. Is\nthat not so? Then tell me on what subject you are able to hear\nme.”",
        "“Why, on good and evil.”",
        "“The good and evil of what? a horse, an ox?”",
        "“No; of a man.”",
        "“Do we know then what Man is? what his nature is? what is the\nidea we have of him? And are our ears practised in any degree on\nthe subject? Nay, do you understand what Nature is? can you\nfollow me in any degree when I say that I shall have to use\ndemonstration? Do you understand what Demonstration is? what True\nor False is? . . .must I drive you to Philosophy? . . . Show me\nwhat good I am to do by discoursing with you. Rouse my desire to\ndo so. The sight of the pasture it loves stirs in a sheep the\ndesire to feed: show it a stone or a bit of bread and it remains\nunmoved. Thus we also have certain natural desires, aye, and one\nthat moves us to speak when we find a listener that is worth his\nsalt: one that himself stirs the spirit. But if he sits by like\na stone or a tuft of grass, how can he rouse a man’s desire?”",
        "“Then you will say nothing to me?”",
        "“I can only tell you this: that one who knows not who he is\nand to what end he was born; what kind of world this is and with\nwhom he is associated therein; one who cannot distinguish Good\nand Evil, Beauty and Foulness, . . . Truth and Falsehood, will\nnever follow Reason in shaping his desires and impulses and\nrepulsions, nor yet in assent, denial, or suspension of\njudgment; but will in one word go about deaf and blind, thinking\nhimself to be somewhat, when he is in truth of no account. Is\nthere anything new in  all this? Is not this ignorance the cause\nof all the mistakes and mischances of men since the human race\nbegan? . . .”",
        "“This is all I have to say to you, and even this against the\ngrain. Why? Because you have not stirred my spirit. For what can\nI see in you to stir me, as a spirited horse will stir a judge of\nhorses? Your body? That you maltreat. Your dress? That is\nluxurious. Your behaviour, your look?—Nothing whatever. When you\nwant to hear a philosopher, do not say, ’You say nothing to me’;\nonly show yourself worthy or fit to hear, and then you will see\nhow you will move the speaker.”",
        "And now, when you see brothers apparently good friends and\nliving in accord, do not immediately pronounce anything upon\ntheir friendship, though they should affirm it with an oath,\nthough they should declare, “For us to live apart is a thing\nimpossible!” For the heart of a bad man is faithless,\nunprincipled, inconstant: now overpowered by one impression, now\nby another. Ask not the usual questions, Were they born of the\nsame parents, reared together, and under the same tutor; but ask\nthis only, in what they place their real interest—whether in\noutward things or in the Will. If in outward things, call them\nnot friends, any more than faithful, constant, brave or free:\ncall them not even human beings, if you have any sense. . . . But\nshould you hear that these men hold the Good to lie only in the\nWill, only in rightly dealing with the things of sense, take no\nmore trouble to inquire whether they are father and son or\nbrothers, or comrades of long standing; but, sure of this one\nthing, pronounce as boldly that they are friends as that they are\nfaithful and just: for where else can Friendship be found than\nwhere Modesty is, where there is an interchange of things fair\nand honest, and of such only?",
        "No man can rob us of our Will—no man can lord it over that!",
        "When disease and death overtake me, I would fain be found\nengaged in the task of liberating mine own Will from the assaults\nof passion, from hindrance, from resentment, from slavery.",
        "Thus would I fain be found employed, so that I may say to God,\n\"Have I in aught transgressed Thy commands? Have I in aught\nperverted the faculties, the senses, the natural principles that\nThou didst give me? Have I ever blamed Thee or found fault with\nThine administration? When it was Thy good pleasure, I fell sick—\nand so did other men: but my will consented. Because it was Thy\npleasure, I became poor: but my heart rejoiced. No power in the\nState was mine, because Thou wouldst not: such power I never\ndesired! Hast Thou ever seen me of more doleful countenance on\nthat account? Have I not ever drawn nigh unto Thee with cheerful\nlook, waiting upon Thy commands, attentive to Thy signals? Wilt\nThou that I now depart from the great Assembly of men? I go: I\ngive Thee all thanks, that Thou hast deemed me worthy to take\npart with Thee in this Assembly: to behold Thy works, to\ncomprehend this Thine administration.”",
        "Such I would were the subject of my thoughts, my pen, my\nstudy, when death overtakes me.",
        "Seemeth it nothing to you, never to accuse, never to blame\neither God or Man? to wear ever the same countenance in going\nforth as in coming in? This was the secret of Socrates: yet he\nnever said that he knew or taught anything. . . . Who amongst you\nmakes this his aim? Were it indeed so, you would gladly endure\nsickness, hunger, aye, death itself.",
        "How are we constituted by Nature? To be free, to be noble,\nto be modest (for what other living thing is capable of blushing,\nor of feeling the impression of shame?) and to subordinate\npleasure to the ends for which Nature designed us, as a handmaid\nand a minister, in order to call forth our activity; in order to\nkeep us constant to the path prescribed by Nature.",
        "The husbandman deals with land; physicians and trainers with\nthe body; the wise man with his own Mind.",
        "Which of us does not admire what Lycurgus the Spartan did? A\nyoung citizen had put out his eye, and been handed over to him by\nthe people to be punished at his own discretion. Lycurgus\nabstained from all vengeance, but on the contrary instructed and\nmade a good man of him. Producing him in public in the theatre,\nhe said to the astonished Spartans:—\"I received this young man\nat your hands full of violence and wanton insolence; I restore\nhim to you in his right mind and fit to serve his country.”",
        "A money-changer may not reject Caesar’s coin, nor may the\nseller of herbs, but must when once the coin is shown, deliver\nwhat is sold for it, whether he will or no. So is it also with\nthe Soul. Once the Good appears, it attracts towards itself; evil\nrepels. But a clear and certain impression of the Good the Soul\nwill never reject, any more than men do Caesar’s coin. On this\nhangs every impulse alike of Man and God.",
        "Asked what Common Sense was, Epictetus replied:—",
        "As that may be called a Common Ear which distinguishes only\nsounds, while that which distinguishes musical notes is not\ncommon but produced by training; so there are certain things\nwhich men not entirely perverted see by the natural principles\ncommon to all. Such a constitution of the Mind is called Common\nSense.",
        "Canst thou judge men? . . . then make us imitators of\nthyself, as Socrates did. Do this, do not do that, else will I\ncast thee into prison; this is not governing men like reasonable\ncreatures. Say rather, As God hath ordained, so do; else thou\nwilt suffer chastisement and loss. Askest thou what loss? None\nother than this: To have left undone what thou shouldst have\ndone: to have lost the faithfulness, the reverence, the modesty\nthat is in thee! Greater loss than this seek not to find!",
        "“His son is dead.”",
        "What has happened?",
        "“His son is dead.”",
        "Nothing more?",
        "“Nothing.”",
        "“His ship is lost.”",
        "What has happened?",
        "“His ship is lost.”",
        "“He has been haled to prison.”",
        "What has happened?",
        "“He has been haled to prison.”",
        "But that any of these things are misfortunes to him, is an\naddition which every one makes of his own. But (you say) God is\nunjust in this.—Why? For having given thee endurance and\ngreatness of soul? For having made such things to be no evils?\nFor placing happiness within thy reach, even when enduring them?\nFor opening unto thee a door, when things make not for thy\ngood?—Depart, my friend, and find fault no more!",
        "You are sailing to Rome (you tell me) to obtain the post of\nGovernor of Cnossus.(11) You are not content to stay at home with\nthe honours you had before; you want something on a larger scale,\nand more conspicuous. But when did you ever undertake a voyage\nfor the purpose of reviewing your own principles and getting rid\nof any of them that proved unsound? Whom did you ever visit for\nthat object? What time did you ever set yourself for that? What\nage? Run over the times of your life—by yourself, if you are\nashamed before me. Did you examine your principles when a boy?\nDid you not do everything just as you do now? Or when you were a\nstripling, attending the school of oratory and practising the art\nyourself, what did you ever imagine you lacked? And when you were\na young man, entered upon public life, and were pleading causes\nand making a name, who any longer seemed equal to you? And at\nwhat moment would you have endured another examining your\nprinciples and proving that they were unsound? What then am I to\nsay to you? “Help me in this matter!” you cry. Ah, for that I\nhave no rule! And neither did you, if that was your object, come\nto me as a philosopher, but as you might have gone to a herb-seller\nor a cobbler.—\"What do philosophers have rules for,\nthen?\"—Why, that whatever may betide, our ruling faculty may be\nas Nature would have it, and so remain. Think you this a small\nmatter? Not so! but the greatest thing there is. Well, does it\nneed but a short time? Can it be grasped by a passer-by?—grasp\nit, if you can!",
        "Then you will say, “Yes, I met Epictetus!”",
        "Aye, just as you might a statue or a monument. You saw me!\nand that is all. But a man who meets a man is one who learns the\nother’s mind, and lets him see his in turn. Learn my mind—show me\nyours; and then go and say that you met me. Let us try each\nother; if I have any wrong principle, rid me of it; if you have,\nout with it. That is what meeting a philosopher means. Not so,\nyou think; this is only a flying visit; while we are hiring the\nship, we can see Epictetus too! Let us see what he has to say.\nThen on leaving you cry, “Out on Epictetus for a worthless\nfellow, provincial and barbarous of speech!” What else indeed did\nyou come to judge of?",
        "(11) In Crete.",
        "Whether you will or no, you are poorer than I!",
        "“What then do I lack?”",
        "What you have not: Constancy of mind, such as Nature would\nhave it to be: Tranquillity. Patron or no patron, what care I?\nbut you do care. I am richer than you: I am not racked with\nanxiety as to what Caesar may think of me; I flatter none on\nthat account. This is what I have, instead of vessels of gold\nand silver! your vessels may be of gold, but your reason, your\nprinciples, your accepted views, your inclinations, your desires\nare of earthenware.",
        "To you, all you have seems small: to me, all I have seems\ngreat. Your desire is insatiable, mine is satisfied. See children\nthrusting their hands into a narrow-necked jar, and striving to\npull out the nuts and figs it contains: if they fill the hand,\nthey cannot pull it out again, and then they fall to tears.—\n\"Let go a few of them, and then you can draw out the rest!\"—\nYou, too, let your desire go! covet not many things, and you will\nobtain.",
        "Pittacus,(12) wronged by one whom he had it in his power to\npunish, let him go free, saying, Forgiveness is better than\nrevenge. The one shows native gentleness, the other savagery.",
        "(12) One of the Seven Wise Men of Greece. He ruled Mytilene\n     in Lesbos in the seventh century B.C.",
        "“My brother ought not to have treated me thus.”",
        "True: but he must see to that. However he may treat me, I\nmust deal rightly by him. This is what lies with me, what none\ncan hinder.",
        "Nevertheless a man should also be prepared to be sufficient\nunto himself—to dwell with himself alone, even as God dwells\nwith Himself alone, shares His repose with none, and considers\nthe nature of His own administration, intent upon such thoughts\nas are meet unto Himself. So should we also be able to converse\nwith ourselves, to need none else beside, to sigh for no\ndistraction, to bend our thoughts upon the Divine Administration,\nand how we stand related to all else; to observe how human\naccidents touched us of old, and how they touch us now; what\nthings they are that still have power to hurt us, and how they\nmay be cured or removed; to perfect what needs perfecting as\nReason would direct.",
        "If a man has frequent intercourse with others, either in the\nway of conversation, entertainment, or simple familiarity, he\nmust either become like them, or change them to his own fashion.\nA live coal placed next a dead one will either kindle that or be\nquenched by it. Such being the risk, it is well to be cautious in\nadmitting intimacies of this sort, remembering that one cannot\nrub shoulders with a soot-stained man without sharing the soot\noneself. What will you do, supposing the talk turns on\ngladiators, or horses, or prize-fighters, or (what is worse) on\npersons, condemning this and that, approving the other? Or\nsuppose a man sneers or jeers or shows a malignant temper? Has\nany among us the skill of the lute-player, who knows at the first\ntouch which strings are out of tune and sets the instrument\nright: has any of you such a power as Socrates had, in all his\nintercourse with men, of winning them over to his own\nconvictions? Nay, but you must needs be swayed hither and thither\nby the uninstructed. How comes it then that they prove so much\nstronger than you? Because they speak from the fulness of the\nheart—their low, corrupt views are their real convictions:\nwhereas your fine sentiments are but from the lips, outwards;\nthat is why they are so nerveless and dead. It turns one’s\nstomach to listen to your exhortations, and hear of your\nmiserable Virtue, that you prate of up and down. Thus it is that\nthe Vulgar prove too strong for you. Everywhere strength,\neverywhere victory waits your conviction!",
        "In general, any methods of discipline applied to the body\nwhich tend to modify its desires or repulsions, are good—for\nascetic ends. But if done for display, they betray at once a man\nwho keeps an eye on outward show; who has an ulterior purpose,\nand is looking for spectators to shout, “Oh what a great man!\"\nThis is why Apollonius so well said: “If you are bent upon a\nlittle private discipline, wait till you are choking with heat\nsome day—then take a mouthful of cold water, and spit it out\nagain, and tell no man!”",
        "Study how to give as one that is sick: that thou mayest\nhereafter give as one that is whole. Fast; drink water only;\nabstain altogether from desire, that thou mayest hereafter\nconform thy desire to Reason.",
        "Thou wouldst do good unto men? then show them by thine own\nexample what kind of men philosophy can make, and cease from\nfoolish trifling. Eating, do good to them that eat with thee;\ndrinking, to them that drink with thee; yield unto all, give way,\nand bear with them. Thus shalt thou do them good: but vent not\nupon them thine own evil humour!",
        "Even as bad actors cannot sing alone, but only in chorus: so\nsome cannot walk alone.",
        "Man, if thou art aught, strive to walk alone and hold\nconverse with thyself, instead of skulking in the chorus! at\nlength think; look around thee; bestir thyself, that thou mayest\nknow who thou art!",
        "You would fain be victor at the Olympic games, you say. Yes,\nbut weigh the conditions, weigh the consequences; then and then\nonly, lay to your hand—if it be for your profit. You must live\nby rule, submit to diet, abstain from dainty meats, exercise your\nbody perforce at stated hours, in heat or in cold; drink no cold\nwater, nor, it may be, wine. In a word, you must surrender\nyourself wholly to your trainer, as though to a physician.",
        "Then in the hour of contest, you will have to delve the\nground, it may chance dislocate an arm, sprain an ankle, gulp\ndown abundance of yellow sand, be scourge with the whip—and with\nall this sometimes lose the victory. Count the cost—and then, if\nyour desire still holds, try the wrestler’s life. Else let me\ntell you that you will be behaving like a pack of children\nplaying now at wrestlers, now at gladiators; presently falling to\ntrumpeting and anon to stage-playing, when the fancy takes them\nfor what they have seen. And you are even the same: wrestler,\ngladiator, philosopher, orator all by turns and none of them with\nyour whole soul. Like an ape, you mimic what you see, to one\nthing constant never; the thing that is familiar charms no more.\nThis is because you never undertook aught with due consideration,\nnor after strictly testing and viewing it from every side; no,\nyour choice was thoughtless; the glow of your desire had waxed\ncold . . . .",
        "Friend, bethink you first what it is that you would do, and then\nwhat your own nature is able to bear. Would you be a wrestler,\nconsider your shoulders, your thighs, your lions—not all men are\nformed to the same end. Think you to be a philosopher while\nacting as you do? think you to go on thus eating, thus drinking,\ngiving way in like manner to wrath and to displeasure? Nay, you\nmust watch, you must labour; overcome certain desires; quit your\nfamiliar friends, submit to be despised by your slave, to be held\nin derision by them that meet you, to take the lower place in all\nthings, in office, in positions of authority, in courts of law.",
        "Weigh these things fully, and then, if you will, lay to your\nhand; if as the price of these things you would gain Freedom,\nTranquillity, and passionless Serenity.",
        "He that hath no musical instruction is a child in Music; he\nthat hath no letters is a child in Learning; he that is untaught\nis a child in Life.",
        "Can any profit be derived from these men? Aye, from all.",
        "“What, even from a reviler?”",
        "Why, tell me what profit a wrestler gains from him who\nexercises him beforehand? The very greatest: he trains me in the\npractice of endurance, of controlling my temper, of gentle ways.\nYou deny it. What, the man who lays hold of my neck, and\ndisciplines loins and shoulders, does me good, . . . while he\nthat trains me to keep my temper does me none? This is what it\nmeans, not knowing how to gain advantage from men! Is my\nneighbour bad? Bad to himself, but good to me: he brings my good\ntemper, my gentleness into play. Is my father bad? Bad to\nhimself, but good to me. This is the rod of Hermes; touch what\nyou will with it, they say, and it becomes gold. Nay, but bring\nwhat you will and I will transmute it into Good. Bring sickness,\nbring death, bring poverty and reproach, bring trial for life—\nall these things through the rod of Hermes shall be turned to\nprofit.",
        "Till then these sound opinions have taken firm root in you,\nand you have gained a measure of strength for your security, I\ncounsel you to be cautious in associating with the uninstructed.\nElse whatever impressions you receive upon the tablets of your\nmind in the School will day by day melt and disappear, like wax\nin the sun. Withdraw then somewhere far from the sun, while you\nhave these waxen sentiments.",
        "We must approach this matter in a different way; it is great\nand mystical: it is no common thing; nor given to every man.\nWisdom alone, it may be, will not suffice for the care of youth:\na man needs also a certain measure of readiness—an aptitude for\nthe office; aye, and certain bodily qualities; and above all, to\nbe counselled of God Himself to undertake this post; even as He\ncounselled Socrates to fill the post of one who confutes error,\nassigning to Diogenes(13) the royal office of high reproof, and\nto Zeno(14) that of positive instruction. Whereas you would fain\nset up for a physician provided with nothing but drugs! Where and\nhow they should be applied you neither know nor care.",
        "(13) The well-known Cynic philosopher.\n(14) Founder of the Stoic school of philosophy.",
        "If what charms you is nothing but abstract principles, sit\ndown and turn them over quietly in your mind: but never dub\nyourself a Philosopher, nor suffer others to call you so. Say\nrather: He is in error; for my desires, my impulses are\nunaltered. I give in my adhesion to what I did before; nor has my\nmode of dealing with the things of sense undergone any change.",
        "When a friend inclined to Cynic views asked Epictetus, what\nsort of person a true Cynic should be, requesting a general\nsketch of the system, he answered:—\"We will consider that at\nleisure. At present I content myself with saying this much: If a\nman put his hand to so weighty a matter without God, the wrath of\nGod abides upon him. That which he covets will but bring upon him\npublic shame. Not even on finding himself in a well-ordered house\ndoes a man step forward and say to himself, I must be master\nhere! Else the lord of that house takes notice of it, and, seeing\nhim insolently giving orders, drags him forth and chastises him.\nSo it is also in this great City, the World. Here also is there a\nLord of the House, who orders all things:—",
        "“But had Thersites stepped forward and claimed the chief\ncommand, he had been met with a refusal, or obtained it only to\nhis own shame and confusion of face, before a cloud of\nwitnesses.”",
        "Others may fence themselves with walls and houses, when they\ndo such deeds as these, and wrap themselves in darkness—aye,\nthey have many a device to hide themselves. Another may shut his\ndoor and station one before his chamber to say, if any comes, He\nhas gone forth! he is not at leisure! But the true Cynic will\nhave none of these things; instead of them, he must wrap himself\nin Modesty: else he will but bring himself to shame, naked and\nunder the open sky. That is his house; that is his door; that is\nthe slave that guards his chamber; that is his darkness!",
        "Death? let it come when it will, whether it smite but a part\nor the whole: Fly, you tell me—fly! But whither shall I fly?\nCan any man cast me beyond the limits of the World? It may not\nbe! And whithersoever I go, there shall I still find Sun, Moon,\nand Stars; there shall I find dreams, and omens, and converse\nwith the Gods!",
        "Furthermore the true Cynic must know that he is sent as a\nMessenger from God to men, to show unto them that as touching\ngood and evil they are in error; looking for these where they are\nnot to be found, nor ever bethinking themselves where they are.\nAnd like Diogenes when brought before Philip after the battle of\nChaeronea, the Cynic must remember that he is a Spy. For a Spy he\nreally is—to bring back word what things are on Man’s side, and\nwhat against him. And when he has diligently observed all, he\nmust come back with a true report, not terrified into announcing\nthem to be foes that are no foes, nor otherwise perturbed or\nconfounded by the things of sense.",
        "How can it be that one who hath nothing, neither raiment,\nnor house, nor home, nor bodily tendance, nor servant, nor city,\nshould yet live tranquil and contented? Behold God hath sent you\na man to show you in act and deed that it may be so. Behold me! I\nhave neither city nor house nor possessions nor servants: the\nground is my couch; I have no wife, no children, no shelter—\nnothing but earth and sky, and one poor cloak. And what lack I\nyet? am I not untouched by sorrow, by fear? am I not free? . . .\nwhen have I laid anything to the charge of God or Man? when have\nI accused any? hath any of you seen me with a sorrowful\ncountenance? And in what wise treat I those of whom you stand in\nfear and awe? Is it not as slaves? Who when he seeth me doth not\nthink that he beholdeth his Master and his King?",
        "Give thyself more diligently to reflection: know thyself:\ntake counsel with the Godhead: without God put thine hand unto\nnothing!",
        "“But to marry and to rear offspring,” said the young man,\n\"will the Cynic hold himself bound to undertake this as a chief\nduty?”",
        "Grant me a republic of wise men, answered Epictetus, and\nperhaps none will lightly take the Cynic life upon him. For on\nwhose account should he embrace that method of life? Suppose\nhowever that he does, there will then be nothing to hinder his\nmarrying and rearing offspring. For his wife will be even such\nanother as himself, and likewise her father; and in like manner\nwill his children be brought up.",
        "But in the present condition of things, which resembles an\nArmy in battle array, ought not the Cynic to be free from all\ndistraction and given wholly to the service of God, so that he\ncan go in and out among men, neither fettered by the duties nor\nentangled by the relations of common life? For if he transgress\nthem, he will forfeit the character of a good man and true;\nwhereas if he observe them, there is an end of him as the\nMessenger, the Spy, the Herald of the Gods!",
        "Ask me if you choose if a Cynic shall engage in the\nadministration of the State. O fool, seek you a nobler\nadministration than that in which he is engaged? Ask you if a man\nshall come forward in the Athenian assembly and talk about\nrevenue and supplies, when his business is to converse with all\nmen, Athenians, Corinthians, and Romans alike, not about\nsupplies, not about revenue, nor yet peace and war, but about\nHappiness and Misery, Prosperity and Adversity, Slavery and\nFreedom?",
        "Ask you whether a man shall engage in the administration of\nthe State who has engaged in such an Administration as this? Ask\nme too if he shall govern; and again I will answer, Fool, what\ngreater government shall he hold than that he holds already?",
        "Such a man needs also to have a certain habit of body. If he\nappear consumptive, thin and pale, his testimony has no longer\nthe same authority. He must not only prove to the unlearned by\nshowing them what his Soul is that it is possible to be a good\nman apart from all that they admire; but he must also show them,\nby his body, that a plain and simple manner of life under the\nopen sky does no harm to the body either. “See, I am a proof of\nthis! and my body also.” As Diogenes used to do, who went about\nfresh of look and by the very appearance of his body drew men’s\neyes. But if a Cynic is an object of pity, he seems a mere\nbeggar; all turn away, all are offended at him. Nor should he be\nslovenly of look, so as not to scare men from him in this way\neither; on the contrary, his very roughness should be clean and\nattractive.",
        "Kings and tyrants have armed guards wherewith to chastise\ncertain persons, though they be themselves evil. But to the Cynic\nconscience gives this power—not arms and guards. When he knows\nthat he has watched and laboured on behalf of mankind: that sleep\nhath found him pure, and left him purer still: that his thoughts\nhave been the thought of a Friend of the Gods—of a servant, yet\nof one that hath a part in the government of the Supreme God:\nthat the words are ever on his lips:—",
        "Lead me, O God, and thou, O Destiny!",
        "as well as these:—",
        "If this be God’s will, so let it be!",
        "why should he not speak boldly unto his own brethren, unto his\nchildren—in a word, unto all that are akin to him!",
        "Does a Philosopher apply to people to come and hear him?\ndoes he not rather, of his own nature, attract those that will be\nbenefited by him—like the sun that warms, the food that sustains\nthem? What Physician applies to men to come and be healed?\n(Though indeed I hear that the Physicians at Rome do nowadays\napply for patients—in my time they were applied to.) I apply to\nyou to come and hear that you are in evil case; that what\ndeserves your attention most is the last thing to gain it; that\nyou know not good from evil, and are in short a hapless wretch; a\nfine way to apply! though unless the words of the Philosopher\naffect you thus, speaker and speech are alike dead.",
        "A Philosopher’s school is a Surgery: pain, not pleasure, you\nshould have felt therein. For on entering none of you is whole.\nOne has a shoulder out of joint, another an abscess: a third\nsuffers from an issue, a fourth from pains in the head. And am I\nthen to sit down and treat you to pretty sentiments and empty\nflourishes, so that you may applaud me and depart, with neither\nshoulder, nor head, nor issue, nor abscess a whit the better for\nyour visit? Is it then for this that young men are to quit their\nhomes, and leave parents, friends, kinsmen and substance to mouth\nout Bravo to your empty phrases!",
        "If any be unhappy, let him remember that he is unhappy by\nreason of himself alone. For God hath made all men to enjoy\nfelicity and constancy of good.",
        "Shall we never wean ourselves—shall we never heed the\nteachings of Philosophy (unless perchance they have been sounding\nin our ears like and enchanter’s drone):—",
        "This World is one great City, and one is the substance\nwhereof it is fashioned: a certain period indeed there needs must\nbe, while these give place to those; some must perish for others\nto succeed; some move and some abide: yet all is full of friends—\nfirst God, then Men, whom Nature hath bound by ties of kindred\neach to each.",
        "Nor did the hero(15) weep and lament at leaving his children\norphans. For he knew that no man is an orphan, but it is the\nFather that careth for all continually and for evermore. Not by\nmere report had he heard that the Supreme God is the Father of\nmen: seeing that he called Him Father believing Him so to be, and\nin all that he did had ever his eyes fixed upon Him. Wherefore in\nwhatsoever place he was, there it was given him to live happily.",
        "(15) Hercules.",
        "Know you not that the thing is a warfare? one man’s duty is\nto mount guard, another must go out to reconnoitre, a third to\nbattle; all cannot be in one place, nor would it even be\nexpedient. But you, instead of executing your Commander’s orders,\ncomplain if aught harsher than usual is enjoined; not\nunderstanding to what condition you are bringing the army, so far\nas in you lies. If all were to follow your example, none would\ndig a trench, none would cast a rampart around the camp, none\nwould keep watch, or expose himself to danger; but all turn out\nuseless for the service of war. . . . Thus it is here also. Every\nlife is a warfare, and that long and various. You must fulfil a\nsoldier’s duty, and obey each order at your commander’s nod: aye,\nif it be possible, divine what he would have done; for between\nthat Commander and this, there is no comparison, either in might or\nin excellence.",
        "Have you again forgotten? Know you not that a good man does\nnothing for appearance’ sake, but for the sake of having done\nright? . . .",
        "“Is there no reward then?”",
        "Reward! do you seek any greater reward for a good man than\ndoing what is right and just? Yet at the Great Games you look for\nnothing else; there the victor’s crown you deem enough. Seems it\nto you so small a thing and worthless, to be a good man, and\nhappy therein?",
        "It befits thee not to be unhappy by reason of any, but\nrather to be happy by reason of all men, and especially by reason\nof God, who formed us to this end.",
        "What, did Diogenes love no man, he that was so gentle, so\ntrue a friend to men as cheerfully to endure such bodily\nhardships for the common weal of all mankind? But how loved he\nthem? As behoved a minister of the Supreme God, alike caring for\nmen and subject unto God.",
        "I am by Nature made for my own good; not for my own evil.",
        "Remind thyself that he whom thou lovest is mortal—that what\nthou lovest is not thine own; it is given thee for the present,\nnot irrevocably nor for ever, but even as a fig or a bunch of\ngrapes at the appointed season of the year. . . .",
        "“But these are words of evil omen.”. . .",
        "What, callest thou aught of evil omen save that which\nsignifies some evil thing? Cowardice is a word of evil omen, if\nthou wilt, and meanness of spirit, and lamentation and mourning\nand shamelessness. . . .",
        "But do not, I pray thee, call of evil omen a word that is\nsignificant of any natural thing:—as well call of evil omen the\nreaping of the corn; for it means the destruction of the ears,\nthough not of the World!—as well say that the fall of the leaf\nis of evil omen; that the dried fig should take the place of the\ngreen; that raisins should be made from grapes. All these are\nchanges from a former state into another; not destruction, but an\nordered economy, a fixed administration. Such is leaving home, a\nchange of small account; such is Death, a greater change, from\nwhat now is, not to what is not, but to what is not now.",
        "“Shall I then no longer be?”",
        "Not so; thou wilt be; but something different, of which the\nWorld now hath need. For thou too wert born not when thou\nchosest, but when the World had need of thee.",
        "Wherefore a good man and true, bearing in mind who he is and\nwhence he came and from whom he sprang, cares only how he may\nfill his post with due discipline and obedience to God.",
        "Wilt thou that I continue to live? Then will I live, as one\nthat is free and noble, as Thou wouldst have me. For Thou hast\nmade me free from hindrance in what appertaineth unto me. But\nhast Thou no further need of me? I thank Thee! Up to this hour\nhave I stayed for Thy sake and none other’s: and now in obedience\nto Thee I depart.",
        "“How dost thou depart?”",
        "Again I say, as Thou wouldst have me; as one that is free,\nas Thy servant, as one whose ear is open unto what Thou dost\nenjoin, what Thou dost forbid.",
        "Whatsoever place or post Thou assignest me, sooner will I\ndie a thousand deaths, as Socrates said, then desert it. And\nwhere wilt Thou have me to be? At Rome or Athens? At Thebes or\non a desert island? Only remember me there! Shouldst Thou send\nme where man cannot live as Nature would have him, I will depart,\nnot in disobedience to Thee, but as though Thou wert sounding the\nsignal for my retreat: I am not deserting Thee—far be that from\nme! I only perceive that thou needest me no longer.",
        "If you are in Gyaros, do not let your mind dwell upon life\nat Rome, and all the pleasures it offered to you when living\nthere, and all that would attend your return. Rather be intent on\nthis—how he that lives in Gyaros may live in Gyaros like a man\nof spirit. And if you are at Rome, do not let your mind dwell\nupon the life at Athens, but study only how to live at Rome.",
        "Finally, in the room of all other pleasures put this—the\npleasure which springs from conscious obedience to God.",
        "To a good man there is no evil, either in life or death. And\nif God supply not food, has He not, as a wise Commander, sounded\nthe signal for retreat and nothing more? I obey, I follow—\nspeaking good of my Commander, and praising His acts. For at His\ngood pleasure I came; and I depart when it pleases Him; and while\nI was yet alive that was my work, to sing praises unto God!",
        "Reflect that the chief source of all evils to Man, and of\nbaseness and cowardice, is not death, but the fear of death.",
        "Against this fear then, I pray you, harden yourself; to this\nlet all your reasonings, your exercises, your reading tend. Then\nshall you know that thus alone are men set free.",
        "He is free who lives as he wishes to live; to whom none can\ndo violence, none hinder or compel; whose impulses are unimpeded,\nwhose desires attain their purpose, who falls not into what he\nwould avoid. Who then would live in error?—None. Who would live\ndeceived and prone to fall, unjust, intemperate, in abject\nwhining at his lot?—None. Then doth no wicked man live as he\nwould, and therefore neither is he free.",
        "Thus do the more cautious of travellers act. The road is\nsaid to be beset by robbers. The traveller will not venture\nalone, but awaits the companionship on the road of an ambassador,\na quaestor or a proconsul. To him he attaches himself and thus\npasses by in safety. So doth the wise man in the world. Many are\nthe companies of robbers and tyrants, many the storms, the\nstraits, the losses of all a man holds dearest. Whither shall he\nfly for refuge—how shall he pass by unassailed? What companion\non the road shall he await for protection? Such and such a\nwealthy man, of consular rank? And how shall I be profited, if he\nis stripped and falls to lamentation and weeping? And how if my\nfellow-traveller himself turns upon me and robs me? What am I to\ndo? I will become a friend of Caesar’s! in his train none will do\nme wrong! In the first place—O the indignities I must endure to\nwin distinction! O the multitude of hands there will be to rob\nme! And if I succeed, Caesar too is but a mortal. While should it\ncome to pass that I offend him, whither shall I flee from his\npresence? To the wilderness? And may not fever await me there?\nWhat then is to be done? Cannot a fellow-traveller be found that\nis honest and loyal, strong and secure against surprise? Thus\ndoth the wise man reason, considering that if he would pass\nthrough in safety, he must attach himself unto God.",
        "“How understandest thou attach himself to God?”",
        "That what God wills, he should will also; that what God\nwills not, neither should he will.",
        "“How then may this come to pass?”",
        "By considering the movements of God, and His administration.",
        "And dost thou that hast received all from another’s hands,\nrepine and blame the Giver, if He takes anything from thee? Why,\nwho art thou, and to what end comest thou here? was it not He\nthat brought thee into the world; was it not He that made the\nLight manifest unto thee, that gave thee fellow-workers, and\nsenses, and the power to reason? And how brought He thee into\nthe world? Was it not as one born to die; as one bound to live\nout his earthly life in some small tabernacle of flesh; to\nbehold His administration, and for a little while to share with\nHim in the mighty march of this great Festival Procession? Now\ntherefore that thou hast beheld, while it was permitted thee, the\nSolemn Feast and Assembly, wilt thou not cheerfully depart, when\nHe summons thee forth, with adoration and thanksgiving for what\nthou hast seen and heard?—\"Nay, but I would fain have stayed\nlonger at the Festival.\"—Ah, so would the mystics fain have the\nrites prolonged; so perchance would the crowd at the Great Games\nfain behold more wrestlers still. But the Solemn Assembly is\nover! Come forth, depart with thanksgiving and modesty—give\nplace to others that must come into being even as thyself.",
        "Why art thou thus insatiable? why thus unreasonable? why\nencumber the world?—\"Aye, but I fain would have my wife and\nchildren with me too.\"—What, are they then thine, and not His\nthat gave them—His that made thee? Give up then that which is\nnot thine own: yield it to One who is better than thou. “Nay, but\nwhy did He bring one into the world on these conditions?\"—If it\nsuits thee not, depart! He hath no need of a spectator who finds\nfault with his lot! Them that will take part in the Feast he\nneedeth—that will lift their voices with the rest, that men may\napplaud the more, and exalt the Great Assembly in hymns and songs\nof praise. But the wretched and the fearful He will not be\ndispleased to see absent from it: for when they were present,\nthey did not behave as at a Feast, nor fulfil their proper\noffice; but moaned as though in pain, and found fault with their\nfate, their fortune and their companions; insensible to what had\nfallen to their lot, insensible to the powers they had received\nfor a very different purpose—the powers of Magnanimity, Nobility\nof Heart, of Fortitude, of Freedom!",
        "Art thou then free? a man may say. So help me heaven, I long\nand pray for freedom! But I cannot look my masters boldly in the\nface; I still value the poor body; I still set much store on its\npreservation whole and sound.",
        "But I can point thee out a free man, that thou mayest be no\nmore in search of an example. Diogenes was free. How so? Not\nbecause he was of free parentage (for that, indeed, was not the\ncase), but because he was himself free. He had cast away every\nhandle whereby slavery might lay hold upon him, nor was it\npossible for any to approach and take hold of him to enslave him.\nAll things sat loose upon him—all things were to him attached by\nbut slender ties. Hadst thou seized upon his possessions, he\nwould rather have let them go than have followed thee for\nthem—aye, had it been even a limb, or mayhap his whole body; and\nin like manner, relatives, friends, and country. For he knew\nwhence they came—from whose hands and on what terms he had\nreceived them. His true forefathers, the Gods, his true Country,\nhe never would have abandoned; nor would he have yielded to any\nman in obedience and submission to the one nor in cheerfully\ndying for the other. For he was ever mindful that everything that\ncomes to pass has its source and origin there; being indeed\nbrought about for the weal of that his true Country, and directed\nby Him in whose governance it is.",
        "Ponder on this—on these convictions, on these words: fix\nthine eyes on these examples, if thou wouldst be free, if thou\nhast thine heart set upon the matter according to its worth. And\nwhat marvel if thou purchase so great a thing at so great and\nhigh a price? For the sake of this that men deem liberty, some\nhang themselves, others cast themselves down from the rock; aye,\ntime has been when whole cities came utterly to an end: while for\nthe sake of the Freedom that is true, and sure, and unassailable,\ndost thou grudge to God what He gave, when He claims it? Wilt\nthou not study, as Plato saith, to endure, not death alone, but\ntorture, exile, stripes—in a word, to render up all that is not\nthine own? Else thou wilt be a slave amid slaves, wert thou ten\nthousand times a consul; aye, not a whit the less, though thou\nclimb the Palace steps. And thou shalt know how true is the\nsaying of Cleanthes, that though the words of philosophy may run\ncounter to the opinions of the world, yet have they reason on\ntheir side.",
        "Asked how a man should best grieve his enemy, Epictetus\nreplied, “By setting himself to live the noblest life himself.”",
        "I am free, I am a friend of God, ready to render Him willing\nobedience. Of all else I may set store by nothing—neither by\nmine own body, nor possessions, nor office, nor good report, nor,\nin a word, aught else beside. For it is not His Will, that I\nshould so set store by these things. Had it been His pleasure, He\nwould have placed my Good therein. But now He hath not done so:\ntherefore I cannot transgress one jot of His commands. In\neverything hold fast to that which is thy Good—but to all else\n(as far as is given thee) within the measure of Reason only,\ncontented with this alone. Else thou wilt meet with failure, ill\nsuccess, let and hindrance. These are the Laws ordained of God—\nthese are His Edicts; these a man should expound and interpret;\nto these submit himself, not to the laws of Masurius and\nCassius.(16)",
        "(16) Famous Roman jurists.",
        "Remember that not the love of power and wealth sets us under\nthe heel of others, but even the love of tranquillity, of\nleisure, of change of scene—of learning in general, it matters\nnot what the outward thing may be—to set store by it is to place\nthyself in subjection to another. Where is the difference then\nbetween desiring to be a Senator, and desiring not to be one:\nbetween thirsting for office and thirsting to be quit of it?\nWhere is the difference between crying, Woe is me, I know not\nwhat to do, bound hand and foot as I am to my books so that I\ncannot stir! and crying, Woe is me, I have not time to read! As\nthough a book were not as much an outward thing and independent\nof the will, as office and power and the receptions of the great.",
        "Or what reason hast thou (tell me) for desiring to read? For\nif thou aim at nothing beyond the mere delight of it, or gaining\nsome scrap of knowledge, thou art but a poor, spiritless knave.\nBut if thou desirest to study to its proper end, what else is\nthis than a life that flows on tranquil and serene? And if thy\nreading secures thee not serenity, what profits it?—\"Nay, but it\ndoth secure it,” quoth he, “and that is why I repine at being\ndeprived of it.\"—And what serenity is this that lies at the\nmercy of every passer-by? I say not at the mercy of the Emperor\nor Emperor’s favourite, but such as trembles at a raven’s croak\nand piper’s din, a fever’s touch or a thousand things of like\nsort! Whereas the life serene has no more certain mark than this,\nthat it ever moves with constant unimpeded flow.",
        "If thou hast put malice and evil speaking from thee,\naltogether, or in some degree: if thou hast put away from thee\nrashness, foulness of tongue, intemperance, sluggishness: if thou\nart not moved by what once moved thee, or in like manner as thou\nonce wert moved—then thou mayest celebrate a daily festival,\nto-day because thou hast done well in this manner, to-morrow in\nthat. How much greater cause is here for offering sacrifice, than\nif a man should become Consul or Prefect?",
        "These things hast thou from thyself and from the Gods: only\nremember who it is that giveth them—to whom and for what purpose\nthey were given. Feeding thy soul on thoughts like these, dost\nthou debate in what place happiness awaits thee? in what place\nthou shalt do God’s pleasure? Are not the Gods nigh unto all\nplaces alike; see they not alike what everywhere comes to pass?",
        "To each man God hath granted this inward freedom. These are\nthe principles that in a house create love, in a city concord,\namong nations peace, teaching a man gratitude towards God and\ncheerful confidence, wherever he may be, in dealing with outward\nthings that he knows are neither his nor worth striving after.",
        "If you seek Truth, you will not seek to gain a victory by\nevery possible means; and when you have found Truth, you need not\nfear being defeated.",
        "What foolish talk is this? how can I any longer lay claim to\nright principles, if I am not content with being what I am, but\nam all aflutter about what I am supposed to be?",
        "God hath made all things in the world, nay, the world\nitself, free from hindrance and perfect, and its parts for the\nuse of the whole. No other creature is capable of comprehending\nHis administration thereof; but the reasonable being Man\npossesses faculties for the consideration of all these things—\nnot only that he is himself a part, but what part he is, and how\nit is meet that the parts should give place to the whole. Nor is\nthis all. Being naturally constituted noble, magnanimous, and\nfree, he sees that the things which surround him are of two\nkinds. Some are free from hindrance and in the power of the will.\nOthers are subject to hindrance, and depend on the will of other\nmen. If then he place his own good, his own best interest, only\nin that which is free from hindrance and in his power, he will be\nfree, tranquil, happy, unharmed, noble-hearted, and pious; giving\nthanks for all things unto God, finding fault with nothing that\ncomes to pass, laying no charge against anything. Whereas if he\nplace his good in outward things, depending not on the will, he\nmust perforce be subject to hindrance and restraint, the slave of\nthose that have power over the things he desires and fears; he\nmust perforce be impious, as deeming himself injured at the hands\nof God; he must be unjust, as ever prone to claim more than his\ndue; he must perforce be of a mean and abject spirit.",
        "Whom then shall I yet fear? the lords of the Bedchamber, lest\nthey should shut me out? If they find me desirous of entering in,\nlet them shut me out, if they will.",
        "“Then why comest thou to the door?”",
        "Because I think it meet and right, so long as the Play\nlasts, to take part therein.",
        "“In what sense art thou then shut out?”",
        "Because, unless I am admitted, it is not my will to enter:\non the contrary, my will is simply that which comes to pass. For\nI esteem what God wills better than what I will. To Him will I\ncleave as His minister and attendant; having the same movements,\nthe same desires, in a word the same Will as He. There is no such\nthing as being shut out for me, but only for them that would\nforce their way in.",
        "But what says Socrates?—\"One man finds pleasure in\nimproving his land, another his horses. My pleasure lies in\nseeing that I myself grow better day by day.”",
        "The dress is suited to the craft; the craftsman takes his\nname from the craft, not from the dress. For this reason\nEuphrates was right in saying, “I long endeavoured to conceal my\nfollowing the philosophic life; and this profited me much. In the\nfirst place, I knew that what I did aright, I did not for the\nsake of lookers-on, but for my own. I ate aright—unto myself; I\nkept the even tenor of my walk, my glance composed and serene—\nall unto myself and unto God. Then as I fought alone, I was alone\nin peril. If I did anything amiss or shameful, the cause of\nPhilosophy was not in me endangered; nor did I wrong the\nmultitude by transgressing as a professed philosopher. Wherefore\nthose that knew not my purpose marvelled how it came about, that\nwhilst all my life and conversation was passed with philosophers\nwithout exception, I was yet none myself. And what harm that the\nphilosopher should be known by his acts, instead of by mere\noutward signs and symbols?”",
        "First study to conceal what thou art; seek wisdom a little\nwhile unto thyself. Thus grows the fruit; first, the seed must be\nburied in the earth for a little space; there it must be hid and\nslowly grow, that it may reach maturity. But if it produce the\near before the jointed stalk, it is imperfect—a thing from the\ngarden of Adonis.(17) Such a sorry growth art thou; thou hast\nblossomed too soon: the winter cold will wither thee away!",
        "(17) Potted plants of forced growth carried in the processions\n     in honor of Adonis.",
        "First of all, condemn the life thou art now leading: but\nwhen thou hast condemned it, do not despair of thyself—be not\nlike them of mean spirit, who once they have yielded, abandon\nthemselves entirely and as it were allow the torrent to sweep\nthem away. No; learn what the wrestling masters do. Has the boy\nfallen? “Rise,” they say, “wrestle again, till thy strength come\nto thee.” Even thus should it be with thee. For know that there\nis nothing more tractable than the human soul. It needs but to\nwill, and the thing is done; the soul is set upon the right path:\nas on the contrary it needs but to nod over the task, and all is\nlost. For ruin and recovery alike are from within.",
        "It is the critical moment that shows the man. So when the\ncrisis is upon you, remember that God, like a trainer of\nwrestlers, has matched you with a rough and stalwart antagonist.—\n\"To what end?” you ask. That you may prove the victor at the\nGreat Games. Yet without toil and sweat this may not be!",
        "If thou wouldst make progress, be content to seem foolish\nand void of understanding with respect to outward things. Care\nnot to be thought to know anything. If any should make account of\nthee, distrust thyself.",
        "Remember that in life thou shouldst order thy conduct as at\na banquet. Has any dish that is being served reached thee?\nStretch forth thy hand and help thyself modestly. Doth it pass\nthee by? Seek not to detain it. Has it not yet come? Send not\nforth thy desire to meet it, but wait until it reaches thee. Deal\nthus with children, thus with wife; thus with office, thus with\nwealth—and one day thou wilt be meet to share the Banquets of\nthe Gods. But if thou dost not so much as touch that which is\nplaced before thee, but despisest it, then shalt thou not only\nshare the Banquets of the Gods, but their Empire also.",
        "Remember that thou art an actor in a play, and of such sort\nas the Author chooses, whether long or short. If it be his good\npleasure to assign thee the part of a beggar, a ruler, or a\nsimple citizen, thine it is to play it fitly. For thy business is\nto act the part assigned thee, well: to choose it, is another’s.",
        "Keep death and exile daily before thine eyes, with all else\nthat men deem terrible, but more especially Death. Then wilt thou\nnever think a mean thought, nor covet anything beyond measure.",
        "As a mark is not set up in order to be missed, so neither is\nsuch a thing as natural evil produced in the World.",
        "Piety towards the Gods, be sure, consists chiefly in\nthinking rightly concerning them—that they are, and that they\ngovern the Universe with goodness and justice; and that thou\nthyself art appointed to obey them, and to submit under all\ncircumstances that arise; acquiescing cheerfully in whatever may\nhappen, sure that it is brought to pass and accomplished by the\nmost Perfect Understanding. Thus thou wilt never find fault with\nthe Gods, nor charge them with neglecting thee.",
        "Lose no time in setting before you a certain stamp of\ncharacter and behaviour to observe both when by yourself and in\ncompany with others. Let silence be your general rule; or say\nonly what is necessary and in few words. We shall, however,\nwhen occasion demands, enter into discourse sparingly, avoiding\nsuch common topics as gladiators, horse-races, athletes; and the\nperpetual talk about food and drink. Above all avoid speaking of\npersons, either in the way of praise or blame, or comparison.",
        "If you can, win over the conversation of your company to\nwhat it should be by your own. But if you should find yourself\ncut off without escape among strangers and aliens, be silent.",
        "Laughter should not be much, nor frequent, nor unrestrained.",
        "Refuse altogether to take an oath if you can, if not, as far\nas may be.",
        "Banquets of the unlearned and of them that are without,\navoid. But if you have occasion to take part in them, let not\nyour attention be relaxed for a moment, lest you slip after all\ninto evil ways. For you may rest assured that be a man ever so\npure himself, he cannot escape defilement if his associates are\nimpure.",
        "Take what relates to the body as far as the bare use\nwarrants—as meat, drink, raiment, house and servants. But all\nthat makes for show and luxury reject.",
        "If you are told that such an one speaks ill of you, make no\ndefence against what was said, but answer, He surely knew not my\nother faults, else he would not have mentioned these only!",
        "When you visit any of those in power, bethink yourself that\nyou will not find him in: that you may not be admitted: that the\ndoor may be shut in your face: that he may not concern himself\nabout you. If with all this, it is your duty to go, bear what\nhappens, and never say to yourself, It was not worth the trouble!\nFor that would smack of the foolish and unlearned who suffer\noutward things to touch them.",
        "In company avoid frequent and undue talk about your own\nactions and dangers. However pleasant it may be to you to enlarge\nupon the risks you have run, others may not find such pleasure in\nlistening to your adventures. Avoid provoking laughter also: it\nis a habit from which one easily slides into the ways of the\nfoolish, and apt to diminish the respect which your neighbours\nfeel for you. To border on coarse talk is also dangerous. On such\noccasions, if a convenient opportunity offer, rebuke the speaker.\nIf not, at least by relapsing into silence, colouring, and\nlooking annoyed, show that you are displeased with the subject.",
        "When you have decided that a thing ought to be done, and are\ndoing it, never shun being seen doing it, even though the\nmultitude should be likely to judge the matter amiss. For if you\nare not acting rightly, shun the act itself; if rightly, however,\nwhy fear misplaced censure?",
        "It stamps a man of mean capacity to spend much time on the\nthings of the body, as to be long over bodily exercises, long\nover eating, long over drinking, long over other bodily\nfunctions. Rather should these things take the second place,\nwhile all your care is directed to the understanding.",
        "Everything has two handles, one by which it may be borne,\nthe other by which it may not. If your brother sin against you\nlay not hold of it by the handle of his injustice, for by that\nit may not be borne: but rather by this, that he is your\nbrother, the comrade of your youth; and thus you will lay hold\non it so that it may be borne.",
        "Never call yourself a Philosopher nor talk much among the\nunlearned about Principles, but do that which follows from them.\nThus at a banquet, do not discuss how people ought to eat; but\neat as you ought. Remember that Socrates thus entirely avoided\nostentation. Men would come to him desiring to be recommended to\nphilosophers, and he would conduct them thither himself—so well\ndid he bear being overlooked. Accordingly if any talk concerning\nprinciples should arise among the unlearned, be you for the most\npart silent. For you run great risk of spewing up what you have\nill digested. And when a man tells you that you know nothing and\nyou are not nettled at it, then you may be sure that you have\nbegun the work.",
        "When you have brought yourself to supply the needs of the\nbody at small cost, do not pique yourself on that, nor if you\ndrink only water, keep saying on each occasion, I drink water!\nAnd if you ever want to practise endurance and toil, do so unto\nyourself and not unto others—do not embrace statues!(18)",
        "(18) As Diogenes is said to have done in winter.",
        "When a man prides himself on being able to understand and\ninterpret the writings of Chrysippus,(19) say to yourself:—",
        "If Chrysippus had not written obscurely, this fellow would\nhave had nothing to be proud of. But what is it that I desire? To\nunderstand Nature, and to follow her! Accordingly I ask who is\nthe Interpreter. On hearing that it is Chrysippus, I go to him.\nBut it seems I do not understand what he wrote. So I seek one to\ninterpret that. So far there is nothing to pride myself upon. But\nwhen I have found my interpreter, what remains is to put in\npractice his instructions. This itself is the only thing to be\nproud of. But if I admire the interpretation and that alone, what\nelse have I turned out but a mere commentator instead of a lover\nof wisdom?—except indeed that I happen to be interpreting\nChrysippus instead of Homer. So when any one says to me, Prithee,\nread me Chrysippus, I am more inclined to blush, when I cannot\nshow my deeds to be in harmony and accordance with his sayings.",
        "(19) The so-called “Second Founder” of the Stoics.",
        "At feasts, remember that you are entertaining two guests,\nbody and soul. What you give to the body, you presently lose;\nwhat you give to the soul, you keep for ever.",
        "At meals see to it that those who serve be not more in\nnumber than those who are served. It is absurd for a crowd of\npersons to be dancing attendance on half a dozen chairs.",
        "It is best to share with your attendants what is going\nforward, both in the labour of preparation and in the enjoyment\nof the feast itself. If such a thing be difficult at the time,\nrecollect that you who are not weary are being served by those\nthat are; you who are eating and drinking by those who do\nneither; you who are talking by those who are silent; you who are\nat ease by those who are under constraint. Thus no sudden wrath\nwill betray you into unreasonable conduct, nor will you behave\nharshly by irritating another.",
        "When Xanthippe was chiding Socrates for making scanty\npreparation for entertaining his friends, he answered:—\"If they\nare friends of ours, they will not care for that; if they are\nnot, we shall care nothing for them!”",
        "Asked, Who is the rich man? Epictetus replied, “He who is\ncontent.”",
        "Favorinus(20) tells us how Epictetus would also say that there\nwere two faults far graver and fouler than any others—inability\nto bear, and inability to forbear, when we neither patiently bear\nthe blows that must be borne, nor abstain from the things and the\npleasures we ought to abstain from. “So,” he went on, “if a man\nwill only have these two words at heart, and heed them carefully\nby ruling and watching over himself, he will for the most part\nfall into no sin, and his life will be tranquil and serene.” He\nmeant the words  Avexou kai apexou—\"Bear and Forbear.”",
        "(20) A Roman orator and sophist.",
        "On all occasions these thoughts should be at hand:—",
        "Again:",
        "Once more:—",
        "(21) These verses are by Cleanthes, the successor of Zeno as\n     leader of the Stoics, and author of the Hymn printed in\n     Appendix B.",
        "We shall then be like Socrates, when we can indite hymns of\npraise to the Gods in prison.",
        "It is hard to combine and unite these two qualities, the\ncarefulness of one who is affected by circumstances, and the\nintrepidity of one who heeds them not. But it is not impossible:\nelse were happiness also impossible. We should act as we do in\nseafaring.",
        "“What can I do?\"—Choose the master, the crew, the day, the\nopportunity. Then comes a sudden storm. What matters it to me? my\npart has been fully done. The matter is in the hands of another—\nthe Master of the ship. The ship is foundering. What then have I\nto do? I do the only thing that remains to me—to be drowned\nwithout fear, without a cry, without upbraiding God, but knowing\nthat what has been born must likewise perish. For I am not\nEternity, but a human being—a part of the whole, as an hour is\npart of the day. I must come like the hour, and like the hour\nmust pass!",
        "And now we are sending you to Rome to spy out the land; but\nnone send a coward as such a spy, that, if he hear but a noise\nand see a shadow moving anywhere, loses his wits and comes flying\nto say, The enemy are upon us!",
        "So if you go now, and come and tell us: “Everything at Rome\nis terrible: Death is terrible, Exile is terrible, Slander is\nterrible, Want is terrible; fly, comrades! the enemy are upon\nus!” we shall reply, Get you gone, and prophesy to yourself! we\nhave but erred in sending such a spy as you. Diogenes, who was\nsent as a spy long before you, brought us back another report\nthan this. He says that Death is no evil; for it need not even\nbring shame with it. He says that Fame is but the empty noise of\nmadmen. And what report did this spy bring us of Pain, what of\nPleasure, what of Want? That to be clothed in sackcloth is better\nthan any purple robe; that sleeping on the bare ground is the\nsoftest couch; and in proof of each assertion he points to his\nown courage, constancy, and freedom; to his own healthy and\nmuscular frame. “There is no enemy near,” he cries, “all is\nperfect peace!”",
        "If a man has this peace—not the peace proclaimed by Caesar\n(how indeed should he have it to proclaim?), nay, but the peace\nproclaimed by God through reason, will not that suffice him when\nalone, when he beholds and reflects:—Now can no evil happen unto\nme; for me there is no robber, for me no earthquake; all things\nare full of peace, full of tranquillity; neither highway nor city\nnor gathering of men, neither neighbour nor comrade can do me\nhurt. Another supplies my food, whose care it is; another my\nraiment; another hath given me perceptions of sense and primary\nconceptions. And when He supplies my necessities no more, it is\nthat He is sounding the retreat, that He hath opened the door,\nand is saying to thee, Come!—Whither? To nought that thou\nneedest fear, but to the friendly kindred elements whence thou\ndidst spring. Whatsoever of fire is in thee, unto fire shall\nreturn; whatsoever of earth, unto earth; of spirit, unto spirit;\nof water, unto water. There is no Hades, no fabled rivers of\nSighs, of Lamentation, or of Fire: but all things are full of\nBeings spiritual and divine. With thoughts like these, beholding\nthe Sun, Moon, and Stars, enjoying earth and sea, a man is\nneither helpless nor alone!",
        "What wouldst thou be found doing when overtaken by Death? If\nI might choose, I would be found doing some deed of true\nhumanity, of wide import, beneficent and noble. But if I may not\nbe found engaged in aught so lofty, let me hope at least for\nthis—what none may hinder, what is surely in my power—that I\nmay be found raising up in myself that which had fallen; learning\nto deal more wisely with the things of sense; working out my own\ntranquillity, and thus rendering that which is its due to every\nrelation of life. . . .",
        "If death surprise me thus employed, it is enough if I can\nstretch forth my hands to God and say, “The faculties which I\nreceived at Thy hands for apprehending this thine Administration,\nI have not neglected. As far as in me lay, I have done Thee no\ndishonour. Behold how I have used the senses, the primary\nconceptions which Thou gavest me. Have I ever laid anything to\nThy charge? Have I ever murmured at aught that came to pass, or\nwished it otherwise? Have I in anything transgressed the\nrelations of life? For that Thou didst beget me, I thank Thee for\nthat Thou hast given: for the time during which I have used the\nthings that were Thine, it suffices me. Take them back and place\nthem wherever Thou wilt! They were all Thine, and Thou gavest\nthem me.\"—If a man depart thus minded, is it not enough? What\nlife is fairer or more noble, what end happier than his?",
        "A life entangled with Fortune is like a torrent. It is\nturbulent and muddy; hard to pass and masterful of mood: noisy\nand of brief continuance.",
        "The soul that companies with Virtue is like an ever-flowing\nsource. It is a pure, clear, and wholesome draught; sweet, rich,\nand generous of its store; that injures not, neither destroys.",
        "It is a shame that one who sweetens his drink with the gifts\nof the bee, should embitter God’s gift Reason with vice.",
        "Crows pick out the eyes of the dead, when the dead have no\nlonger need of them; but flatterers mar the soul of the living,\nand her eyes they blind.",
        "Keep neither a blunt knife nor an ill-disciplined looseness\nof tongue.",
        "Nature hath given men one tongue but two ears, that we may\nhear from others twice as much as we speak.",
        "Do not give sentence in another tribunal till you have been\nyourself judged in the tribunal of Justice.",
        "It is shameful for a Judge to be judged by others.",
        "Give me by all means the shorter and nobler life, instead of\none that is longer but of less account!",
        "Freedom is the name of virtue: Slavery, of vice. . . . None\nis a slave whose acts are free.",
        "Of pleasures, those which occur most rarely give the most\ndelight.",
        "Exceed due measure, and the most delightful things become\nthe least delightful.",
        "The anger of an ape—the threat of a flatterer:—these\ndeserve equal regard.",
        "Chastise thy passions that they avenge not themselves upon\nthee.",
        "No man is free who is not master of himself.",
        "A ship should not ride on a single anchor, nor life on a\nsingle hope.",
        "Fortify thyself with contentment: that is an impregnable\nstronghold.",
        "No man who is a lover of money, of pleasure, of glory, is\nlikewise a lover of Men; but only he that is a lover of\nwhatsoever things are fair and good.",
        "Think of God more often than thou breathest.",
        "Choose the life that is noblest, for custom can make it\nsweet to thee.",
        "Let thy speech of God be renewed day by day, aye, rather\nthan thy meat and drink.",
        "Even as the Sun doth not wait for prayers and incantations\nto rise, but shines forth and is welcomed by all: so thou also\nwait not for clapping of hands and shouts and praise to do thy\nduty; nay, do good of thine own accord, and thou wilt be loved\nlike the Sun.",
        "Let no man think that he is loved by any who loveth none.",
        "If thou rememberest that God standeth by to behold and visit\nall that thou doest; whether in the body or in the soul, thou\nsurely wilt not err in any prayer or deed; and thou shalt have\nGod to dwell with thee.",
        "Note.—Schweighaeuser’s great edition collects 181 fragments\nattributed to Epictetus, of which but a few are certainly\ngenuine. Some (as xxi., xxiv., above) bear the stamp of\nPythagorean origin; others, though changed in form, may well be\nbased upon Epictetean sayings. Most have been preserved in the\nAnthology of John of Stobi (Stobaeus), a Byzantine collector, of\nwhom scarcely anything is known but that he probably wrote\ntowards the end of the fifth century, and made his vast body of\nextracts from more than five hundred authors for his son’s use.\nThe best examination of the authenticity of the Fragments is\nQuaestiones Epicteteae, by R. Asmus, 1888. The above selection\nincludes some of doubtful origin but intrinsic interest.—Crossley.",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}