{
    "title": "The Pleasures of Life - CHAPTER X. LABOR AND REST.",
    "author": "Sir John Lubbock",
    "chapter": "24",
    "content": [
        "\n\n",
        "    “Through labor to rest, through combat to victory.”",
        "    THOMAS A KEMPIS.",
        "Among the troubles of life I do not, of course, reckon the necessity of\nlabor.",
        "Work indeed, and hard work, if only it is in moderation, is in itself a\nrich source of happiness. We all know how quickly time passes when we are\nwell employed, while the moments hang heavily on the hands of the idle.\nOccupation drives away care and all the small troubles of life. The busy\nman has no time to brood or to fret.",
        "  “From toil he wins his spirits light,\n  From busy day the peaceful night;\n  Rich, from the very want of wealth,\n  In Heaven’s best treasures, peace and health.” [1]",
        "This applies especially to the labor of the field and the workshop. Humble\nit may be, but if it does not dazzle with the promise of fame, it gives\nthe satisfaction of duty fulfilled, and the inestimable blessing of\nhealth. As Emerson reminds those entering life, “The angels that live with\nthem, and are weaving laurels of life for their youthful brows, are toil\nand truth and mutual faith.”",
        "Labor was truly said by the ancients to be the price which the gods set\nupon everything worth having. We all admit, though we often forget, the\nmarvellous power of perseverance, and yet all Nature, down to Bruce’s\nspider, is continually impressing this lesson on us.",
        "Hard writing, it has been said, makes easy reading; Plato is said to have\nrewritten the first page of the Republic thirteen times; and Carlo\nMaratti, we are told, sketched the head of Antinoues three hundred times\nbefore he wrought it to his satisfaction.",
        "It is better to wear out than to rust out, and there is “a dust which\nsettles on the heart, as well as that which rests upon the ledge.” [2]",
        "But though labor is good for man, it may be, and unfortunately often is,\ncarried to excess. Many are wearily asking themselves",
        "                  “Ah why\n  Should life all labor be?” [3]",
        "There is a time for all things, says Solomon, a time to work and a time to\nplay: we shall work all the better for reasonable change, and one reward\nof work is to secure leisure.",
        "It is a good saying that where there’s a will there’s a way; but while it\nis all very well to wish, wishes must not take the place of work.",
        "In whatever sphere his duty lies every man must rely mainly on himself.\nOthers can help us, but we must make ourselves. No one else can see for\nus. To profit by our advantages we must learn to use for ourselves",
        "  “The dark lantern of the spirit\n  Which none can see by, but he who bears it.”",
        "It is hardly an exaggeration to say that honest work is never thrown away.\nIf we do not find the imaginary treasure, at any rate we enrich the\nvineyard.",
        "“Work,” says Nature to man, “in every hour, paid or unpaid; see only that\nthou work, and thou canst not escape the reward: whether thy work be fine\nor coarse, planting corn or writing epics, so only it be honest work, done\nto thine own approbation, it shall earn a reward to the senses as well as\nto the thought: no matter how often defeated, you are born to victory. The\nreward of a thing well done is to have done it.” [4]",
        "Nor can any work, however persevering, or any success, however great,\nexhaust the prizes of life.",
        "The most studious, the most successful, must recognize that there yet\nremain",
        "  “So much to do that is not e’en begun,\n  So much to hope for that we cannot see,\n  So much to win, so many things to be.” [5]",
        "At the present time, though there may be some special drawbacks, still we\ncome to our work with many advantages which were not enjoyed in olden\ntimes. We live in much greater security ourselves, and are less liable to\nhave the fruits of our labor torn violently from us.",
        "In olden times the difficulties of study were far greater than they are\nnow. Books were expensive and cumbersome, in many cases moreover chained\nto the desks on which they were kept. The greatest scholars have often\nbeen very poor. Erasmus used to read by moonlight because he could not\nafford a candle, and “begged a penny, not for the love of charity, but for\nthe love of learning.” [6]",
        "Want of time is no excuse for idleness. “Our life,” says Jeremy Taylor,\n“is too short to serve the ambition of a haughty prince or a usurping\nrebel; too little time to purchase great wealth, to satisfy the pride of a\nvainglorious fool, to trample upon all the enemies of our just or unjust\ninterest: but for the obtaining virtue, for the purchase of sobriety and\nmodesty, for the actions of religion, God gives us time sufficient, if we\nmake the outgoings of the morning and evening, that is our infancy and old\nage, to be taken into the computations of a man.”",
        "Work is so much a necessity of existence, that it is less a question\nwhether, than how, we shall work. An old proverb tells us that the Devil\nfinds work for those who do not make it for themselves.",
        "If we Englishmen have succeeded as a race, it has been due in no small\nmeasure to the fact that we have worked hard. Not only so, but we have\ninduced the forces of Nature to work for us. “Steam,” says Emerson, “is\nalmost an Englishman.”",
        "The power of work has especially characterized our greatest men. Cecil\nsaid of Sir W. Raleigh that he “could toil terribly.”",
        "We are most of us proud of belonging to the greatest Empire the world has\never seen. It may be said of us with especial truth in Wordsworth’s words\nthat",
        "  “The world is too much with us; late and soon\n  Getting and spending, we lay waste our powers.”",
        "Yes, but what world? The world will be with us sure enough, and whether we\nplease or not. But what sort of world it will be for us will depend\ngreatly on ourselves.",
        "We are told to pray not to be taken out of the world, but to be kept from\nthe evil.",
        "There are various ways of working. Quickness may be good, but haste is\nbad.",
        "“Like a star, without haste, without rest, let every one fulfil his own\nhest.”",
        "Newton is reported to have described as his mode of working that “I keep\nthe subject constantly before me, and wait till the first dawnings open\nslowly by little and little into a full and clear light.”",
        "“The secret of genius,” says Emerson, “is to suffer no fiction to exist\nfor us; to realize all that we know; in the high refinement of modern\nlife, in Arts, in Sciences, in books, in men, to exact good faith,\nreality, and a purpose; and first, last, midst, and without end, to honor\nevery truth by use.”",
        "Lastly, work secures the rich reward of rest, we must rest to be able to\nwork well, and work to be able to enjoy rest.",
        "“We must no doubt beware that our rest become not the rest of stones,\nwhich so long as they are torrent-tossed and thunder-stricken maintain\ntheir majesty; but when the stream is silent, and the storm past, suffer\nthe grass to cover them, and the lichen to feed on them, and are ploughed\ndown into the dust.... The rest which is glorious is of the chamois\ncouched breathless in its granite bed, not of the stalled ox over his\nfodder.” [8]",
        "When we have done our best we may wait the result without anxiety.",
        "“What hinders a man, who has clearly comprehended these things, from\nliving with a light heart and bearing easily the reins; quietly expecting\neverything which can happen, and enduring that which has already happened?\nWould you have me to bear poverty? Come and you will know what poverty is\nwhen it has found one who can act well the part of a poor man. Would you\nhave me to possess power? Let me have the power, and also the trouble of\nit. Well, banishment? Wherever I shall go, there it will be well with\nme.” [9]",
        "The Buddhists believe in many forms of future punishment; but the highest\nreward of virtue is Nirvana–the final and eternal rest.",
        "Very touching is the appeal of Ashmanezer to be left in peace, which was\nengraved on his Sarcophagus at Sidon,–now in Paris.",
        "“In the month of Bul, the fourteenth year of my reign, I, King Ashmanezer,\nKing of the Sidonians, son of King Tabuith, King of the Sidonians, spake,\nsaying: ’I have been stolen away before my time–a son of the flood of\ndays. The whilom great is dumb; the son of gods is dead. And I rest in\nthis grave, even in this tomb, in the place which I have built. My\nadjuration to all the Ruling Powers and all men: Let no one open this\nresting-place, nor search for treasure, for there is no treasure with us;\nand let him not bear away the couch of my rest, and not trouble us in this\nresting-place by disturbing the couch of my slumbers.... For all men who\nshould open the tomb of my rest, or any man who should carry away the\ncouch of my rest, or any one who trouble me on this couch: unto them there\nshall be no rest with the departed: they shall not be buried in a grave,\nand there shall be to them neither son nor seed.... There shall be to them\nneither root below nor fruit above, nor honor among the living under the\nsun.’” [10]",
        "The idle man does not know what it is to rest. Hard work, moreover, tends\nnot only to give us rest for the body, but, what is even more important,\npeace to the mind. If we have done our best to do, and to be, we can rest\nin peace.",
        "“En la sua voluntade e nostra pace.” [11] In His will is our peace; and in\nsuch peace the mind will find its truest delight, for",
        "  “When care sleeps, the soul wakes.”",
        "In youth, as is right enough, the idea of exertion, and of struggles, is\ninspiriting and delightful; but as years advance the hope and prospect of\npeace and of rest gain ground gradually, and",
        "  “When the last dawns are fallen on gray,\n    And all life’s toils and ease complete,\n  They know who work, not they who play,\n    If rest is sweet.” [12]",
        "[1] Gray.",
        "[2] Jefferies.",
        "[3] Tennyson.",
        "[4] Emerson.",
        "[5] Morris.",
        "[6] Coleridge.",
        "[7] Goethe.",
        "[8] Ruskin.",
        "[9] Epictetus.",
        "[10] From Sir M. S. Grant Duff’s A Winter in Syria.",
        "[11] Dante.",
        "[12] Symonds.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}