{
    "title": "The Crimes of England - V– The Lost England",
    "author": "G.K. Chesterton",
    "chapter": "5",
    "content": [
        "\n\n",
        "Telling the truth about Ireland is not very pleasant to a patriotic\nEnglishman; but it is very patriotic. It is the truth and nothing but\nthe truth which I have but touched on in the last chapter. Several\ntimes, and especially at the beginning of this war, we narrowly escaped\nruin because we neglected that truth, and would insist on treating our\ncrimes of the ’98 and after as very distant; while in Irish feeling, and\nin fact, they are very near. Repentance of this remote sort is not at\nall appropriate to the case, and will not do. It may be a good thing to\nforget and forgive; but it is altogether too easy a trick to forget and\nbe forgiven.",
        "The truth about Ireland is simply this: that the relations between\nEngland and Ireland are the relations between two men who have to travel\ntogether, one of whom tried to stab the other at the last stopping-place\nor to poison the other at the last inn. Conversation may be courteous,\nbut it will be occasionally forced. The topic of attempted murder, its\nexamples in history and fiction, may be tactfully avoided in the\nsallies; but it will be occasionally present in the thoughts. Silences,\nnot devoid of strain, will fall from time to time. The partially\nmurdered person may even think an assault unlikely to recur; but it is\nasking too much, perhaps, to expect him to find it impossible to\nimagine. And even if, as God grant, the predominant partner is really\nsorry for his former manner of predominating, and proves it in some\nunmistakable manner–as by saving the other from robbers at great\npersonal risk–the victim may still be unable to repress an abstract\npsychological wonder about when his companion first began to feel like\nthat. Now this is not in the least an exaggerated parable of the\nposition of England towards Ireland, not only in ’98, but far back from\nthe treason that broke the Treaty of Limerick and far onwards through\nthe Great Famine and after. The conduct of the English towards the Irish\nafter the Rebellion was quite simply the conduct of one man who traps\nand binds another, and then calmly cuts him about with a knife. The\nconduct during the Famine was quite simply the conduct of the first man\nif he entertained the later moments of the second man, by remarking in a\nchatty manner on the very hopeful chances of his bleeding to death. The\nBritish Prime Minister publicly refused to stop the Famine by the use of\nEnglish ships. The British Prime Minister positively spread the Famine,\nby making the half-starved populations of Ireland pay for the starved\nones. The common verdict of a coroner’s jury upon some emaciated wretch\nwas “Wilful murder by Lord John Russell”: and that verdict was not only\nthe verdict of Irish public opinion, but is the verdict of history. But\nthere were those in influential positions in England who were not\ncontent with publicly approving the act, but publicly proclaimed the\nmotive. The Times, which had then a national authority and\nrespectability which gave its words a weight unknown in modern\njournalism, openly exulted in the prospect of a Golden Age when the kind\nof Irishman native to Ireland would be “as rare on the banks of the\nLiffey as a red man on the banks of the Manhattan.” It seems\nsufficiently frantic that such a thing should have been said by one\nEuropean of another, or even of a Red Indian, if Red Indians had\noccupied anything like the place of the Irish then and since; if there\nwere to be a Red Indian Lord Chief Justice and a Red Indian\nCommander-in-Chief, if the Red Indian Party in Congress, containing\nfirst-rate orators and fashionable novelists, could have turned\nPresidents in and out; if half the best troops of the country were\ntrained with the tomahawk and half the best journalism of the capital\nwritten in picture-writing, if later, by general consent, the Chief\nknown as Pine in the Twilight, was the best living poet, or the Chief\nThin Red Fox, the ablest living dramatist. If that were realised, the\nEnglish critic probably would not say anything scornful of red men;\nor certainly would be sorry he said it. But the extraordinary avowal\ndoes mark what was most peculiar in the position. This has not been the\ncommon case of misgovernment. It is not merely that the institutions we\nset up were indefensible; though the curious mark of them is that they\nwere literally indefensible; from Wood’s Halfpence to the Irish Church\nEstablishment. There can be no more excuse for the method used by Pitt\nthan for the method used by Pigott. But it differs further from\nordinary misrule in the vital matter of its object. The coercion was not\nimposed that the people might live quietly, but that the people might\ndie quietly. And then we sit in an owlish innocence of our sin, and\ndebate whether the Irish might conceivably succeed in saving Ireland.\nWe, as a matter of fact, have not even failed to save Ireland. We have\nsimply failed to destroy her.",
        "It is not possible to reverse this judgment or to take away a single\ncount from it. Is there, then, anything whatever to be said for the\nEnglish in the matter? There is: though the English never by any chance\nsay it. Nor do the Irish say it; though it is in a sense a weakness as\nwell as a defence. One would think the Irish had reason to say anything\nthat can be said against the English ruling class, but they have not\nsaid, indeed they have hardly discovered, one quite simple fact–that it\nrules England. They are right in asking that the Irish should have a say\nin the Irish government, but they are quite wrong in supposing that the\nEnglish have any particular say in English government. And I seriously\nbelieve I am not deceived by any national bias, when I say that the\ncommon Englishman would be quite incapable of the cruelties that were\ncommitted in his name. But, most important of all, it is the historical\nfact that there was another England, an England consisting of common\nEnglishmen, which not only certainly would have done better, but\nactually did make some considerable attempt to do better. If anyone asks\nfor the evidence, the answer is that the evidence has been destroyed, or\nat least deliberately boycotted: but can be found in the unfashionable\ncorners of literature; and, when found, is final. If anyone asks for the\ngreat men of such a potential democratic England, the answer is that the\ngreat men are labelled small men, or not labelled at all; have been\nsuccessfully belittled as the emancipation of which they dreamed has\ndwindled. The greatest of them is now little more than a name; he is\ncriticised to be underrated and not to be understood; but he presented\nall that alternative and more liberal Englishry; and was enormously\npopular because he presented it. In taking him as the type of it we may\ntell most shortly the whole of this forgotten tale. And, even when I\nbegin to tell it, I find myself in the presence of that ubiquitous evil\nwhich is the subject of this book. It is a fact, and I think it is not a\ncoincidence, that in standing for a moment where this Englishman stood,\nI again find myself confronted by the German soldier.",
        "The son of a small Surrey farmer, a respectable Tory and churchman,\nventured to plead against certain extraordinary cruelties being\ninflicted on Englishmen whose hands were tied, by the whips of German\nsuperiors; who were then parading in English fields their stiff foreign\nuniforms and their sanguinary foreign discipline. In the countries from\nwhich they came, of course, such torments were the one monotonous means\nof driving men on to perish in the dead dynastic quarrels of the north;\nbut to poor Will Cobbett, in his provincial island, knowing little but\nthe low hills and hedges around the little church where he now lies\nburied, the incident seemed odd–nay, unpleasing. He knew, of course,\nthat there was then flogging in the British army also; but the German\nstandard was notoriously severe in such things, and was something of an\nacquired taste. Added to which he had all sorts of old grandmotherly\nprejudices about Englishmen being punished by Englishmen, and notions of\nthat sort. He protested, not only in speech, but actually in print. He\nwas soon made to learn the perils of meddling in the high politics of\nthe High Dutch militarists. The fine feelings of the foreign mercenaries\nwere soothed by Cobbett being flung into Newgate for two years and\nbeggared by a fine of L1000. That small incident is a small transparent\npicture of the Holy Alliance; of what was really meant by a country,\nonce half liberalised, taking up the cause of the foreign kings. This,\nand not “The Meeting of Wellington and Blucher,” should be engraved as\nthe great scene of the war. From this intemperate Fenians should learn\nthat the Teutonic mercenaries did not confine themselves solely to\ntorturing Irishmen. They were equally ready to torture Englishmen: for\nmercenaries are mostly unprejudiced. To Cobbett’s eye we were suffering\nfrom allies exactly as we should suffer from invaders. Boney was a\nbogey; but the German was a nightmare, a thing actually sitting on top\nof us. In Ireland the Alliance meant the ruin of anything and\neverything Irish, from the creed of St. Patrick to the mere colour\ngreen. But in England also it meant the ruin of anything and everything\nEnglish, from the Habeas Corpus Act to Cobbett.",
        "After this affair of the scourging, he wielded his pen like a scourge\nuntil he died. This terrible pamphleteer was one of those men who exist\nto prove the distinction between a biography and a life. From his\nbiographies you will learn that he was a Radical who had once been a\nTory. From his life, if there were one, you would learn that he was\nalways a Radical because he was always a Tory. Few men changed less; it\nwas round him that the politicians like Pitt chopped and changed, like\nfakirs dancing round a sacred rock. His secret is buried with him; it is\nthat he really cared about the English people. He was conservative\nbecause he cared for their past, and liberal because he cared for their\nfuture. But he was much more than this. He had two forms of moral\nmanhood very rare in our time: he was ready to uproot ancient successes,\nand he was ready to defy oncoming doom. Burke said that few are the\npartisans of a tyranny that has departed: he might have added that fewer\nstill are the critics of a tyranny that has remained. Burke certainly\nwas not one of them. While lashing himself into a lunacy against the\nFrench Revolution, which only very incidentally destroyed the property\nof the rich, he never criticised (to do him justice, perhaps never saw)\nthe English Revolution, which began with the sack of convents, and ended\nwith the fencing in of enclosures; a revolution which sweepingly and\nsystematically destroyed the property of the poor. While rhetorically\nputting the Englishman in a castle, politically he would not allow him\non a common. Cobbett, a much more historical thinker, saw the beginning\nof Capitalism in the Tudor pillage and deplored it; he saw the triumph\nof Capitalism in the industrial cities and defied it. The paradox he was\nmaintaining really amounted to the assertion that Westminster Abbey is\nrather more national than Welbeck Abbey. The same paradox would have led\nhim to maintain that a Warwickshire man had more reason to be proud of\nStratford-on-Avon than of Birmingham. He would no more have thought of\nlooking for England in Birmingham than of looking for Ireland in\nBelfast.",
        "The prestige of Cobbett’s excellent literary style has survived the\npersecution of his equally excellent opinions. But that style also is\nunderrated through the loss of the real English tradition. More cautious\nschools have missed the fact that the very genius of the English tongue\ntends not only to vigour, but specially to violence. The Englishman of\nthe leading articles is calm, moderate, and restrained; but then the\nEnglishman of the leading articles is a Prussian. The mere English\nconsonants are full of Cobbett. Dr. Johnson was our great man of letters\nwhen he said “stinks,” not when he said “putrefaction.” Take some common\nphrase like “raining cats and dogs,” and note not only the extravagance\nof imagery (though that is very Shakespearean), but a jagged energy in\nthe very spelling. Say “chats” and “chiens” and it is not the same.\nPerhaps the old national genius has survived the urban enslavement most\nspiritedly in our comic songs, admired by all men of travel and\ncontinental culture, by Mr. George Moore as by Mr. Belloc. One (to\nwhich I am much attached) had a chorus–",
        "  “O wind from the South\n  Blow mud in the mouth\n  Of Jane, Jane, Jane.”",
        "Note, again, not only the tremendous vision of clinging soils carried\nskywards in the tornado, but also the suitability of the mere sounds.\nSay “bone” and “bouche” for mud and mouth and it is not the same.\nCobbett was a wind from the South; and if he occasionally seemed to stop\nhis enemies’ mouths with mud, it was the real soil of South England.",
        "And as his seemingly mad language is very literary, so his seemingly mad\nmeaning is very historical. Modern people do not understand him because\nthey do not understand the difference between exaggerating a truth and\nexaggerating a lie. He did exaggerate, but what he knew, not what he did\nnot know. He only appears paradoxical because he upheld tradition\nagainst fashion. A paradox is a fantastic thing that is said once: a\nfashion is a more fantastic thing that is said a sufficient number of\ntimes. I could give numberless examples in Cobbett’s case, but I will\ngive only one. Anyone who finds himself full in the central path of\nCobbett’s fury sometimes has something like a physical shock. No one who\nhas read “The History of the Reformation” will ever forget the passage\n(I forget the precise words) in which he says the mere thought of such a\nperson as Cranmer makes the brain reel, and, for an instant, doubt the\ngoodness of God; but that peace and faith flow back into the soul when\nwe remember that he was burned alive. Now this is extravagant. It takes\nthe breath away; and it was meant to. But what I wish to point out is\nthat a much more extravagant view of Cranmer was, in Cobbett’s day, the\naccepted view of Cranmer; not as a momentary image, but as an immovable\nhistorical monument. Thousands of parsons and penmen dutifully set down\nCranmer among the saints and martyrs; and there are many respectable\npeople who would do so still. This is not an exaggerated truth, but an\nestablished lie. Cranmer was not such a monstrosity of meanness as\nCobbett implies; but he was mean. But there is no question of his being\nless saintly than the parsonages believed; he was not a saint at all;\nand not very attractive even as a sinner. He was no more a martyr for\nbeing burned than Crippen for being hanged.",
        "Cobbett was defeated because the English people was defeated. After the\nframe-breaking riots, men, as men, were beaten: and machines, as\nmachines, had beaten them. Peterloo was as much the defeat of the\nEnglish as Waterloo was the defeat of the French. Ireland did not get\nHome Rule because England did not get it. Cobbett would not forcibly\nincorporate Ireland, least of all the corpse of Ireland. But before his\ndefeat Cobbett had an enormous following; his “Register” was what the\nserial novels of Dickens were afterwards to be. Dickens, by the way,\ninherited the same instinct for abrupt diction, and probably enjoyed\nwriting “gas and gaiters” more than any two other words in his works.\nBut Dickens was narrower than Cobbett, not by any fault of his own, but\nbecause in the intervening epoch of the triumph of Scrooge and Gradgrind\nthe link with our Christian past had been lost, save in the single\nmatter of Christmas, which Dickens rescued romantically and by a\nhair’s-breadth escape. Cobbett was a yeoman; that is, a man free and\nfarming a small estate. By Dickens’s time, yeomen seemed as antiquated\nas bowmen. Cobbett was mediaeval; that is, he was in almost every way\nthe opposite of what that word means to-day. He was as egalitarian as\nSt. Francis, and as independent as Robin Hood. Like that other yeoman in\nthe ballad, he bore in hand a mighty bow; what some of his enemies would\nhave called a long bow. But though he sometimes overshot the mark of\ntruth, he never shot away from it, like Froude. His account of that\nsixteenth century in which the mediaeval civilisation ended, is not more\nand not less picturesque than Froude’s: the difference is in the dull\ndetail of truth. That crisis was not the foundling of a strong Tudor\nmonarchy, for the monarchy almost immediately perished; it was the\nfounding of a strong class holding all the capital and land, for it\nholds them to this day. Cobbett would have asked nothing better than to\nbend his mediaeval bow to the cry of “St. George for Merry England,” for\nthough he pointed to the other and uglier side of the Waterloo medal,\nhe was patriotic; and his premonitions were rather against Blucher than\nWellington. But if we take that old war-cry as his final word (and he\nwould have accepted it) we must note how every term in it points away\nfrom what the modern plutocrats call either progress or empire. It\ninvolves the invocation of saints, the most popular and the most\nforbidden form of mediaevalism. The modern Imperialist no more thinks of\nSt. George in England than he thinks of St. John in St. John’s Wood. It\nis nationalist in the narrowest sense; and no one knows the beauty and\nsimplicity of the Middle Ages who has not seen St. George’s Cross\nseparate, as it was at Crecy or Flodden, and noticed how much finer a\nflag it is than the Union Jack. And the word “merry” bears witness to an\nEngland famous for its music and dancing before the coming of the\nPuritans, the last traces of which have been stamped out by a social\ndiscipline utterly un-English. Not for two years, but for ten decades\nCobbett has been in prison; and his enemy, the “efficient” foreigner,\nhas walked about in the sunlight, magnificent, and a model for men. I\ndo not think that even the Prussians ever boasted about “Merry Prussia.”",
        "Continue...",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}