{
    "title": "The Poetics - 23 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "24",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nAs for the poetry which merely narrates, or imitates by means of\nversified language (without action), it i.e.ident that it has several\npoints in common with Tragedy.",
        "I. The construction of its stories should clearly be like that in a\ndrama; they should be based on a single action, one that is a complete\nwhole in itself, with a beginning, middle, and end, so as to enable\nthe work to produce its own proper pleasure with all the organic unity\nof a living creature. Nor should one suppose that there is anything\nlike them in our usual histories. A history has to deal not with one\naction, but with one period and all that happened in that to one or\nmore persons, however disconnected the several events may have been.\nJust as two events may take place at the same time, e.g. the\nsea-fight off Salamis and the battle with the Carthaginians in Sicily,\nwithout converging to the same end, so too of two consecutive events\none may sometimes come after the other with no one end as their common\nissue. Nevertheless most of our epic poets, one may say, ignore the\ndistinction.",
        "Herein, then, to repeat what we have said before, we have a further\nproof of Homer’s marvellous superiority to the rest. He did not\nattempt to deal even with the Trojan war in its entirety, though it\nwas a whole with a definite beginning and end—through a feeling\napparently that it was too long a story to be taken in in one view, or\nif not that, too complicated from the variety of incident in it. As it\nis, he has singled out one section of the whole; many of the other\nincidents, however, he brings in as episodes, using the Catalogue of\nthe Ships, for instance, and other episodes to relieve the uniformity\nof his narrative. As for the other epic poets, they treat of one man,\nor one period; or else of an action which, although one, has a\nmultiplicity of parts in it. This last is what the authors of the\nCypria and Little Iliad have done. And the result is that,\nwhereas the Iliad or Odyssey supplies materials for only one, or\nat most two tragedies, the Cypria does that for several, and the\nLittle Iliad for more than eight: for an Adjudgment of Arms, a\nPhiloctetes, a Neoptolemus, a Eurypylus, a Ulysses as Beggar,\na Laconian Women, a Fall of Ilium, and a Departure of the Fleet;\nas also a Sinon, and Women of Troy.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}