{
    "title": "The Life of Abraham Lincoln - Chapter IX. On the Circuit",
    "author": "Henry Ketcham",
    "chapter": "11",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The requirements of the lawyer in that part of the country, at that\ndate, were different from the requirements in any part of the world at\nthe present date. The Hon. Joseph H. Choate, in a lecture at Edinburgh,\nNovember 13, 1900, said: “My professional brethren will ask me how\ncould this rough backwoodsman ... become a learned and accomplished\nlawyer? Well, he never did. He never would have earned his salt as a\nwriter for the ’Signet,’ nor have won a place as advocate in the Court\nof Session, where the teachings of the profession has reached its\nhighest perfection, and centuries of learning and precedent are\ninvolved in the equipment of a lawyer.”",
        "The only means we have of knowing what Lincoln could do is knowing what\nhe did. If his biography teaches anything, it teaches that he never\nfailed to meet the exigencies of any occasion. The study of his life\nwill reveal this fact with increasing emphasis. Many a professional\nbrother looked on Lincoln as “this rough backwoodsman,” unable to\n“become a learned and accomplished lawyer,” to his own utter\ndiscomfiture. We are justified in saying that if he had undertaken the\nduties of the Scots writer to the “Signet,” he would have done them\nwell, as he did every other duty.",
        "When Douglas was congratulated in advance upon the ease with which he\nwould vanquish his opponent, he replied that he would rather meet any\nman in the country in that joint debate than Abraham Lincoln. At\nanother time he said: “Lincoln is one of those peculiar men who perform\nwith admirable skill whatever they undertake.”",
        "Lincoln’s professional duties were in the Eighth Judicial Circuit,\nwhich then comprised fifteen counties. Some of these counties have\nsince been subdivided, so that the territory of that district was\nlarger than would be indicated by the same number of counties to-day.\nIt was one hundred and fifty miles long and nearly as wide. There were\nfew railroads, and the best county roads were extremely poor, so that\ntraveling was burdensome. The court and the lawyers traveled from one\ncounty seat to another, sometimes horseback, sometimes in buggies or\nwagons, and sometimes afoot. The duties of one county being concluded,\nthe entire company would move on to another county. Thus only a small\npart of his duties were transacted at Springfield.",
        "These periodic sessions of the court were of general interest to the\ncommunities in which they were held. There were no theaters, no lyceums\nfor music or lectures, and few other assemblages of any sort, excepting\nthe churches and the agricultural fairs. It thus came about that the\ncourt was the center of a greater interest than would now be possible.\nIt was the rostrum of the lecturer and the arena of the debate. Nor\nwere comedies lacking in its multifarious proceedings. The attorney was\ntherefore sure of a general audience, as well as of court and jury.",
        "This peripatetic practise threw the lawyers much into one another’s\ncompany. There were long evenings to be spent in the country taverns,\nwhen sociability was above par. Lincoln’s inexhaustible fund of wit and\nhumor, and his matchless array of stories, made him the life of the\ncompany. In this number there were many lawyers of real ability. The\njudge was David Davis, whose culture and legal ability will hardly be\nquestioned by any one. Judge Davis was almost ludicrously fond of\nLincoln. He kept him in his room evenings and was very impatient if\nLincoln’s talk was interrupted.",
        "There were two qualities in Lincoln’s anecdotes: their resistless fun,\nand their appropriateness. When Lincoln came into court it was usually\nwith a new story, and as he would tell it in low tones the lawyers\nwould crowd about him to the neglect of everything else, and to the\ngreat annoyance of the judge. He once called out: “Mr. Lincoln, we\ncan’t hold two courts, one up here and one down there. Either yours or\nmine must adjourn.”",
        "Once Lincoln came into the room late, leaned over the clerk’s desk and\nwhispered to him a little story. Thereupon the clerk threw back his\nhead and laughed aloud. The judge thundered out, “Mr. Clerk, you may\nfine yourself five dollars for contempt of court.” The clerk quietly\nreplied, “I don’t care; the story’s worth it.” After adjournment the\njudge asked him, “What was that story of Lincoln’s?” When it was\nrepeated the judge threw back his head and laughed, and added, “You may\nremit the fine.”",
        "A stranger, hearing the fame of Lincoln’s stories, attended court and\nafterward said, “The stories are good, but I can’t see that they help\nthe case any.” An admiring neighbor replied with more zeal and justice\nthan elegance, “Don’t you apply that unction to your soul.” The\nneighbor was right. Lincoln had not in vain spent the days and nights\nof his boyhood and youth with Aesop. His stories were as luminous of\nthe point under consideration as were the stories which explained that\n“this fable teaches.”",
        "Judge Davis wrote of him that “he was able to claim the attention of\ncourt and jury when the cause was most uninteresting by the\nappropriateness of his anecdotes.” Those who have tried to claim\nJudge Davis’ attention when he did not want to give it, will realize\nthe greatness of praise implied in this concession.",
        "To this may be joined the remark of Leonard Swett, that “any man who\ntook Lincoln for a simple-minded man would wake up with his back in the\nditch.”",
        "As Lincoln would never adopt the methods of his partner Herndon, the\nlatter could not quite grasp the essential greatness of the former, and\nhe uses some patronizing words. We may again quote Judge Davis: “In all\nthe elements that constitute a great lawyer he had few equals ... He\nseized the strong points of a cause and presented them with clearness\nand great compactness.... Generalities and platitudes had no charms for\nhim. An unfailing vein of humor never deserted him.” Then follows the\npassage already quoted.",
        "Lincoln never could bring himself to charge large fees. Lamon was his\nlimited partner (with the office in Danville and Bloomington) for many\nyears. He tells one instance which will illustrate this trait. There\nwas a case of importance for which the fee was fixed in advance at\n$250, a very moderate fee under the circumstances. It so happened that\nthe case was not contested and the business required only a short time.\nThe client cheerfully paid the fee as agreed. As he went away Lincoln\nasked his partner how much he charged. He replied, “$250.” “Lamon,” he\nsaid, “that is all wrong. Give him back at least half of it.” Lamon\nprotested that it was according to agreement and the client was\nsatisfied. “That may be, but I am not satisfied. This is positively\nwrong. Go, call him back and return him half the money at least, or I\nwill not receive one cent of it for my share.”",
        "One may imagine the amazement of the client to receive back one half of\nthe fee. But the matter did not end here. The affair had attracted the\nattention of those near at hand, including the court. Judge Davis was\nof enormous physical size, and his voice was like a fog horn. The\nauthor writes this from vivid remembrance. Once in early youth he\nquaked in his shoes at the blast of that voice. The conclusion of the\nincident is given in the words of Lamon: “The judge never could\nwhisper, but in this case he probably did his best. At all events, in\nattempting to whisper to Mr. Lincoln he trumpeted his rebuke in about\nthese words, and in rasping tones that could be heard all over the\ncourt room: ’Lincoln, I have been watching you and Lamon. You are\nimpoverishing this bar by your picayune charges of fees, and the\nlawyers have reason to complain of you. You are now almost as poor as\nLazarus, and if you don’t make people pay you more for your services,\nyou will die as poor as Job’s turkey.”",
        "The event justified the Judge’s remarks. It was not unusual for\nLincoln’s name, as attorney, to be found on one side or the other of\nevery case on the docket. In other words, his practise was as large as\nthat of any lawyer on the circuit, and he had his full proportion of\nimportant cases. But he never accumulated a large sum of money.\nProbably no other successful lawyer in that region had a smaller\nincome. This is a convincing commentary on his charges.",
        "The largest fee he ever received was from the Illinois Central\nRailroad. The case was tried at Bloomington before the supreme court\nand was won for the road. Lincoln went to Chicago and presented a bill\nfor $2,000 at the offices of the company. “Why,” said the official, in\nreal or feigned astonishment, “this is as much as a first-class lawyer\nwould have charged.”",
        "Lincoln was greatly depressed by this rebuff, and would have let the\nmatter drop then and there had not his neighbors heard of it. They\npersuaded him to raise the fee to $5,000, and six leading lawyers of\nthe state testified that that sum was a moderate charge. Lincoln sued\nthe road for the larger amount and won his case. It is a matter of\ninterest that at that time the vice-president of the railroad was\nGeorge B. McClellan.",
        "It was Lincoln’s habit always to go to the heart of a case. Quibbles\ndid not interest him. The non-professional public who have attended\njury trials will not easily forget the monotonous “I object” of the\nattorneys, usually followed by, “I except to the ruling of the court,\"\nand “The clerk will note the exception.” Lincoln generally met the\nobjections by the placid remark, “I reckon that’s so.” Thus he gave up\npoint after point, apparently giving away his case over and over again,\nuntil his associates were brought to the verge of nervous prostration.\nAfter giving away six points he would fasten upon the seventh, which\nwas the pivotal point of the case, and would handle that so as to win.\nThis ought to have been satisfactory, but neither Herndon nor his other\nassociates ever got used to it.",
        "Lincoln put his conscience into his legal practise to a greater degree\nthan is common with lawyers. He held (with Blackstone) that law is for\nthe purpose of securing justice, and he would never make use of any\ntechnicality for the purpose of thwarting justice. When others\nmaneuvered, he met them by a straightforward dealing. He never did or\ncould take an unfair advantage. On the wrong side of a case, he was\nworse than useless to his client, and he knew it. He would never take\nsuch a case if it could be avoided. His partner Herndon tells how he\ngave some free and unprofessional advice to one who offered him such a\ncase: “Yes, there is no reasonable doubt but that I can gain your case\nfor you. I can set a whole neighborhood at loggerheads; I can distress\na widowed mother and her six fatherless children, and thereby get for\nyou six hundred dollars, which rightfully belongs, it appears to me, as\nmuch to them as it does to you. I shall not take your case, but will\ngive a little advice for nothing. You seem a sprightly, energetic man.\nI would advise you to try your hand at making six hundred dollars in\nsome other way.”",
        "Sometimes, after having entered on a case, he discovered that his\nclients had imposed on him. In his indignation he has even left the\ncourt room. Once when the Judge sent for him he refused to return.\n“Tell the judge my hands are dirty; I came over to wash them.”",
        "The most important law-suit in which Lincoln was ever engaged was the\nMcCormick case. McCormick instituted a suit against one Manny for\nalleged infringement of patents. McCormick virtually claimed the\nmonopoly of the manufacture of harvesting machines. The suit involved a\nlarge sum of money besides incidental considerations. The leading\nattorney for the plaintiff was the Hon. Reverdy Johnson, one of the\nforemost, if not the foremost, at the bar in the entire country. It was\nthe opportunity of crossing swords with Johnson that, more than\nanything else, stirred Lincoln’s interest. With him, for the defense,\nwas associated Edwin M. Stanton.",
        "The case was to be tried at Cincinnati, and all parties were on hand.\nLincoln gave an extraordinary amount of care in the preparation of the\ncase. But some little things occurred. Through an open doorway he heard\nStanton make some scornful remarks of him,–ridiculing his awkward\nappearance and his dress, particularly, for Lincoln wore a linen\nduster, soiled and disfigured by perspiration. When the time came for\napportioning the speeches, Lincoln, although he was thoroughly prepared\nand by the customs of the bar it was his right to make the argument,\ncourteously offered the opportunity to Stanton, who promptly accepted.\nIt was a great disappointment to Lincoln to miss thus the opportunity\nof arguing with Reverdy Johnson. Neither did Stanton know what he\nmissed. Nor did Johnson know what a narrow escape he had.",
        "This chapter will not be complete without making mention of Lincoln’s\nprofessional kindness to the poor and unfortunate. Those who could find\nno other friends were sure to find a friend in Lincoln. He would freely\ngive his services to the needy. At that time the negro found it hard to\nget help, friendship, justice. Though Illinois was a free state, public\nopinion was such that any one who undertook the cause of the negro was\nsure to alienate friends. Lincoln was one of the few who never\nhesitated at the sacrifice.",
        "A young man, a free negro living in the neighborhood, had been employed\nas cabin boy on a Mississippi river steamboat. Arriving at New Orleans,\nhe went ashore without a suspicion of what the law was in a slave\nstate. He was arrested for being on the street after dark without a\npass, thrown into jail, and fined. Having no money to pay the fine, he\nwas liable to be sold into slavery, when his mother, in her distress,\ncame to Lincoln for help. Lincoln sent to the governor to see if there\nwas no way by which this free negro could be brought home. The governor\nwas sorry that there was not. In a towering wrath Lincoln exclaimed:\n“I’ll have that negro back soon, or I’ll have a twenty years’\nexcitement in Illinois until the governor does have a legal and\nconstitutional right to do something in the premises!”",
        "He had both. He and his partner sent to New Orleans the necessary money\nby which the boy was released and restored to his mother. The twenty\nyears’ excitement came later.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}