{
    "title": "The Secret Garden - Chapter XI - The Nest of the Missel Thrush",
    "author": "Frances Hodgson Burnett",
    "chapter": "11",
    "content": [
        "\n\n",
        "For two or three minutes he stood looking round him,\nwhile Mary watched him, and then he began to walk\nabout softly, even more lightly than Mary had walked the\nfirst time she had found herself inside the four walls.\nHis eyes seemed to be taking in everything–the gray trees\nwith the gray creepers climbing over them and hanging\nfrom their branches, the tangle on the walls and among\nthe grass, the evergreen alcoves with the stone seats\nand tall flower urns standing in them.",
        "“I never thought I’d see this place,” he said at last,\nin a whisper.",
        "“Did you know about it?” asked Mary.",
        "She had spoken aloud and he made a sign to her.",
        "“We must talk low,” he said, “or some one’ll hear us an’\nwonder what’s to do in here.”",
        "“Oh! I forgot!” said Mary, feeling frightened and putting\nher hand quickly against her mouth.  “Did you know about\nthe garden?” she asked again when she had recovered herself.\nDickon nodded.",
        "“Martha told me there was one as no one ever went inside,\"\nhe answered.  “Us used to wonder what it was like.”",
        "He stopped and looked round at the lovely gray tangle\nabout him, and his round eyes looked queerly happy.",
        "“Eh! the nests as’ll be here come springtime,” he said.\n“It’d be th’ safest nestin’ place in England.\nNo one never comin’ near an’ tangles o’ trees an’\nroses to build in.  I wonder all th’ birds on th’\nmoor don’t build here.”",
        "Mistress Mary put her hand on his arm again without\nknowing it.",
        "“Will there be roses?” she whispered.  “Can you tell? I\nthought perhaps they were all dead.”",
        "“Eh! No! Not them–not all of ’em!” he answered.\n“Look here!”",
        "He stepped over to the nearest tree–an old, old one with\ngray lichen all over its bark, but upholding a curtain\nof tangled sprays and branches.  He took a thick knife\nout of his Pocket and opened one of its blades.",
        "“There’s lots o’ dead wood as ought to be cut out,” he said.\n“An’ there’s a lot o’ old wood, but it made some new\nlast year.  This here’s a new bit,” and he touched a shoot\nwhich looked brownish green instead of hard, dry gray.\nMary touched it herself in an eager, reverent way.",
        "“That one?” she said.  “Is that one quite alive quite?”",
        "Dickon curved his wide smiling mouth.",
        "“It’s as wick as you or me,” he said; and Mary remembered\nthat Martha had told her that “wick” meant “alive\"\nor “lively.”",
        "“I’m glad it’s wick!” she cried out in her whisper.\n“I want them all to be wick.  Let us go round the garden\nand count how many wick ones there are.”",
        "She quite panted with eagerness, and Dickon was as eager\nas she was.  They went from tree to tree and from bush\nto bush.  Dickon carried his knife in his hand and showed\nher things which she thought wonderful.",
        "“They’ve run wild,” he said, “but th’ strongest ones\nhas fair thrived on it.  The delicatest ones has\ndied out, but th’ others has growed an’ growed, an’\nspread an’ spread, till they’s a wonder.  See here!\"\nand he pulled down a thick gray, dry-looking branch.\n“A body might think this was dead wood, but I don’t believe\nit is–down to th’ root.  I’ll cut it low down an’ see.”",
        "He knelt and with his knife cut the lifeless-looking\nbranch through, not far above the earth.",
        "“There!” he said exultantly.  “I told thee so.\nThere’s green in that wood yet.  Look at it.”",
        "Mary was down on her knees before he spoke, gazing with\nall her might.",
        "“When it looks a bit greenish an’ juicy like that,\nit’s wick,” he explained.  “When th’ inside is dry an’\nbreaks easy, like this here piece I’ve cut off,\nit’s done for.  There’s a big root here as all this live\nwood sprung out of, an’ if th’ old wood’s cut off an’\nit’s dug round, and took care of there’ll be–\"\nhe stopped and lifted his face to look up at the climbing\nand hanging sprays above him–\"there’ll be a fountain o’\nroses here this summer.”",
        "They went from bush to bush and from tree to tree.\nHe was very strong and clever with his knife and knew\nhow to cut the dry and dead wood away, and could tell when\nan unpromising bough or twig had still green life in it.\nIn the course of half an hour Mary thought she could tell too,\nand when he cut through a lifeless-looking branch she would\ncry out joyfully under her breath when she caught sight\nof the least shade of moist green.  The spade, and hoe,\nand fork were very useful.  He showed her how to use the\nfork while he dug about roots with the spade and stirred\nthe earth and let the air in.",
        "They were working industriously round one of the biggest\nstandard roses when he caught sight of something which\nmade him utter an exclamation of surprise.",
        "“Why!” he cried, pointing to the grass a few feet away.\n“Who did that there?”",
        "It was one of Mary’s own little clearings round the pale\ngreen points.",
        "“I did it,” said Mary.",
        "“Why, I thought tha’ didn’t know nothin’ about gardenin’,\"\nhe exclaimed.",
        "“I don’t,” she answered, “but they were so little, and the\ngrass was so thick and strong, and they looked as if they\nhad no room to breathe.  So I made a place for them.\nI don’t even know what they are.”",
        "Dickon went and knelt down by them, smiling his wide smile.",
        "“Tha’ was right,” he said.  “A gardener couldn’t have told\nthee better.  They’ll grow now like Jack’s bean-stalk. They’re\ncrocuses an’ snowdrops, an’ these here is narcissuses,\"\nturning to another patch, “an here’s daffydowndillys.\nEh! they will be a sight.”",
        "He ran from one clearing to another.",
        "“Tha’ has done a lot o’ work for such a little wench,\"\nhe said, looking her over.",
        "“I’m growing fatter,” said Mary, “and I’m growing stronger.\nI used always to be tired.  When I dig I’m not tired at all.\nI like to smell the earth when it’s turned up.”",
        "“It’s rare good for thee,” he said, nodding his\nhead wisely.  “There’s naught as nice as th’ smell o’\ngood clean earth, except th’ smell o’ fresh growin’\nthings when th’ rain falls on ’em. I get out on th’\nmoor many a day when it’s rainin’ an’ I lie under a bush an’\nlisten to th’ soft swish o’ drops on th’ heather an,\nI just sniff an, sniff.  My nose end fair quivers like a\nrabbit’s, mother says.”",
        "“Do you never catch cold?” inquired Mary, gazing at\nhim wonderingly.  She had never seen such a funny boy,\nor such a nice one.",
        "“Not me,” he said, grinning.  “I never ketched cold\nsince I was born.  I wasn’t brought up nesh enough.\nI’ve chased about th’ moor in all weathers same as th’\nrabbits does.  Mother says I’ve sniffed up too much fresh\nair for twelve year’ to ever get to sniffin’ with cold.\nI’m as tough as a white-thorn knobstick.”",
        "He was working all the time he was talking and Mary was\nfollowing him and helping him with her fork or the trowel.",
        "“There’s a lot of work to do here!” he said once,\nlooking about quite exultantly.",
        "“Will you come again and help me to do it?” Mary begged.\n“I’m sure I can help, too.  I can dig and pull up weeds,\nand do whatever you tell me.  Oh! do come, Dickon!”",
        "“I’ll come every day if tha’ wants me, rain or shine,\"\nhe answered stoutly.  “It’s the best fun I ever had in my\nlife–shut in here an’ wakenin’ up a garden.”",
        "“If you will come,” said Mary, “if you will help me\nto make it alive I’ll–I don’t know what I’ll do,\"\nshe ended helplessly.  What could you do for a boy like that?",
        "“I’ll tell thee what tha’ll do,” said Dickon, with his\nhappy grin.  “Tha’ll get fat an’ tha’ll get as hungry\nas a young fox an’ tha’ll learn how to talk to th’\nrobin same as I do.  Eh! we’ll have a lot o’ fun.”",
        "He began to walk about, looking up in the trees and at\nthe walls and bushes with a thoughtful expression.",
        "“I wouldn’t want to make it look like a gardener’s\ngarden, all clipped an’ spick an’ span, would you?\"\nhe said.  “It’s nicer like this with things runnin’\nwild, an’ swingin’ an’ catchin’ hold of each other.”",
        "“Don’t let us make it tidy,” said Mary anxiously.\n“It wouldn’t seem like a secret garden if it was tidy.”",
        "Dickon stood rubbing his rusty-red head with a rather\npuzzled look.  “It’s a secret garden sure enough,” he said,\n“but seems like some one besides th’ robin must have been\nin it since it was shut up ten year’ ago.”",
        "“But the door was locked and the key was buried,” said Mary.\n“No one could get in.”",
        "“That’s true,” he answered.  “It’s a queer place.\nSeems to me as if there’d been a bit o’ prunin’ done here an’\nthere, later than ten year’ ago.”",
        "“But how could it have been done?” said Mary.",
        "He was examining a branch of a standard rose and he shook\nhis head.",
        "“Aye! how could it!” he murmured.  “With th’\ndoor locked an’ th’ key buried.”",
        "Mistress Mary always felt that however many years\nshe lived she should never forget that first morning\nwhen her garden began to grow.  Of course, it did seem\nto begin to grow for her that morning.  When Dickon\nbegan to clear places to plant seeds, she remembered\nwhat Basil had sung at her when he wanted to tease her.",
        "“Are there any flowers that look like bells?” she inquired.",
        "“Lilies o’ th’ valley does,” he answered, digging away\nwith the trowel, “an’ there’s Canterbury bells, an’ campanulas.”",
        "“Let’s plant some,” said Mary.  “There’s lilies o’ th,\nvalley here already; I saw ’em. They’ll have growed too\nclose an’ we’ll have to separate ’em, but there’s plenty.\nTh’ other ones takes two years to bloom from seed, but I\ncan bring you some bits o’ plants from our cottage garden.\nWhy does tha’ want ’em?”",
        "Then Mary told him about Basil and his brothers\nand sisters in India and of how she had hated them\nand of their calling her “Mistress Mary Quite Contrary.”",
        "“They used to dance round and sing at me.  They sang–",
        "         `Mistress Mary, quite contrary,\n         How does your garden grow?\n         With silver bells, and cockle shells,\n         And marigolds all in a row.’",
        "I just remembered it and it made me wonder if there\nwere really flowers like silver bells.”",
        "She frowned a little and gave her trowel a rather spiteful\ndig into the earth.",
        "“I wasn’t as contrary as they were.”",
        "But Dickon laughed.",
        "“Eh!” he said, and as he crumbled the rich black soil she\nsaw he was sniffing up the scent of it.  “There doesn’t\nseem to be no need for no one to be contrary when there’s\nflowers an’ such like, an’ such lots o’ friendly wild\nthings runnin’ about makin’ homes for themselves, or buildin’\nnests an’ singin’ an’ whistlin’, does there?”",
        "Mary, kneeling by him holding the seeds, looked at him\nand stopped frowning.",
        "“Dickon,” she said, “you are as nice as Martha said\nyou were.  I like you, and you make the fifth person.\nI never thought I should like five people.”",
        "Dickon sat up on his heels as Martha did when she was\npolishing the grate.  He did look funny and delightful,\nMary thought, with his round blue eyes and red cheeks\nand happy looking turned-up nose.",
        "“Only five folk as tha’ likes?” he said.  “Who is th’\nother four?”",
        "“Your mother and Martha,” Mary checked them off\non her fingers, “and the robin and Ben Weatherstaff.”",
        "Dickon laughed so that he was obliged to stifle the sound\nby putting his arm over his mouth.",
        "“I know tha’ thinks I’m a queer lad,” he said, “but I\nthink tha’ art th’ queerest little lass I ever saw.”",
        "Then Mary did a strange thing.  She leaned forward\nand asked him a question she had never dreamed of asking\nany one before.  And she tried to ask it in Yorkshire\nbecause that was his language, and in India a native\nwas always pleased if you knew his speech.",
        "“Does tha’ like me?” she said.",
        "“Eh!” he answered heartily, “that I does.  I likes\nthee wonderful, an’ so does th’ robin, I do believe!”",
        "“That’s two, then,” said Mary.  “That’s two for me.”",
        "And then they began to work harder than ever and more joyfully.\nMary was startled and sorry when she heard the big clock\nin the courtyard strike the hour of her midday dinner.",
        "“I shall have to go,” she said mournfully.  “And you\nwill have to go too, won’t you?”",
        "Dickon grinned.",
        "“My dinner’s easy to carry about with me,” he said.\n“Mother always lets me put a bit o’ somethin’ in my pocket.”",
        "He picked up his coat from the grass and brought out of\na pocket a lumpy little bundle tied up in a quite clean,\ncoarse, blue and white handkerchief.  It held two thick\npieces of bread with a slice of something laid between them.",
        "“It’s oftenest naught but bread,” he said, “but I’ve got\na fine slice o’ fat bacon with it today.”",
        "Mary thought it looked a queer dinner, but he seemed\nready to enjoy it.",
        "“Run on an’ get thy victuals,” he said.  “I’ll be done\nwith mine first.  I’ll get some more work done before I\nstart back home.”",
        "He sat down with his back against a tree.",
        "“I’ll call th’ robin up,” he said, “and give him th’\nrind o’ th’ bacon to peck at.  They likes a bit o’\nfat wonderful.”",
        "Mary could scarcely bear to leave him.  Suddenly it\nseemed as if he might be a sort of wood fairy who\nmight be gone when she came into the garden again.\nHe seemed too good to be true.  She went slowly half-way\nto the door in the wall and then she stopped and went back.",
        "“Whatever happens, you–you never would tell?” she said.",
        "His poppy-colored cheeks were distended with his first big\nbite of bread and bacon, but he managed to smile encouragingly.",
        "“If tha’ was a missel thrush an’ showed me where thy nest was,\ndoes tha’ think I’d tell any one? Not me,” he said.\n“Tha’ art as safe as a missel thrush.”",
        "And she was quite sure she was.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}