{
    "title": "The Story of Mankind - Foreword (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "For Hansje and Willem:",
        "WHEN I was twelve or thirteen years old, an uncle of\nmine who gave me my love for books and pictures promised\nto take me upon a memorable expedition. I was to go with\nhim to the top of the tower of Old Saint Lawrence in Rotterdam.",
        "And so, one fine day, a sexton with a key as large as that\nof Saint Peter opened a mysterious door. “Ring the bell,\"\nhe said, “when you come back and want to get out,” and with\na great grinding of rusty old hinges he separated us from the\nnoise of the busy street and locked us into a world of new and\nstrange experiences.",
        "For the first time in my life I was confronted by the phenomenon\nof audible silence. When we had climbed the first\nflight of stairs, I added another discovery to my limited\nknowledge of natural phenomena–that of tangible darkness. A\nmatch showed us where the upward road continued. We went\nto the next floor and then to the next and the next until I had\nlost count and then there came still another floor, and suddenly\nwe had plenty of light. This floor was on an even height with\nthe roof of the church, and it was used as a storeroom. Covered\nwith many inches of dust, there lay the abandoned symbols\nof a venerable faith which had been discarded by the good\npeople of the city many years ago. That which had meant life\nand death to our ancestors was here reduced to junk and rub-\nbish. The industrious rat had built his nest among the carved\nimages and the ever watchful spider had opened up shop between\nthe outspread arms of a kindly saint.",
        "The next floor showed us from where we had derived our\nlight. Enormous open windows with heavy iron bars made\nthe high and barren room the roosting place of hundreds of\npigeons. The wind blew through the iron bars and the air was\nfilled with a weird and pleasing music. It was the noise of the\ntown below us, but a noise which had been purified and cleansed\nby the distance. The rumbling of heavy carts and the clinking\nof horses’ hoofs, the winding of cranes and pulleys, the hissing\nsound of the patient steam which had been set to do the work\nof man in a thousand different ways–they had all been\nblended into a softly rustling whisper which provided a beautiful\nbackground for the trembling cooing of the pigeons.",
        "Here the stairs came to an end and the ladders began. And\nafter the first ladder (a slippery old thing which made one feel\nhis way with a cautious foot) there was a new and even greater\nwonder, the town-clock. I saw the heart of time. I could hear\nthe heavy pulsebeats of the rapid seconds–one–two–three–\nup to sixty. Then a sudden quivering noise when all the wheels\nseemed to stop and another minute had been chopped off eternity.\nWithout pause it began again–one–two–three–until\nat last after a warning rumble and the scraping of many wheels\na thunderous voice, high above us, told the world that it was\nthe hour of noon.",
        "On the next floor were the bells. The nice little bells and\ntheir terrible sisters. In the centre the big bell, which made\nme turn stiff with fright when I heard it in the middle of the\nnight telling a story of fire or flood. In solitary grandeur it\nseemed to reflect upon those six hundred years during which\nit had shared the joys and the sorrows of the good people of\nRotterdam. Around it, neatly arranged like the blue jars in\nan old-fashioned apothecary shop, hung the little fellows, who\ntwice each week played a merry tune for the benefit of the\ncountry-folk who had come to market to buy and sell and hear\nwhat the big world had been doing. But in a corner–all alone\nand shunned by the others–a big black bell, silent and stern,\nthe bell of death.",
        "Then darkness once more and other ladders, steeper and\neven more dangerous than those we had climbed before, and\nsuddenly the fresh air of the wide heavens. We had reached\nthe highest gallery. Above us the sky. Below us the city–\na little toy-town, where busy ants were hastily crawling hither\nand thither, each one intent upon his or her particular business,\nand beyond the jumble of stones, the wide greenness of the\nopen country.",
        "It was my first glimpse of the big world.",
        "Since then, whenever I have had the opportunity, I have\ngone to the top of the tower and enjoyed myself. It was hard\nwork, but it repaid in full the mere physical exertion of climbing\na few stairs.",
        "Besides, I knew what my reward would be. I would see the\nland and the sky, and I would listen to the stories of my kind\nfriend the watchman, who lived in a small shack, built in a\nsheltered corner of the gallery. He looked after the clock\nand was a father to the bells, and he warned of fires, but he\nenjoyed many free hours and then he smoked a pipe and\nthought his own peaceful thoughts. He had gone to school almost\nfifty years before and he had rarely read a book, but he\nhad lived on the top of his tower for so many years that he had\nabsorbed the wisdom of that wide world which surrounded him\non all sides.",
        "History he knew well, for it was a living thing with him.\n“There,” he would say, pointing to a bend of the river, “there,\nmy boy, do you see those trees? That is where the Prince of\nOrange cut the dikes to drown the land and save Leyden.\"\nOr he would tell me the tale of the old Meuse, until the broad\nriver ceased to be a convenient harbour and became a wonderful\nhighroad, carrying the ships of De Ruyter and Tromp upon\nthat famous last voyage, when they gave their lives that the\nsea might be free to all.",
        "Then there were the little villages, clustering around the\nprotecting church which once, many years ago, had been the\nhome of their Patron Saints. In the distance we could see the\nleaning tower of Delft. Within sight of its high arches,\nWilliam the Silent had been murdered and there Grotius had\nlearned to construe his first Latin sentences. And still further\naway, the long low body of the church of Gouda, the early home\nof the man whose wit had proved mightier than the armies of\nmany an emperor, the charity-boy whom the world came to\nknow as Erasmus.",
        "Finally the silver line of the endless sea and as a contrast,\nimmediately below us, the patchwork of roofs and chimneys\nand houses and gardens and hospitals and schools and railways,\nwhich we called our home. But the tower showed us\nthe old home in a new light. The confused commotion of the\nstreets and the market-place, of the factories and the workshop,\nbecame the well-ordered expression of human energy\nand purpose. Best of all, the wide view of the glorious past,\nwhich surrounded us on all sides, gave us new courage to face\nthe problems of the future when we had gone back to our daily\ntasks.",
        "History is the mighty Tower of Experience, which Time\nhas built amidst the endless fields of bygone ages. It is no easy\ntask to reach the top of this ancient structure and get the benefit\nof the full view. There is no elevator, but young feet are\nstrong and it can be done.",
        "Here I give you the key that will open the door.",
        "When you return, you too will understand the reason for\nmy enthusiasm.\n                                   HENDRIK WILLEM VAN LOON.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}