{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXII",
    "author": "Fedor Jagor et al",
    "chapter": "23",
    "content": [
        "\n\n",
        "[The Bisayans.] The Bisayans–at least the inhabitants of the\nIslands of Samar and Leyte (I have not become closely acquainted\nwith any others)–belong to one race. [197] They are, physically and\nintellectually, in character, dress, manners and customs, so similar\nthat my notes, which were originally made at different points of\nthe two Islands, have, after removal of the numerous repetitions,\nfused into one, which affords a more complete picture, and affords,\nat the same time, opportunity for the small differences, where they\ndo occur, to stand out more conspicuously.",
        "[Mountaineers.] There are no Negritos either in Samar or Leyte, but\nCimarronese, who pay no tribute, and who do not live in villages,\nbut independently in the forests. Unfortunately I have had no personal\nintercourse with them, and what I have learned respecting them from the\nChristian inhabitants of Samar is too uncertain to be repeated. But it\ndoes seem certain that all these Cimarronese or their ancestors have\ntraded with the Spaniards, and that their religion has appropriated\nmany Catholic forms. Thus, when planting rice, and, according to\nancient practices, setting apart some of the seed to be offered in\nthe four corners of the field as sacrifice, they are accustomed to\nrepeat some mutilated Catholic prayers, which they appear to consider\nas efficacious as their old heathenish ones. Some have their children\nbaptized as well, as it costs nothing; but, save in these respects,\nthey perform no other Christian or civil obligations. They are very\npeaceable, neither making war with one another, nor having poisoned\narrows. Instances of Cimarronese, who go over to Christianity and\nvillage life, together with tribute and servitude, are very rare;\nand the number of the civilized, who return to the forests in order\nto become Cimarronese, is, on the other hand, very inconsiderable\nindeed–still smaller than in Luzon, as the natives, from the dull,\nalmost vegetating life which they lead, are not easily brought into\nsuch straitened circumstances as to be compelled to leave their\nvillage, which, still more than in Luzon, is all the world to them.",
        "[Rice-farming.] The culture of rice follows the seasons of the year. In\nsome places where there are large fields the plough (arado) and the\nsod-sod (here called surod) are employed; but, almost universally, the\nrice-field is only trodden over by carabaos in the rainy season. Sowing\nis done on the west coast in May and June, planting in July and August,\nand reaping from November to January. One ganta of seed-corn gives two,\nsometimes from three to four, cabanes (i.e., fifty, seventy-five,\nand a hundred fold). In the chief town, Catbalogan, there are but\nvery few irrigated fields (tubigan, from tubig, water), the produce\nof which does not suffice for the requirements, and the deficiency\nis made up from other places on the coasts of the Island. On the\nother hand, Catbalogan produces abaca, coco-nut oil, wax, balate\n(edible holothuria, sea cucumber), dried fish, and woven stuffs. On\nthe north and east coasts sowing takes place from November to January,\nand reaping six months later. During the remaining six months the field\nserves as pasture for the cattle; but in many places rice culture goes\non even during these months, but on other fields. A large portion of\nthis rice is frequently lost on account of the bad weather.",
        "[Land tenure.] Purchases of land are seldom made, it being generally\nacquired by cultivation, by inheritance, or forfeiture. In Catbalogan\nthe best rice land was paid for at the rate of one dollar for a ganta\nof seed-corn, and, on the north coast of Lauang, a field producing\nyearly one hundred cabanes was purchased for thirty dollars. Reckoning,\nas in Naga, one ganta of seed-corn at four loanes, and seventy-five\ncabanes of produce at one quiñon, the eastern rice land costs, in\nthe first instance, three thalers and a third, in the second three\nthalers. The owner lets the bare property out on leases, and receives\none-half the harvest as rent. [198] The cultivation of rice in Leyte\nis conducted as in Samar, but it has given way to the cultivation of\nabacá; the governors, while they were allowed to trade, compelled\nthe natives to devote a part of their fields and of their labor to\nit. Should a peasant be in arrears, it is the prevalent custom in\nthe country for him to pay to the dealer double the balance remaining\ndue at the next harvest.",
        "[Mountain rice.] Mountain-rice culture, which in Catbalogan is almost\nthe only cultivation, requires no other implement of agriculture\nthan the bolo to loosen the soil somewhat, and a sharp stick for\nmaking holes at distances of six inches for the reception of five or\nsix grains of rice. Sowing is done from May to June, weeding twice,\nand five months later it is cut stalk by stalk; the reaper receiving\nhalf a real daily wages and food. The produce is between two and three\ncabanes per ganta, or fifty to seventy fold. The land costs nothing,\nand wages amount to nearly five reals per ganta of seed-corn. After a\ngood harvest the caban fetches four reales; but just before the harvest\nthe price rises to one dollar, and often much higher. The ground is\nused only once for dry rice; camote (batata), abacá, and caladium being\nplanted on it after the harvest. Mountain rice is more remunerative\nthan watered rice about in the proportion of nine to eight.",
        "[Other products.] Next to rice the principal articles of sustenance\nare camote (convolvulus batatas), ubi (dioscorea), gabi (caladium),\npalauan (a large arum, with taper leaves and spotted stalk). Camote\ncan be planted all the year around, and ripens in four months; but\nit takes place generally when the rice culture is over, when little\nlabor is available. When the cultivation of camote is retained,\nthe old plants are allowed to multiply their runners, and only the\ntubers are taken out of the ground. But larger produce is obtained by\ncleaning out the ground and planting anew. From eighteen to fifteen\ngantas may be had for half a real.",
        "[Abacá.] Although there are large plantations of abacá, during my\nvisit it was but little cultivated, the price not being sufficiently\nremunerative.",
        "[Tobacco.] Tobacco also is cultivated. Formerly it might be sold in\nthe country, but now it has to be delivered to the government.",
        "[Balao oil.] A resinous oil (balao or malapajo) is found in Samar\nand Albay, probably also in other provinces. It is obtained from a\ndipterocarpus (apiton), one of the loftiest trees of the forest, by\ncutting in the trunk a wide hole, half a foot deep, hollowed out into\nthe form of a basin, and from time to time lighting a fire in it, so as\nto free the channels, through which it flows, of obstructions. The oil\nthus is collected daily and comes into commerce without any further\npreparation. Its chief application is in the preservation of iron\nin shipbuilding. Nails dipped in the oil of the balao, before being\ndriven in, will, as I have been assured by credible individuals,\ndefy the action of rust for ten years; but it is principally used as a\nvarnish for ships, which are painted with it both within and without,\nand it also protects wood against termites and other insects. The\nbalao is sold in Albay at four reals for the tinaja of ten gantas (the\nliter at eight pence). A cement formed by the mixture of burnt lime,\ngum elemi, and coconut oil, in such proportions as to form a thick\npaste before application, is used for the protection of the bottoms\nof ships; and the coating is said to last a year. [199] [Wax.] Wax\nis bartered by the Cimarronese. The whole of Samar annually yields\nfrom two hundred to three hundred piculs, whose value ranges between\ntwenty-five and fifty dollars per picul, while in Manila the price\nis generally five to ten dollars higher; but it fluctuates very much,\nas the same product is brought from many other localities and at very\nirregular intervals of time.",
        "[Scarcity of stock.] There is hardly any breeding of cattle,\nnotwithstanding the luxuriant growth of grasses and the absence of\ndestructive animals. Horses and carabao are very rare, and are said\nto have been introduced late, not before the present century. As in\nSamar there are hardly any other country roads than the seashore and\nthe shallow beds of rivers (it is better in the north of Leyte),\nthe carabao is used only once every year in treading over the\nearth of the rice-field. During the year he roams at large on the\npastures, in the forest, or on a small island, where such exists,\nin the neighborhood. Some times in the year one may see several\ncarabaos, attached to the large trunk of a tree, dragging it to the\nvillage. Their number, consequently, is extremely small. Carabaos\nwhich tread the rice land well are worth as much as ten dollars. The\nmean price is three dollars for a carabao, and five to six dollars\nfor a caraballa. Horned cattle are only occasionally used as victims\nat festivals. The property of several owners, they are very limited in\nnumber, and live half-wild in the mountains. There is hardly any trade\nin them, but the average price is three dollars for a heifer, and five\nor six dollars for a cow. [Swine.] Almost every family possesses a pig;\nsome, three or four of them. A fat pig costs six or seven dollars,\neven more than a cow. Many Filipino tribes abstain strictly from beef;\nbut pork is essential to their feasts. Grease, too, is so dear that\nfrom three to four dollars would, under favorable circumstances,\nbe got on that account for a fat animal. [Sheep and goats.] Sheep\nand goats thrive well, and propagate easily, but also exist only in\nsmall numbers, and are hardly utilized either for their wool or their\nflesh. Creoles and mestizos are for the most part too idle even to\nkeep sheep, preferring daily to eat chicken. The sheep of Shanghai,\nimported by the governor of Tacloban, also thrive and propagate\nfamously. [Poultry.] A laying hen costs half a real, a rooster the\nsame, and a game cock as much as three dollars, often considerably\nmore. Six or eight hens, or thirty eggs, may be bought for one real.",
        "[Cost of food.] A family consisting of father, mother, and five\nchildren requires daily nearly twenty-four chupas of palay (rice in\nthe husk), which, after winnowing, comes to about twelve chupas. This\nat the average price of four reals per cavan costs about half a\nreal. The price, however, varies. Sometimes, after the harvest, it\nis three reals per cavan; before it, ten; and in Albay, even about\nthirty reals. Then about three cuartos are wanted for extras (as fish,\ncrabs, vegetables, etc.), which, however, are generally collected\nby the children; and, lastly, for oil two cuartos, buyo one cuarto,\ntobacco three cuartos (three leaves for one cuarto), the latter being\nsmoked, not chewed. A woman consumes half as much buyo and tobacco\nas a man. Buyo and tobacco are less used in Leyte than in Samar.",
        "[Clothing cost.] For clothing a man requires yearly–four rough\nshirts of guinara, costing from one to two reals; three or four pairs\nof trousers, at one to two and a half reals; two kerchiefs for the\nhead, at one and a half real (hats are not worn on the south and west\ncoasts), and for the church festivals generally one pair of shoes,\nseven reals; one fine shirt, a dollar or more; and fine pantaloons,\nat four reals. A woman requires–four to six camisas of guinara,\nat one real; two to three sayas of guinara, at three to four reals,\nand one or two sayas of European printed cotton, at five reals; two\nhead-kerchiefs at one and a half to two reals; and one or two pairs\nof slippers (chinelas) to go to mass in, at two reals and upwards.",
        "[Women’s extras.] The women generally have, besides, a fine camisa\ncosting at least six reals; a mantilla for churchgoing, six reals\n(it lasts four years); and a comb, two cuartos. Many also have under\nskirts (nabuas), two pieces at four reals, and earrings of brass\nand a rosary, which last articles are purchased once for all. In the\npoorer localities, Lauang for instance, only the home-woven guinaras\nare worn; and there a man requires–three shirts and three pairs of\ntrousers, which are cut out of three pieces of guinara, at two reals,\nand a salacot (hat), generally home made, worth half a real; while a\nwoman uses yearly–four sayas, value six reals; and a camisa, with a\nfiner one for the festivals, eight reals. Underskirts are not worn;\nand the clothing of the children may be estimated at about half of\nthe above rates.",
        "[Household furniture.] For household furniture a family has a cooking\npot [200] of unglazed burnt clay, imported by ships from Manila, the\ncost of which is fixed by the value of its contents in rice; a supply\nof bamboo-canes; seven plates, costing between two and five cuartos;\na carahai (iron pan), three to four reals; coconut shells serving\nfor glasses; a few small pots, altogether half a real; a sundang,\nfour to six reals, or a bolo (large forest knife), one dollar; and\na pair of scissors (for the women), two reals. The loom, which every\nhousehold constructs for itself of bamboo of course costs nothing.",
        "[Wages.] The rate of daily wages, in the case of Filipino employers,\nis half a real, without food; but Europeans always have to give\none real and food, unless, by favor of the gobernadorcillo, they\nget polistas at the former rate, which then regularly goes into the\npublic coffers. An ordinary carpenter earns from one to two reals;\na skilful man, three reals daily. The hours of work are from six to\nnoon, and from two to six in the evening.",
        "[Industries.] Almost every village has a rude smith, who understands\nthe making of sundangs and bolos; but the iron and the coal required\nfor the purpose must be supplied with the order. No other work in\nmetal is executed. With the exception of a little ship-building,\nhardly any other pursuit than weaving is carried on; the loom is\nrarely wanting in a household. Guinara, i.e., stuff made of the abacá,\nis manufactured, as well as also some piña, or figured silk stuffs,\nthe silk being brought from Manila, and of Chinese origin. All these\nfabrics are made in private homes; there are no factories.",
        "[Barter.] In places where rice is scarce the lower class of people\ncatch fish, salt and dry them, and barter them for rice. In the\nchief towns purchases are made with the current money; but, in the\ninterior, where there is hardly any money, fabrics and dried fish are\nthe most usual means of exchange. Salt is obtained by evaporating\nthe seawater in small iron hand-pans (carahais), without previous\nevaporation in the sun. The navigation between Catbalogan and Manila\ncontinues from December to July, and in the interval between those\nmonths the ships lie dismantled under sheds. [Communication.] There\nalso is communication by the coast eastwards to Guian, northwards\nto Catarman, and sometimes to Lauang. The crews consist partly of\nnatives, and partly of foreigners, as the natives take to the sea\nwith great reluctance; indeed, almost only when compelled to leave\ntheir villages. Samar has scarcely any other means of communication\nbesides the navigation of the coast and rivers, the interior being\nroadless; and burdens have to be conveyed on the shoulders. An\nable-bodied porter, who receives a real and a half without food,\nwill carry three arrobas (seventy-five pounds at most) six leagues in\na day, but he cannot accomplish the same work on the following day,\nrequiring at least one day’s rest. A strong man will carry an arroba\nand a half daily for a distance of six leagues for a whole week.",
        "[No markets.] There are no markets in Samar and Leyte; so that whoever\nwishes to buy seeks what he requires in the houses, and in like manner\nthe seller offers his goods.",
        "[Debts.] A Filipino seeking to borrow money has to give ample security\nand pay interest at the rate of one real for every dollar per month\n(twelve and one-half per cent. monthly); and it is not easy for\nhim to borrow more than five dollars, for which sum only he is\nlegally liable. Trade and credit are less developed in eastern and\nnorthern Samar than in the western part of the island, which keeps\nup a more active communication with the other inhabitants of the\nArchipelago. There current money is rarely lent, but only its value\nin goods is advanced at the rate of a real per dollar per mensem. If\nthe debtor fails to pay within the time appointed, he frequently\nhas to part with one of his children, who is obliged to serve the\nlender for his bare food, without wages, until the debt has been\nextinguished. I saw a young man who had so served for the term of\nfive years, in liquidation of a debt of five dollars which his father,\nwho had formerly been a gobernadorcillo in Paranas, owed to a mestizo\nin Catbalogan; and on the east coast a pretty young girl, who, for\na debt of three dollars due by her father, had then, for two years,\nserved a native, who had the reputation of being a spendthrift. I was\nshown in Borongan a coconut plantation of three hundred trees, which\nwas pledged for a debt of ten dollars about twenty years ago, since\nwhich period it had been used by the creditor as his own property;\nand it was only a few years since that, upon the death of the debtor,\nhis children succeeded, with great difficulty, in paying the original\ndebt and redeeming the property. It is no uncommon thing for a native\nto borrow two dollars and a half from another in order to purchase\nhis exemption from the forty days of annual service, and then,\nfailing to repay the loan punctually, to serve his creditor for a\nwhole year. [201]",
        "[People of Samar and Leyte.] The inhabitants of Samar and Leyte,\nwho are at once idler and filthier than those of Luzon, seem to be\nas much behind the Bicols as the latter are behind the Tagalogs. In\nTacloban, where a more active intercourse with Manila exists, these\nqualities are less pronounced, and the women, who are agreeable,\nbathe frequently. For the rest, the inhabitants of the two islands\nare friendly, obliging, tractable, and peaceable. Abusive language or\nviolence very rarely occurs, and, in case of injury, information is\nlaid against the offender at the tribunal. Great purity of manners\nseems to prevail on the north and west coasts, but not on the east\ncoast, nor in Leyte. External piety is universally conspicuous, through\nthe training imparted by the priests; the families are very united,\nand great influence is wielded by the women, who are principally\nengaged in household employments, and are tolerably skilful in weaving,\nand to whom only the lighter labors of the field are assigned. The\nauthority of the parents and of the eldest brother is supreme, the\nyounger sisters never venturing to oppose it; women and children are\nkindly treated.",
        "[Leyte.] The natives of Leyte, clinging as strongly to their native\nsoil as those of Samar, like them, have no partiality for the sea,\nthough their antipathy to it is not quite so manifest as that of the\ninhabitants of Samar. [202]",
        "[Public charity not accepted.] There are no benevolent institutions\nin either of the two islands. Each family maintains its own poor\nand crippled, and treats them tenderly. In Catbalogan, the chief\ntown of the island, with five to six thousand inhabitants, there\nwere only eight recipients of charity; but in Albay mendicants are\nnot wanting. In Lauang, when a Spaniard, on a solemn festival, had\ncaused it to be proclaimed that he would distribute rice to the poor,\nnot a single applicant came forward. The honesty of the inhabitants of\nSamar is much commended. Obligations are said to be contracted almost\nalways without written documents, and never forsworn, even if they\nmake default in payment. Robberies are of rare occurrence in Samar,\nand thefts almost unknown. There are schools also here in the pueblos,\nwhich accomplish quite as much as they do in Camarines.",
        "[Amusements.] Of the public amusements cock-fighting is the chief,\nbut it is not so eagerly pursued as in Luzon. At the church festivals\nthey perform a drama translated from the Spanish, generally of\na religious character; and the expense of the entertainment is\ndefrayed by voluntary contributions of the wealthy. The chief vices\nof the population are play and drunkenness; in which latter even\nwomen and young girls occasionally indulge. The marriage feasts,\ncombining song and dance, often continue for several days and\nnights together, where they have a sufficient supply of food and\ndrink. [Suitor’s service.] The suitor has to serve in the house\nof the bride’s parents two, three, and even five years, before he\ntakes his bride home; and money cannot purchase exemption from this\nonerous restriction. He boards in the house of the bride’s parents\nwho furnish the rice, but he has to supply the vegetables himself.\n[203] At the expiration of his term of service he builds, with the\nassistance of his relations and friends, the house for the family\nwhich is about to be newly established.",
        "[Morals.] Though adultery is not unknown, jealousy is rare, and\nnever leads to violence. The injured individual generally goes with\nthe culprit to the minister, who, with a severe lecture to one,\nand words of consolation to the other, sets everything straight\nagain. Married women are more easily accessible than girls, whose\nprospect of marriage, however, it seems is not greatly diminished\nby a false step during single life. While under parental authority\ngirls, as a rule, are kept under rigid control, doubtless in order\nto prolong the time of servitude of the suitor. External appearance\nis more strictly regarded among the Bisayans than by the Bicols and\nTagalogs. Here also the erroneous opinion prevails, that the number of\nthe women exceeds that of the men. Instances occur of girls of twelve\nbeing mothers; but they are rare; and though women bear twelve or\nthirteen children, many of these, however, do not live. [Great infant\nmortality.] So much so is this the case, that families of more than\nsix or eight children are very rarely met with.",
        "[Superstitions.] Superstition is rife. Besides the little church images\nof the Virgin, which every Filipina wears by a string round the neck,\nmany also have heathen amulets, of which I had an opportunity of\nexamining one that had been taken from a very daring criminal. It\nconsisted of a small ounce flask, stuffed full of vegetable root\nfibres, which appeared to have been fried in oil. This flask, which is\nprepared by the heathen tribes, is accredited with the virtue of making\nits owner strong and courageous. The capture of this individual was\nvery difficult; but, as soon as the little flask was taken from him,\nhe gave up all resistance, and allowed himself to be bound. In almost\nevery large village there are one or more [Ghouls.] Asuang families who\nare generally dreaded and avoided, and regarded as outlaws, and who\ncan marry only amongst themselves. They have the reputation of being\ncannibals. [204] Perhaps they are descended from such tribes? At any\nrate, the belief is very general and firmly  rooted; and intelligent\nold natives when questioned by me on the subject, answered that they\ncertainly did not believe that the Asuangs ate men at the present time,\nbut that their forefathers had assuredly done so. [205]",
        "[Ancient Literature.] Of ancient legends, traditions, or ballads,\nit is stated that there are none. It is true they have songs at their\ndances, but these are spiritless improvisations, and mostly in a high\nkey. They have not preserved any memorials of former civilization. “The\nancient Pintados possessed no temples, every one performing his\nanitos in his own house, without any special solemnity\"–(Morga,\nf. 145 v). Pigafetta (p. 92) certainly mentions that the King of Cebu,\nafter his conversion to Christianity, caused many temples built on the\nseashore to be destroyed; but these might only have been structures of\na very perishable kind. [Festivals and shrines.] On certain occasions\nthe Bisayans celebrated a great festival, called Pandot, at which\nthey worshipped their gods in huts, which were expressly built for the\npurpose, covered with foliage, and adorned with flowers and lamps. They\ncalled these huts simba or simbahan (the churches are so called to the\npresent day), “and this is the only thing which they have similar to a\nchurch or a temple\"–(Informe, I., i., 17). According to Gemelli Careri\nthey prayed to some particular gods, derived from their forefathers,\nwho are called by the Bisayans Davata (Divata), and by the Tagalogs\nAnito; one anito being for the sea and another for the house, to\nwatch over the children. [206] [Ancestor worship.] In the number of\nthese anitos they placed their grandfathers and great-grandfathers,\nwhom they invoked in all their necessities, and in whose honor they\npreserved little statues of stone, wood, gold, and ivory, which they\ncalled liche or laravan. Amongst their gods they also reckoned all\nwho perished by the sword, or were killed by lightning, or devoured\nby crocodiles, believing that their souls ascended to heaven on a\nbow which they called balangas. Pigafetta thus describes the idols\nwhich were seen by him:–\"They are of wood, and concave, or hollow,\nwithout any hind quarters, with their arms extended, and their legs\nand feet bent upwards. They have very large faces, with four powerful\nteeth like boars’ tusks, and are painted all over.” [207]",
        "In conclusion, let me take a brief account of the religion of the\nancient Bisayans from Fr. Gaspar San Agustin (Conquest, 169):",
        "[Old religion.] The daemon, or genius, to whom they sacrificed was\ncalled by them Divata, which appears to denote an antithesis to the\nDeity, and a rebel against him. Hell was called Solad, and Heaven\n(in the language of the educated people) Ologan * * * The souls of\nthe departed go to a mountain in the province of Oton, [208] called\nMedias, where they are well entertained and served. The creation of\nthe universe is thus explained. [Creation myth.] A vulture hovering\nbetween heaven and earth finds no place to settle himself upon,\nand the water rises towards heaven; whereupon Heaven, in its wrath,\ncreates islands. The vulture splits a bamboo, out of which spring man\nand woman, who beget many children, and, when their number becomes\ntoo great, drive them out with blows. Some conceal themselves in the\nchamber, and these become the Datos; others in the kitchen, and these\nbecome the slaves. The rest go down the stairs and become the people.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}