{
    "title": "The Lords of the Wild - Chapter IX: The Masked Attack",
    "author": "Joseph A. Altsheler",
    "chapter": "10",
    "content": [
        "\n\n",
        "Light clouds floated before the moon, and the surface of the lake\nwas ruffled by a southern wind. As no attack was anticipated from the\nsouth, the guard in that quarter was comparatively small, but it was\ncomposed, nevertheless, of good men, the boat builders mostly, but all\nexperienced with the rifle and under the direct command of Carson. But\nthe main force was always kept facing the forest, and, there, behind\nthe logs, Colden stood with the four–Black Rifle again being outside.\nThe hooting of the owls had not been repeated and the long wait had\nbecome hard upon the nerves of the young Philadelphia captain.",
        "“Do you feel sure that they will attack to-night?” he asked Willet.\n“Perhaps St. Luc, seeing the strength of our position, will draw off\nor send to Montcalm for cannon, which doubtless would take a week.”",
        "The hunter shook his head.",
        "“St. Luc will not go away,” he said, “nor will he send for cannon,\nwhich would take too long. He will not use his strength alone, he will\ndepend also upon wile and stratagem, against which we must guard every\nminute. I think I’ll take my own men and go outside. We can be of more\nservice there.”",
        "“I suppose you’re right, but don’t walk into danger. I depend a lot on\nyou.”",
        "Willet climbed over the logs. Tayoga, Robert and Grosvenor followed.",
        "“Red Coat buckled on a sword, and I did not think he would go on a\ntrail again,” said Tayoga.",
        "“One instance in which you didn’t read my mind right,” rejoined the\nEnglishman. “I know that swords don’t belong on the trail, but this is\nonly a little blade, and you fellows can’t leave me behind.”",
        "“I did read your mind right,” said Tayoga, laughing softly. “I merely\nspoke of your sword to see what you would say. I knew all the time\nthat you would come with us.”",
        "The stumps, where the forest had been cut away, stretched for a\ndistance of several hundred yards up the slope, and, a little distance\nfrom the breastwork, the dark shadow of Black Rifle came forward to\nmeet them.",
        "“Nothing yet?” asked the hunter.",
        "“Nothing so far. Three or four good men are with me among the stumps,\nbut not a warrior has yet appeared. I suppose they know we’ll be on\nwatch here, and it’s not worth while taking so great a risk.”",
        "They advanced to the far edge of the stump region and crouched there.\nThe night was now quite dark, the moon almost hidden, the stars but\nfew, and the forest a solid black line before them.",
        "“Why can’t Tayoga use his ears?” said Grosvenor. “He’ll hear them,\nthough a mile away.”",
        "“A little farther on and he will,” replied Willet, “but we, in our\nturn, don’t dare to go deep into the forest.”",
        "A hundred yards more and the Onondaga put ear to earth, but it was a\nlong time before he announced anything.",
        "“I hear footsteps fairly near to us,” he said at last, “and I think\nthey are those of warriors. They would be more cautious, but they do\nnot believe we are outside the line of logs. Yes, they are warriors,\nall warriors, there is no jingle of metal such as the French have\non their coats or belts, and they are going to take a look at our\nposition. They are about to pass now to our right. I also hear\nsteps, but farther away, on our left, and I think they are those of\nFrenchmen.”",
        "“Likely De Courcelles and Jumonville wanting also to look us over,\"\nsaid Willet.",
        "“There is another and larger force coming directly toward us,\"\ncontinued the Onondaga, “and I think it includes both French and\nwarriors. This may be the attack and perhaps it would be better for us\nto fall back.”",
        "They withdrew a little, but remained among the stumps, though hidden\ncarefully. Robert himself could now hear the advance of the large\nforce in front of them, and he wondered what could be St. Luc’s plan\nof battle. Surely he would not try to take the sawmill by storm in\nface of so many deadly rifles!",
        "Black Rifle suddenly left the others and crept toward the right.\nRobert’s eyes followed him, and his mind was held by a curious sort of\nfascination. He knew that the scout had heard something and he almost\ndivined what was about to occur. Black Rifle stopped a moment or two\nat a stump, and then curved swiftly about it. A dusky figure sprang\nup, but the war cry was choked in the throat of the Huron, and then\nthe knife, wielded by a powerful arm, flashed. Robert quickly turned\nhis eyes away, because he did not wish to see the fall of the blade,\nand he knew that the end was certain. Black Rifle came back in a few\nmoments. His dark eyes glittered, but he had wiped the knife, and it\nwas in his belt again.",
        "“His comrades will find him in a few minutes,” said Willet, “and we’d\nbetter not linger here.”",
        "“They went back toward the sawmill and presently they heard a terrible\ncry of rage, a cry given for the fallen warrior.",
        "“I don’t think I shall ever grow used to such yells,” said Grosvenor,\nshuddering.",
        "“I’ve never grown used to ’em yet,” said Robert.",
        "The shout was followed by a half dozen shots, and a bullet or two\nwhistled overhead, but it was clear that all of them had been fired\nat random. The warriors, aware that the chance of surprise had passed,\nwere venting their wrath in noise. Willet suddenly raised his own\nrifle and pulled the trigger. Another dusky figure sprang up and then\nfell prone.",
        "“They were coming too close,” he said. “That’ll be a warning. Now\nback, lads, to the breastwork!”",
        "As they retreated the shots and yells increased, the forest ringing\nwith the whoops, while bullets pattered on the stumps. Both Grosvenor\nand Robert were glad when they were inside the logs once more, and\nColden was glad to see them.",
        "“For all I knew you had fallen,” he said, “and I can’t spare you.”",
        "“We left our mark on ’em,” said the saturnine Black Rifle. “They know\nwe’re waiting for ’em.”",
        "The demonstration increased in volume, the whole forest ringing with\nthe fierce whoops. Stout nerves even had good excuse for being shaken,\nand Colden paled a little, but his soul was high.",
        "“Sound and fury but no attack,” he said.",
        "Willet looked at him approvingly.",
        "“You’ve become a true forest leader, Captain Colden,” he said. “You’ve\nlearned to tell the real rush from the pretended one. They won’t try\nanything yet a while, but they’re madder than hornets, and they’re\nsure to move on us later. You just watch.”",
        "Yet Colden, Wilton and the others were compelled to argue with the\nmen, especially with the boat builders and wood choppers. Stern\nmilitary discipline was unknown then in the forest; the private often\nconsidered himself a better man than his officer, and frequently told\nhim so. Troops from the towns or the older settled regions seemed\nnever to grow used to Indian methods of warfare. They walked again and\nagain into the same sort of ambush. Now, they felt sure, because the\nIndian fire had evaporated in scattered shots, that the French and the\nwarriors had gone away, and that they might as well be asleep, save\nfor the guards. But Colden repressed them with a stern hand.",
        "“If it hadn’t been for our experience at Fort Refuge I might feel that\nway myself,” he said. “The silence is certainly consoling, and makes\none feel that all danger has passed.”",
        "“The silence is what I dread most,” said Robert. “Is anything stirring\non the lake?”",
        "“Not a thing,” replied Wilton, who had been watching in that quarter.\n“I never saw George look more peaceful.”",
        "Robert suggested that they go down to the shore again, and Wilton,\nGrosvenor and he walked through the camp, not stopping until they\nstood at the water’s edge.",
        "“You surely don’t anticipate anything here,” said Wilton.",
        "“I don’t know,” replied Robert, thoughtfully, “but our enemies, both\nFrench and Indians, are full of craft. We must guard against wile and\nstratagem.”",
        "Wilton looked out over the lake, where the gentle wind still blew and\nthe rippling waters made a slight sighing sound almost like a lullaby.\nThe opposite cliffs rose steep and lofty, showing dimly through the\ndusk, but there was no threat in their dark wall. To south and north\nthe surface melted in the darkness, but it too seemed friendly and\nprotecting. Wilton shook his head. No peril could come by that road,\nbut he held his peace. He had his opinion, but he would not utter it\naloud against those who had so much more experience than he.",
        "The darkness made a further gain. The pallid moon went wholly out, and\nthe last of the stars left. But they had ample wood inside the camp\nand they built the fires higher, the flames lighting up the tanned\neager faces of the men and gleaming along the polished barrels of\ntheir long rifles. Willet had inspected the supply of ammunition and\nhe considered it ample. That fear was removed from his mind.",
        "Tayoga went to the edge of the forest again, and reported no apparent\nmovement in the force of St. Luc. But they had built a great fire of\ntheir own, and did not mean to go away. The attack would come some\ntime or other, but when or how no man could tell.",
        "Robert, who could do as he pleased, concluded to stay with Wilton on\nthe shore of the lake, where the darkness was continually creeping\ncloser to the shore. The high cliffs on the far side were lost to\nsight and only a little of Andiatarocte’s surface could now be seen.\nThe wind began to moan. Wilton shivered.",
        "“The lake don’t look as friendly as it did an hour ago,” he said.",
        "A crash of shots from the slope followed his words. The war whoop rose\nand fell and rose again. Bullets rattled among the stumps and on the\ncrude stockade.",
        "“The real attack!” said Wilton.",
        "“Perhaps,” said Robert.",
        "He was about to turn away and join in the defense, but an impulse\nfrom some unknown source made him stay. Wilton’s duty kept him there,\nthough he chafed to be on the active side of the camp. The sharp crack\nof rifles showed that the defenders were replying and they sent forth\na defiant cheer.",
        "“They may creep down to the edge of the stumps and try to pick off our\nmen,” said Robert, “but they won’t make a rush. St. Luc would never\nallow it. I don’t understand this demonstration. It must be a cover\nfor something else.”",
        "He looked thoughtfully into the darkness, and listened to the moan of\nthe lake. Had the foe a fleet he might have expected an attack that\nway, but he knew that for the present the British and Americans\ncontrolled Andiatarocte.",
        "The darkness was still gathering on the water. He could not see twenty\nyards from the land, but behind him everything was brightness. The\nfires had been replenished, the men lined the stockade and were firing\nfast. Cheers replied to whoops. Smoke of battle overhung the camp, and\ndrifted off into the forest. Robert looked toward the stockade. Again\nit was his impulse to go, and again he stayed. There was a slight\ngurgling in the water almost at his feet, and a dark figure rose from\nthe waves, followed in an instant by another, and then by many more.\nRobert, his imagination up and leaping, thrilled with horror. He\nunderstood at once. They were attacked by swimming savages. While\nthe great shouting and turmoil in their front was going on a line of\nwarriors had reached the lake somewhere in the darkness, and were now\nin the camp itself.",
        "He was palsied only for a moment. Then his faculties were alive and he\nsaw the imminent need. Leaping back, he uttered a piercing shout, and,\ndrawing his pistol, he fired point blank at the first of the warriors.\nWilton, who had felt the same horror at sight of the dark faces, fired\nalso, and there was a rush of feet as men came to their help.",
        "The warriors were armed only with tomahawk and knife, and they had\nexpected a surprise which they might have effected if it had not been\nfor Robert’s keenness, but more of them came continually and they\nmade a formidable attack. Sending forth yell after yell as a signal to\ntheir comrades in front that they had landed, they rushed forward.",
        "Neither Robert nor Wilton ever had any clear idea of that fierce\ncombat in the dark. The defenders fired their rifles and pistols,\nif they had time, and then closed in with cold steel. Meanwhile the\nattack on the front redoubled. But here at the water’s edge it was\nfiercest. Borderer met warrior, and now and then, locked in the arms\nof one another, they fell and rolled together into the lake. Grosvenor\ncame too, and, after firing his pistols, he drew his small sword,\nplunging into the thick of the combat, thrusting with deadly effect.",
        "The savages were hurled back, but more swimming warriors came to their\naid. Dark heads were continually rising from the lake, and stalwart\nfigures, almost naked, sprang to the shore. Tomahawks and knives\ngleamed, and the air echoed with fierce whoop of Indian and shout of\nborderer. And on the other side of the camp, too, the attack was now\npressed with unrelenting vigor. The shrill call of a whistle showed\nthat St. Luc himself was near, and Frenchmen, Canadians and Indians,\nat the edge of the cleared ground and in the first line of stumps,\npoured a storm of bullets against the breastwork and into the camp.",
        "Many of the defenders were hit, some mortally. The gallant Colden had\nhis fine three cornered hat, of which he was very proud, shot away,\nbut, bare-headed, calm and resolute, he strode about among his men,\nhandling his forces like the veteran that he had become, strengthening\nthe weak points, applauding the daring and encouraging the faltering.\nWillet, who was crouched behind the logs, firing his rifle with deadly\neffect, glanced at him more than once with approval.",
        "“Do you think we can hold ’em off, Tayoga?” the hunter said to the\nOnondaga, who was by his side.",
        "“Aye, Great Bear, we can,” replied Tayoga. “They will not be able to\nenter our camp here, but this is not their spearhead. They expect\nto thrust through on the side of the water, where they have come\nswimming. Hark to the shouts behind us!”",
        "“And the two lads, Robert and the young Englishman, have gone there.\nI think you judge aright about that being their spearhead. We’ll go\nthere too!”",
        "Choosing a moment when they were not observed by the others, lest it\nmight be construed as a withdrawal in the face of force, they slipped\naway from the logs. It was easy to find such an opportunity as the\ncamp was now full of smoke from the firing, drifting over everything\nand often hiding the faces of the combatants from their comrades only\na few yards away.",
        "But the battle raged most fiercely along the water’s edge. There it\nwas hand to hand, and for a while it looked as if the dusky warriors\nwould make good their footing. To the defenders it seemed that the\nlake spewed them forth continually, and that they would overwhelm with\nweight of numbers. Yet the gallant borderers would not give back, and\nencouraging one another with resounding cheers they held the doubtful\nshore. Into this confused and terrible struggle Willet and Tayoga\nhurled themselves, and their arrival was most opportune.",
        "“Push ’em back, lads! Push ’em back! Into the water with ’em!” shouted\nthe stalwart hunter, and emptying rifle and pistol he clubbed the\nformer, striking terrific blows. Tayoga, tomahawk in hand, went up and\ndown like a deadly flame. Soldiers and borderers came to the danger\npoint, and the savages were borne back. Not one of them coming from\nthe water was able to enter the camp. The terrible line of lead and\nsteel that faced them was impassable, and all the time the tremendous\nshouts of Willet poured fresh courage and zeal into the young troops\nand the borderers.",
        "“At ’em, lads! At ’em!” he cried. “Push ’em back! Throw ’em into the\nwater! Show ’em they can’t enter our camp, that the back door, like\nthe front door, is closed! That’s the way! Good for you, Grosvenor!\nA sword is a deadly weapon when one knows how to use it! A wonderful\nblow for you, Tayoga! But you always deal wonderful ones! Careful,\nRobert! ’Ware the tomahawk! Now, lads, drive ’em! Drive ’em hard!”",
        "The men united in one mighty rush that the warriors could not\nwithstand. They were hurled back from the land, and, after their\nfashion when a blow had failed, they quit in sudden and utter fashion.\nSpringing into the water, and swimming with all their power, they\ndisappeared in the heavy darkness which now hovered close to shore.\nMany of the young soldiers, carried away by the heat of combat, were\nabout to leap into the lake and follow them, but Willet, running up\nand down, restrained their eager spirits.",
        "“No! No!” he cried. “Don’t do that. They’ll be more’n a match for you\nin the water. We’ve won, and we’ll keep what we’ve won!”",
        "All the warriors who had landed, save the dead, were now gone,\nevidently swimming for some point near by, and the battle in front, as\nif by a preconcerted signal, also sank down suddenly. Then St. Luc’s\nsilver whistle was heard, and French and Indians alike drew off.",
        "Robert stood dazed by the abrupt end of the combat. His blood was\nhot, and millions of black specks danced before his eyes. The sudden\nsilence, after so much shouting and firing, made his pulses beat like\nthe sound of drums in his ears. He held an empty pistol in his right\nhand, but he passed his left palm over his hot face, and wiped away\nthe mingled reek of perspiration and burned gunpowder. Grosvenor stood\nnear him, staring at the red edge of his own sword.",
        "“Put up your weapon, Red Coat,” said Tayoga, calmly. “The battle is\nover–for the time.”",
        "“And we’ve won!” exclaimed Grosvenor. “I could hardly believe it was\nreal when I saw all those dark figures coming out of the water!”",
        "Then he shuddered violently, and in sudden excess of emotion flung his\nsword from him. But he went a moment later and picked it up again.",
        "The attack had been repulsed on every side, but the price paid was\nlarge. Fifteen men were dead and many others were wounded. The bodies\nof seventeen Indians who had fallen in the water attack were found\nand were consigned to the waves. Others, with their French allies, had\ngone down on the side of the forest, but most of the fallen had been\ntaken away by their comrades.",
        "It was a victory for Colden and his men, but it left serious alarm for\nthe future. St. Luc was still in the forest, and he might attack again\nin yet greater force. Besides, they would have to guard against many\na cunning and dangerous device from that master of forest warfare.\nColden called a council, at which Willet and Black Rifle were central\nfigures, and they agreed that there was nothing to be done but to\nstrengthen their log outworks and to practice eternal vigilance. Then\nthey began to toil anew on the breastworks, strengthening them with\nfresh timber, of which, fortunately, they had a vast supply, as so\nmuch had been cut to be turned into boats. A double guard was placed\nat the water’s edge, lest the warriors come back for a new attack, and\nthe wounded were made as comfortable as the circumstances would admit.\nLuckily Willet and many others were well acquainted with the rude but\neffective border surgery, much of it learned from the Indians, and\nthey were able to give timely help.",
        "The hurt endured in silence. Their frontier stoicism did not allow\nthem to give voice to pain. Blankets were spread for them under the\nsheds or in the sawmill, and some, despite their injuries, fell asleep\nfrom exhaustion. Soldiers and borderers walked behind the palisades,\nothers continually molded bullets, while some were deep in slumber,\nwaiting their turn to be called for the watch.",
        "It began to rain by and by, not heavily, but a slow, dull, seeping\nfall that was inexpressibly dreary, and the thick, clammy darkness,\nshot with mists and vapors from the lake, rolled up to the very\nedge of the fires. Robert might have joined the sleepers, as he was\ndetached from immediate duty, but his brain was still too much heated\nto admit it. Despite his experience and his knowledge that it could\nnot be so, his vivid fancy filled forest and water with enemies coming\nforward to a new attack. He saw St. Luc, sword in hand, leading them,\nand, shaking his body violently, he laughed at himself. This would\nnever do.",
        "“What does Dagaeoga see that is so amusing?” asked Tayoga.",
        "“Nothing, Tayoga. I was merely ridiculing myself for looking into the\nblackness and seeing foes who are not there.”",
        "“And yet we all do it. If our enemies are not there they are at least\nnot far away. I have been outside with Black Rifle, and we have been\ninto the edge of the forest. Sharp Sword makes a big camp, and shows\nall the signs of intending to stay long. We may yet lose the sawmill.\nIt is best to understand the full danger. What does Dagaeoga mean to\ndo now?”",
        "“I think I’ll go back to the water’s edge, and help keep the watch\nthere. That seems to be my place.”",
        "He found Wilton still in command of the lake guard, and Grosvenor\nwith him. The young Quaker had been shocked by the grim battle, but he\nshowed a brave front nevertheless. He had put on his military cloak to\nprotect himself from the rain, and Robert and Grosvenor had borrowed\nothers for the same purpose.",
        "“We’ve won a victory,” said Wilton, “but, as I gather, it’s not final.\nThat St. Luc, whose name seems to inspire so much terror, will come\nagain. Am I not right, Lennox?”",
        "“You’re right, Wilton. St. Luc will come not a second time only, but a\nthird, and a fourth, if necessary.”",
        "“And can’t we expect any help? We’re supposed to have command of this\nlake for the present.”",
        "“I know of none.”",
        "The three walked up and down, listening to the mournful lapping of the\nwaves on the beach, and the sigh of the dripping rain. The stimulus\nof excited action had passed and they felt heavy and depressed. They\ncould see only a few yards over the lake, and must depend there upon\near to warn them of a new attack that way. The fact added to their\nworries, but luckily Tayoga, with his amazing powers of hearing,\njoined them, establishing at once what was in effect a listening\npost, although it was not called then by that name. Wilton drew\nmuch strength from the presence of the Onondaga, while it made the\nconfidence of Grosvenor supreme.",
        "“Now we’ll surely know if they come,” he said.",
        "A long while passed without a sign, but they did not relax their\nvigilance a particle, and Tayoga interpreted the darkness for them.",
        "“There was a little wind,” he said, after a while, “but it is almost\ndead now. The waves are running no longer. I hear a slight sound to\nthe south which was not there before.”",
        "“I hear nothing, Tayoga,” said Robert.",
        "“Perhaps not, Dagaeoga, but I hear it, which is enough. The sound is\nquite faint, but it is regular like the beating of a pulse. Now I can\ntell what it is. It is the stroke of a paddle. There is a canoe upon\nthe lake, passing in front of us. It is not the canoe of a friend, or\nit would come at once to the land. It contains only one man. How do\nI know, Red Coat? Because the canoe is so small. The stroke of the\npaddle is light and yet the canoe moves swiftly. A canoe heavy enough\nto hold two men could not be moved so fast without a stroke also\nheavy. How do I know it is going fast, Dagaeoga? Do not ask such\nsimple questions. Because the sound of the paddle stroke moving\nrapidly toward the north shows it. Doubtless some of Sharp Sword’s\nwarriors brought with them a canoe overland, and they are now using it\nto spy upon us.”",
        "“What can we do about it, Tayoga?”",
        "“Nothing, Red Coat. Ah, the canoe has turned and is now going back\ntoward the south, but more slowly. The man in it could locate our camp\neasily by the glow of the fires through the mist and vapors. Perhaps\nhe can see a dim outline of our figures.”",
        "“And one of us may get a bullet while we stand here watching.”",
        "“No, Red Coat, it is not at all likely. His aim would be extremely\nuncertain in the darkness. The warrior is not usually a good marksman,\nnor is it his purpose here to shoot. He would rather spy upon us,\nwithout giving an alarm. Ah, the man has now stopped his southward\njourney, and is veering about uncertainly! He dips in the paddle\nonly now and then. That is strange. All his actions express doubt,\nuncertainty and even alarm.”",
        "“What do you think has happened, Tayoga?”",
        "“Manitou yet has the secret in his keeping, Dagaeoga, but if we wait\nin patience a little it may be revealed to me. The canoe is barely\nmoving and the man in it watches. Now his paddle makes a little splash\nas he turns slightly to the right. It is certain that he has been\nalarmed. The spy thinks he is being spied upon, and doubtless he is\nright. He grows more and more uneasy. He moves again, he moves twice\nin an aimless fashion. Although we do not see him in the flesh, it is\neasy to tell that he is trying to pierce the darkness with his eyes,\nnot to make out us, but to discern something very near the canoe. His\nalarm grows and probably with good cause. Ah, he has made a sudden\npowerful stroke, with the paddle, shooting the canoe many feet to the\nleft, but it is too late!”",
        "“Too late for what, Tayoga?” exclaimed Robert.",
        "The Onondaga did not reply for a moment or two, but stood tense and\nstrained. His eyes, his whole attitude showed excitement, a rare thing\nwith him.",
        "“It was too late,” he repeated. “Whatever threatened the man in\nthe canoe, whatever the danger was, it has struck. I heard a little\nsplash. It was made by the man falling into the water. He has gone.\nNow, what has become of the canoe? Perhaps the warrior when he fell\ndropped the paddle into the water, and the canoe is drifting slowly\naway. No, I think some one is swimming to it. Ah, he is in the canoe\nnow, and he has recovered the paddle! I hear the strokes, which are\ndifferent from those made by the man who was in it before. They have\na longer sweep. The new man is stronger. He is very powerful, and he\ndoes not take the canoe back and forth. He is coming toward the land.\nStand here, and we will welcome Daganoweda of the Ganeagaono. It\nmight be some other, but I do not think it possible. It is surely\nDaganoweda.”",
        "A canoe shot from the mists and vapors. The fierce young Mohawk chief\nput down the paddle, and, stepping from the light craft into the\nshallow water, raised his hand in a proud salute. He was truly a\nstriking figure. The dusk enlarged him until he appeared gigantic.\nHe was naked except for belt and breech cloth, and water ran from his\nshining bronze body. A tomahawk and knife in the belt were his only\nweapons, but Robert knew instinctively that one of them had been\nwielded well.",
        "“Welcome, Daganoweda,” he said. “We were not looking for you, but\nif we had taken thought about it we might have known that you would\ncome.”",
        "The dark eyes of the Mohawk flashed and his figure seemed to grow in\nstature.",
        "“There has been a battle,” he said, “and Sharp Sword with a great\nforce is pressing hard upon the white brothers of the Ganeagaono. It\nwas not possible for Daganoweda to stay away.”",
        "“That is true. You are a great chief. You scent the conflict afar, and\nyou always come to it. Our people could have no truer, no braver ally.\nThe arrival of Daganoweda alone is as the coming of ten men.”",
        "The nostrils of the chief dilated. Obviously he was pleased at\nRobert’s round and swelling sentences.",
        "“I come in the canoe of a foe,” he said. “The warrior who was in it\nhas gone into the lake.”",
        "“We know that. Tayoga, who is a wonder for hearing, and a still\ngreater wonder at interpreting what he hears, followed your marvelous\nachievement and told us every step in its progress. He even knew that\nit was you, and announced your coming through the mists and vapors.”",
        "“Tayoga of the clan of the Bear, of the nation Onondaga, of the great\nLeague of the Hodenosaunee, is a great warrior, and the greatest\ntrailer in the world, even though he be so young.”",
        "Tayoga said nothing, and his face did not move, but his eyes gleamed.",
        "“Do you come alone?” asked Robert.",
        "“The warriors who were with me when you met us in the woods are at\nhand,” replied the chief, “and they await my signal. They have crept\npast the line of Sharp Sword, though Tandakora and many men watched,\nand are not far away. I will call them.”",
        "He sent forth twice the harsh cry of a water fowl. There was no\nanswer, but he did not seem to expect any, standing at attention,\nevery line of his figure expressing supreme confidence. The others\nshared his belief.",
        "“I hear them. They come,” said Tayoga at length.",
        "Presently a slight sound as of long, easy strokes reached them all,\nand in a few moments a line of dark heads appeared through the mists\nand vapors. Then the Mohawks swam to land, carrying their rifles and\nammunition, Daganoweda’s too, on their heads, and stood up in a silent\nand dripping line before their chief.",
        "“It is well,” said Daganoweda, looking them over with an approving\neye. “You are all here, and we fight in the next battle beside our\nwhite brothers.”",
        "“A battle that you would be loath to miss and right glad we are to\nwelcome such sturdy help,” said the voice of Willet behind them. “I’ll\ntell Captain Colden that you’re here.”",
        "The young captain came at once, and welcomed Daganoweda in proper\ndignified fashion. Blankets and food were given to the Mohawks, and\nthey ate and warmed themselves by the fire. They were not many, but\nRobert knew they were a great addition. The fiery spirit of Daganoweda\nalone was worth twenty men.",
        "“I think that we’d better seek sleep now,” said young Lennox to\nGrosvenor. “I admit one is tempted to stay awake that he may see and\nhear everything, but sooner or later you’ve got to rest.”",
        "They found a good place under one of the sheds, and, wrapped in\nblankets, soon sank to slumber. The day after such a momentous night\ncame dark and gloomy, with the rain still dripping. A north wind had\narisen, and high waves chased one another over the lake. There was\nstill much fog on the land side, and, under its cover, the French and\nIndians were stalking the camp, firing at every incautious head.",
        "“Most of those bullets are French,” said Tayoga, “because the warriors\nare not good sharpshooters, and they are aimed well. I think that\nSharp Sword has selected all the best French and Canadian marksmen and\nhas sent them down to the edge of the woods to harass us. As long as\nthe fog hangs there we may expect their bullets.”",
        "The fire of these hidden sharpshooters soon became terribly harassing.\nFrom points of vantage they sent their bullets even into the very\nheart of the camp. Not a head or a shoulder, not an arm could be\nexposed. Three men were killed, a dozen more were wounded, and the\nspirit of the garrison was visibly affected. At the suggestion of\nWillet, Colden selected thirty sharpshooters of his own and sent them\namong the stumps to meet the French and Canadian riflemen.",
        "Robert and Tayoga were in this band, and Willet himself led it.\nDaganoweda and three of his warriors who were good shots also went\nalong. Black Rifle was already outside on one of his usual solitary\nbut fierce man-hunts. All the men as soon as they left the breastworks\nlay almost flat on the wet ground, and crept forward with the utmost\ncare. It was a service of extreme danger, none could be more so, and\nit was certain that not all of them would come back.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}