{
    "title": "The Hohenzollerns in America - Chapter V",
    "author": "Stephen Leacock",
    "chapter": "6",
    "content": [
        "\n\n",
        "It is a long time–nearly three months–since I have\nadded anything to my memoirs. The truth is I find it very\nhard to write memoirs here. For one thing nobody else\nseems to do it. Mrs. O’Halloran tells me that she never\nthinks of writing memoirs at all. At the Potsdam palace\nit was different. We all wrote memoirs. Eugenia of Pless\ndid, and Cecilia did, and I did, and all of us. We all\nhad our memoir books with little silver padlocks and\nkeys. We were brought up to do it because it helped us\nto realise how important everything was that we did\nand how important all the people about us were. It was\nwonderful to realise that in the old life one met every\nday great world figures like Prince Rasselwitz-Windischkopf,\nthe Grand Falconer of Reuss, and the Grand Duke of\nSchlitzin-Mein, and Field Marshall Topoff, General-in-Chief\nof the army of Schwarzburg-Rudolstadt. There are no such\nfigures as these in America.",
        "But another reason for not writing has been that things\nhave been going so badly with us. Uncle William still\nhas no work and he seems to be getting older and more\nbroken and stranger in his talk every day. He is very\nshabby now in spite of all I can do with my needle, but\nhe becomes more grandiloquent and consequential all the\ntime. Some of the mean looking young men at this boarding\nhouse have christened him “The Emperor\"–which seems a\nstrange thing for them to have picked upon, and they draw\nhim out in his talk, and when they meet him they make\nmock salutes to him which Uncle returns with very great\ndignity. Quite a lot of the people on the nearby streets\nhave taken it up and when they see Uncle come along they\nmake him military salutes. Uncle gets quite pleased and\nflushed as he goes along the street and answers the\nsalutes with a sort of military bow.",
        "He is quite happy when he is out of doors explaining to\nme with his stick the plans he has for rebuilding New\nYork and turning the Hudson River to make it run the\nother way. But when he comes in he falls into the most\ndreadful depression and sometimes at night I hear him\nwalking up and down in his room far into the night. Two\nor three times he has had the same dreadful kind of\nseizures that he had on board the ship when we came over,\nand this is always when there is a great wind blowing\nfrom the ocean and a storm raging out at sea.",
        "Of course as Uncle has not any work or any position, we\nare getting poorer and poorer. Cousin Willie has been\nsent to the fortress at Sing-Sing and Cousin Ferdinand\nof Bulgaria refuses to know us any more, though, from\nwhat we hear, he is getting on wonderfully well in the\nclothing business and is very soon to open a big new\nstore of which he is to be the general manager. Cousin\nKarl is now the Third Assistant Head-Waiter at the King\nGeorge Hotel, and in the sphere in which he moves it is\nimpossible for him to acknowledge any relationship with\nus. I don’t know what we should do but that Uncle Henry\nmanages to give us enough of his wages to pay for our\nboard and lodging. Uncle Henry has passed his Naval\nExamination and is now appointed to a quite high command.\nIt is called a Barge Master. They refused to accept his\ncertificate of a German Admiral, so he had to study very\nhard, but at last he got his qualification and is now in\ncharge of long voyages on the canals.",
        "I am very glad that Uncle Henry’s command turned out to\nbe on canals instead of on the high seas, as it makes it\nso much more German. Of course Uncle Henry had splendid\nexperience in the Kiel Canal all through the four years\nof the war, and it is bound to come in. So he goes away\nnow on quite long voyages, often of two or three weeks\nat a time, and for all this time he is in chief charge\nof his barge and has to work out all the navigation.\nSometimes Uncle Henry takes bricks and sometimes sand.\nHe says it is a great responsibility to feel oneself\nanswerable for the safety of a whole barge-full of bricks\nor sand. It is quite different from what he did in the\nGerman navy, because there it was only a question of the\nsailors and for most of the time, as I have heard Uncle\nWilliam and Uncle Henry say, we had plenty of them, but\nhere with bricks and sand it is different. Uncle Henry\nsays that if his barge was wrecked he would lose his job.\nThis makes it a very different thing from being a royal\nadmiral.",
        "But Uncle William all through the last three months has\nfailed first at one thing and then at another. After all\nhis plans for selling pictures had come to nothing he\ndecided, very reluctantly that he would go into business.\nHe only reached this decision after a great deal of\nanxious thought because, of course, business is a\ndegradation. It involves taking money for doing things\nand this, Uncle William says, no prince can consent to\ndo. But at last, after deep thought, Uncle said, “The\ndie is cast,” and sat down and wrote a letter offering\nto take over the presidency of the United States Steel\nCorporation. We spent two or three anxious days waiting\nfor the answer. Uncle was very firm and kept repeating,\n“I have set my hand to it, and I will do it,” but I was\ncertain that he was sorry about it and it was a great\nrelief when the answer came at last–it took days and\ndays, evidently, for them to decide about it–in which\nthe corporation said that they would “worry along” as\nthey were. Uncle explained to me what “worrying along\"\nmeant and he said that he admired their spirit. But that\nended all talk of his going into business and I am sure\nthat we were both glad.",
        "After that Uncle William decided that it was necessary\nfor me to marry in a way to restore our fortunes and he\ndecided to offer me to a State Governor. He asked me if\nI had any choice of States, and I said no. Of course I\nshould not have wished to marry a state governor, but I\nknew my duty towards Uncle William and I said nothing.\nSo Uncle got a map of the United States and he decided\nto marry me to the Governor of Texas. He told me that I\ncould have two weeks to arrange my supply of household\nlinen and my trousseau to take to Texas, and he wrote at\nonce to the Governor. He showed me what he wrote and it\nwas a very formal letter. I think that Uncle’s mind gets\nmore and more confused as to where he is and what he is\nand he wrote in quite the old strain and I noticed that\nhe signed himself, “Your brother, William.” Perhaps it\nwas on that account that we had no answer to the letter.\nUncle seemed to forget all about it very soon and I was\nglad that it was so, and that I had escaped going to the\ncourt of Texas.",
        "All this time Mr. Peters has been very kind. He comes\nto the house with his ice every day and sometimes when\nUncle Henry is here he comes in with him and smokes in\nthe evenings. One day he brought a beautiful bunch of\nchrysanthemums for Uncle William, and another day a lovely\nnosegay of violets for Uncle Henry. And one Sunday he\ntook us out for a beautiful drive with one of his ice-horses\nin a carriage called a buggy, with three seats. Uncle\nWilliam sat with Mr. Peters in the front seat, and Uncle\nHenry and Cousin Ferdinand (it was the last time he came\nto see us) sat behind them and there was a little seat\nat the back in which I sat. It was a lovely drive and\nUncle William pointed out to Mr. Peters all the things\nof interest, and Cousin Ferdinand smoked big cigars and\ntold Uncle Henry all about the clothing trade, and I\nlistened to them all and enjoyed it very much indeed.\nBut I was afraid afterwards that it was a very bold and\nunconventional thing to do, and perhaps Mr. Peters felt\nthat he had asked too much because he did not invite me\nto drive again.",
        "But he is always very kind and thoughtful.",
        "One Sunday afternoon he came to see us, thinking by\nmistake that Uncle William and Uncle Henry were there,\nbut they weren’t, and his manner seemed so strange and\nconstrained that I was certain that there was something\nthat he was trying to say and it made me dreadfully\nnervous and confused. And at last quite suddenly he said\nthat there was something that he wanted to ask me if I\nwouldn’t think it a liberty. My breath stopped and I\ncouldn’t speak, and then he went on to ask if he might\nlend us twenty-five dollars. He got very red in the face\nwhen he said it and he began counting out the money on\nthe sofa, and somehow I hadn’t expected that it was money\nand began to cry. But I told Mr. Peters that of course\nwe couldn’t think of taking any money, and I begged him\nto pick it up again and then I began to try to tell him\nabout how hard it was to get along and to ask him to get\nwork for Uncle William, but I started to cry again. Mr.\nPeters came over to my chair and took hold of the arm of\nit and told me not to cry. Somehow his touch on the arm\nof the chair thrilled all through me and though I knew\nthat it was wrong I let him keep it there and even let\nhim stroke the upholstery and I don’t know just what\nwould have happened but at that very minute Uncle William\ncame in. He was most courteous to Mr. Peters and expressed\nhis apologies for having been out and said that it must\nhave been extremely depressing for Mr. Peters to find\nthat he was not at home, and he thanked him for putting\nhimself to the inconvenience of waiting. And a little\nwhile after that Mr. Peters left.",
        "The Next Day",
        "Mr. Peters came back this morning and said that he had\ngot work for Uncle William. So I was delighted. He said\nthat Uncle will make a first class “street man,” and that\nhe has arranged for a line of goods for him and that he\nhas a “territory” that Uncle can occupy. He showed me a\nflat cardboard box filled with lead pencils and shoe-strings\nand little badges and buttons with inscriptions on them,\nand he says these are what is called a “line,” and that\nUncle can take out this line and do splendidly. I don’t\nquite understand yet who makes the appointment to be a\nstreet man or what influence it takes or what it means\nto have a territory, but Mr. Peters explained that there\nis a man who is retiring from being a street man and that\nUncle can take his place and can have both sides of the\nBowery, which sounds very pretty indeed.",
        "At first I didn’t understand–because Mr. Peters hesitated\na good deal in telling me about it–that if Uncle gets\nthis appointment, it will mean that he will sell things\nin the street. But as soon as I understood this I felt\nthat Uncle William would scorn to do anything like this,\nas the degradation would be the same as being President\nof the Steel Corporation. So I was much surprised to find\nthat when Uncle came in he didn’t look at it that way at\nall. He looked at the box of badges and buttons and\nthings, and he said at once, “Ha! Orders of Distinction!\nAn excellent idea.” He picked up a silly little white\nbutton with the motto “Welcome to New York,” and he said\n“Admirable! That shall be the first class.” And there\nwas a little lead spoon with “Souvenir of the Bowery\"\nthat he made the second class. He started arranging and\nrearranging all the things in the box, just as he used\nto arrange the orders and decorations at the Palace. Only\nthose were REAL things such as the Order of the Red\nFeather, and The Insignia of the Black Duck, and these\nwere only poor tin baubles. But I could see that Uncle\nno longer knows the difference, and as his fingers fumbled\namong these silly things he was quite trembling and eager\nto begin, like a child waiting for to-morrow.",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}