{
    "title": "The Man Who Could Not Lose - by Richard Harding Davis [Authorama]",
    "author": "Unknown",
    "chapter": "lose",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "The Carters had married in haste and refused to repent at leisure.\nSo blindly were they in love, that they considered their marriage\ntheir greatest asset. The rest of the world, as represented by\nmutual friends, considered it the only thing that could be urged\nagainst either of them. While single, each had been popular. As a\nbachelor, young “Champ” Carter had filled his modest place\nacceptably. Hostesses sought him for dinners and week-end parties,\nmen of his own years, for golf and tennis, and young girls liked\nhim because when he talked to one of them he never talked of\nhimself, or let his eyes wander toward any other girl. He had been",
        "brought up by a rich father in an expensive way, and the rich\nfather had then died leaving Champneys alone in the world, with no\nmoney, and with even a few of his father’s debts. These debts of\nhonor the son, ever since leaving Yale, had been paying off. It had\nkept him very poor, for Carter had elected to live by his pen, and,\nthough he wrote very carefully and slowly, the editors of the\nmagazines had been equally careful and slow in accepting what he\nwrote.",
        "With an income so uncertain that the only thing that could be said\nof it with certainty was that it was too small to support even\nhimself, Carter should not have thought of matrimony. Nor, must it\nbe said to his credit, did he think of it until the girl came along\nthat he wanted to marry.",
        "The trouble with Dolly Ingram was her mother. Her mother was a\nreally terrible person. She was quite impossible. She was a social\nleader, and of such importance that visiting princes and society\nreporters, even among themselves, did not laugh at her. Her\nvisiting list was so small that she did not keep a social\nsecretary, but, it was said, wrote her invitations herself.\nStylites on his pillar was less exclusive. Nor did he take his\nexalted but lonely position with less sense of humor. When Ingram\ndied and left her many millions to dispose of absolutely as she\npleased, even to the allowance she should give their daughter, he\nleft her with but one ambition unfulfilled. That was to marry her\nDolly to an English duke. Hungarian princes, French marquises,\nItalian counts, German barons, Mrs. Ingram could not see. Her\nson-in-law must be a duke. She had her eyes on two, one somewhat\nshopworn, and the other a bankrupt; and in training, she had one\njust coming of age. Already she saw her self a sort of a dowager\nduchess by marriage, discussing with real dowager duchesses the way\nto bring up teething earls and viscounts. For three years in Europe\nMrs.Ingram had been drilling her daughter for the part she intended\nher to play. But, on returning to her native land, Dolly, who\npossessed all the feelings, thrills, and heart-throbs of which her\nmother was ignorant, ungratefully fell deeply in love with\nChampneys Carter, and he with her. It was always a question of\ncontroversy between them as to which had first fallen in love with\nthe other. As a matter of history, honors were even.",
        "He first saw her during a thunder storm, in the paddock at the\nraces, wearing a rain-coat with the collar turned up and a Panama\nhat with the brim turned down. She was talking, in terms of\naffectionate familiarity, with Cuthbert’s two-year- old, The Scout.\nThe Scout had just lost a race by a nose, and Dolly was holding the\nnose against her cheek and comforting him. The two made a charming\npicture, and, as Carter stumbled upon it and halted, the race-horse\nlowered his eyes and seemed to say: “Wouldn’t YOU throw a race for\nthis?” And the girl raised her eyes and seemed to say: “What a\nnice-looking, bright-looking young man! Why don’t I know who you\nare?”",
        "So, Carter ran to find Cuthbert, and told him The Scout had gone\nlame. When, on their return, Miss Ingram refused to loosen her hold\non The Scout’s nose, Cuthbert apologetically mumbled Carter’s name,\nand in some awe Miss Ingram’s name, and then, to his surprise, both\nyoung people lost interest in The Scout, and wandered away together\ninto the rain.",
        "After an hour, when they parted at the club stand, for which Carter\ncould not afford a ticket, he asked wistfully: “Do you often come\nracing?” and Miss Ingram said: “Do you mean, am I coming\nto-morrow?”",
        "“I do!” said Carter.",
        "“Then, why didn’t you say that?” inquired Miss Ingram. “Otherwise\nI mightn’t have come. I have the Holland House coach for to-morrow,\nand, if you’ll join us, I’ll save a place for you, and you can sit\nin our box.",
        "“I’ve lived so long abroad,” she explained, “that I’m afraid of not\nbeing simple and direct like other American girls. Do you think\nI’ll get on here at home? “",
        "“If you get on with every one else as well as you’ve got on with\nme,” said Carter morosely, I will shoot myself.”",
        "Miss Ingram smiled thoughtfully. “At eleven, then,” she said, “in\nfront of the Holland House.”",
        "Carter walked away with a flurried, heated suffocation around his\nheart and a joyous lightness in his feet. Of the first man he met\nhe demanded, “Who was the beautiful girl in the rain-coat?” And\nwhen the man told him, Carter left him without speaking. For she\nwas quite the richest girl in America. But the next day that fault\nseemed to distress her so little that Carter, also, refused to\nallow it to rest on his conscience, and they were very happy. And\neach saw that they were happy because they were together.",
        "The ridiculous mother was not present at the races, but after\nCarter began to call at their house and was invited to dinner, Mrs.\nIngram received him with her habitual rudeness. As an impediment in\nthe success of her ambition she never considered him. As a boy\nfriend of her daughter’s, she classed him with “her” lawyer and\n\"her” architect and a little higher than the “person” who arranged\nthe flowers. Nor, in her turn, did Dolly consider her mother; for\nwithin two months another matter of controversy between Dolly and\nCarter was as to who had first proposed to the other. Carter\nprotested there never had been any formal proposal, that from the\nfirst they had both taken it for granted that married they would\nbe. But Dolly insisted that because he had been afraid of her\nmoney, or her mother, he had forced her to propose to him.",
        "“You could not have loved me very much,” she complained, “if you’d\nlet a little thing like money make you hesitate.”",
        "“It’s not a little thing,” suggested Carter. “They say it’s several\nmillions, and it happens to be YOURS. If it were MINE, now!\"\n\"Money,” said Dolly sententiously, “is given people to make them\nhappy, not to make them miserable.”",
        "“Wait until I sell my stories to the magazines,” said Carter, “and\nthen I will be independent and can support you.”",
        "The plan did not strike Dolly as one likely to lead to a hasty\nmarriage. But he was sensitive about his stories, and she did not\nwish to hurt his feelings.",
        "“Let’s get married first,” she suggested, “and then I can BUY you\na magazine. We’ll call it CARTER’S MAGAZINE and we will print\nnothing in it but your stories. Then we can laugh at the editors!”",
        "“Not half as loud as they will,” said Carter.",
        "With three thousand dollars in bank and three stories accepted and\nseventeen still to hear from, and with Dolly daily telling him that\nit was evident he did not love her, Carter decided they were ready,\nhand in hand, to leap into the sea of matrimony. His interview on\nthe subject with Mrs. Ingram was most painful. It lasted during the\ntime it took her to walk out of her drawing-room to the foot of her\nstaircase. She spoke to herself, and the only words of which Carter\nwas sure were “preposterous” and “intolerable insolence.” Later in\nthe morning she sent a note to his flat, forbidding him not only\nher daughter, but the house in which her daughter lived, and even\nthe use of the United States mails and the New York telephone\nwires. She described his conduct in words that, had they come from\na man, would have afforded Carter every excuse for violent\nexercise.",
        "Immediately in the wake of the note arrived Dolly, in tears, and\ncarrying a dressing-case.",
        "“I have left mother!” she announced. “And I have her car\ndownstairs, and a clergyman in it, unless he has run away. He\ndoesn’t want to marry us, because he’s afraid mother will stop\nsupporting his flower mission. You get your hat and take me where\nhe can marry us. No mother can talk about the man I love the way\nmother talked about you, and think I won’t marry him the same day!”",
        "Carter, with her mother’s handwriting still red before his eyes,\nand his self-love shaken with rage flourished the letter.",
        "“And no mother,” he shouted, “can call ME a ’fortune-hunter’ and a\n’cradle-robber’ and think I’ll make good by marrying her daughter!\nNot until she BEGS me to!”",
        "Dolly swept toward him like a summer storm. Her eyes were wet and\nflashing. “Until WHO begs you to?” she demanded. “WHO are you\nmarrying; mother or me?”",
        "“If I marry you,” cried Carter, frightened but also greatly\nexcited, “your mother won’t give you a penny!”",
        "“And that,” taunted Dolly, perfectly aware that she was ridiculous,\n\"is why you won’t marry me!”",
        "For an instant, long enough to make her blush with shame and\nhappiness, Carter grinned at her. “Now, just for that,” he said, “I\nwon’t kiss you, and I WILL marry you!” But, as a matter of fact, he\nDID kiss her. Then he gazed happily around his small sitting-room.\n\"Make yourself at home here,” he directed, “while I pack my bag.”",
        "“I MEAN to make myself very much at home here,” said Dolly\njoyfully, “for the rest of my life.”",
        "From the recesses of the flat Carter called: “The rent’s paid only\ntill September. After that we live in a hall bedroom and cook on a\ngas-stove. And that’s no idle jest, either.”",
        "Fearing the publicity of the City Hall license bureau, they\nreleased the clergyman, much to the relief of that gentleman, and\ntold the chauffeur to drive across the State line into Connecticut.",
        "“It’s the last time we can borrow your mother’s car,” said Carter,\n\"and we’d better make it go as far as we can.”",
        "It was one of those days in May. Blue was the sky and sunshine was\nin the air, and in the park little girls from the tenements, in\nwhite, were playing they were queens. Dolly wanted to kidnap two of\nthem for bridesmaids. In Harlem they stopped at a jeweler’s shop,\nand Carter got out and bought a wedding-ring.",
        "In the Bronx were dogwood blossoms and leaves of tender green and\nbeds of tulips, and along the Boston Post Road, on their right, the\nSound flashed in the sunlight; and on their left, gardens, lawns,\nand orchards ran with the road, and the apple trees were masses of\npink and white.",
        "Whenever a car approached from the rear, Carter pretended it was\nMrs. Ingram coming to prevent the elopement, and Dolly clung to\nhim. When the car had passed, she forgot to stop clinging to him.",
        "In Greenwich Village they procured a license, and a magistrate\nmarried them, and they were a little frightened and greatly happy\nand, they both discovered simultaneously, outrageously hungry. So\nthey drove through Bedford Village to South Salem, and lunched at\nthe Horse and Hounds Inn, on blue and white china, in the same room\nwhere Major Andre was once a prisoner. And they felt very sorry for\nMajor Andre, and for everybody who had not been just married that\nmorning. And after lunch they sat outside in the garden and fed\nlumps of sugar to a charming collie and cream to a fat gray cat.",
        "They decided to start housekeeping in Carter’s flat, and so turned\nback to New York, this time following the old coach road through\nNorth Castle to White Plains, across to Tarrytown, and along the\nbank of the Hudson into Riverside Drive. Millions and millions of\nfriendly folk, chiefly nurse- maids and traffic policemen, waved to\nthem, and for some reason smiled.",
        "“The joke of it is,” declared Carter, “they don’t know! The most\nwonderful event of the century has just passed into history. We are\nmarried, and nobody knows!”",
        "But when the car drove away from in front of Carter’s door, they\nsaw on top of it two old shoes and a sign reading: “We have just\nbeen married.” While they had been at luncheon, the chauffeur had\nrisen to the occasion.",
        "“After all,” said Carter soothingly, “he meant no harm. And it’s\nthe only thing about our wedding yet that seems legal.”",
        "Three months later two very unhappy young people faced starvation\nin the sitting-room of Carter’s flat. Gloom was written upon the\ncountenance of each, and the heat and the care that comes when one\ndesires to live, and lacks the wherewithal to fulfill that desire,\nhad made them pallid and had drawn black lines under Dolly’s eyes.",
        "Mrs. Ingram had played her part exactly as her dearest friends had\nsaid she would. She had sent to Carter’s flat, seven trunks filled\nwith Dolly’s clothes, eighteen hats, and another most unpleasant\nletter. In this, on the sole condition that Dolly would at once\nleave her husband, she offered to forgive and to support her.",
        "To this Dolly composed eleven scornful answers, but finally decided\nthat no answer at all was the most scornful.",
        "She and Carter then proceeded joyfully to waste his three thousand\ndollars with that contempt for money with which on a honey-moon it\nshould always be regarded. When there was no more, Dolly called\nupon her mother’s lawyers and inquired if her father had left her\nanything in her own right. The lawyers regretted he had not, but\nhaving loved Dolly since she was born, offered to advance her any\nmoney she wanted. They said they felt sure her mother would\n\"relent.”",
        "“SHE may,” said Dolly haughtily. “I WON’T! And my husband can give\nme all I need. I only wanted something of my own, because I’m going\nto make him a surprise present of a new motor-car. The one we are\nusing now does not suit us.",
        "This was quite true, as the one they were then using ran through\nthe subway.",
        "As summer approached, Carter had suddenly awakened to the fact that\nhe soon would be a pauper, and cut short the honey- moon. They\nreturned to the flat, and he set forth to look for a position.\nLater, while still looking for it, he spoke of it as a “job.” He\nfirst thought he would like to be an assistant editor of a\nmagazine. But he found editors of magazines anxious to employ new\nand untried assistants, especially in June, were very few. On the\ncontrary, they explained they were retrenching and cutting down\nexpenses—they meant they had discharged all office boys who\nreceived more than three dollars a week. They further “retrenched,\"\nby taking a mean advantage of Carter’s having called upon them in\nperson, by handing him three or four of his stories—but by this he\nsaved his postage-stamps.",
        "Each day, when he returned to the flat, Dolly, who always expected\neach editor would hastily dust off his chair and offer it to her\nbrilliant husband, would smile excitedly and gasp, “Well?” and\nCarter would throw the rejected manuscripts on the table and say:\n\"At least, I have not returned empty- handed.” Then they would\ndiscover a magazine that neither they nor any one else knew\nexisted, and they would hurriedly readdress the manuscripts to that\nperiodical, and run to post them at the letter-box on the corner.",
        "“Any one of them, if ACCEPTED,” Carter would point out, “might\nbring us in twenty-five dollars. A story of mine once sold for\nforty; so to-night we can afford to dine at a restaurant where wine\nis NOT ’included.’”",
        "Fortunately, they never lost their sense of humor. Otherwise the\nnarrow confines of the flat, the evil smells that rose from the\nbaked streets, the greasy food of Italian and Hungarian\nrestaurants, and the ever-haunting need of money might have crushed\ntheir youthful spirits. But in time even they found that one, still\nless two, cannot exist exclusively on love and the power to see the\nbright side of things— especially when there is no bright side.\nThey had come to the point where they must borrow money from their\nfriends, and that, though there were many who would have opened\ntheir safes to them, they had agreed was the one thing they would\nnot do, or they must starve. The alternative was equally\ndistasteful.",
        "Carter had struggled earnestly to find a job. But his inexperience\nand the season of the year were against him. No newspaper wanted a\ndramatic critic when the only shows in town had been running three\nmonths, and on roof gardens; nor did they want a “cub” reporter\nwhen veterans were being “laid off” by the dozens. Nor were his\nservices desired as a private secretary, a taxicab driver, an agent\nto sell real estate or automobiles or stocks. As no one gave him a\nchance to prove his unfitness for any of these callings, the fact\nthat he knew nothing of any of them did not greatly matter. At\nthese rebuffs Dolly was distinctly pleased. She argued they proved\nhe was intended to pursue his natural career as an author.",
        "That their friends might know they were poor did not affect her,\nbut she did not want them to think by his taking up any outside\n\"job” that they were poor because as a literary genius he was a\nfailure. She believed in his stories. She wanted every one else to\nbelieve in them. Meanwhile, she assisted him in so far as she could\nby pawning the contents of five of the seven trunks, by learning to\ncook on a “ Kitchenette,” and to laundry her handkerchiefs and iron\nthem on the looking-glass.",
        "They faced each other across the breakfast-table. It was only nine\no’clock, but the sun beat into the flat with the breath of a\nfurnace, and the air was foul and humid.",
        "“I tell you,” Carter was saying fiercely, “you look ill. You are\nill. You must go to the sea-shore. You must visit some of your\nproud, friends at East Hampton or Newport. Then I’ll know you’re\nhappy and I won’t worry, and I’ll find a job. I don’t mind the\nheat-and I’ll write you love letters\"—he was talking very fast and\nnot looking at Dolly—\"like those I used to write you, before——”",
        "Dolly raised her hand. “Listen!” she said. “Suppose I leave you.\nWhat will happen? I’ll wake up in a cool, beautiful brass bed,\nwon’t I—with cretonne window-curtains, and salt air blowing them\nabout, and a maid to bring me coffee. And instead of a bathroom\nlike yours, next to an elevator shaft and a fire-escape, I’ll have\none as big as a church, and the whole blue ocean to swim in. And\nI’ll sit on the rocks in the sunshine and watch the waves and the\nyachts—”",
        "“And grow well again!” cried Carter. “But you’ll write to me,” he\nadded wistfully, “every day, won’t you?”",
        "In her wrath, Dolly rose, and from across the table confronted him.",
        "“And what will I be doing on those rocks?” she cried. “You KNOW\nwhat I’ll be doing! I’ll be sobbing, and sobbing, and calling out\nto the waves: ’Why did he send me away? Why doesn’t he want me?\nBecause he doesn’t love me. That’s why! He doesn’t LOVE me!’ And\nyou DON’T!” cried Dolly. “you DON’T!”",
        "It took him all of three minutes to persuade her she was mistaken.",
        "“Very well, then,” sobbed Dolly, “that’s settled. And there’ll be\nno more talk of sending me away!",
        "“There will NOT!” said Champneys hastily. “We will now,” he\nannounced, “go into committee of the whole and decide how we are to\nface financial failure. Our assets consist of two stories,\naccepted, but not paid for, and fifteen stories not accepted. In\ncash, he spread upon the table a meagre collection of soiled bills\nand coins. “We have twenty-seven dollars and fourteen cents. That\nis every penny we possess in the world.”",
        "Dolly regarded him fixedly and shook her head.",
        "“Is it wicked,” she asked, “to love you so?”",
        "“Haven’t you been listening to me?” demanded Carter.",
        "Again Dolly shook her head.",
        "“I was watching the way you talk. When your lips move fast they do\nsuch charming things.”",
        "“Do you know,” roared Carter, “that we haven’t a penny in the\nworld, that we have nothing in this flat to eat?”",
        "“I still have five hats,” said Dolly.",
        "“We can’t eat hats,” protested Champneys.",
        "“We can sell hats!” returned Dolly. “They cost eighty dollars\napiece!”",
        "“When you need money,” explained Carter, “I find it’s just as hard\nto sell a hat as to eat it.”",
        "“Twenty-seven dollars and fourteen cents,” repeated Dolly. She\nexclaimed remorsefully: “And you started with three thousand! What\ndid I do with it?”",
        "“We both had the time of our lives with it!” said Carter stoutly.\n\"And that’s all there is to that. Post-mortems,” he pointed out,\n\"are useful only as guides to the future, and as our future will\nnever hold a second three thousand dollars, we needn’t worry about\nhow we spent the first one. No! What we must consider now is how we\ncan grow rich quick, and the quicker and richer, the better.\nPawning our clothes, or what’s left of them, is bad economics.\nThere’s no use considering how to live from meal to meal. We must\nevolve something big, picturesque, that will bring a fortune. You\nhave imagination; I’m supposed to have imagination, we must think\nof a plan to get money, much money. I do not insist on our plan\nbeing dignified, or even outwardly respectable; so long as it keeps\nyou alive, it may be as desperate as—”",
        "“I see!” cried Dolly; “like sending mother Black Hand letters!”",
        "“Blackmail——” began that lady’s son-in-law doubtfully.",
        "“Or!” cried Dolly, “we might kidnap Mr. Carnegie when he’s walking\nin the park alone, and hold him for ransom. Or\"—she rushed on—\n\"we might forge a codicil to father’s will, and make it say if\nmother shouldn’t like the man I want to marry, all of father’s\nfortune must go to my husband!”",
        "“Forgery,” exclaimed Champneys, “is going further than I——”",
        "“And another plan,” interrupted Dolly,” that I have always had in\nmind, is to issue a cheaper edition of your book, ’The Dead Heat.’\nThe reason the first edition of ’The Dead Heat’ didn’t sell——”",
        "“Don’t tell ME why it didn’t sell,” said Champneys. “I wrote it!”",
        "“That book,” declared Dolly loyally, “was never properly\nadvertised. No one knew about it, so no one bought it!”",
        "“Eleven people bought it!” corrected the author.",
        "“We will put it in a paper cover and sell it for fifty cents,\"\ncried Dolly. “ It’s the best detective story I ever read, and\npeople have got to know it is the best. So we’ll advertise it like\na breakfast food.”",
        "“The idea,” interrupted Champneys, “is to make money, not throw it\naway. Besides, we haven’t any to throw away. Dolly sighed bitterly.",
        "“If only,” she exclaimed, “we had that three thousand dollars back\nagain! I’d save SO carefully. It was all my fault. The races took\nit, but it was I took you to the races.”",
        "“No one ever had to drag ME to the races,” said Carter. “ It was\nthe way we went that was extravagant. Automobiles by the hour\nstanding idle, and a box each day, and——”",
        "“And always backing Dromedary,” suggested Dolly. Carter was touched\non a sensitive spot. “That horse,” he protested loudly, “is a\nmighty good horse. Some day——”",
        "“That’s what you always said,” remarked Dolly, “but he never seems\nto have his day.”",
        "“It’s strange,” said Champneys consciously. “I dreamed of Dromedary\nonly last night. Same dream over and over again.” Hastily he\nchanged the subject.",
        "“For some reason I don’t sleep well. I don’t know why.”",
        "Dolly looked at him with all the love in her eyes of a mother over\nher ailing infant.",
        "“It’s worrying over me, and the heat,\"’ she said. “And the garage\nnext door, and the skyscraper going up across the street, might\nhave something to do with it. And YOU,” she mocked tenderly,\n\"wanted to send me to the sea-shore.”",
        "Carter was frowning. As though about to speak, he opened his lips,\nand then laughed embarrassedly.",
        "“Out with it,” said Dolly, with an encouraging smile. “Did he win?”",
        "Seeing she had read what was in his mind, Carter leaned forward\neagerly. The ruling passion and a touch of superstition held him in\ntheir grip.",
        "“He ’win’ each time,” he whispered. “I saw it as plain as I see\nyou. Each time he came up with a rush just at the same place, just\nas they entered the stretch, and each time he won!” He slapped his\nhand disdainfully upon the dirty bills before him. “If I had a\nhundred dollars!”",
        "There was a knock at the door, and Carter opened it to the elevator\nboy with the morning mail. The letters, save one, Carter dropped\nupon the table. That one, with clumsy fingers, he tore open. He\nexclaimed breathlessly: “It’s from PLYMPTON’S MAGAZINE! Maybe—I’ve\nsold a story!” He gave a cry almost of alarm. His voice was as\nsolemn as though the letter had announced a death.",
        "“Dolly,” he whispered, “it’s a check—a check for a HUNDRED\nDOLLARS!”",
        "Guiltily, the two young people looked at each other.",
        "“We’ve GOT to!” breathed Dolly. “GOT to! If we let TWO signs like\nthat pass, we’d be flying in the face of Providence.”",
        "With her hands gripping the arms of her chair, she leaned forward,\nher eyes staring into space, her lips moving.",
        "“COME ON, you Dromedary!” she whispered.",
        "They changed the check into five and ten dollar bills, and, as\nCarter was far too excited to work, made an absurdly early start\nfor the race-track.",
        "“We might as well get all the fresh air we can,” said Dolly.\n\"That’s all we will get!”",
        "From their reserve fund of twenty-seven dollars which each had\nsolemnly agreed with the other would not be risked on race-horses,\nDolly subtracted a two-dollar bill. This she stuck conspicuously\nacross the face of the clock on the mantel.",
        "“Why?” asked Carter.",
        "“When we get back this evening,” Dolly explained, “that will be the\nfirst thing we’ll see. It’s going to look awfully good!”",
        "This day there was no scarlet car to rush them with refreshing\nswiftness through Brooklyn’s parkways and along the Ocean Avenue.\nInstead, they hung to a strap in a cross- town car, changed to the\nferry, and again to the Long Island Railroad. When Carter halted at\nthe special car of the Turf Club, Dolly took his arm and led him\nforward to the day coach.",
        "“But,” protested Carter, “when you’re spending a hundred dollars\nwith one hand, why grudge fifty cents for a parlor- car seat? If\nyou’re going to be a sport, be a sport.” “And if you’ve got to be\na piker,” said Dolly, don’t be ashamed to be a piker. We’re not\nspending a hundred dollars because we can afford it, but because\nyou dreamt a dream. You didn’t dream you were riding in\nparlor-cars! If you did, it’s time I woke you.”",
        "This day there was for them no box overlooking the finish, no\nclub-house luncheon. With the other pikers, they sat in the free\nseats, with those who sat coatless and tucked their handkerchiefs\ninside their collars, and with those who mopped their perspiring\ncountenances with rice-paper and marked their cards with a hat-pin.\nTheir lunch consisted of a massive ham sandwich with a top dressing\nof mustard.",
        "Dromedary did not run until the fifth race, and the long wait,\nbefore they could learn their fate, was intolerable. They knew most\nof the horses, and, to pass the time, on each of the first races\nDolly made imaginary bets. Of these mental wagers, she lost every\none.",
        "“If you turn out to be as bad a guesser when you’re asleep as I am\nwhen I’m awake,” said Dolly, “we’re going to lose our fortune.”",
        "“I’m weakening!” declared Carter. “A hundred dollars is beginning\nto look to me like an awful lot of money. Twenty- seven dollars,\nand there’s only twenty of that left now, is mighty small capital,\nbut twenty dollars plus a hundred could keep us alive for a month!”",
        "“Did you, or did you not, dream that Dromedary would win?” demanded\nDolly sternly.",
        "“I certainly did, several times,” said Carter. “But it may be I was\nthinking of the horse. I’ve lost such a lot on him, my mind may\nhave——”",
        "“Did you,” interrupted Dolly, “say if you had a hundred dollars\nyou’d bet it, and did a hundred dollars walk in through the door\ninstantly?”",
        "Carter, reassured, breathed again. “ It certainly did!” he\nrepeated.",
        "Even in his proud days, Carter had never been able to bet heavily,\nand instead of troubling the club-house commissioners with his\nsmall wagers, he had, in the ring, bet ready money. Moreover, he\nbelieved in the ring he obtained more favorable odds, and, when he\nwon, it pleased him, instead of waiting until settling day for a\ncheck, to stand in a line and feel the real money thrust into his\nhand. So, when the fourth race started he rose and raised his hat.",
        "“The time has come,” he said.",
        "Without looking at him, Dolly nodded. She was far too tremulous to\nspeak.",
        "For several weeks Dromedary had not been placed, and Carter hoped\nfor odds of at least ten to one. But, when he pushed his way into\nthe arena, he found so little was thought of his choice that as\nhigh as twenty to one was being offered, and with few takers. The\nfact shattered his confidence. Here were two hundred book-makers,\ntrained to their calling, anxious at absurd odds to back their\nopinion that the horse he liked could not win. In the face of such\nunanimous contempt, his dream became fantastic, fatuous. He decided\nhe would risk only half of his fortune. Then, should the horse win,\nhe still would be passing rich, and should he lose, he would, at\nleast, have all of fifty dollars.",
        "With a book-maker he wagered that sum, and then, in unhappy\nindecision, stood, in one hand clutching his ticket that called for\na potential thousand and fifty dollars, and in the other an actual\nfifty. It was not a place for meditation. From every side men, more\nor less sane, swept upon him, jostled him, and stamped upon him,\nand still, struggling for a foothold, he swayed, hesitating. Then\nhe became conscious that the ring was nearly empty, that only a few\nshrieking individuals still ran down the line. The horses were\ngoing to the post. He must decide quickly. In front of him the\nbook- maker cleaned his board, and, as a final appeal, opposite the\nnames of three horses chalked thirty to one. Dromedary was among\nthem. Such odds could not be resisted. Carter shoved his fifty at\nthe man, and to that sum added the twenty dollars still in his\npocket. They were the last dollars he owned in the world. And\nthough he knew they were his last, he was fearful lest the\nbook-maker would refuse them. But, mechanically, the man passed\nthem over his shoulder.",
        "“And twenty-one hundred to seventy,” he chanted.",
        "When Carter took his seat beside Dolly, he was quite cold. Still,\nDolly did not speak. Out of the corner of her eyes she questioned\nhim.",
        "“I got fifty at twenty to one,” replied Carter, and seventy at\nthirty!”",
        "In alarm, Dolly turned upon him.",
        "“SEVENTY!” she gasped.",
        "Carter nodded. “All we have,” he said. “We have sixty cents left,\nto start life over again!”",
        "As though to encourage him, Dolly placed her finger on her\nrace-card.",
        "“His colors,” she said, “are ’green cap, green jacket, green and\nwhite hoops.’”",
        "Through a maze of heat, a half-mile distant, at the starting- gate,\nlittle spots of color moved in impatient circles. The big,\ngood-natured crowd had grown silent, so silent that from the high,\nsun-warmed grass in the infield one could hear the lazy chirp of\nthe crickets. As though repeating a prayer, or an incantation,\nDolly’s lips were moving quickly.",
        "“Green cap,” she whispered, “green jacket, green and white hoops!”",
        "With a sharp sigh the crowd broke the silence. “They’re off!” it\ncried, and leaned forward expectant.",
        "The horses came so fast. To Carter their conduct seemed outrageous.\nIt was incredible that in so short a time, at a pace so reckless,\nthey would decide a question of such moment. They came bunched\ntogether, shifting and changing, with, through the dust, flashes of\nblue and gold and scarlet. A jacket of yellow shot out of the dust\nand showed in front; a jacket of crimson followed. So they were at\nthe half; so they were at the three-quarters.",
        "The good-natured crowd began to sway, to grumble and murmur, then\nto shout in sharp staccato.",
        "“Can you see him?” begged Dolly.",
        "“No,” said Carter. “You don’t see him until they reach the\nstretch.”",
        "One could hear their hoofs, could see the crimson jockey draw his\nwhip. At the sight, for he rode the favorite, the crowd gave a\ngreat gasp of concern.",
        "“Oh, you Gold Heels!” it implored.",
        "Under the whip, Gold Heels drew even with the yellow jacket; stride\nby stride, they fought it out alone.",
        "“Gold Heels!” cried the crowd.",
        "Behind them, in a curtain of dust, pounded the field. It charged in\na flying wedge, like a troop of cavalry. Dolly, searching for a\ngreen jacket, saw, instead, a rainbow wave of color that, as it\nrose and fell, sprang toward her in great leaps, swallowing the\ntrack.",
        "“Gold Heels!” yelled the crowd.",
        "The field swept into the stretch. Without moving his eyes, Carter\ncaught Dolly by the wrist and pointed. As though giving a signal,\nhe shot his free hand into the air.",
        "“Now!” he shouted.",
        "From the curtain of dust, as lightning strikes through a cloud,\ndarted a great, raw-boned, ugly chestnut. Like the Empire Express,\nhe came rocking, thundering, spurning the ground. At his coming,\nGold Heels, to the eyes of the crowd, seemed to falter, to slacken,\nto stand still. The crowd gave a great cry of amazement, a yell of\ndisgust. The chestnut drew even with Gold Heels, passed him, and\nswept under the wire. Clinging to his neck was a little jockey in\na green cap, green jacket, and hoops of green and white.",
        "Dolly’s hand was at her side, clutching the bench. Carter’s hand\nstill clasped it. Neither spoke or looked at the other. For an\ninstant, while the crowd, no longer so good-natured, mocked and\njeered at itself, the two young people sat quite still, staring at\nthe green field, at the white clouds rolling from the ocean. Dolly\ndrew a long breath.",
        "“Let’s go!” she gasped. “Let’s thank him first, and then take me\nhome!”",
        "They found Dromedary in the paddock, and thanked him, and Carter\nleft Dolly with him, while he ran to collect his winnings. When he\nreturned, he showed her a sheaf of yellow bills, and as they ran\ndown the covered board walk to the gate, they skipped and danced.",
        "Dolly turned toward the train drawn up at the entrance.",
        "“Not with me!” shouted Carter. “We’re going home in the reddest,\nmost expensive, fastest automobile I can hire!”",
        "In the “hack” line of motor-cars was one that answered those\nrequirements, and they fell into it as though it were their own.",
        "“To the Night and Day Bank!” commanded Carter.",
        "With the genial democracy of the race-track, the chauffeur lifted\nhis head to grin appreciatively. “That listens good to me!” he\nsaid.",
        "“I like him!” whispered Dolly. “Let’s buy him and the car.”",
        "On the way home, they bought many cars; every car they saw, that\nthey liked, they bought. They bought, also, several houses, and a\nyacht that they saw from the ferry-boat. And as soon as they had\ndeposited the most of their money in the bank, they went to a\npawnshop in Sixth Avenue and bought back many possessions that they\nhad feared they never would see again.",
        "When they entered the flat, the thing they first beheld was Dolly’s\ntwo-dollar bill.",
        "“What,” demanded Carter, with repugnance, “is that strange piece of\npaper?”",
        "Dolly examined it carefully. “I think it is a kind of money,” she\nsaid, used by the lower classes.”",
        "They dined on the roof at Delmonico’s. Dolly wore the largest of\nthe five hats still unsold, and Carter selected the dishes entirely\naccording to which was the most expensive. Every now and again they\nwould look anxiously down across the street at the bank that held\ntheir money. They were nervous lest it should take fire.",
        "“We can be extravagant to-night,” said Dolly, “because we owe it to\nDromedary to celebrate. But from to-night on we must save. We’ve\nhad an awful lesson. What happened to us last month must never\nhappen again. We were down to a two-dollar bill. Now we have\ntwenty-five hundred across the street, and you have several\nhundreds in your pocket. On that we can live easily for a year.\nMeanwhile, you can write ’the’ great American novel without having\nto worry about money, or to look for a steady job. And then your\nbook will come out, and you will be famous, and rich, and——”",
        "“Passing on from that,” interrupted Carter, “the thing of first\nimportance is to get you out of that hot, beastly flat. I propose\nwe start to-morrow for Cape Cod. I know a lot of fishing villages\nthere where we could board and lodge for twelve dollars a week, and\nrow and play tennis and live in our bathing suits.”",
        "Dolly assented with enthusiasm, and during the courses of the\ndinner they happily discussed Cape Cod from Pocasset to Yarmouth,\nand from Sandwich to Provincetown. So eager were they to escape,\nthat Carter telephoned the hallman at his club to secure a cabin\nfor the next afternoon on the Fall River boat. As they sat over\ntheir coffee in the cool breeze, with, in the air, the scent of\nflowers and the swing of music, and with, at their feet, the lights\nof the great city, the world seemed very bright.",
        "“It has been a great day,” sighed Carter. “And if I hadn’t had\nnervous prostration I would have enjoyed it. That race- course is\nalways cool, and there were some fine finishes. I noticed two\nhorses that would bear watching, Her Highness and Glowworm. If we\nweren’t leaving to-morrow, I’d be inclined——” Dolly regarded him\nwith eyes of horror.",
        "“Champneys Carter!” she exclaimed. As she said it, it sounded like\n\"Great Jehoshaphat!”",
        "Carter protested indignantly. “I only said, “he explained, “if I\nwere following the races, I’d watch those horses. Don’t worry!” he\nexclaimed. “I know when to stop.”",
        "The next morning they took breakfast on the tiny terrace of a\nrestaurant overlooking Bryant Park, where, during the first days of\ntheir honeymoon, they had always breakfasted. For sentimental\nreasons they now revisited it. But Dolly was eager to return at\nonce to the flat and pack, and Carter seemed distraught. He\nexplained that he had had a bad night.",
        "“I’m so sorry,” sympathized Dolly, “but to-night you will have a\nfine sleep going up the Sound. Any more nightmares?” she asked.",
        "“Nightmares!” exploded Carter fiercely. “Nightmares they certainly\nwere! I dreamt two of the nightmares won! I saw them, all night,\njust as I saw Dromedary, Her Highness and Glowworm, winning,\nwinning, winning!”",
        "“Those were the horses you spoke about last night,” said Dolly\nseverely. “After so wonderful a day, of course you dreamt of\nracing, and those two horses were in your mind. That’s the\nexplanation.”",
        "They returned to the flat and began, industriously, to pack. About\ntwelve o’clock Carter, coming suddenly into the bedroom where Dolly\nwas alone, found her reading the MORNING TELEGRAPH. It was open at\nthe racing page of “past performances.”",
        "She dropped the paper guiltily. Carter kicked a hat-box out of his\nway and sat down on a trunk.",
        "“I don’t see,” he began, “why we can’t wait one more day. We’d be\njust as near the ocean at Sheepshead Bay race-track as on a Fall\nRiver boat, and——” He halted and frowned unhappily. “We needn’t\nbet more than ten dollars,” he begged.",
        "“Of course,” declared Dolly, “if they SHOULD win, you’ll always\nblame ME!” Carter’s eyes shone hopefully.",
        "“And,” continued Dolly, I can’t bear to have you blame me. So——”",
        "“Get your hat!” shouted Carter, “or we’ll miss the first race.”",
        "Carter telephoned for a cab, and as they were entering it said\nguiltily: “I’ve got to stop at the bank.”",
        "“You have NOT!” announced Dolly. “That money is to keep us alive\nwhile you write the great American novel. I’m glad to spend another\nday at the races, and I’m willing to back your dreams as far as ten\ndollars, but for no more.”",
        "“If my dreams come true,” warned Carter, you’ll be awfully sorry.”",
        "“Not I,” said Dolly. “I’ll merely send you to bed, and you can go\non dreaming.”",
        "When Her Highness romped home, an easy winner, the look Dolly\nturned upon her husband was one both of fear and dismay.",
        "“I don’t like it!” she gasped. “It’s—it’s uncanny. It gives me a\ncreepy feeling. It makes you seem sort of supernatural. And oh,\"\nshe cried, “if only I had let you bet all you had with you!”",
        "“I did,” stammered Carter, in extreme agitation. “ I bet four\nhundred. I got five to one, Dolly,” he gasped, in awe; “we’ve won\ntwo thousand dollars.”",
        "Dolly exclaimed rapturously: “We’ll put it all in bank,” she cried.",
        "“We’ll put it all on Glowworm!” said her husband.",
        "“Champ!” begged Dolly. “Don’t push your luck. Stop while——\"\nCarter shook his head.",
        "“It’s NOT luck!” he growled. “It’s a gift, it’s second sight, it’s\nprophecy. I’ve been a full-fledged clairvoyant all my life, and\ndidn’t know it. Anyway, I’m a sport, and after two of my dreams\nbreaking right, I’ve got to back the third one!”",
        "Glowworm was at ten to one, and at those odds the book-makers to\nwhom he first applied did not care to take so large a sum as he\noffered. Carter found a book-maker named “Sol” Burbank who, at\nthose odds, accepted his two thousand.",
        "When Carter returned to collect his twenty-two thousand, there was\nsome little delay while Burbank borrowed a portion of it. He looked\nat Carter curiously and none too genially.",
        "“Wasn’t it you,” he asked, “that had that thirty-to-one shot\nyesterday on Dromedary?” Carter nodded somewhat guiltily. A man in\nthe crowd volunteered: “And he had Her Highness in the second, too,\nfor four hundred.”",
        "“You’ve made a good day,” said Burbank. “Give me a chance to get my\nmoney back to-morrow.",
        "“I’m sorry,” said Carter. “I’m leaving New York to-morrow.”",
        "The same scarlet car bore them back triumphant to the bank.",
        "“Twenty-two thousand dollars?” gasped Carter, “in CASH! How in the\nname of all that’s honest can we celebrate winning twenty-two\nthousand dollars? We can’t eat more than one dinner; we can’t drink\nmore than two quarts of champagne—not without serious results.”",
        "“I’ll tell you what we can do!” cried Dolly excitedly. “We can sail\nto-morrow on the CAMPANIA!”",
        "“Hurrah!” shouted Carter. “We’ll have a second honey-moon. We’ll\nshoot up London and Paris. We’ll tear slices out of the map of\nEurope. You’ll ride in one motor-car, I’ll ride in another, we’ll\nhave a maid and a valet in a third, and we’ll race each other all\nthe way to Monte Carlo. And, there, I’ll dream of the winning\nnumbers, and we’ll break the bank. When does the CAMPANIA sail?”",
        "“At noon,” said Dolly.",
        "“At eight we will be on board,” said Carter.",
        "But that night in his dreams he saw King Pepper, Confederate, and\nRed Wing each win a race. And in the morning neither the engines of\nthe CAMPANIA nor the entreaties of Dolly could keep him from the\nrace-track.",
        "“I want only six thousand,” he protested. “You can do what you like\nwith the rest, but I am going to bet six thousand on the first one\nof those three to start. If he loses, I give you my word I’ll not\nbet another cent, and we’ll sail on Saturday. If he wins Out, I’ll\nput all I make on the two others.”",
        "“Can’t you see,” begged Dolly, “that your dreams are just a rehash\nof what you think during the day? You have been playing in\nwonderful luck, that’s all. Each of those horses is likely to win\nhis race. When he does you will have more faith than ever in your\nsilly dreams——”",
        "“My silly dreams,” said Carter grinning, “are carrying you to\nEurope, first class, by the next steamer.”",
        "They had been talking while on their way to the bank. When Dolly\nsaw she could not alter his purpose, she made him place the\nnineteen thousand that remained, after he had taken out the six\nthousand, in her name. She then drew out the entire amount.",
        "“You told me,” said Dolly, smiling anxiously, I could do what I\nliked with it. Maybe I have dreams also. Maybe I mean to back\nthem.”",
        "She drove away, mysteriously refusing to tell him what she intended\nto do. When they met at luncheon, she was still much excited, still\nbristling with a concealed secret.",
        "“Did you back your dream?” asked Carter.",
        "Dolly nodded happily.",
        "“And when am I to know?”",
        "“You will read of it,” said Dolly, “to-morrow, in the morning\npapers. It’s all quite correct. My lawyers arranged it.”",
        "“Lawyers!” gasped her husband. “You’re not arranging to lock me in\na private madhouse, are you?”",
        "“No,” laughed Dolly; “but when I told them how I intended to invest\nthe money they came near putting me there.”",
        "“Didn’t they want to know how you suddenly got so rich?” asked\nCarter.",
        "“They did. I told them it came from my husband’s ’books’! It was a\nvery ’near’ false-hood.”",
        "“It was worse,” said Carter. “It was a very poor pun.”",
        "As in their honey-moon days they drove proudly to the track, and\nwhen Carter had placed Dolly in a box large enough for twenty, he\npushed his way into the crowd around the stand of “Sol” Burbank.\nThat veteran of the turf welcomed him gladly.",
        "“Coming to give me my money back?” he called.",
        "“No, to take some away,” said Carter, handing him his six thousand.",
        "Without apparently looking at it, Burbank passed it to his cashier.\n\"King Pepper, twelve to six thousand,” he called.",
        "When King Pepper won, and Carter moved around the ring with\neighteen thousand dollars in thousand and five hundred dollar bills\nin his fist, he found himself beset by a crowd of curious, eager\n\"pikers.” They both impeded his operations and acted as a\nbody-guard. Confederate was an almost prohibitive favorite at one\nto three, and in placing eighteen thousand that he might win six,\nCarter found little difficulty. When Confederate won, and he\nstarted with his twenty-four thousand to back Red Wing, the crowd\nnow engulfed him. Men and boys who when they wagered five and ten\ndollars were risking their all, found in the sight of a young man\noffering bets in hundreds and thousands a thrilling and fascinating\nspectacle.",
        "To learn what horse he was playing and at what odds, racing touts\nand runners for other book-makers and individual speculators leaped\ninto the mob that surrounded him, and then, squirming their way\nout, ran shrieking down the line. In ten minutes, through the bets\nof Carter and those that backed his luck, the odds against Red Wing\nwere forced down from fifteen to one to even money. His approach\nwas hailed by the book-makers either with jeers or with shouts of\nwelcome. Those who had lost demanded a chance to regain their\nmoney. Those with whom he had not bet, found in that fact\nconsolation, and chaffed the losers. Some curtly refused even the\nsmallest part of his money.",
        "“Not with me!” they laughed. From stand to stand the layers of odds\ntaunted him, or each other. “Don’t touch it, it’s tainted!” they\nshouted. “Look out, Joe, he’s the Jonah man?” Or, “Come at me\nagain!” they called. “And, once more!” they challenged as they\nreached for a thousand-dollar bill.",
        "And, when in time, each shook his head and grumbled: “That’s all I\nwant,” or looked the other way, the mob around Carter jeered.",
        "“He’s fought ’em to a stand-still!” they shouted jubilantly. In\ntheir eyes a man who alone was able and willing to wipe the name of\na horse off the blackboards was a hero.",
        "To the horror of Dolly, instead of watching the horses parade past,\nthe crowd gathered in front of her box and pointed and stared at\nher. From the club-house her men friends and acquaintances invaded\nit.",
        "“Has Carter gone mad?” they demanded. “He’s dealing out\nthousand-dollar bills like cigarettes. He’s turned the ring into a\nwheat Pit!”",
        "When he reached the box a sun-burned man in a sombrero blocked his\nway.",
        "“I’m the owner of Red Wing,” he explained, “bred him and trained\nhim myself. I know he’ll be lucky if he gets the place. You’re\nbacking him in thousands to WIN. What do you know about him?”",
        "“Know he will win,” said Carter.",
        "The veteran commissioner of the club stand buttonholed him. “Mr.\nCarter,” he begged, “why don’t you bet through me? I’ll give you as\ngood odds as they will in that ring. You don’t want your clothes\ntorn off you and your money taken from you.”",
        "“They haven’t taken such a lot of it yet,” said Carter.",
        "When Red Wing won, the crowd beneath the box, the men in the box,\nand the people standing around it, most of whom had followed\nCarter’s plunge, cheered and fell over him, to shake hands and\npound him on the back. From every side excited photographers\npointed cameras, and Lander’s band played: “ Every Little Bit Added\nto What You’ve Got Makes Just a Little Bit More.” As he left the\nbox to collect his money, a big man with a brown mustache and two\nsmooth-shaven giants closed in around him, as tackles interfere for\nthe man who has the ball. The big man took him by the arm. Carter\nshook himself free.",
        "“What’s the idea?” he demanded.",
        "“I’m Pinkerton,” said the big man genially. “You need a body-\nguard. If you’ve got an empty seat in your car, I’ll drive home\nwith you. From Cavanaugh they borrowed a book-maker’s hand-bag and\nstuffed it with thousand-dollar bills. When they stepped into the\ncar the crowd still surrounded them.",
        "“He’s taking it home in a trunk!” they yelled.",
        "That night the “sporting extras” of the afternoon papers gave\nprominence to the luck at the races of Champneys Carter. From\nCavanaugh and the book-makers, the racing reporters had gathered\naccounts of his winnings. They stated that in three successive\ndays, starting with one hundred dollars, he had at the end of the\nthird day not lost a single bet, and that afternoon, on the last\nrace alone, he had won sixty to seventy thousand dollars. With the\ntext, they “ran” pictures of Carter at the track, of Dolly in her\nbox, and of Mrs. Ingram in a tiara and ball-dress.",
        "Mother-in-law WILL be pleased cried Carter. In some alarm as to\nwhat the newspapers might say on the morrow, he ordered that in the\nmorning a copy of each be sent to his room. That night in his\ndreams he saw clouds of dust-covered jackets and horses with\nsweating flanks, and one of them named Ambitious led all the rest.\nWhen he woke, he said to Dolly: “That horse Ambitious will win\nto-day.”",
        "“He can do just as he likes about THAT! “replied Dolly. “I have\nsomething on my mind much more important than horse- racing. To-day\nyou are to learn how I spent your money. It’s to be in the morning\npapers.”",
        "When he came to breakfast, Dolly was on her knees. For his\ninspection she had spread the newspapers on the floor, opened at an\nadvertisement that appeared in each. In the Centre of a half-page\nof white paper were the lines:",
        "In Heaven’s name! “ roared Carter. “What does this mean?”",
        "“It means,” cried Dolly tremulously, “I’m backing my dream. I’ve\nalways believed in your book. Now, I’m backing it. Our lawyers sent\nme to an advertising agent. His name is Spink, and he is awfully\nclever. I asked him if he could advertise a book so as to make it\nsell. He said with my money and his ideas he could sell last year’s\ntelephone book to people who did not own a telephone, and who had\nnever learned to read. He is proud of his ideas. One of them was\nbuying out the first edition. Your publishers told him your book\nwas ’waste paper,’ and that he could have every copy in stock for\nthe cost of the plates. So he bought the whole edition. That’s how\nit was sold out in one day. Then we ordered a second edition of one\nhundred thousand, and they’re printing it now.",
        "“The presses have been working all night to meet the demand!”",
        "“But,” cried Carter, “ there isn’t any demand! “",
        "“There will be,” said Dolly, “when five million people read our\nadvertisements.”",
        "She dragged him to the window and pointed triumphantly into the\nstreet.",
        "“See that!” she said. “Mr. Spink sent them here for me to inspect.”",
        "Drawn up in a line that stretched from Fifth Avenue to Broadway\nwere an army of sandwich men. On the boards they carried were the\nwords: “Read ’The Dead Heat.’ Second Edition. One Hundred\nThousand!” On the fence in front of the building going up across\nthe street, in letters a foot high, Carter again read the name of\nhis novel. In letters in size more modest, but in colors more\ndefiant, it glared at him from ash-cans and barrels.",
        "“How much does this cost?” he gasped.",
        "“It cost every dollar you had in bank,” said Dolly, “and before we\nare through it will cost you twice as much more. Mr. Spink is only\nwaiting to hear from me before he starts spending fifty thousand\ndollars; that’s only half of what you won on Red Wing. I’m only\nwaiting for you to make me out a check before I tell Spink to start\nspending it.”",
        "In a dazed state Carter drew a check for fifty thousand dollars and\nmeekly handed it to his wife. They carried it themselves to the\noffice of Mr. Spink. On their way, on every side they saw evidences\nof his handiwork. On walls, on scaffolding, on bill-boards were\nadvertisements of “The Dead Heat.” Over Madison Square a huge kite\nas large as a Zeppelin air-ship painted the name of the book\nagainst the sky, on “dodgers” it floated in the air, on handbills\nit stared up from the gutters.",
        "Mr. Spink was a nervous young man with a bald head and eye-\nglasses. He grasped the check as a general might welcome fifty\nthousand fresh troops.",
        "“Reinforcements!” he cried. “Now, watch me. Now I can do things\nthat are big, national, Napoleonic. We can’t get those books bound\ninside of a week, but meanwhile orders will be pouring in, people\nwill be growing crazy for it. Every man, woman, and child in\nGreater New York will want a copy. I’ve sent out fifty boys dressed\nas jockeys on horseback to ride neck and neck up and down every\navenue. ’The Dead Heat’ is printed on the saddle-cloth. Half of\nthem have been arrested already. It’s a little idea of my own.”",
        "“But,” protested Carter, “it’s not a racing story, it’s a detective\nstory!”",
        "“The devil it is!” gasped Spink. “But what’s the difference! “ he\nexclaimed. “ They’ve got to buy it anyway. They’d buy it if it was\na cook-book. And, I say,” he cried delightedly, “that’s great press\nwork you’re doing for the book at the races! The papers are full of\nyou this morning, and every man who reads about your luck at the\ntrack will see your name as the author of ’The Dead Heat,’ and will\nrush to buy the book. He’ll think ’The Dead Heat’ is a guide to the\nturf!”",
        "When Carter reached the track he found his notoriety had preceded\nhim. Ambitious did no run until the fourth race, and until then, as\nhe sat in his box, an eager crowd surged below. He had never known\nsuch popularity. The crowd had read the newspapers, and such\nhead-lines as “He Cannot Lose!” “Young Carter Wins $70,000!” “Boy\nPlunger Wins Again!” “Carter Makes Big Killing!” “The Ring Hit\nHard!” “The Man Who Cannot Lose!” “Carter Beats Book-makers!” had\nwhetted their curiosity and filled many with absolute faith in his\nluck. Men he had not seen in years grasped him by the hand and\ncarelessly asked if he could tell of something good. Friends old\nand new begged him to dine with them, to immediately have a drink\nWith them, at least to “try” a cigar. Men who protested they had\nlost their all begged for just a hint which would help them to come\nout even, and every one, without exception, assured him he was\ngoing to buy his latest book.",
        "“I tried to get it last night at a dozen news-stands,” many of them\nsaid, “but they told me the entire edition was exhausted.”",
        "The crowd of hungry-eyed race-goers waiting below the box, and\nwatching Carter’s every movement, distressed Dolly.",
        "“I hate it!” she cried. “They look at you like a lot of starved\ndogs begging for a bone. Let’s go home; we don’t want to make any\nmore money, and we may lose what we have. And I want it all to\nadvertise the book.”",
        "“If you’re not careful,” said Carter, “some one will buy that book\nand read it, and then you and Spink will have to take shelter in a\ncyclone cellar.”",
        "When he arose to make his bet on Ambitious, his friends from the\nclub stand and a half-dozen of Pinkerton’s men closed in around him\nand in a flying wedge pushed into the ring. The news-papers had\ndone their work, and he was instantly surrounded by a hungry,\nhowling mob. In comparison with the one of the previous day, it was\nas a foot-ball scrimmage to a run on a bank. When he made his first\nwager and the crowd learned the name of the horse, it broke with a.\nyell into hundreds of flying missiles which hurled themselves at\nthe book-makers. Under their attack, as on the day before,\nAmbitious receded to even money. There was hardly a person at the\ntrack who did not back the luck of the man who “could not lose.\"\nAnd when Ambitious won easily, it was not the horse or the jockey\nthat was cheered, but the young man in the box.",
        "In New York the extras had already announced that he was again\nlucky, and when Dolly and Carter reached the bank they found the\nentire staff on hand to receive him and his winnings. They amounted\nto a sum so magnificent that Carter found for the rest of their\nlives the interest would furnish Dolly and himself an income upon\nwhich they could live modestly and well.",
        "A distinguished-looking, white-haired official of the bank\ncongratulated Carter warmly. “Should you wish to invest some of\nthis,” he said, “ I should be glad to advise you. My knowledge in\nthat direction may be wider than your own.”",
        "Carter murmured his thanks. The white-haired gentleman lowered his\nvoice. “On certain other subjects,” he continued, “you know many\nthings of which I am totally ignorant. Could you tell me,” he asked\ncarelessly, “who will win the Suburban to-morrow? “",
        "Carter frowned mysteriously. “I can tell you better in the\nmorning,” he said. “It looks like Beldame, with Proper and First\nMason within call.”",
        "The white-haired man showed his surprise and also that his\nignorance was not as profound as he suggested.",
        "“I thought the Keene entry——” he ventured.",
        "“I know,” said Carter doubtfully. “If it were for a mile, I would\nsay Delhi, but I don’t think he can last the distance. In the\nmorning I’ll wire you.”",
        "As they settled back in their car, Carter took both of Dolly’s\nhands in his. “So far as money goes,” he said, “we are independent\nof your mother—independent of my books; and I want to make you a\npromise. I want to promise you that, no matter what I dream in the\nfuture, I’ll never back another horse.” Dolly gave a gasp of\nsatisfaction.",
        "“And what’s more,” added Carter hastily, “not another dollar can\nyou risk in backing my books. After this, they’ve got to stand or\nfall on their legs!”",
        "“Agreed!” cried Dolly. “Our plunging days are over.”",
        "When they reached the flat they found waiting for Carter the junior\npartner of a real publishing house. He had a blank contract, and he\nwanted to secure the right to publish Carter’s next book.",
        "“I have a few short stories——” suggested Carter.",
        "Collections of short stories, protested the visitor truthfully, “do\nnot sell. We would prefer another novel on the same lines as ’The\nDead Heat.’”",
        "“Have you read ’The Dead Heat’?” asked Carter.",
        "“I have not,” admitted the publisher, but the next book by the same\nauthor is sure to——. We will pay in advance of royalties fifteen\nthousand dollars.”",
        "“Could you put that in writing?” asked Carter. When the publisher\nwas leaving he said:",
        "“I see your success in literature is equaled by your success at the\nraces. Could you tell me what will win the Suburban?”",
        "“I will send you a wire in the MORNING,” said Carter.",
        "They had arranged to dine with some friends and later to visit a\nmusical comedy. Carter had changed his clothes, and, while he was\nwaiting for Dolly to dress, was reclining in a huge arm-chair. The\nheat of the day, the excitement, and the wear on his nerves caused\nhis head to sink back, his eyes to close, and his limbs to relax.",
        "When, by her entrance, Dolly woke him, he jumped up in some\nconfusion.",
        "“You’ve been asleep,” she mocked.",
        "“Worse!” said Carter. “I’ve been dreaming! Shall I tell you who is\ngoing to win the Suburban?”",
        "“Champneys!” cried Dolly in alarm.",
        "“My dear Dolly,” protested her husband, “I promised to stop\nbetting. I did not promise to stop sleeping.”",
        "“Well,” sighed Dolly, with relief, “as long as it stops at that.\nDelhi will win,” she added. “Delhi will not,” said Carter. “This is\nhow they will finish——\"He scribbled three names on a piece of\npaper which Dolly read.",
        "“But that,” she said, “is what you told the gentleman at the bank.”",
        "Carter stared at her blankly and in some embarrassment.",
        "“You see!” cried Dolly, “what you think when you’re awake, you\ndream when you’re asleep. And you had a run of luck that never\nhappened before and could never happen again.”",
        "Carter received her explanation with reluctance. “I wonder,” he\nsaid.",
        "On arriving at the theatre they found their host had reserved a\nstage-box, and as there were but four in their party, and as, when\nthey entered, the house lights were up, their arrival drew upon\nthem the attention both of those in the audience and of those on\nthe stage. The theatre was crowded to its capacity, and in every\npart were people who were habitual race-goers, as well as many\nracing men who had come to town for the Suburban. By these, as well\nas by many others who for three days had seen innumerable pictures\nof him, Carter was instantly recognized. To the audience and to the\nperformers the man who always won was of far greater interest than\nwhat for the three-hundredth night was going forward on the stage.\nAnd when the leading woman, Blanche Winter, asked the comedian\nwhich he would rather be, “The Man Who Broke the Bank at Monte\nCarlo or the Man Who Can Not Lose?” she gained from the audience an\neasy laugh and from the chorus an excited giggle.",
        "When, at the end of the act, Carter went into the lobby to smoke,\nhe was so quickly surrounded that he sought refuge on Broadway.\nFrom there, the crowd still following him, he was driven back into\nhis box. Meanwhile, the interest shown in him had not been lost\nupon the press agent of the theatre, and he at once telephoned to\nthe newspaper offices that Plunger Carter, the book-maker breaker,\nwas at that theatre, and if that the newspapers wanted a chance to\ninterview him on the probable out-come of the classic handicap to\nbe run on the morrow, he, the press agent, would unselfishly assist\nthem. In answer to these hurry calls, reporters of the Ten o’Clock\nClub assembled in the foyer. How far what later followed was due to\ntheir presence and to the efforts of the press agent only that\ngentleman can tell. It was in the second act that Miss Blanche\nWinter sang her topical song. In it she advised the audience when\nanxious to settle any question of personal or national interest to\n\"Put it up to the Man in the Moon.’” This night she introduced a\nverse in which she told of her desire to know which horse on the\nmorrow would win the Suburban, and, in the chorus, expressed her\ndetermination to “Put it up to the Man in the Moon.”",
        "Instantly from the back of the house a voice called: “Why don’t you\nput it up to the Man in the Box?” Miss Winter laughed-the audience\nlaughed; all eyes were turned toward Carter. As though the idea\npleased them, from different parts of the house people applauded\nheartily. In embarrassment, Carter shoved back his chair and pulled\nthe curtain of the box between him and the audience. But he was not\nso easily to escape. Leaving the orchestra to continue unheeded\nwith the prelude to the next verse, Miss Winter walked slowly and\ndeliberately toward him, smiling mischievously. In burlesque\nentreaty, she held out her arms. She made a most appealing and\ncharming picture, and of that fact she was well aware. In a voice\nloud enough to reach every part of the house, she addressed herself\nto Carter:",
        "“Won’t you tell ME?” she begged.",
        "Carter, blushing unhappily, shrugged his shoulders in apology.",
        "With a wave of her hand Miss Winter designated the audience.\n\"Then,” she coaxed, reproachfully, “won’t you tell THEM?”",
        "Again, instantly, with a promptness and unanimity that sounded\nsuspiciously as though it came from ushers well rehearsed, several\nvoice echoed her petition: “Give us all a chance!’’ shouted one.\n\"Don’t keep the good things to yourself! “ reproached another. “ I\nwant to get rich, TOO!” wailed a third. In his heart, Carter prayed\nthey would choke. But the audience, so far from resenting the\ninterruptions, encouraged them, and Carter’s obvious discomfort\nadded to its amusement. It proceeded to assail him with applause,\nwith appeals, with commands to “speak up.”",
        "The hand-clapping became general-insistent. The audience would not\nbe denied. Carter turned to Dolly. In the recesses of the box she\nwas enjoying his predicament. His friends also were laughing at\nhim. Indignant at their desertion, Carter grinned vindictively.\n\"All right,” he muttered over his shoulder. “Since you think it’s\nfunny, I’ll show you !” He pulled his pencil from his watch-chain\nand, spreading his programme on the ledge of the box, began to\nwrite.",
        "From the audience there rose a murmur of incredulity, of surprise,\nof excited interest. In the rear of the house the press agent,\nafter one startled look, doubled up in an ecstasy of joy. “We’ve\nlanded him !” he gasped. “We’ve landed him He’s going to fall for\nit!”",
        "Dolly frantically clasped her husband by the coat-tail.",
        "“Champ!” she implored, “what are you doing?”",
        "Quite calmly , quite confidently, Carter rose. Leaning forward with\na nod and a smile, he presented the programme to the beautiful Miss\nWinter. That lady all but snatched at it. The spot-light was full\nin her eyes. Turning her back that she might the more easily read,\nshe stood for a moment, her pretty figure trembling with eagerness,\nher pretty eyes bent upon the programme. The house had grown\nsuddenly still, and with an excited gesture, the leader of the\norchestra commanded the music to silence A man, bursting with\nimpatience, broke the tense quiet. “Read it!” he shouted.",
        "In a frightened voice that in the sudden hush held none of its\nusual confidence, Miss Winter read slowly: “ The favorite cannot\nlast the distance. Will lead for the mile and give way to Beldame.\nProper takes the place. First Mason will show. Beldame will win by\na length.”",
        "Before she had ceased reading, a dozen men had struggled to their\nfeet and a hundred voice were roaring at her. “Read that again !\"\nthe chorused. Once more Miss Winter read the message, but before\nshe had finished half of those in the front rows were scrambling\nfrom their seats and racing up the aisles. Already the reporters\nwere ahead of them, and in the neighborhood not one telephone booth\nwas empty. Within five minutes, in those hotels along the White Way\nwhere sporting men are wont to meet, betting commissioners and\nhand-book men were suddenly assaulted by breathless gentlemen, some\nin evening dress, some without collars, and some without hats, but\nall with money to bet against the favorite. And, an hour later,\nmen, bent under stacks of newspaper “extras,” were vomited from the\nsubway stations into the heart of Broadway, and in raucous tones\nwere shrieking, “Winner of the Suburban,” sixteen hours before that\nrace was run. That night to every big newspaper office from Maine\nto California, was flashed the news that Plunger Carter, in a\nBroadway theatre, had announced that the favorite for the Suburban\nwould be beaten, and, in order, had named the three horses that\nwould first finish.",
        "Up and down Broadway, from rathskellers to roof-gardens, in cafes\nand lobster palaces, on the corners of the cross-roads, in clubs\nand all-night restaurants, Carter’s tip was as a red rag to a bull.",
        "Was the boy drunk, they demanded, or had his miraculous luck turned\nhis head? Otherwise, why would he so publicly utter a prophecy that\non the morrow must certainly smother him with ridicule. The\nexplanations were varied. The men in the clubs held he was driven\nby a desire for notoriety, the men in the street that he was more\nclever than they guessed, and had made the move to suit his own\nbook, to alter the odds to his own advantage. Others frowned\nmysteriously. With superstitious faith in his luck, they pointed to\nhis record. “Has he ever lost a bet? How do WE know what HE knows?\"\nthey demanded. “Perhaps it’s fixed and he knows it!”",
        "The “wise” ones howled in derision. “A Suburban FIXED!” they\nretorted. “You can fix ONE jockey, you can fix TWO; but you can’t\nfix sixteen jockeys! You can’t fix Belmont, you can’t fix Keene.\nThere’s nothing in his picking Beldame, but only a crazy man would\npick the horse for the place and to show, and shut out the\nfavorite! The boy ought to be in Matteawan.",
        "Still undisturbed, still confident to those to whom he had promised\nthem, Carter sent a wire. Nor did he forget his old enemy, “Sol\"\nBurbank. “ If you want to get some of the money I took,” he\ntelegraphed, “wipe out the Belmont entry and take all they offer on\nDelhi. He cannot win.”",
        "And that night, when each newspaper called him up at his flat, he\nmade the same answer. “The three horses Will finish as I said. You\ncan state that I gave the information as I did as a sort of present\nto the people of New York City.”",
        "In the papers the next morning “Carter’s Tip” was the front- page\nfeature. Even those who never in the racing of horses felt any\nconcern could not help but take in the outcome of this one a\ncurious interest. The audacity of the prophecy, the very absurdity\nof it, presupposing, as it did, occult power, was in itself\namusing. And when the curtain rose on the Suburban it was evident\nthat to thousands what the Man Who Could Not Lose had foretold was\na serious and inspired utterance.",
        "This time his friends gathered around him, not to benefit by his\nadvice, but to protect him. “They’ll mob you!” they warned.\n\"They’ll tear the clothes off your back. Better make your getaway\nnow.”",
        "Dolly, with tears in her eyes, sat beside him. Every now and again\nshe touched his hand. Below his box, as around a newspaper office\non the night when a president is elected, the people crushed in a\nturbulent mob. Some mocked and jeered, some who on his tip had\nrisked their every dollar, hailed him hopefully. On every side\npolicemen, fearful of coming trouble, hemmed him in. Carter was\nbored extremely, heartily sorry he had on the night before given\nway to what he now saw as a perverse impulse. But he still was\nconfident, still undismayed.",
        "To all eyes, except those of Dolly, he was of all those at the\ntrack the least concerned. To her he turned and, in a low tone,\nspoke swiftly. “I am so sorry,” he begged. “But, indeed, indeed, I\ncan’t lose. You must have faith in me.”",
        "“In you, yes,” returned Dolly in a whisper, “but in your dreams,\nno!”",
        "The horses were passing on their way to the post. Carter brought\nhis face close to hers.",
        "“I’m going to break my promise,” he said, “and make one more bet,\nthis one with you. I bet you a kiss that I’m right.”",
        "Dolly, holding back her tears, smiled mournfully. “Make it a\nhundred,” she said.",
        "Half of the forty thousand at the track had backed Delhi, the other\nhalf, following Carter’s luck and his confidence in proclaiming his\nconvictions, had backed Beldame. Many hundred had gone so far as to\nbet that the three horses he had named would finish as he had\nforetold. But, in spite of Carter’s tip, Delhi still was the\nfavorite, and when the thousands saw the Keene polka-dots leap to\nthe front, and by two lengths stay there, for the quarter, the\nhalf, and for the three- quarters, the air was shattered with\njubilant, triumphant yells. And then suddenly, with the swiftness\nof a moving picture, in the very moment of his victory, Beldame\ncrept up on the favorite, drew alongside, drew ahead passed him,\nand left him beaten. It was at the mile.",
        "The night before a man had risen in a theatre and said to two\nthousand people: “The favorite will lead for the mile, and give way\nto Beldame.” Could they have believed him, the men who now cursed\nthemselves might for the rest of their lives have lived upon their\nwinnings. Those who had followed his prophecy faithfully,\nsuperstitiously, now shrieked in happy, riotous\nself-congratulation. “At the MILE!” they yelled. “He TOLD you, at\nthe MILE!” They turned toward Carter and shook Panama hats at him.\n\"Oh, you Carter!” they shrieked lovingly.",
        "It was more than a race the crowd was watching now, it was the\nworking out of a promise. And when Beldame stood off Proper’s rush,\nand Proper fell to second, and First Mason followed three lengths\nin the rear, and in that order they flashed under the wire, the\nyells were not that a race had been won, but that a prophecy had\nbeen fulfilled.",
        "Of the thousands that cheered Carter and fell upon him and indeed\ndid tear his clothes off his back, one of his friends alone was\nsufficiently unselfish to think of what it might, mean to Carter.",
        "“Champ!” roared his friend, pounding him on both shoulders. “You\nold wizard! I win ten thousand! How much do you win?”",
        "Carter cast a swift glance at Dolly. he said, “I win much more than\nthat.”",
        "And Dolly, raising her eyes to his, nodded and smiled contentedly.",
        "\nThis complete text of The Man Who Could Not Lose by Richard Harding Davis is in the public domain.\n\n\nThe Man Who Could Not Lose is also available\nat Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "The Man Who Could Not LoseBy Richard Harding DavisAt Amazon"
    ]
}