{
    "title": "The War of the Worlds - Chapter Fourteen",
    "author": "H.G. Wells",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "My younger brother was in London when the Martians\nfell at Woking.  He was a medical student working for an\nimminent examination, and he heard nothing of the arrival\nuntil Saturday morning.  The morning papers on Saturday\ncontained, in addition to lengthy special articles on the planet\nMars, on life in the planets, and so forth, a brief and vaguely\nworded telegram, all the more striking for its brevity.",
        "The Martians, alarmed by the approach of a crowd, had\nkilled a number of people with a quick-firing gun, so the\nstory ran.  The telegram concluded with the words: “Formi-\ndable as they seem to be, the Martians have not moved from\nthe pit into which they have fallen, and, indeed, seem incapa-\nble of doing so.  Probably this is due to the relative strength\nof the earth’s gravitational energy.”  On that last text their\nleader-writer expanded very comfortingly.",
        "Of course all the students in the crammer’s biology class,\nto which my brother went that day, were intensely interested,\nbut there were no signs of any unusual excitement in the\nstreets.  The afternoon papers puffed scraps of news under big\nheadlines.  They had nothing to tell beyond the movements\nof troops about the common, and the burning of the pine\nwoods between Woking and Weybridge, until eight.  Then\nthe ST. JAMES’S GAZETTE, in an extra-special edition, announced\nthe bare fact of the interruption of telegraphic communica-\ntion.  This was thought to be due to the falling of burning pine\ntrees across the line.  Nothing more of the fighting was known\nthat night, the night of my drive to Leatherhead and\nback.",
        "My brother felt no anxiety about us, as he knew from the\ndescription in the papers that the cylinder was a good two\nmiles from my house.  He made up his mind to run down that\nnight to me, in order, as he says, to see the Things before\nthey were killed.  He despatched a telegram, which never\nreached me, about four o’clock, and spent the evening at a\nmusic hall.",
        "In London, also, on Saturday night there was a thunder-\nstorm, and my brother reached Waterloo in a cab.  On the\nplatform from which the midnight train usually starts he\nlearned, after some waiting, that an accident prevented trains\nfrom reaching Woking that night.  The nature of the accident\nhe could not ascertain; indeed, the railway authorities did not\nclearly know at that time.  There was very little excitement\nin the station, as the officials, failing to realise that\nanything further than a breakdown between Byfleet and Woking\njunction had occurred, were running the theatre trains which\nusually passed through Woking round by Virginia Water or\nGuildford.  They were busy making the necessary arrange-\nments to alter the route of the Southampton and Portsmouth\nSunday League excursions.  A nocturnal newspaper reporter,\nmistaking my brother for the traffic manager, to whom he\nbears a slight resemblance, waylaid and tried to interview\nhim.  Few people, excepting the railway officials, connected\nthe breakdown with the Martians.",
        "I have read, in another account of these events, that on\nSunday morning “all London was electrified by the news\nfrom Woking.”  As a matter of fact, there was nothing to\njustify that very extravagant phrase.  Plenty of Londoners\ndid not hear of the Martians until the panic of Monday morn-\ning.  Those who did took some time to realise all that the\nhastily worded telegrams in the Sunday papers conveyed.\nThe majority of people in London do not read Sunday\npapers.",
        "The habit of personal security, moreover, is so deeply fixed\nin the Londoner’s mind, and startling intelligence so much a\nmatter of course in the papers, that they could read without\nany personal tremors: “About seven o’clock last night the\nMartians came out of the cylinder, and, moving about under\nan armour of metallic shields, have completely wrecked\nWoking station with the adjacent houses, and massacred an\nentire battalion of the Cardigan Regiment.  No details are\nknown.  Maxims have been absolutely useless against their\narmour; the field guns have been disabled by them.  Flying\nhussars have been galloping into Chertsey.  The Martians\nappear to be moving slowly towards Chertsey or Windsor.\nGreat anxiety prevails in West Surrey, and earthworks are\nbeing thrown up to check the advance Londonward.”  That\nwas how the Sunday SUN put it, and a clever and remarkably\nprompt “handbook” article in the REFEREE compared the affair\nto a menagerie suddenly let loose in a village.",
        "No one in London knew positively of the nature of the\narmoured Martians, and there was still a fixed idea that these\nmonsters must be sluggish: “crawling,” “creeping painfully\"\n--such expressions occurred in almost all the earlier reports.\nNone of the telegrams could have been written by an eye-\nwitness of their advance.  The Sunday papers printed separate\neditions as further news came to hand, some even in default\nof it.  But there was practically nothing more to tell people\nuntil late in the afternoon, when the authorities gave the\npress agencies the news in their possession.  It was stated that\nthe people of Walton and Weybridge, and all the district\nwere pouring along the roads Londonward, and that was all.",
        "My brother went to church at the Foundling Hospital in\nthe morning, still in ignorance of what had happened on the\nprevious night.  There he heard allusions made to the invasion,\nand a special prayer for peace.  Coming out, he bought a\nREFEREE.  He became alarmed at the news in this, and went\nagain to Waterloo station to find out if communication were\nrestored.  The omnibuses, carriages, cyclists, and innumerable\npeople walking in their best clothes seemed scarcely affected\nby the strange intelligence that the news venders were dis-\nseminating.  People were interested, or, if alarmed, alarmed\nonly on account of the local residents.  At the station he heard\nfor the first time that the Windsor and Chertsey lines were\nnow interrupted.  The porters told him that several remark-\nable telegrams had been received in the morning from Byfleet\nand Chertsey stations, but that these had abruptly ceased.  My\nbrother could get very little precise detail out of them.",
        "“There’s fighting going on about Weybridge” was the\nextent of their information.",
        "The train service was now very much disorganised.  Quite\na number of people who had been expecting friends from\nplaces on the South-Western network were standing about\nthe station.  One grey-headed old gentleman came and abused\nthe South-Western Company bitterly to my brother.  “It wants\nshowing up,” he said.",
        "One or two trains came in from Richmond, Putney, and\nKingston, containing people who had gone out for a day’s\nboating and found the locks closed and a feeling of panic in\nthe air.  A man in a blue and white blazer addressed my\nbrother, full of strange tidings.",
        "“There’s hosts of people driving into Kingston in traps and\ncarts and things, with boxes of valuables and all that,” he\nsaid.  “They come from Molesey and Weybridge and Walton,\nand they say there’s been guns heard at Chertsey, heavy\nfiring, and that mounted soldiers have told them to get off at\nonce because the Martians are coming.  We heard guns firing\nat Hampton Court station, but we thought it was thunder.\nWhat the dickens does it all mean?  The Martians can’t get\nout of their pit, can they?”",
        "My brother could not tell him.",
        "Afterwards he found that the vague feeling of alarm had\nspread to the clients of the underground railway, and that\nthe Sunday excursionists began to return from all over the\nSouth-Western “lung\"--Barnes, Wimbledon, Richmond Park,\nKew, and so forth--at unnaturally early hours; but not a\nsoul had anything more than vague hearsay to tell of.  Every-\none connected with the terminus seemed ill-tempered.",
        "About five o’clock the gathering crowd in the station was\nimmensely excited by the opening of the line of communica-\ntion, which is almost invariably closed, between the South-\nEastern and the South-Western stations, and the passage of\ncarriage trucks bearing huge guns and carriages crammed\nwith soldiers.  These were the guns that were brought up\nfrom Woolwich and Chatham to cover Kingston.  There was\nan exchange of pleasantries: “You’ll get eaten!”  “We’re the\nbeast-tamers!” and so forth.  A little while after that a squad\nof police came into the station and began to clear the public off\nthe platforms, and my brother went out into the street again.",
        "The church bells were ringing for evensong, and a squad of\nSalvation Army lassies came singing down Waterloo Road.\nOn the bridge a number of loafers were watching a curious\nbrown scum that came drifting down the stream in patches.\nThe sun was just setting, and the Clock Tower and the Houses\nof Parliament rose against one of the most peaceful skies it\nis possible to imagine, a sky of gold, barred with long trans-\nverse stripes of reddish-purple cloud.  There was talk of a\nfloating body.  One of the men there, a reservist he said he\nwas, told my brother he had seen the heliograph flickering\nin the west.",
        "In Wellington Street my brother met a couple of sturdy\nroughs who had just been rushed out of Fleet Street with still-\nwet newspapers and staring placards.  “Dreadful catastrophe!\"\nthey bawled one to the other down Wellington Street.  “Fight\ning at Weybridge!  Full description!  Repulse of the Martians!\nLondon in Danger!”  He had to give threepence for a copy of\nthat paper.",
        "Then it was, and then only, that he realised something of\nthe full power and terror of these monsters.  He learned that\nthey were not merely a handful of small sluggish creatures,\nbut that they were minds swaying vast mechanical bodies;\nand that they could move swiftly and smite with such power\nthat even the mightiest guns could not stand against them.",
        "They were described as “vast spiderlike machines, nearly\na hundred feet high, capable of the speed of an express train,\nand able to shoot out a beam of intense heat.”  Masked batter-\nies, chiefly of field guns, had been planted in the country\nabout Horsell Common, and especially between the Woking\ndistrict and London.  Five of the machines had been seen\nmoving towards the Thames, and one, by a happy chance,\nhad been destroyed.  In the other cases the shells had missed,\nand the batteries had been at once annihilated by the Heat-\nRays.  Heavy losses of soldiers were mentioned, but the tone\nof the despatch was optimistic.",
        "The Martians had been repulsed; they were not invulnera-\nble.  They had retreated to their triangle of cylinders again, in\nthe circle about Woking.  Signallers with heliographs were\npushing forward upon them from all sides.  Guns were in rapid\ntransit from Windsor, Portsmouth, Aldershot, Woolwich--\neven from the north; among others, long wire-guns of ninety-\nfive tons from Woolwich.  Altogether one hundred and sixteen\nwere in position or being hastily placed, chiefly covering Lon-\ndon.  Never before in England had there been such a vast or\nrapid concentration of military material.",
        "Any further cylinders that fell, it was hoped, could be\ndestroyed at once by high explosives, which were being rap-\nidly manufactured and distributed.  No doubt, ran the report,\nthe situation was of the strangest and gravest description, but\nthe public was exhorted to avoid and discourage panic.  No\ndoubt the Martians were strange and terrible in the extreme,\nbut at the outside there could not be more than twenty of\nthem against our millions.",
        "The authorities had reason to suppose, from the size of the\ncylinders, that at the outside there could not be more than\nfive in each cylinder--fifteen altogether.  And one at least was\ndisposed of--perhaps more.  The public would be fairly\nwarned of the approach of danger, and elaborate measures\nwere being taken for the protection of the people in the\nthreatened southwestern suburbs.  And so, with reiterated\nassurances of the safety of London and the ability of the\nauthorities to cope with the difficulty, this quasi-proclamation\nclosed.",
        "This was printed in enormous type on paper so fresh that it\nwas still wet, and there had been no time to add a word of\ncomment.  It was curious, my brother said, to see how ruth-\nlessly the usual contents of the paper had been hacked and\ntaken out to give this place.",
        "All down Wellington Street people could be seen fluttering\nout the pink sheets and reading, and the Strand was suddenly\nnoisy with the voices of an army of hawkers following these\npioneers.  Men came scrambling off buses to secure copies.\nCertainly this news excited people intensely, whatever\ntheir previous apathy.  The shutters of a map shop in the\nStrand were being taken down, my brother said, and a man\nin his Sunday raiment, lemon-yellow gloves even, was visi-\nble inside the window hastily fastening maps of Surrey to\nthe glass.",
        "Going on along the Strand to Trafalgar Square, the paper\nin his hand, my brother saw some of the fugitives from West\nSurrey.  There was a man with his wife and two boys and\nsome articles of furniture in a cart such as greengrocers use.\nHe was driving from the direction of Westminster Bridge;\nand close behind him came a hay waggon with five or six\nrespectable-looking people in it, and some boxes and bundles.\nThe faces of these people were haggard, and their entire\nappearance contrasted conspicuously with the Sabbath-best\nappearance of the people on the omnibuses.  People in fash-\nionable clothing peeped at them out of cabs.  They stopped at\nthe Square as if undecided which way to take, and finally\nturned eastward along the Strand.  Some way behind these\ncame a man in workday clothes, riding one of those old-\nfashioned tricycles with a small front wheel.  He was dirty and\nwhite in the face.",
        "My brother turned down towards Victoria, and met a num-\nber of such people.  He had a vague idea that he might see\nsomething of me.  He noticed an unusual number of police\nregulating the traffic.  Some of the refugees were exchanging\nnews with the people on the omnibuses.  One was professing\nto have seen the Martians.  “Boilers on stilts, I tell you,\nstriding along like men.”  Most of them were excited and\nanimated by their strange experience.",
        "Beyond Victoria the public-houses were doing a lively trade\nwith these arrivals.  At all the street corners groups of people\nwere reading papers, talking excitedly, or staring at these\nunusual Sunday visitors.  They seemed to increase as night\ndrew on, until at last the roads, my brother said, were like\nEpsom High Street on a Derby Day.  My brother addressed\nseveral of these fugitives and got unsatisfactory answers from\nmost.",
        "None of them could tell him any news of Woking except\none man, who assured him that Woking had been entirely\ndestroyed on the previous night.",
        "“I come from Byfleet,” he said; “man on a bicycle came\nthrough the place in the early morning, and ran from door to\ndoor warning us to come away.  Then came soldiers.  We went\nout to look, and there were clouds of smoke to the south--\nnothing but smoke, and not a soul coming that way.  Then\nwe heard the guns at Chertsey, and folks coming from Wey-\nbridge.  So I’ve locked up my house and come on.”",
        "At the time there was a strong feeling in the streets that the\nauthorities were to blame for their incapacity to dispose of\nthe invaders without all this inconvenience.",
        "About eight o’clock a noise of heavy firing was distinctly\naudible all over the south of London.  My brother could not\nhear it for the traffic in the main thoroughfares, but by strik-\ning through the quiet back streets to the river he was able to\ndistinguish it quite plainly.",
        "He walked from Westminster to his apartments near Re-\ngent’s Park, about two.  He was now very anxious on my\naccount, and disturbed at the evident magnitude of the\ntrouble.  His mind was inclined to run, even as mine had run\non Saturday, on military details.  He thought of all those\nsilent, expectant guns, of the suddenly nomadic countryside;\nhe tried to imagine “boilers on stilts” a hundred feet high.",
        "There were one or two cartloads of refugees passing along\nOxford Street, and several in the Marylebone Road, but so\nslowly was the news spreading that Regent Street and Port-\nland Place were full of their usual Sunday-night promenaders,\nalbeit they talked in groups, and along the edge of Regent’s\nPark there were as many silent couples “walking out” together\nunder the scattered gas lamps as ever there had been.  The\nnight was warm and still, and a little oppressive; the sound\nof guns continued intermittently, and after midnight there\nseemed to be sheet lightning in the south.",
        "He read and re-read the paper, fearing the worst had hap-\npened to me.  He was restless, and after supper prowled out\nagain aimlessly.  He returned and tried in vain to divert his\nattention to his examination notes.  He went to bed a little\nafter midnight, and was awakened from lurid dreams in the\nsmall hours of Monday by the sound of door knockers, feet\nrunning in the street, distant drumming, and a clamour\nof bells.  Red reflections danced on the ceiling.  For a moment\nhe lay astonished, wondering whether day had come or the\nworld gone mad.  Then he jumped out of bed and ran to the\nwindow.",
        "His room was an attic and as he thrust his head out, up\nand down the street there were a dozen echoes to the noise\nof his window sash, and heads in every kind of night disarray\nappeared.  Enquiries were being shouted.  “They are coming!\"\nbawled a policeman, hammering at the door; “the Martians\nare coming!” and hurried to the next door.",
        "The sound of drumming and trumpeting came from the\nAlbany Street Barracks, and every church within earshot was\nhard at work killing sleep with a vehement disorderly tocsin.\nThere was a noise of doors opening, and window after win-\ndow in the houses opposite flashed from darkness into yellow\nillumination.",
        "Up the street came galloping a closed carriage, bursting\nabruptly into noise at the corner, rising to a clattering climax\nunder the window, and dying away slowly in the distance.\nClose on the rear of this came a couple of cabs, the forerun-\nners of a long procession of flying vehicles, going for the most\npart to Chalk Farm station, where the North-Western special\ntrains were loading up, instead of coming down the gradient\ninto Euston.",
        "For a long time my brother stared out of the window in\nblank astonishment, watching the policemen hammering at\ndoor after door, and delivering their incomprehensible mes-\nsage.  Then the door behind him opened, and the man who\nlodged across the landing came in, dressed only in shirt,\ntrousers, and slippers, his braces loose about his waist, his\nhair disordered from his pillow.",
        "“What the devil is it?” he asked.  “A fire?  What a devil of a\nrow!”",
        "They both craned their heads out of the window, straining\nto hear what the policemen were shouting.  People were com-\ning out of the side streets, and standing in groups at the\ncorners talking.",
        "“What the devil is it all about?” said my brother’s fellow\nlodger.",
        "My brother answered him vaguely and began to dress,\nrunning with each garment to the window in order to miss\nnothing of the growing excitement.  And presently men selling\nunnaturally early newspapers came bawling into the street:",
        "“London in danger of suffocation!  The Kingston and Rich-\nmond defences forced!  Fearful massacres in the Thames\nValley!”",
        "And all about him--in the rooms below, in the houses on\neach side and across the road, and behind in the Park Ter-\nraces and in the hundred other streets of that part of Maryle-\nbone, and the Westbourne Park district and St. Pancras, and\nwestward and northward in Kilburn and St. John’s Wood and\nHampstead, and eastward in Shoreditch and Highbury and\nHaggerston and Hoxton, and, indeed, through all the vastness\nof London from Ealing to East Ham--people were rubbing\ntheir eyes, and opening windows to stare out and ask aimless\nquestions, dressing hastily as the first breath of the coming\nstorm of Fear blew through the streets.  It was the dawn of\nthe great panic.  London, which had gone to bed on Sunday\nnight oblivious and inert, was awakened, in the small hours\nof Monday morning, to a vivid sense of danger.",
        "Unable from his window to learn what was happening, my\nbrother went down and out into the street, just as the sky\nbetween the parapets of the houses grew pink with the early\ndawn.  The flying people on foot and in vehicles grew more\nnumerous every moment.  “Black Smoke!” he heard people\ncrying, and again “Black Smoke!”  The contagion of such a\nunanimous fear was inevitable.  As my brother hesitated on\nthe door-step, he saw another news vender approaching, and\ngot a paper forthwith.  The man was running away with the\nrest, and selling his papers for a shilling each as he ran--a\ngrotesque mingling of profit and panic.",
        "And from this paper my brother read that catastrophic\ndespatch of the Commander-in-Chief:",
        "“The Martians are able to discharge enormous clouds of a\nblack and poisonous vapour by means of rockets.  They have\nsmothered our batteries, destroyed Richmond, Kingston, and\nWimbledon, and are advancing slowly towards London, de-\nstroying everything on the way.  It is impossible to stop them.\nThere is no safety from the Black Smoke but in instant flight.”",
        "That was all, but it was enough.  The whole population of\nthe great six-million city was stirring, slipping, running; pres-\nently it would be pouring EN MASSE northward.",
        "“Black Smoke!” the voices cried.  “Fire!”",
        "The bells of the neighbouring church made a jangling\ntumult, a cart carelessly driven smashed, amid shrieks and\ncurses, against the water trough up the street.  Sickly yellow\nlights went to and fro in the houses, and some of the passing\ncabs flaunted unextinguished lamps.  And overhead the dawn\nwas growing brighter, clear and steady and calm.",
        "He heard footsteps running to and fro in the rooms, and\nup and down stairs behind him.  His landlady came to the\ndoor, loosely wrapped in dressing gown and shawl; her hus-\nband followed ejaculating.",
        "As my brother began to realise the import of all these\nthings, he turned hastily to his own room, put all his available\nmoney--some ten pounds altogether--into his pockets, and\nwent out again into the streets.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}