{
    "title": "The Fortieth Door - Chapter XXVI",
    "author": "Mary Hastings Bradley",
    "chapter": "26",
    "content": [
        "\n\n",
        "THE PAINTED CASE",
        "“She’s fainted,” said Ryder in a voice that shook. From his pocket\nhe drew swiftly a thermos bottle but before the top was off those\nlong lashes fluttered, and from under their shadow the soft, dark\neyes looked up at him with a smile of very gallant reassurance.",
        "“Not–faint,” said the girl, in a breath of a voice. “But it was so\nlong–so hot–”",
        "“Drink this.” Ryder slipped an arm about her, offering the filled\ntop of the thermos. “It’s over, all over,” he murmured as she drank.\n“You’re safe now, safe.... You’re at the museum.... Then we’ll get\nyou to the hotel–”",
        "“Hotel–?” the girl echoed with a faint implication of humor in that\nsilver bell of a voice.",
        "She put her hands to her hair and to her face in which the hues of\nlife mingled with the pallor of exhaustion; on her small fingers\nsparkled the gleam of diamonds and from her slender arms fell back\nthe gold and jade tissues of her chiffon robe.",
        "To McLean she had increasingly the appearance of a creature of\nenchantments. And to see that young loveliness in its strange gleam\nof color lying against his friend’s supporting tan linen arm–",
        "Sardonically his eyes sought Ryder.",
        "“So that was your mummy!”",
        "“There was nothing else to do.” Ryder had withdrawn his arm; the two\nmen faced each other across the girl. “I was in a blue funk–you\nsee, I was hiding her in the inner chamber until I could smuggle her\naway. And when those wolves came on the scent, and not an instant to\nlose–I got the bandages off the real mummy and about Aimée....\nLord, it was a close call!”",
        "He drew a long breath. “I hadn’t a gun. I hadn’t a thing–and I had\nto grin and play it through ... And I was deathly afraid of\nThatcher.”",
        "“Thatcher?”",
        "“Yes, Thatcher. You see I’d popped the mummy into a case without its\nbandages and if Thatcher had glimpsed that he’d have said\nsomething–Oh, innocently–that would have given the show away. He\nknew there was only one mummy and it was wrapped. But the Lord was\nwith me. The men opened the empty case first and at the second they\nsaid nothing to show it wasn’t empty and Thatcher didn’t look in.\nThen they went on to the third.”",
        "“And me–when I heard those voices–I stopped breathing,” said the\ngirl. “But I shook so–I thought they would think that mummy was\ncoming to life! And the dust–Oh, it was almost beyond my force not\nto sneeze–”",
        "“You’d have sneezed us to Kingdom Come,” said Ryder, gayly now.",
        "“But I did not,” she protested. “I lay there and thought of Hamdi\nlooking down upon me, and my flesh crept.... Oh, it was terrible!\nAnd yet it was funny.”",
        "Funny.... McLean gazed in sardonic astonishment upon the two young\ncreatures with such misguided humor that they found something funny\nin this appalling business. Flying from palaces ... hiding in tombs\n... taking a mummy’s place beneath the dusty bandages of the dead\n... Funny....",
        "And yet there was laughter in their young eyes when they looked at\neach other and a curve of astounding amusement in their lips.",
        "It touched McLean to wonder. It touched him–queerly–to an odd and\naching pain. For he saw suddenly that he was looking upon something\ndeathless and imperishable, yet fragile and fleeting as the breath\nof time....",
        "They were so young, so absorbed, so oblivious....",
        "He had forgotten Jinny Jeffries. So too,–not for the first time,\nalas!–had Ryder. Now her clear voice from the doorway made them\nstart.",
        "“You might present me, Jack.”",
        "Ryder turned, so did the girl in the painted case, and her eyes\nwidened with a startled surprise. The doorway had not been within\nher vision.",
        "Jinny was leaning back against the door, her hand behind her on the\nknob she was to guard, her figure still rigid with astonishment.",
        "“I didn’t know you–you dug them up–alive,” she said with a quiver\nof uncertain humor.",
        "“My dear Jinny, I had for–Miss Jeffries, let me present you to\nMademoiselle Delcassé,” said Jack gravely. “I know that you met her\nthe day of her reception–”",
        "Only in that moment did Jinny place the haunting recollection.",
        "“But she was burned–she was killed,” she protested, shaken now with\nexcitement.",
        "“She was not burned–although there was a fire. The man who called\nhimself her husband pretended she was killed in order to save his\npride. For she escaped from him. And he tried to get her back,\nsetting another man, a false father, after her with lying\nwitnesses–Oh, it’s a long story!–so I had to hide her in this\ncase.”",
        "“But Jack, you–why were you hiding her–? Did you get her out?\"\nstammered Jinny.",
        "“The night of that reception. You see, I knew she was truly a French\ngirl who had been stolen by Tewfick Pasha and brought up as his\ndaughter–Oh, that’s a long story, too! But at McLean’s I had\nhappened on the agents who were searching for her from her aunt in\nFrance, and so I knew.... And at the reception when I found she\nhated that marriage I stayed behind and–and managed to get her\naway,\"–thus lightly did Ryder indicate the dangers of that\nnight!–\"so she could escape to France.”",
        "“Oh–France!” said Jinny.",
        "She could be forgiven for the tone. She had been kept shamefully in\nthe dark, misled, ignored.... She had been a catspaw, a bystander.",
        "Not that she cared. Not that she would let them think for a minute\nthat she cared....",
        "But as for this talk of France–",
        "Her eyes met the eyes of the girl in the mummy case. And Jinny found\nherself looking, not at the interloper, the enchantress, but at a\nvery young, frightened girl, lost in a strange world, but resolved\nupon courage. She saw more than the men could see. She saw the\nloveliness, the helplessness, and she saw too the sensitive dignity,\nthe delicate, defensive spirit....",
        "Really, she was a child.",
        "And to have gone through so much, dared such danger.... She\nremembered that dark, forbidding palace, the guarded doors, the\nhideous blacks–and that bright, smiling figure in its misty\nveil.... And now that little figure sat in its strange hiding place,\nconfronting her with a lost child’s eyes....",
        "Into Jinny’s bright gray eyes came a mist of tears. She was queerly\nmoved. It was a mingled emotion, but if some drops for her own\ndisconcertment were mingled with the warm prompting of pity, her\ncompassion was none the less true.",
        "“I’ll be so glad to do anything I can to help,” she said\nimpulsively. “If you have no friends to trust in Cairo–”",
        "“I have no friends to trust–beyond this room,” said the girl.",
        "“Then I’ll take you to the hotel with me. You can register as one of\nour party and keep your room till we leave–we are going in four\ndays now. And, oh, I know! You can cross on the same steamer with us\nto Europe, for there’s a woman at the hotel who wants to give up her\ntransportation and go on to the Holy Land–she was moaning about it\nonly this noon. It would all fit in beautifully.”",
        "It seemed to McLean that an angel from Heaven was revealing her\nblessed goodness.",
        "Ryder took the revelation delightedly for granted.",
        "“Bully for you, Jinny,” he said warmly. “I knew I could count on\nyou.”",
        "If for one moment a twinge of wry reminder recalled that she had\nnever been able exactly to count upon him it did not dim his mood.\nHe was alight with triumph.",
        "“I’ll see to the transportation,” he said quickly, doing mental\narithmetic about present sums in the bank. “And we won’t wire your\naunt until you’re safely out of Egypt–better send a wireless from\nthe ship. I think your aunt is near Paris–”",
        "“We are going to hurry to Paris,” said Jinny, “That was our regular\nplan–”",
        "“And London?” said McLean.",
        "“London, later, of course. Cathedrals, lakes and universities–then\nLondon.”",
        "“I shall be in London,” said McLean thoughtfully, “in June.... If\nyou are not too occupied–”",
        "“With cathedrals?” said Miss Jeffries.",
        "“Where are the things?” demanded Ryder ruthlessly, and thus\nrecalled, Jinny produced the bag.",
        "McLean moved toward the door. “We might go and mount guard in the\ncorridor,” he suggested, and he and Jinny stepped outside, back into\nthe everyday world of Egypt where nothing at all had been happening\nbut the arrival of a caravan from the excavations.",
        "Within the room Ryder stooped and lifted the girl from the case and\nset her lightly on the floor. Ruefully she shook out the torn\nchiffons of that French audacity of a robe, and with a whimsical\nsmile surveyed the soiled little slippers that she had discarded in\nher disguise when she had ridden behind the turbaned Ryder upon the\nArab horse.",
        "So little time ago, and yet so long away–",
        "Under her long lashes she looked up at the young man, who had set\nthe old life crumbling about her at a touch. Wistfulness edged the\nbrave smile with which she murmured, “And so it is all arranged–so\nquick. I am safe–I go to the hotel with that nice girl–”",
        "“And I won’t be able to see you,” he said suddenly.",
        "“But you have seen me, monsieur, these many days–”",
        "“Seen you? I haven’t seen you. I’ve sat outside a tomb on guard,\nI’ve marched beside a mummy case–and–and we’ve said so little–”",
        "It was true. They had said little. The hours had been absorbed in\naction. Their words had always been of explanation, of reassurance,\nof anxious planning. Of the future, the future after safety had been\nachieved, they had said nothing. It had all been uncertain,\nnebulous, vague....",
        "And now it was upon them.",
        "“And I have never said Thank you,” she murmured. “I–I think I began\nby saying Thank you, monsieur. I remember saying that my education\nhad proceeded to the Ts!”",
        "“If–if only you never want to unsay it,” he muttered. “You don’t\nknow what’s ahead–life’s so uncertain–”",
        "“No, I do not know what is ahead,” she told him, “but I am\nfree–free for whatever will come.”",
        "The brightness of that freedom shone suddenly from her upturned\nface.",
        "“Anything is better than that man,” she vowed. “Even if my aunt,\nthat Madame Delcassé, should not like me–you see, I have thought of\neverything, and I am not afraid.”",
        "“Like you–? She’ll love you,” said Ryder bitterly. “She’ll go mad\nover you and give you all she has–she’ll marry you to a count–”",
        "“Another marriage?” Aimée raised brows of mockery. “But I am through\nwith the marriages of convenience–”",
        "“You’re so lovely, darling, that you’ll have the world at your\nfeet,” said the young man huskily.",
        "He looked at her with eyes that could not hide their pain. “Oh,\nI–you–it’s not fair–” he muttered incoherently.",
        "He had meant–ever since that sobering moment of guardianship in the\ndesert–to be very fair. He would not bind her with a word, a touch.\nNot since that impulsive clasp of reunion in the palace had he\ntouched her in caress. With the reverence of his deep tenderness he\nhad served her in the tomb, meaning to deny his heart, to delay its\nrevelation, to wait upon her freedom and her youth....",
        "Nobly he had resolved.... But now parting was upon him.",
        "“It’s not fair to you,” he said desperately–and drew closer.",
        "For at his blurted words her look had magically changed. The\ndefensive lightness was fled. A breathless wonder shone out at him\n... a delicious shyness brushed with dancing expectation like the\ngleam of a butterfly’s wing.",
        "No glamorous moonlight was about them now. No scented shadowy\ngarden.... But the enchantment was there, in the bare and dusty\nroom, with its grim old mummy cases, the enchantment and the very\nflame of youth.",
        "“Sweet, I’ll be on the ship–I’ll wait till you are ready,” he vowed\nand at her low murmur, “Ready–?” he gave back, “Ready–for love,\"\nwith a boy’s stammer over the first sound of that word between them.",
        "“But what is this now,” she said wondering, yet with a little elfish\ngleam of laughter, “but–love?”",
        "His last resolve went to the winds.",
        "And as his arms closed about her, as he held to his heart all that\nyoung loveliness that had been his despair and his delight, there\nwas more than joy in the confused tumult of his youth, there was\nthe supreme exultation of triumphant daring.",
        "For he had opened the forbidden door; he had challenged the\nadventure and overcome the risk.",
        "He had won. And he would hold his winnings.",
        "“Aimée,” he whispered. “Aimée–Beloved.”",
        " ",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}