{
    "title": "The Golden Sayings of Epictetus - VIII ",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "“Aye, but to debase myself thus were unworthy of me.”",
        "“That,” said Epictetus, “is for you to consider, not for me.\nYou know yourself what you are worth in your own eyes; and at\nwhat price you will sell yourself. For men sell themselves at\nvarious prices. This was why, when Florus was deliberating\nwhether he should appear at Nero’s shows, taking part in the\nperformance himself, Agrippinus replied, ’Appear by all means.’\nAnd when Florus inquired, ’But why do not you appear?’ he\nanswered, ’Because I do not even consider the question.’ For the\nman who has once stooped to consider such questions, and to\nreckon up the value of external things, is not far from\nforgetting what manner of man he is. Why, what is it that you\nask me? Is death preferable, or life? I reply, Life. Pain or\npleasure? I reply, Pleasure.”",
        "“Well, but if I do not act, I shall lose my head.”",
        "“Then go and act! But for my part I will not act.”",
        "“Why?”",
        "“Because you think yourself but one among the many threads\nwhich make up the texture of the doublet. You should aim at being\nlike men in general—just as your thread has no ambition either\nto be anything distinguished compared with the other threads. But\nI desire to be the purple—that small and shining part which\nmakes the rest seem fair and beautiful. Why then do you bid me\nbecome even as the multitude? Then were I no longer the purple.”",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}