{
    "title": "The Gatlings at Santiago - “G. O. 5",
    "author": "John H. Parker",
    "chapter": "16",
    "content": [
        "\n\n",
        "“The following troops will hold themselves in readiness to move\nimmediately on board transports upon notification from these\nheadquarters:",
        "“1. The 5th Army Corps.",
        "“2. The Battalion of Engineers.",
        "“3. The detachment of the Signal Corps.",
        "“4. Five squadrons of cavalry, to be selected by the commanding\ngeneral of the cavalry division, in accordance with instructions\npreviously given.",
        "“5. Four batteries of light artillery, to be commanded by a major, to\nbe selected by the commanding officer of the light artillery brigade.",
        "“6. Two batteries of heavy artillery, to be selected by the commanding\nofficer of the siege artillery battalion, with eight (8) guns and\neight (8) field mortars.",
        "“7. The Battalion of Engineers, the infantry and cavalry will be\nsupplied with 500 rounds of ammunition per man.",
        "“8. All troops will carry, in addition to the fourteen (14) days’\nfield rations now on hand, ten (10) days’ travel rations.",
        "“9. The minimum allowance of tentage and baggage as prescribed in\nG. O. 54, A. G. O., c. s., will be taken.",
        "“10. In addition to the rations specified in paragraph 8 of this\norder, the chief commissary will provide sixty (60) days’ field\nrations for the entire command.",
        "“11. All recruits and extra baggage, the latter to be stored,\ncarefully piled and covered, will be left in camp in charge of a\ncommissioned officer, to be selected by the regimental commander.\nWhere there are no recruits available, the necessary guard only will\nbe left.",
        "“12. Travel rations will be drawn at once by the several commands, as\nindicated in paragraph 8.",
        "“By command of Maj.-Gen. Shafter.",
        "“E. J. McClernand,\n“A. A. G.”",
        "This order was afterwards changed to include twelve squadrons of\ncavalry, all of which were dismounted because of lack of\ntransportation for the animals, and because it was believed, from the\nbest sources of information obtainable, that mounted cavalry could not\noperate efficiently in the neighborhood of Santiago. This was found\nsubsequently to be correct.",
        "The facilities at Tampa and Port Tampa for embarking the troops and\nthe large amount of supplies required were inadequate, and with the\nutmost effort it was not possible to accomplish this work as quickly\nas I hoped and desired.",
        "On the evening of June 7th I received orders to sail without delay,\nbut not with less than 10,000 men.",
        "The orders referred to caused one division, composed of Volunteer\ntroops, commanded by Brig.-Gen. Snyder, and which it had been intended\nto include in my command, to be left behind. I was joined, however, by\nBrig.-Gen. Bates, who had already arrived on transports from Mobile,\nAla., with the 3d and 20th Infantry and one squadron of the 2d Cavalry\nwith their horses, the latter being the only mounted troops in my\ncommand.",
        "After some of them had already reached the lower bay, telegraphic\ninstructions were received from the honorable Secretary of War,\ndirecting that the sailing of the expedition be delayed, waiting\nfurther orders. This delay was occasioned by the Navy reporting that a\nSpanish war vessel had been sighted in the Nicholas Channel. The ships\nin the lower bay were immediately recalled. On the next day, in\ncompliance with instructions from the adjutant-general of the Army,\nthe necessary steps were taken to increase the command to the full\ncapacity of the transports, and the expedition sailed on June 14th\nwith 815 officers and 16,072 enlisted men.",
        "The passage to Santiago was generally smooth and uneventful. The\nhealth of the command remained remarkably good, notwithstanding the\nfact that the conveniences on many of the transports, in the nature of\nsleeping accommodations, space for exercise, closet accommodations,\netc., were not all that could have been desired. While commenting upon\nthis subject, it is appropriate to add that the opinion was general\nthroughout the Army that the travel ration should include tomatoes,\nbeginning with the first day, and that a small quantity of canned\nfruit would prove to be a most welcome addition while traveling at sea\nin the tropics. If the future policy of our Government requires much\ntransportation for the military forces by sea, definite arrangements\nshould be determined upon to provide the necessary hammock\naccommodations for sleeping. Hammocks interfere immeasurably less than\nbunks with the proper ventilation of the ships and during the day can\nbe easily removed, thus greatly increasing space for exercise;\nmoreover, they greatly diminish the danger of fire.",
        "While passing along the north coast of Cuba one of the two barges we\nhad in tow broke away during the night, and was not recovered. This\nloss proved to be very serious, for it delayed and embarrassed the\ndisembarkation of the army. On the morning of June 20th we arrived off\nGuantanamo Bay, and about noon reached the vicinity of Santiago, where\nAdmiral Sampson came on board my headquarters transport. It was\narranged between us to visit in the afternoon the Cuban general\n(Garcia) at Aserraderos, about eighteen miles to the west of the\nMorro. During the interview Gen. Garcia offered the services of his\ntroops, comprising about 4,000 men in the vicinity of Aserraderos and\nabout 500, under Gen. Castillo, at the little town of Cujababo, a few\nmiles east of Baiquiri. I accepted his offer, impressing it upon him\nthat I could exercise no military control over him except, such as he\nwould concede, and as long as he served under me I would furnish him\nrations and ammunition.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}