{
    "title": "The War of the Worlds - Chapter Fifteen",
    "author": "H.G. Wells",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "It was while the curate had sat and talked so wildly to\nme under the hedge in the flat meadows near Halliford, and\nwhile my brother was watching the fugitives stream over\nWestminster Bridge, that the Martians had resumed the of-\nfensive.  So far as one can ascertain from the conflicting\naccounts that have been put forth, the majority of them\nremained busied with preparations in the Horsell pit until\nnine that night, hurrying on some operation that disengaged\nhuge volumes of green smoke.",
        "But three certainly came out about eight o’clock and,\nadvancing slowly and cautiously, made their way through\nByfleet and Pyrford towards Ripley and Weybridge, and so\ncame in sight of the expectant batteries against the setting\nsun.  These Martians did not advance in a body, but in a line,\neach perhaps a mile and a half from his nearest fellow.  They\ncommunicated with one another by means of sirenlike howls,\nrunning up and down the scale from one note to another.",
        "It was this howling and firing of the guns at Ripley and\nSt. George’s Hill that we had heard at Upper Halliford.  The\nRipley gunners, unseasoned artillery volunteers who ought\nnever to have been placed in such a position, fired one wild,\npremature, ineffectual volley, and bolted on horse and foot\nthrough the deserted village, while the Martian, without using\nhis Heat-Ray, walked serenely over their guns, stepped gin-\ngerly among them, passed in front of them, and so came\nunexpectedly upon the guns in Painshill Park, which he\ndestroyed.",
        "The St. George’s Hill men, however, were better led or of\na better mettle.  Hidden by a pine wood as they were, they\nseem to have been quite unsuspected by the Martian nearest\nto them.  They laid their guns as deliberately as if they had\nbeen on parade, and fired at about a thousand yards’ range.",
        "The shells flashed all round him, and he was seen to\nadvance a few paces, stagger, and go down.  Everybody yelled\ntogether, and the guns were reloaded in frantic haste.  The\noverthrown Martian set up a prolonged ululation, and imme-\ndiately a second glittering giant, answering him, appeared\nover the trees to the south.  It would seem that a leg of the\ntripod had been smashed by one of the shells.  The whole of\nthe second volley flew wide of the Martian on the ground,\nand, simultaneously, both his companions brought their Heat-\nRays to bear on the battery.  The ammunition blew up, the\npine trees all about the guns flashed into fire, and only one or\ntwo of the men who were already running over the crest of\nthe hill escaped.",
        "After this it would seem that the three took counsel to-\ngether and halted, and the scouts who were watching them\nreport that they remained absolutely stationary for the next\nhalf hour.  The Martian who had been overthrown crawled\ntediously out of his hood, a small brown figure, oddly sugges-\ntive from that distance of a speck of blight, and apparently\nengaged in the repair of his support.  About nine he had\nfinished, for his cowl was then seen above the trees again.",
        "It was a few minutes past nine that night when these three\nsentinels were joined by four other Martians, each carrying\na thick black tube.  A similar tube was handed to each of the\nthree, and the seven proceeded to distribute themselves at\nequal distances along a curved line between St. George’s Hill,\nWeybridge, and the village of Send, southwest of Ripley.",
        "A dozen rockets sprang out of the hills before them so soon\nas they began to move, and warned the waiting batteries\nabout Ditton and Esher.  At the same time four of their\nfighting machines, similarly armed with tubes, crossed the\nriver, and two of them, black against the western sky, came\ninto sight of myself and the curate as we hurried wearily and\npainfully along the road that runs northward out of Halliford.\nThey moved, as it seemed to us, upon a cloud, for a milky\nmist covered the fields and rose to a third of their height.",
        "At this sight the curate cried faintly in his throat, and\nbegan running; but I knew it was no good running from a\nMartian, and I turned aside and crawled through dewy nettles\nand brambles into the broad ditch by the side of the road.\nHe looked back, saw what I was doing, and turned to join\nme.",
        "The two halted, the nearer to us standing and facing Sun-\nbury, the remoter being a grey indistinctness towards the\nevening star, away towards Staines.",
        "The occasional howling of the Martians had ceased; they\ntook up their positions in the huge crescent about their\ncylinders in absolute silence.  It was a crescent with twelve\nmiles between its horns.  Never since the devising of gun-\npowder was the beginning of a battle so still.  To us and to\nan observer about Ripley it would have had precisely the\nsame effect--the Martians seemed in solitary possession of\nthe darkling night, lit only as it was by the slender moon, the\nstars, the afterglow of the daylight, and the ruddy glare from\nSt. George’s Hill and the woods of Painshill.",
        "But facing that crescent everywhere--at Staines, Hounslow,\nDitton, Esher, Ockham, behind hills and woods south of the\nriver, and across the flat grass meadows to the north of it,\nwherever a cluster of trees or village houses gave sufficient\ncover--the guns were waiting.  The signal rockets burst and\nrained their sparks through the night and vanished, and the\nspirit of all those watching batteries rose to a tense expecta-\ntion.  The Martians had but to advance into the line of fire,\nand instantly those motionless black forms of men, those\nguns glittering so darkly in the early night, would explode\ninto a thunderous fury of battle.",
        "No doubt the thought that was uppermost in a thousand\nof those vigilant minds, even as it was uppermost in mine,\nwas the riddle--how much they understood of us.  Did they\ngrasp that we in our millions were organized, disciplined,\nworking together?  Or did they interpret our spurts of fire,\nthe sudden stinging of our shells, our steady investment of\ntheir encampment, as we should the furious unanimity of\nonslaught in a disturbed hive of bees?  Did they dream they\nmight exterminate us?  (At that time no one knew what food\nthey needed.)  A hundred such questions struggled together\nin my mind as I watched that vast sentinel shape.  And in\nthe back of my mind was the sense of all the huge unknown\nand hidden forces Londonward.  Had they prepared pitfalls?\nWere the powder mills at Hounslow ready as a snare?  Would\nthe Londoners have the heart and courage to make a greater\nMoscow of their mighty province of houses?",
        "Then, after an interminable time, as it seemed to us,\ncrouching and peering through the hedge, came a sound\nlike the distant concussion of a gun.  Another nearer, and\nthen another.  And then the Martian beside us raised his tube\non high and discharged it, gunwise, with a heavy report that\nmade the ground heave.  The one towards Staines answered\nhim.  There was no flash, no smoke, simply that loaded\ndetonation.",
        "I was so excited by these heavy minute-guns following one\nanother that I so far forgot my personal safety and my\nscalded hands as to clamber up into the hedge and stare\ntowards Sunbury.  As I did so a second report followed, and\na big projectile hurtled overhead towards Hounslow.  I ex-\npected at least to see smoke or fire, or some such evidence\nof its work.  But all I saw was the deep blue sky above, with\none solitary star, and the white mist spreading wide and low\nbeneath.  And there had been no crash, no answering ex-\nplosion.  The silence was restored; the minute lengthened to\nthree.",
        "“What has happened?” said the curate, standing up beside\nme.",
        "“Heaven knows!” said I.",
        "A bat flickered by and vanished.  A distant tumult of\nshouting began and ceased.  I looked again at the Martian,\nand saw he was now moving eastward along the riverbank,\nwith a swift, rolling motion,",
        "Every moment I expected the fire of some hidden battery\nto spring upon him; but the evening calm was unbroken.\nThe figure of the Martian grew smaller as he receded, and\npresently the mist and the gathering night had swallowed\nhim up.  By a common impulse we clambered higher.  Towards\nSunbury was a dark appearance, as though a conical hill\nhad suddenly come into being there, hiding our view of the\nfarther country; and then, remoter across the river, over\nWalton, we saw another such summit.  These hill-like forms\ngrew lower and broader even as we stared.",
        "Moved by a sudden thought, I looked northward, and\nthere I perceived a third of these cloudy black kopjes had\nrisen.",
        "Everything had suddenly become very still.  Far away to\nthe southeast, marking the quiet, we heard the Martians\nhooting to one another, and then the air quivered again with\nthe distant thud of their guns.  But the earthly artillery made\nno reply.",
        "Now at the time we could not understand these things, but\nlater I was to learn the meaning of these ominous kopjes that\ngathered in the twilight.  Each of the Martians, standing in\nthe great crescent I have described, had discharged, by\nmeans of the gunlike tube he carried, a huge canister over\nwhatever hill, copse, cluster of houses, or other possible cover\nfor guns, chanced to be in front of him.  Some fired only one\nof these, some two--as in the case of the one we had seen;\nthe one at Ripley is said to have discharged no fewer than\nfive at that time.  These canisters smashed on striking the\nground--they did not explode--and incontinently disengaged\nan enormous volume of heavy, inky vapour, coiling and pour-\ning upward in a huge and ebony cumulus cloud, a gaseous\nhill that sank and spread itself slowly over the surrounding\ncountry.  And the touch of that vapour, the inhaling of its\npungent wisps, was death to all that breathes.",
        "It was heavy, this vapour, heavier than the densest smoke,\nso that, after the first tumultuous uprush and outflow of its\nimpact, it sank down through the air and poured over the\nground in a manner rather liquid than gaseous, abandoning\nthe hills, and streaming into the valleys and ditches and\nwatercourses even as I have heard the carbonic-acid gas that\npours from volcanic clefts is wont to do.  And where it came\nupon water some chemical action occurred, and the surface\nwould be instantly covered with a powdery scum that sank\nslowly and made way for more.  The scum was absolutely\ninsoluble, and it is a strange thing, seeing the instant effect\nof the gas, that one could drink without hurt the water from\nwhich it had been strained.  The vapour did not diffuse as a\ntrue gas would do.  It hung together in banks, flowing slug-\ngishly down the slope of the land and driving reluctantly\nbefore the wind, and very slowly it combined with the mist\nand moisture of the air, and sank to the earth in the form\nof dust.  Save that an unknown element giving a group of\nfour lines in the blue of the spectrum is concerned, we are\nstill entirely ignorant of the nature of this substance.",
        "Once the tumultuous upheaval of its dispersion was over,\nthe black smoke clung so closely to the ground, even before\nits precipitation, that fifty feet up in the air, on the roofs\nand upper stories of high houses and on great trees, there was\na chance of escaping its poison altogether, as was proved even\nthat night at Street Cobham and Ditton.",
        "The man who escaped at the former place tells a wonderful\nstory of the strangeness of its coiling flow, and how he looked\ndown from the church spire and saw the houses of the village\nrising like ghosts out of its inky nothingness.  For a day and\na half he remained there, weary, starving and sun-scorched,\nthe earth under the blue sky and against the prospect of the\ndistant hills a velvet-black expanse, with red roofs, green\ntrees, and, later, black-veiled shrubs and gates, barns, out-\nhouses, and walls, rising here and there into the sunlight.",
        "But that was at Street Cobham, where the black vapour\nwas allowed to remain until it sank of its own accord into\nthe ground.  As a rule the Martians, when it had served its\npurpose, cleared the air of it again by wading into it and\ndirecting a jet of steam upon it.",
        "This they did with the vapour banks near us, as we saw\nin the starlight from the window of a deserted house at Upper\nHalliford, whither we had returned.  From there we could\nsee the searchlights on Richmond Hill and Kingston Hill\ngoing to and fro, and about eleven the windows rattled, and\nwe heard the sound of the huge siege guns that had been put\nin position there.  These continued intermittently for the space\nof a quarter of an hour, sending chance shots at the invisible\nMartians at Hampton and Ditton, and then the pale beams\nof the electric light vanished, and were replaced by a bright\nred glow.",
        "Then the fourth cylinder fell--a brilliant green meteor--as\nI learned afterwards, in Bushey Park.  Before the guns on the\nRichmond and Kingston line of hills began, there was a fitful\ncannonade far away in the southwest, due, I believe, to guns\nbeing fired haphazard before the black vapour could over-\nwhelm the gunners.",
        "So, setting about it as methodically as men might smoke\nout a wasps’ nest, the Martians spread this strange stifling\nvapour over the Londonward country.  The horns of the\ncrescent slowly moved apart, until at last they formed a line\nfrom Hanwell to Coombe and Malden.  All night through their\ndestructive tubes advanced.  Never once, after the Martian\nat St. George’s Hill was brought down, did they give the\nartillery the ghost of a chance against them.  Wherever there\nwas a possibility of guns being laid for them unseen, a fresh\ncanister of the black vapour was discharged, and where the\nguns were openly displayed the Heat-Ray was brought to\nbear.",
        "By midnight the blazing trees along the slopes of Rich-\nmond Park and the glare of Kingston Hill threw their light\nupon a network of black smoke, blotting out the whole valley\nof the Thames and extending as far as the eye could reach.\nAnd through this two Martians slowly waded, and turned\ntheir hissing steam jets this way and that.",
        "They were sparing of the Heat-Ray that night, either be-\ncause they had but a limited supply of material for its\nproduction or because they did not wish to destroy the\ncountry but only to crush and overawe the opposition they\nhad aroused.  In the latter aim they certainly succeeded.  Sun-\nday night was the end of the organised opposition to their\nmovements.  After that no body of men would stand against\nthem, so hopeless was the enterprise.  Even the crews of the\ntorpedo-boats and destroyers that had brought their quick-\nfirers up the Thames refused to stop, mutinied, and went\ndown again.  The only offensive operation men ventured upon\nafter that night was the preparation of mines and pitfalls,\nand even in that their energies were frantic and spasmodic.",
        "One has to imagine, as well as one may, the fate of those\nbatteries towards Esher, waiting so tensely in the twilight.\nSurvivors there were none.  One may picture the orderly\nexpectation, the officers alert and watchful, the gunners ready,\nthe ammunition piled to hand, the limber gunners with their\nhorses and waggons, the groups of civilian spectators standing\nas near as they were permitted, the evening stillness, the\nambulances and hospital tents with the burned and wounded\nfrom Weybridge; then the dull resonance of the shots the\nMartians fired, and the clumsy projectile whirling over the\ntrees and houses and smashing amid the neighbouring fields.",
        "One may picture, too, the sudden shifting of the attention,\nthe swiftly spreading coils and bellyings of that blackness\nadvancing headlong, towering heavenward, turning the twi-\nlight to a palpable darkness, a strange and horrible antagonist\nof vapour striding upon its victims, men and horses near it\nseen dimly, running, shrieking, falling headlong, shouts of\ndismay, the guns suddenly abandoned, men choking and\nwrithing on the ground, and the swift broadening-out of the\nopaque cone of smoke.  And then night and extinction--\nnothing but a silent mass of impenetrable vapour hiding its\ndead.",
        "Before dawn the black vapour was pouring through the\nstreets of Richmond, and the disintegrating organism of\ngovernment was, with a last expiring effort, rousing the\npopulation of London to the necessity of flight.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}