{
    "title": "The Life of Abraham Lincoln - Chapter XXXIII. New Hopes",
    "author": "Henry Ketcham",
    "chapter": "35",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The outlook from Washington during the first half of the year 1863 was\nas discouraging as could well be borne. There had been no real advance\nsince the beginning of the war. Young men, loyal and enthusiastic, had\ngone into the army by hundreds of thousands. Large numbers of these,\nthe flower of the northern youth, had been slain or wounded, and far\nlarger numbers had died of exposure in the swamps of Virginia. There\nwas still no progress. Washington had been defended, but there was\nhardly a day when the Confederates were not within menacing distance of\nthe capital.",
        "After the bloody disaster at Chancellorsville matters grew even worse.\nLee first defeated Hooker in battle and then he out-maneuvered him. He\ncleverly eluded him, and before Hooker was aware of what was going on,\nhe was on his way, with eighty thousand men, towards Philadelphia and\nhad nearly a week’s start of the Union army. The Confederates had\nalways thought that if they could carry the war into the northern\nstates they would fight to better advantage. Jeff Davis had threatened\nthe torch, but it is not likely that such subordinates as General Lee\nshared his destructive and barbarous ambition. Still, Lee had a\nmagnificent army, and its presence in Pennsylvania was fitted to\ninspire terror. It was also fitted to rouse the martial spirit of the\nnorthern soldiers, as afterwards appeared.",
        "As soon as the situation was known, Hooker started in hot pursuit.\nAfter he had crossed the Potomac going north, he made certain requests\nof the War Department which were refused, and he, angry at the refusal,\npromptly sent in his resignation. Whether his requests were reasonable\nis one question; whether it was patriotic in him to resign on the eve\nof what was certain to be a great and decisive battle is another\nquestion. But his resignation was accepted and Meade was appointed to\nthe command. He accepted the responsibility with a modest and soldierly\nspirit and quit himself like a man. It is one of the rare cases in all\nhistory in which an army has on the eve of battle made a change of\ngenerals without disaster. That is surely highly to the credit of\nGeneral Meade. Lee’s objective point was not known. He might capture\nHarrisburg or Philadelphia, or both. He would probably desire to cut\noff all communication with Washington. The only thing to do was to\novertake him and force a battle. He himself realized this and was fully\ndecided not to give battle but fight only on the defensive. Curiously\nenough, Meade also decided not to attack, but to fight on the\ndefensive. Nevertheless, “the best laid schemes o’ mice an’ men gang\naft agley.”",
        "The result was Gettysburg, and the battle was not fought in accordance\nwith the plan of either commander. Uncontrollable events forced the\nbattle then and there. This battle-field was some distance to the\nnorth, that is to say, in advance of Pipe Creek, the location selected\nby Meade. But a conflict between a considerable force on each side\nopened the famous battle on July 1st. A retreat, or withdrawal, to Pipe\nCreek would have been disastrous. The first clash was between Heth’s\ndivision on the Confederate side, and Buford and Reynolds on the Union\nside. Rarely have soldiers been more eager for the fray than were those\nof the Union army at this time, especially the sons of Pennsylvania.\n“Up and at ’em” was the universal feeling. It was hardly possible to\nhold them back. The generals felt that it was not wise to hold them\nback. Thus, as one division after another, on both sides, came up to\nthe help of their comrades, Gettysburg was accepted as the battle-\nfield. It was selected by neither commander, it was thrust upon them by\nthe fortunes of war, it was selected by the God of battles.",
        "Almost the first victim on the Union side was that talented and brave\nsoldier, the general in command, Reynolds. His place was later in the\nday,–that is, about four o’clock in the afternoon,–filled, and well\nfilled, by General Hancock.",
        "The scope of this volume does not permit the description of this great\nbattle, and only some of the results may be given. The evening of July\n1st closed in with the Union army holding out, but with the advantages,\nsuch as they were, on the Confederate side. The second day the fight\nwas fiercely renewed and closed with no special advantage on either\nside. On the third day it was still undecided until in the afternoon\nwhen the climax came in Pickett’s famous charge. This was the very\nflower of the Confederate army, and the hazard of the charge was taken\nby General Lee against the earnest advice of Longstreet. They were\nrepulsed and routed, and that decided the battle. Lee’s army was turned\nback, the attempted invasion was a failure, and it became manifest that\neven Lee could not fight to advantage on northern soil.",
        "Gettysburg was the greatest battle ever fought on the western\nhemisphere, and it will easily rank as one of the great battles of\neither hemisphere. The number of troops was about 80,000 on each side.\nIn the beginning the Confederates decidedly outnumbered the Federals,\nbecause the latter were more scattered and it took time to bring them\nup. In the latter part, the numbers were more nearly evenly divided,\nthough nearly one-fourth of Meade’s men were not in the battle at any\ntime.",
        "The total loss of killed, wounded, and missing, was on the Confederate\nside over 31,000; on the Union side, about 23,000. The Confederates\nlost seventeen generals, and the Federals twenty. When we consider this\nloss of generals, bearing in mind that on the Union side they were\nmostly those on whom Meade would naturally lean, it is hardly to be\nwondered at that he so far lost his nerve as to be unwilling to pursue\nthe retreating enemy or hazard another battle. He could not realize\nthat the enemy had suffered much more than he had, and that, despite\nhis losses, he was in a condition to destroy that army. Not all that\nLincoln could say availed to persuade him to renew the attack upon the\nretreating foe. When Lee reached the Potomac he found the river so\nswollen as to be impassable. He could only wait for the waters to\nsubside or for time to improvise a pontoon bridge.",
        "When, after waiting for ten days, Meade was aroused to make the attack,\nhe was just one day too late. Lee had got his army safely into\nVirginia, and the war was not over. Lincoln could only say, “Providence\nhas twice [the other reference is to Antietam] delivered the Army of\nNorthern Virginia into our hands, and with such opportunities lost we\nought scarcely to hope for a third chance.”",
        "Lincoln wrote a letter to Meade. He also wrote him a second letter–or\nwas it the first?–which he did not send. We quote from this because it\nreally expressed the President’s mind, and because the fact that he did\nnot send it only shows how reluctant he was to wound another’s feelings\neven when deserved.",
        "“Again, my dear general, I do not believe you appreciate the magnitude\nof the misfortune involved in Lee’s escape. He was within your easy\ngrasp, and to have closed upon him would, in connection with our other\nlate successes, have ended the war. As it is, the war will be prolonged\nindefinitely. If you could not safely attack Lee last Monday, how can\nyou possibly do so south of the river, when you can take with you very\nfew more than two-thirds of the force you then had in hand? It would be\nunreasonable to expect, and I do not expect, that you can now effect\nmuch. Your golden opportunity is gone, and I am distressed immeasurably\nbecause of it. I beg you will not consider this a prosecution or\npersecution of yourself. As you had learned that I was dissatisfied, I\nthought it best to kindly tell you why.”",
        "While not overlooking Meade’s omission, as this letter shows, he\nappreciated the full value of the victory that checked Lee’s advance,\nand thanked the general heartily for that.",
        "On the same afternoon of July 3d, almost at the very minute that\nPickett was making his charge, there was in progress, a thousand miles\nto the west, an event of almost equal importance. Just outside the\nfortifications of Vicksburg, under an oak tree, General Grant had met\nthe Confederate General, Pemberton, to negotiate terms of surrender.\nThe siege of Vicksburg was a great triumph, and its capitulation was of\nscarcely less importance than the victory at Gettysburg. Vicksburg\ncommanded the Mississippi River and was supposed to be impregnable.\nSurely few cities were situated more favorably to resist either attack\nor siege. But Admiral Porter got his gunboats below the city, running\nthe batteries in the night, and Grant’s investment was complete. The\nConfederate cause was hopeless, their men nearly starved.",
        "Grant’s plan was to make a final attack (if necessary) on the 6th or\n7th day of July; but some time previous to this he had predicted that\nthe garrison would surrender on the fourth. General Pemberton tried his\nutmost to avoid this very thing. When it became apparent that he could\nnot hold out much longer, he opened negotiations on the morning of July\n3d for the specific purpose of forestalling the possibility of\nsurrender on the next day, Independence Day. In his report to the\nConfederate government he claims to have chosen the 4th of July for\nsurrender, because he thought that he could secure better terms on that\nday. But his pompous word has little weight, and all the evidence\npoints the other way. When on the morning of the 3d of July he opened\nnegotiations, he could not possibly have foreseen that it would take\ntwenty-four hours to arrange the terms.",
        "It was, then, on the 4th of July that Grant occupied Vicksburg. The\naccount by Nicolay and Hay ends with the following beautiful\nreflection: “It is not the least of the glories gained by the Army of\nthe Tennessee in this wonderful campaign that not a single cheer went\nup from the Union ranks, not a single word [was spoken] that could\noffend their beaten foes.”",
        "The loss to the Union army in killed, wounded, and missing, was about\n9,000. The Confederate loss was nearly 50,000. To be sure many of the\nparoled were compelled to reenlist according to the policy of the\nConfederate government. But even so their parole was a good thing for\nthe cause of the Union. They were so thoroughly disaffected that their\nrelease did, for the time, more harm than good to the southern cause.\nThen it left Grant’s army free.",
        "The sequel to this victory came ten months later in Sherman’s march to\nthe sea: not less thrilling in its conception and dramatic in its\nexecution than any battle or siege. Much fighting, skilful generalship,\nlong patience were required before this crowning act could be done, but\nit came in due time and was one of the finishing blows to the\nConfederacy, and it came as a logical result of the colossal victory at\nVicksburg.",
        "There were some eddies and counter currents to the main drift of\naffairs. About the time that Lee and his beaten army were making good\ntheir escape, terrific riots broke out in New York City in resisting\nthe draft. As is usual in mob rule the very worst elements of human or\ndevilish depravity came to the top and were most in evidence. For\nseveral days there was indeed a reign of terror. The fury of the mob\nwas directed particularly against the negroes. They were murdered.\nTheir orphan asylum was burnt. But the government quickly suppressed\nthe riot with a firm hand. The feeling was general throughout the\ncountry that we were now on the way to a successful issue of the war.\nThe end was almost in sight. Gettysburg and Vicksburg, July 3 and 4,\n1863, had inspired new hopes never to be quenched.",
        "On the 15th day of July the President issued a thanksgiving\nproclamation, designating August 6th as the day. Later in the year he\nissued another thanksgiving proclamation, designating the last Thursday\nin November. Previous to that time, certain states, and not a few\nindividuals, were in the habit of observing a thanksgiving day in\nNovember. Indeed the custom, in a desultory way, dates back to Plymouth\nColony. But these irregular and uncertain observances never took on the\nsemblance of a national holiday. That dates from the proclamation\nissued October 3d, 1863. From that day to this, every President has\nevery year followed that example.",
        "Lincoln was invited to attend a public meeting appointed for August\n26th at his own city of Springfield, the object of which was to concert\nmeasures for the maintenance of the Union. The pressure of public\nduties did not permit him to leave Washington, but he wrote a\ncharacteristic letter, a part of which refers to some of the events\ntouched on in this chapter. A few sentences of this letter are here\ngiven:",
        "“The Father of Waters again goes unvexed to the sea. Thanks to the\ngreat Northwest for it; nor yet wholly to them. Three hundred miles tip\nthey met New England, Empire, Keystone, and Jersey, hewing their way\nright and left. The sunny South, too, in more colors than one, also\nlent a helping hand. On the spot, their part of the history was jotted\ndown in black and white. The job was a great national one, and let none\nbe slighted who bore an honorable part in it. And while those who have\ncleared the great river may well be proud, even that is not all. It is\nhard to say that anything has been more bravely and well done than at\nAntietam, Murfreesboro, Gettysburg, and on many fields of less note.\nNor must Uncle Sam’s web-feet be forgotten. At all the watery margins\nthey have been present, not only on the deep sea, the broad bay, and\nthe rapid river, but also up the narrow, muddy bayou, and wherever the\nground was a little damp, they have been and made their tracks. Thanks\nto all. For the great republic–for the principle it lives by and keeps\nalive–for man’s vast future–thanks to all.",
        "“Peace does not appear so distant as it did. I hope it will come soon\nand come to stay; and so come as to be worth the keeping in all future\ntime. It will then have been proved that among freemen there can be no\nsuccessful appeal from the ballot to the bullet, and that they who take\nsuch appeal are sure to lose their case and pay the cost. And there\nwill be some black men who can remember that with silent tongue and\nclenched teeth and steady eye and well-poised bayonet they have helped\nmankind on to this great consummation; while I fear there will be some\nwhite ones unable to forget that with malignant heart and deceitful\nspeech they have striven to hinder it.”",
        "It is plain that after July 4, 1863, the final result was no longer\ndoubtful. So Lincoln felt it. There were indeed some who continued to\ncry that the war was a failure, but in such cases the wish was only\nfather to the thought.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}