{
    "title": "The History of England - Chapter IV.",
    "author": "John Lingard",
    "chapter": "4",
    "content": [
        "\n\n",
        "THE COMMONWEALTH.",
        "Establishment Of The Commonwealth–Punishment Of The Royalists–Mutiny And\nSuppression Of The Levellers–Charles Ii Proclaimed In Scotland–Ascendancy\nOf His Adherents In Ireland–Their Defeat At Rathmines–Success Of Cromwell\nIn Ireland–Defeat Of Montrose, And Landing Of Charles In Scotland-Cromwell\nIs Sent Against Him–He Gains A Victory At Dunbar–The King Marches Into\nEngland–Loses The Battle Of Worcester–His Subsequent Adventures And\nEscape.",
        "When the two houses first placed themselves in opposition to the sovereign,\ntheir demands were limited to the redress of existing grievances; now that\nthe struggle was over, the triumphant party refused to be content with\nanything less than the abolition of the old, and the establishment of a new\nand more popular form of government. Some, indeed, still ventured to raise\ntheir voices in favour of monarchy, on the plea that it was an institution\nthe most congenial to the habits and feelings of Englishmen. By these\nit was proposed that the two elder sons of Charles should be passed by,\nbecause their notions were already formed, and their resentments already\nkindled; that the young duke of Gloucester, or his sister Elizabeth, should\nbe placed on the throne; and that, under the infant sovereign, the royal\nprerogative should be circumscribed by law, so as to secure from future\nencroachment the just liberties of the people. But the majority warmly\ncontended for the establishment of a commonwealth. Why, they asked, should\nthey spontaneously set up again the idol which it had cost them so much\nblood and treasure to pull down? Laws would prove but feeble restraints on\nthe passions of a proud and powerful monarch. If they sought an insuperable\nbarrier to the restoration of despotism, it could be found only in some of\nthose institutions which lodge the supreme power with the representatives\nof the people. That they spoke their real sentiments is not improbable,\nthough we are assured, by one who was present at their meetings, that\npersonal interest had no small influence in their final determination. They\nhad sinned too deeply against royalty to trust themselves to the mercy, or\nthe moderation, of a king. A republic was their choice, because it promised\nto shelter them from the vengeance of their enemies, and offered to them\nthe additional advantage of sharing among themselves all the power, the\npatronage, and the emoluments of office.[1]",
        "In accordance with this decision, the moment the head of the royal victim\nfell[a] on the scaffold at Whitehall, a proclamation was read in Cheapside,\ndeclaring it treason to give to any person the title of king without the\nauthority of parliament; and at the same time was published the vote of the\n4th of January, that the supreme authority in the nation resided in the\nrepresentatives of the people. The peers, though aware of their approaching\nfate, continued to sit; but, after a pause of a few days, the Commons\nresolved: first,[b] that the House of Lords, and, next,[c] that the office\nof king, ought to be abolished. These votes, though the acts",
        "[Footnote 1: Whitelock, 391.]",
        "[Sidenote a: A.D. 1649. Jan. 30.]\n[Sidenote b: A.D. 1649. Feb. 6.]\n[Sidenote c: A.D. 1649. Feb. 7.]",
        "to be ingrafted on them were postponed, proved sufficient; from that hour\nthe kingship (the word by which the royal dignity was now designated),\nwith the legislative and judicial authority of the peers, was considered\nextinct, and the lower house, under the name of the parliament of England,\nconcentrated within itself all the powers of government.[1]",
        "The next measure was the appointment, by the Commons, of a council of\nstate, to consist of forty-one members, with powers limited in duration\nto twelve months. They were charged[a] with the preservation of domestic\ntranquillity, the care and disposal of the military and naval force, the\nsuperintendence of internal and external trade, and the negotiation of\ntreaties with foreign powers. Of the persons selected[b] for this office,\nthree-fourths possessed seats in the house; and they reckoned among them\nthe heads of the law, the chief officers in the army, and five peers, the\nearls of Denbigh, Mulgrave, Pembroke, and Salisbury, with the Lord Grey\nof Werke, who condescended to accept the appointment, either through\nattachment to the cause, or as a compensation for the loss of their\nhereditary rights.[2] But at the very outset a schism appeared among the\nnew counsellors. The oath required of them by the parliament contained\nan approval of the king’s trial, of the vote against the Scots and their\nEnglish associates, and of the abolition of monarchy and of the House of\nLords. By Cromwell and",
        "[Footnote 1: Journals, 1649, Jan. 30, Feb. 6, 7. Cromwell voted in favour\nof the House of Lords.–Ludlow, i. 246. Could he be sincere? I think not.]",
        "[Footnote 2: The earl of Pembroke had the meanness to solicit and accept\nthe place of representative for Berkshire; and his example was imitated by\ntwo other peers, the earl of Salisbury and Lord Howard of Escrick, who sat\nfor Lynn and Carlisle.–Journals, April 16, May 5 Sept. 18. Leicester’s\nJournal, 72.]",
        "[Sidenote a: A.D. 1649. Feb. 13.]\n[Sidenote b: A.D. 1649. Feb. 14.]",
        "eighteen others, it was taken cheerfully, and without comment; by the\nremaining twenty-two, with Fairfax at their head, it was firmly but\nrespectfully refused.[a] The peers alleged that it stood not with their\nhonour to approve upon oath of that which had been done in opposition to\ntheir vote; the commoners, that it was not for them to pronounce an opinion\non judicial proceedings of which they had no official information. But\ntheir doubts respecting transactions that were past formed no objection\nto the authority of the existing government. The House of Commons was\nin actual possession of the supreme power. From that house they derived\nprotection, to it they owed obedience, and with it they were ready to\nlive and die. Cromwell and his friends had the wisdom to yield; the\nretrospective clauses were expunged,[b] and in their place was substituted\na general promise of adhesion to the parliament, both with respect to the\nexisting form of public liberty, and the future government of the nation,\n“by way of a republic without king or house of peers.\"[1]",
        "This important revolution drew with it several other alterations. A\nrepresentation of the House of Commons superseded the royal effigy on the\ngreat seal, which was intrusted to three lords-commissioners, Lysle, Keble,\nand Whitelock; the writs no longer ran in the name of the king, but of\n“the keepers of the liberty of England by authority of parliament;” new\ncommissions were issued to the judges, sheriffs, and magistrates; and in\nlieu of the oaths of allegiance and supremacy, was required an engagement\nto be true to the commonwealth of England. Of the",
        "[Footnote 1: Journals, Feb. 7, 13, 14, 15, 19, 22. Whitelock, 378, 382,\n383. The amended oath is in Walker, part ii. 130.]",
        "[Sidenote a: A.D. 1649. Feb. 17.]\n[Sidenote b: A.D. 1649. Feb. 22.]",
        "judges, six resigned; the other six consented to retain their situations,\nif parliament would issue a proclamation declaratory of its intention to\nmaintain the fundamental laws of the kingdom. The condition was accepted\nand fulfilled;[1] the courts proceeded to hear and determine causes after\nthe ancient manner; and the great body of the people scarcely felt the\nimportant change which had been made in the government of the country. For\nseveral years past the supreme authority had been administered in the name\nof the king by the two houses at Westminster, with the aid of the committee\nat Derby House; now the same authority was equally administered in the name\nof the people by one house only, and with the advice of a council of state.",
        "The merit or demerit of thus erecting a commonwealth on the ruins of the\nmonarchy chiefly belongs to Cromwell, Ireton, Bradshaw, and Marten, who by\ntheir superior influence guided and controlled the opinions and passions of\ntheir associates in the senate and the army. After the king’s death they\nderived much valuable aid from the talents of Vane,[2] Whitelock, and St.\nJohn; and a feeble lustre was shed on their cause by the accession of the\nfive peers",
        "[Footnote 1: Journals, Feb. 8. Yet neither this declaration nor the\nfrequent remonstrances of the lawyers could prevent the house from usurping\nthe office of the judges, or from inflicting illegal punishments. Thus,\nfor example, on the report of a committee, detailing the discovery of a\nconspiracy to extort money by a false charge of delinquency, the house,\nwithout hearing the accused, or sending them before a court of justice,\nproceeded to inflict on some the penalties of the pillory, fine, and\nimprisonment, and adjudged Mrs. Samford, as the principal, to be whipped\nthe next day from Newgate to the Old Exchange, and to be kept to hard\nlabour for three months.–Journals, 1650, Feb. 2, Aug. 13.]",
        "[Footnote 2: Immediately after Pride’s purge, Vane, disgusted at the\nintolerance of his own party, left London, and retired to Raby Castle; he\nwas now induced to rejoin them, and resumed his seat on Feb. 26.]",
        "from the abolished House of Lords. But, after all, what right could this\nhandful of men have to impose a new constitution on the kingdom? Ought they\nnot, in consistency with their own principles, to have ascertained the\nsense of the nation by calling a new parliament? The question was raised,\nbut the leaders, aware that their power was based on the sword of the\nmilitary, shrunk from the experiment; and, to elude the demands of their\nopponents, appointed a committee to regulate the succession of parliaments\nand the election of members; a committee, which repeatedly met and\ndeliberated, but never brought the question to any definitive conclusion.\nStill, when the new authorities looked around the house, and observed the\nempty benches, they were admonished of their own insignificance, and of the\nhollowness of their pretensions. They claimed the sovereign authority,\nas the representatives of the people; but the majority of those\nrepresentatives had been excluded by successive acts of military violence;\nand the house had been reduced from more than five hundred members, to\nless than one-seventh of that number. For the credit and security of the\ngovernment it was necessary both to supply the deficiency, and, at the same\ntime, to oppose a bar to the introduction of men of opposite principles.\nWith this view, they resolved[a] to continue the exclusion of those who had\non the 5th of December assented to the vote, that the king’s “concessions\nwere a sufficient ground to proceed to a settlement;” but to open the house\nto all others who should previously enter on the journals their dissent\nfrom that resolution.[1] By this expedient, and by occasional writs for\nelections in those places where",
        "[Footnote 1: Journ. Feb. 1. Walker, part ii. 115. Whitelock, 376.]",
        "[Sidenote a: A.D. 1649. Feb. 1.]",
        "the influence of the party was irresistible, the number of members\ngradually rose to one hundred and fifty, though it was seldom that the\nattendance of one-half, or even of one-third, could be procured.",
        "During the war, the dread of retaliation had taught the two parties to\ntemper with moderation the license of victory. Little blood had been\nshed except in the field of battle. But now that check was removed. The\nfanatics, not satisfied with the death of the king, demanded, with the\nBible in their hands, additional victims; and the politicians deemed it\nprudent by the display of punishment to restrain the machinations of their\nenemies. Among the royalists in custody were the duke of Hamilton (who was\nalso earl of Cambridge in England), the earl of Holland, Goring, earl of\nNorwich, the Lord Capel, and Sir John Owen, all engaged in the last attempt\nfor the restoration of Charles to the throne. By a resolution of the House\nof Commons in November, Hamilton had been adjudged to pay a fine of\none hundred thousand pounds, and the other four to remain in perpetual\nimprisonment; but after the triumph of the Independents, this vote had been\nrescinded,[a] and a high court of justice was now established to try the\nsame persons on a charge of high treason. It was in vain that Hamilton\npleaded[b] the order of the Scottish parliament under which he had acted;\nthat Capel demanded to be brought before his peers, or a jury of his\ncountrymen, according to those fundamental laws which the parliament had\npromised to maintain; that all invoked the national faith in favour of that\nquarter which they had obtained at the time of their surrender. Bradshaw,\nthe president, delivered the opinions of the court. To Hamilton, he\nreplied,",
        "[Sidenote a: A.D. 1649. Feb. 1.]\n[Sidenote b: A.D. 1649. Feb. 10.]",
        "that, as an English earl, he was amenable to the justice of the country; to\nCapel, that the court had been established by the parliament, the supreme\nauthority to which all must submit; to each, that quarter given on the\nfield of battle insured protection from the sword of the conqueror, but not\nfrom the vengeance of the law. All five were condemned[a] to lose their\nheads; but the rigour of the judgment was softened[b] by a reference to\nthe mercy of parliament. The next day the wives of Holland and Capel,\naccompanied by a long train of females in mourning, appeared at the bar, to\nsolicit the pardon of the condemned. Though their petitions were rejected,\na respite for two days was granted. This favour awakened new hopes;\nrecourse was had to flattery and entreaty; bribes were offered and\naccepted; and the following morning[c] new petitions were presented. The\nfate of Holland occupied a debate of considerable interest. Among the\nIndependents he had many personal friends, and the Presbyterians exerted\nall their influence in his favour. But the saints expatiated on his\nrepeated apostasy from the cause; and, after a sharp contest, Cromwell and\nIreton obtained a majority of a single voice for his death. The case of\nGoring was next considered. No man during the war had treated his opponents\nwith more bitter contumely, no one had inflicted on them deeper injuries;\nand yet, on an equal division, his life was saved by the casting voice\nof the speaker. The sentences of Hamilton and Capel were affirmed by the\nunanimous vote of the house; but, to the surprise of all men, Owen, a\nstranger, without friends or interest, had the good fortune to escape. His\nforlorn condition moved the pity of Colonel Hutchinson; the efforts of\nHutchinson",
        "[Sidenote a: A.D. 1649. March 6.]\n[Sidenote b: A.D. 1649. March 7.]\n[Sidenote c: A.D. 1649. March 8.]",
        "were seconded by Ireton; and so powerful was their united influence, that\nthey obtained a majority of five in his favour. Hamilton, Holland, and\nCapel died[a] on the scaffold, the first martyrs of loyalty after the\nestablishment of the commonwealth.[1]",
        "But, though the avowed enemies of the cause crouched before their\nconquerors, there was much in the internal state of the country to awaken\napprehension in the breasts of Cromwell and his friends. There could be no\ndoubt that the ancient royalists longed for the opportunity of avenging the\nblood of the king; or that the new royalists, the Presbyterians, who sought\nto re-establish the throne on the conditions stipulated by the treaty in\nthe Isle of Wight, bore with impatience the superiority of their rivals.\nThroughout the kingdom the lower classes loudly complained of the burthen\nof taxation; in several parts they suffered under the pressure of penury\nand famine. In Lancashire and Westmoreland numbers perished through want;\nand it was certified by the magistrates of Cumberland that thirty thousand\nfamilies in that county “had neither seed nor bread corn, nor the means of\nprocuring either.\"[2] But that which chiefly created alarm was the progress\nmade among the military by the “Levellers,” men of consistent principles\nand uncompromising conduct under the guidance of Colonel John Lilburne, an\nofficer distinguished by his talents, his eloquence, and",
        "[Footnote 1: If the reader compares the detailed narrative of these\nproceedings by Clarendon (iii. 265-270), with the official account in the\nJournals (March 7, 8), he will be surprised at the numerous inaccuracies\nof the historian. See also the State Trials; England’s Bloody Tribunal;\nWhitelock, 386; Burnet’s Hamiltons, 385; Leicester’s Journal, 70; Ludlow,\ni. 247; and Hutchinson, 310.]",
        "[Footnote 2: Whitelock, 398, 399.]",
        "[Sidenote a: A.D. 1649. Mar. 9.]",
        "his courage.[1] Lilburne, with his friends, had long cherished a\nsuspicion that Cromwell, Ireton, and Harrison sought only their private\naggrandizement under the mantle of patriotism; and the recent changes had\nconverted this suspicion into conviction. They observed that the same\nmen ruled without control in the general council of officers, in the\nparliament, and in the council of state. They contended that every question\nwas first debated and settled in the council of officers, and that, if\ntheir determination was afterwards adopted by the house, it was only\nthat it might go forth to the public under the pretended sanction of the\nrepresentatives of the nation; that the council of state had been vested\nwith powers more absolute and oppressive than had ever been exercised by\nthe late king; and that the High Court of Justice had been established by\nthe party for the purpose of depriving their victims of those remedies\nwhich would be afforded by the ordinary courts of law. In some of their\npublications they went further. They maintained that the council of state\nwas employed as an experiment on the patience of the nation; that it was\nintended to pass from the tyranny of a few to the tyranny of one; and\nthat Oliver Cromwell was the man who aspired to that high but dangerous\npre-eminence.[2]",
        "A plan of the intended constitution, entitled “the",
        "[Footnote 1: Lilburne in his youth had been a partisan of Bastwick, and had\nprinted one of his tracts in Holland. Before the Star-chamber he refused\nto take the oath ex officio, or to answer interrogatories, and in\nconsequence was condemned to stand in the pillory, was whipped from the\nFleet-prison to Westminster, receiving five hundred lashes with knotted\ncords, and was imprisoned with double irons on his hands and legs. Three\nyears later (1641), the House of Commons voted the punishment illegal,\nbloody, barbarous, and tyrannical.–Burton’s Diary, iii. 503, note.]",
        "[Footnote 2: See England’s New Chains Discovered, and the Hunting of the\nFoxes, passim; the King’s Pamphlets, No. 411, xxi.; 414, xii. xvi.]",
        "agreement of the people,” had been sanctioned by the council of officers,\nand presented[a] by Fairfax to the House of Commons, that it might be\ntransmitted to the several counties, and there receive the approbation of\nthe inhabitants. As a sop to shut the mouth of Cerberus, the sum of three\nthousand pounds, to be raised from the estates of delinquents in the county\nof Durham, had been voted[b] to Lilburne; but the moment he returned from\nthe north, he appeared at the bar of the house, and petitioned against “the\nagreement,” objecting in particular to one of the provisions by which the\nparliament was to sit but six months, every two years, and the government\nof the nation during the other eighteen months was to be intrusted to the\ncouncil of state. His example was quickly followed; and the table was\ncovered with a succession of petitions from officers and soldiers, and “the\nwell-affected” in different counties, who demanded that a new parliament\nshould be holden every year; that during the intervals the supreme power\nshould be exercised by a committee of the house; that no member of the last\nshould sit in the succeeding parliament; that the self-denying ordinance\nshould be enforced; that no officer should retain his command in the army\nfor more than a certain period; that the High Court of Justice should be\nabolished as contrary to law, and the council of state, as likely to become\nan engine of tyranny; that the proceedings in the courts should be in the\nEnglish language, the number of lawyers diminished, and their fees reduced;\nthat the excise and customs should be taken away, and the lands of\ndelinquents sold for compensation to the well-affected; that religion\nshould be “reformed according to the mind of God;” that no one should be\nmolested or incapacitated",
        "[Sidenote a: A.D. 1649. Jan. 20.]\n[Sidenote b: A.D. 1649. Feb. 26.]",
        "on account of conscience; that tithes should be abolished; and that the\nincome of each minister should be fixed at one hundred pounds per annum, to\nbe raised by a rate on his parishioners.[1]",
        "Aware of the necessity of crushing the spirit of opposition in the\nmilitary, general orders were issued[a] by Fairfax, prohibiting private\nmeetings of officers or soldiers “to the disturbance of the army;” and on\nthe receipt[b] of a letter of remonstrance from several regiments, four\nof the five troopers by whom it was signed were condemned[c] by a\ncourt-martial to ride the wooden horse with their faces to the tail, to\nhave their swords broken over their heads, and to be afterwards cashiered.\nLilburne, on the other hand, laboured to inflame the general discontent by\na succession of pamphlets, entitled, “England’s New Chains Discovered,\"\n“The Hunting of the Foxes from Newmarket and Triploe Heath to Whitehall by\nfive small Beagles” (in allusion to the five troopers), and the second part\nof “England’s New Chains.” The last he read[d] to a numerous assembly\nat Winchester House; by the parliament it was voted[e] a seditious and\ntraitorous libel, and the author, with his associates, Walwyn, Prince, and\nOverton; was committed,[f] by order of the council, to close custody in the\nTower.[2]",
        "It had been determined to send to Ireland a division of twelve thousand\nmen; and the regiments to be employed were selected by ballot, apparently\nin the fairest manner. The men, however, avowed a resolution not to march.\nIt was not, they said, that they",
        "[Footnote 1: Walker, 133. Whitelock, 388, 393, 396, 398, 399. Carte,\nLetters, i. 229.]",
        "[Footnote 2: Whitelock, 385, 386, 392. Council Book in the State-paper\nOffice, March 27, No. 17; March 29, No. 27. Carte, Letters, i. 273, 276.]",
        "[Sidenote a: A.D. 1649. Feb. 22.]\n[Sidenote b: A.D. 1649. March 1.]\n[Sidenote c: A.D. 1649. March 3.]\n[Sidenote d: A.D. 1649. March 25.]\n[Sidenote e: A.D. 1649. March 27.]\n[Sidenote f: A.D. 1649. March 29.]",
        "refused the service; but they believed the expedition to be a mere artifice\nto send the discontented out of the kingdom; and they asserted that by\ntheir engagement on Triploe Heath they could not conscientiously move a\nstep till the liberties of the nation were settled on a permanent basis.\nThe first act of mutiny occurred in Bishopsgate. A troop of horse refused\nto obey their colonel; and, instead of marching out of the city, took\npossession of the colours. Of these, five were condemned to be shot; but\none only, by name Lockyer, suffered. At his burial a thousand men, in\nfiles, preceded the corpse, which was adorned with bunches of rosemary\ndipped in blood; on each side rode three trumpeters, and behind was led the\ntrooper’s horse, covered with mourning; some thousands of men and women\nfollowed with black and green ribbons on their heads and breasts, and were\nreceived at the grave by a numerous crowd of the inhabitants of London and\nWestminster. This extraordinary funeral convinced the leaders how widely\nthe discontent was spread, and urged them to the immediate adoption of the\nmost decisive measures.[1]",
        "The regiments of Scrope, Ireton, Harrison, Ingoldsby, Skippon, Reynolds,\nand Horton, though quartered in different places, had already[a] elected\ntheir agents, and published their resolution to adhere to each other, when\nthe house commissioned Fairfax to reduce the mutineers, ordered Skippon to\nsecure the capital from surprise, and declared it treason for soldiers to\nconspire the death of the general or lieutenant-general, or for any person\nto endeavour to alter the government, or to affirm that the parliament or\ncouncil of state was either tyrannical or unlawful.[2]",
        "[Footnote 1: Walker, 161. Whitelock, 399.]",
        "[Footnote 2: Journals, May 1, 14. Whitelock, 399.]",
        "[Sidenote a: A.D. 1649. May 7.]",
        "At Banbury, in Oxfordshire, a Captain Thompson, at the head of two hundred\nmen, published a manifesto, entitled “England’s Standard Advanced,\"\nin which he declared that, if Lilburne, or his fellow-prisoners, were\nill-treated, their sufferings should he avenged seventy times seven-fold\nupon their persecutors. His object was to unite some of the discontented\nregiments; but Colonel Reynolds surprised him at Banbury, and prevailed\non his followers to surrender without loss of blood.[1] Another party,\nconsisting of ten troops of horse, and more than a thousand strong,\nproceeded from Salisbury to Burford, augmenting their numbers as they\nadvanced. Fairfax and Cromwell, after a march of more than forty miles\nduring the day, arrived soon afterwards,[a] and ordered their followers to\ntake refreshment. White had been sent to the insurgents with an offer of\npardon on their submission; whether he meant to deceive them or not, is\nuncertain; he represented the pause on the part of the general as time\nallowed them to consult and frame their demands; and at the hour of\nmidnight, while they slept in security, Cromwell forced his way into the\ntown, with two thousand men, at one entrance, while Colonel Reynolds,\nwith a strong body, opposed their exit by the other. Four hundred of the\nmutineers were made prisoners, and the arms and horses of double that\nnumber were taken. One cornet and two corporals suffered death; the others,\nafter a short imprisonment, were restored to their former regiments.[2]",
        "This decisive advantage disconcerted all the plans of the mutineers. Some\npartial risings in the",
        "[Footnote 1: Walker, ii. 168. Whitelock, 401.]",
        "[Footnote 2: King’s Pamphlets, No. 421, xxii.; 422, i. Whitelock, 402.]",
        "[Sidenote a: A.D. 1649. May 14.]",
        "counties of Hants, Devon, and Somerset were quickly suppressed; and\nThompson, who had escaped[a] from Banbury and retired to Wellingborough,\nbeing deserted by his followers, refused quarter, and fell[b] fighting\nsingly against a host of enemies.[1] To express the national gratitude\nfor this signal deliverance, a day of thanksgiving was appointed; the\nparliament, the council of State, and the council of the army assembled[c]\nat Christ-church; and, after the religious service of the day, consisting\nof two long sermons and appropriate prayers, proceeded to Grocer’s Hall,\nwhere they dined by invitation from the city. The speaker Lenthall, the\norgan of the supreme authority, like former kings, received the sword of\nstate from the mayor, and delivered it to him again. At table, he was\nseated at the head, supported on his right hand by the lord general, and on\nthe left by Bradshaw, the president of the council; thus exhibiting to the\nguests the representatives of the three bodies by which the nation was\nactually governed. At the conclusion of the dinner, the lord mayor\npresented one thousand pounds in gold to Fairfax in a basin and ewer of the\nsame metal, and five hundred pounds, with a complete service of plate, to\nCromwell.[2]",
        "The suppression of the mutiny afforded leisure to the council to direct its\nattention to the proceedings in Scotland and Ireland. In the first of these\nkingdoms, after the departure of Cromwell, the supreme authority had been\nexercised by Argyle and his party, who were supported, and at the same time\ncontrolled, by the paramount influence of the kirk. The forfeiture",
        "[Footnote 1: Whitelock, 403.]",
        "[Footnote 2: Leicester’s Journal, 74. Whitelock (406) places the guests in\na different order.]",
        "[Sidenote a: A.D. 1649. May 20.]\n[Sidenote b: A.D. 1649. May 31.]\n[Sidenote c: A.D. 1649. June 7.]",
        "and excommunication of the “Engagers” left to their opponents the\nundisputed superiority in the parliament and all the great offices of the\nstate. From the part which Argyle had formerly taken in the surrender of\nthe king, his recent connection with Cromwell, and his hostility to the\nengagement, it was generally believed that he had acted in concert with the\nEnglish Independents. But he was wary, and subtle, and flexible. At the\napproach of danger he could dissemble; and, whenever it suited his views,\ncould change his measures without changing his object. At the beginning\nof January the fate with which Charles was menaced revived the languid\naffection of the Scots. A cry of indignation burst from every part of the\ncountry: he was their native king–would they suffer him to be arraigned\nas a criminal before a foreign tribunal? By delivering him to his enemies,\nthey had sullied the fair fame of the nation–would they confirm this\ndisgrace by tamely acquiescing in his death? Argyle deemed it prudent to\ngo with the current of national feeling;[1] he suffered a committee to\nbe appointed in parliament, and the commissioners in London received\ninstructions to protest against the trial and condemnation of the king. But\nthese instructions disclose the timid fluctuating policy of the man by whom\nthey were dictated. It is vain to look in them for those warm and generous\nsentiments which the case demanded. They are framed with hesitation and\ncaution; they betray a",
        "[Footnote 1: Wariston had proposed (and Argyle had seconded him) to\npostpone the motion for interference in the King’s behalf till the Lord had\nbeen sought by a solemn fast, but “Argyle, after he saw that it was carried\nby wottes in his contrarey, changed his first opinione with a\nfaire appologey, and willed them then presently to enter on the\nbusiness.\"–Balfour, iii. 386.]",
        "consciousness of weakness, a fear of provoking enmity, and an attention to\nprivate interest; and they show that the protestors, if they really sought\nto save the life of the monarch, were yet more anxious to avoid every act\nor word which might give offence to his adversaries.[1]",
        "The commissioners delivered the paper, and the Scottish parliament, instead\nof an answer, received the news of the king’s execution. The next day the\nchancellor, attended by the members, proceeded to the cross in Edinburgh,\nand proclaimed Charles, the son of the deceased prince, king of Scotland,\nEngland, France, and Ireland.[a] But to this proclamation was appended a\nprovision, that the young prince, before he could enter on the exercise of\nthe royal authority, should satisfy the parliament of his adhesion both to\nthe national covenant of Scotland, and to the solemn league and covenant\nbetween the two kingdoms.[2]",
        "At length, three weeks after the death of the king, whose life it was\nintended to save, the English parliament condescended to answer the\nprotestation of the Scots, but in a tone of contemptuous indifference, both\nas to the justice of their claim and the consequences of their anger.[b]\nScotland, it was replied, might perhaps have no right to bring her\nsovereign to a public trial, but that circumstance could not affect the\nright of England. As the English parliament did not intend to trench on the\nliberties of others, it would not permit others to trench upon its own. The\nrecollection of the evils inflicted on the nation by the misconduct of the\nking, and the consciousness that they",
        "[Footnote 1: See the instructions in Balfour, iii. 383; and Clarendon, iii.\n280.]",
        "[Footnote 2: Balfour, iii. 387. Clarendon, iii. 284.]",
        "[Sidenote a: A.D. 1649. Feb. 3.]\n[Sidenote b: A.D. 1649. Feb. 17.]",
        "had deserved the anger of God by their neglect to punish his offences, had\ninduced them to bring him to justice, a course which they doubted not God\nhad already approved, and would subsequently reward by the establishment of\ntheir liberties. The Scots had now the option of being freemen or slaves;\nthe aid of England was offered for the vindication of their rights; if it\nwere refused, let them beware how they entailed on themselves and their\nposterity the miseries of continual war with their nearest neighbour, and\nof slavery under the issue of a tyrant.[1]",
        "The Scottish commissioners, in reply,[a] hinted that the present was not\na full parliament; objected to any alteration in the government by king,\nlords, and commons; desired that no impediment should be opposed to the\nlawful succession of Charles II.; and ended by protesting that, if such\nthings were done, the Scots were free before God and man from the guilt,\nthe blood, the calamities, which it might cost the two kingdoms. Having\ndelivered this paper, they hastened to Gravesend. Their object was to\nproceed to the United Provinces, and offer the Scottish crown on certain\nconditions to the young king. But the English leaders resolved to interrupt\ntheir mission. The answer which they had given was voted[b] a scandalous\nlibel, framed for the purpose of exciting sedition; the commissioners were\napprehended[c] at Gravesend as national offenders, and Captain Dolphin\nreceived orders to conduct them under a guard to the frontiers of\nScotland.[2]",
        "[Footnote 1: Journals, Feb. 17, 20. Clarendon, iii. 282.]",
        "[Footnote 2: Journals, Feb. 26, 28. Whitelock, 384. Balfour, iii. 388,\n389. Carte, Letters, i. 233. Dolphin received a secret instruction not to\ndismiss Sir John Chiesley, but to keep him as a hostage, till he knew that\nMr. Rowe, the English agent in Edinburgh, was not detained.–Council Book,\nMarch 2.]",
        "[Sidenote a: A.D. 1649. Feb. 24.]\n[Sidenote b: A.D. 1649. Feb. 26.]\n[Sidenote c: A.D. 1649. March 2.]",
        "This insult, which, though keenly felt, was tamely borne, might retard, it\ncould not prevent, the purposes of the Scottish parliament. The earl of\nCassilis, with four new commissioners, was appointed[a] to proceed to\nHolland, where Charles, under the protection of his brother-in-law, the\nprince of Orange, had resided since the death of his father.[1] His court\nconsisted at first of the few individuals whom that monarch had placed\naround him, and whom he now swore of his privy council. It was soon\naugmented by the earl of Lanark, who, on the death of his brother, became\nduke of Hamilton, the earl of Lauderdale, and the earl of Callendar,\nthe chiefs of the Scottish Engagers; these were followed by the ancient\nScottish royalists, Montrose, Kinnoul, and Seaforth, and in a few days\nappeared Cassilis, with his colleagues, and three deputies from the church\nof Scotland, who brought with them news not likely to insure them a\ngracious reception, that the parliament, at the petition of the kirk, had\nsent to the scaffold[b] the old marquess of Huntley, forfaulted for his\nadhesion to the royal cause in the year 1645. All professed to have in view\nthe same object–the restoration of the young king; but all were divided\nand alienated from each other by civil and religious bigotry. By the\ncommissioners, the Engagers, and by both, Montrose and his friends, were\nshunned as traitors to their country, and sinners excommunicated by the\nkirk. Charles was perplexed by the conflicting opinions of these several\nadvisers. Both the commissioners and Engagers, hostile as they were to each",
        "[Footnote 1: Whatever may have been the policy of Argyle, he most certainly\npromoted this mission, and “overswayed the opposition to it by his reason,\nauthority, and diligence,\"–Baillie, ii. 353.]",
        "[Sidenote a: A.D. 1649. March 17.]\n[Sidenote a: A.D. 1649. March 26.]",
        "other, represented his taking of the covenant as an essential condition;\nwhile Montrose and his English counsellors contended that it would\nexasperate the Independents, offend the friends of episcopacy, and cut off\nall hope of aid from the Catholics, who could not be expected to hazard\ntheir lives in support of a prince sworn to extirpate their religion.[1]",
        "While the question was yet in debate, an event happened to hasten the\ndeparture of Charles from the Hague. Dr. Dorislaus, a native of Holland,\nbut formerly a professor of Gresham College, and recently employed to draw\nthe charge against the king, arrived as envoy from the parliament to the\nStates.[a] That very evening, while he sat at supper in the inn, six\ngentlemen with drawn swords entered the room, dragged him from his chair,\nand murdered him on the floor.[2] Though the assassins were suffered to\nescape, it was soon known that they were Scotsmen, most of them followers\nof Montrose; and Charles, anticipating the demand of justice from the\nEnglish parliament, gave his final answer to the commissioners, that he\nwas, and always had been, ready to provide for the security of their\nreligion, the union between the kingdoms, and the internal peace and\nprosperity of Scotland; but that their other demands were irreconcilable\nwith his conscience, his liberty, and his honour.[b] They",
        "[Footnote 1: Clar. iii. 287-292. Baillie, ii. 333. Carte, Letters, i.\n238-263. In addition to the covenant, the commissioners required the\nbanishment of Montrose, from which they were induced to recede, and the\nlimitation of the king’s followers to one hundred persons.–Carte, Letters,\ni. 264, 265, 266, 268, 271.]",
        "[Footnote 2: Clarendon, iii. 293. Whitelock, 401. Journals, May 10. The\nparliament settled two hundred pounds per annum on the son, and gave five\nhundred pounds to each of the daughters of Dorislaus.–Ib. May 16. Two\nhundred and fifty pounds was given towards his funeral.–Council Book, May\n11.]",
        "[Sidenote a: A.D. 1649. May 3.]\n[Sidenote b: A.D. 1649. May 19.]",
        "acknowledged that he was their king; it was, therefore, their duty to obey,\nmaintain, and defend him; and the performance of this duty he should expect\nfrom the committee of estates, the assembly of the kirk, and the whole\nnation of Scotland. They departed with this unsatisfactory answer; and\nCharles, leaving the United Provinces, hastened to St. Germain in France,\nto visit the queen his mother, with the intention of repairing, after a\nshort stay, to the army of the royalists in Ireland.[1]",
        "That the reader may understand the state of Ireland, he must look back to\nthe period when the despair or patriotism of Ormond surrendered to the\nparliament the capital of that kingdom.[a] The nuncio, Rinuccini, had then\nseated himself in the chair of the president of the supreme council at\nKilkenny; but his administration was soon marked by disasters, which\nenabled his rivals to undermine and subvert his authority.[b] The Catholic\narmy of Leinster, under Preston, was defeated on Dungan Hill by Jones,\nthe governor of Dublin, and that of Munster, under the Viscount Taafe, at\nClontarf, by the Lord Inchiquin.[2][c] To Rinuccini",
        "[Footnote 1: Balfour, iii. 405; and the Proceedings of the Commissioners\nof the Church and Kingdoms of Scotland with his Majestie at the Hague.\nEdinburgh, printed by Evan Tyler, 1649.]",
        "[Footnote 2: Rushworth, 833, 916. In the battle of Dungan Hill, at the\nfirst charge the Commander of the Irish cavalry was slain: his men\nimmediately fled; the infantry repelled several charges, and retired into\na bog, where they offered to capitulate. Colonel Flower said he had no\nauthority to grant quarter, but at the same time ordered his men to\nstand to their arms, and preserved the lives of the earl of Westmeath,\nLieutenant-General Bryne, and several officers and soldiers who repaired\nto his colours. “In the mean time the Scotch colonel Tichburn, and Colonel\nMoor, of Bankhall’s regiments, without mercy put the rest to the sword.\"\nThey amounted to between three and four thousand men.–Belling’s History of\nthe late Warre in Ireland, MS. ii. 95. I mention this instance to show\nthat Cromwell did not introduce the practice of massacre. He followed his\npredecessors, whose avowed object it was to exterminate the natives.]]",
        "[Sidenote a: A.D. 1649. July.]\n[Sidenote b: A.D. 1649. August 2.]\n[Sidenote c: A.D. 1649. Nov. 13.]",
        "himself these misfortunes appeared as benefits, for he distrusted Preston\nand Taafe on account of their attachment to Ormond; and their depression\nserved to exalt his friend and protector, Owen Roe O’Neil, the leader of\nthe men of Ulster. But from such beginnings the nation at large anticipated\na succession of similar calamities; his adversaries obtained a majority in\nthe general assembly; and the nuncio, after a declaration that he advanced\nno claim to temporal authority, prudently avoided a forced abdication,\nby offering to resign his office.[a] A new council, consisting, in equal\nnumber, of men chosen out of the two parties, was appointed; and the\nmarquess of Antrim, the Lord Muskerry, and Geoffrey Brown, were despatched\nto the queen mother, and her son Charles, to solicit assistance in money\nand arms, and to request that the prince would either come and reside in\nIreland, or appoint a Catholic lieutenant in his place.[b] Antrim hoped to\nobtain this high office for himself; but his colleagues were instructed\nto oppose his pretensions and to acquiesce in the re-appointment of the\nmarquess of Ormond.[1]",
        "During the absence of these envoys, the Lord Inchiquin unexpectedly\ndeclared, with his army, in favour of the king against the parliament, and\ninstantly proposed an armistice to the confederate Catholics, as friends to\nthe royal cause. By some the overture was indignantly rejected. Inchiquin,\nthey said, had been their most bitter enemy; he had made it his delight\nto shed the blood of Irishmen, and to pollute and destroy their altars.\nBesides, what pledge could be",
        "[Footnote 1: Philopater Irenaeus, 50-60. Castlehaven, Memoirs, 83.]",
        "[Sidenote a: A.D. 1648. Jan. 4]\n[Sidenote b: A.D. 1648. Feb. 27]",
        "given for the fidelity of a man who, by repeatedly changing sides, had\nalready shown that he would always accommodate his conscience to his\ninterest? It were better to march against him now that he was without\nallies; and, when he should be subdued, Jones with the parliamentary\narmy would necessarily fall. To this reasoning it was replied, that the\nexpedition would require time and money; that provision for the free\nexercise of religion might be made in the articles; and that, at a moment\nwhen the Catholics solicited a reconciliation with the king, they could not\nin honour destroy those who drew the sword in his favour. In defiance of\nthe remonstrances made by Rinuccini and eight of the bishops, the treaty\nproceeded;[a] and the nuncio believing, or pretending to believe, that he\nwas a prisoner in Kilkenny, escaped in the night over the wall of the city,\nand was received at Maryborough with open arms by his friend O’Neil.[b] The\ncouncil of the Catholics agreed to the armistice, and sought by repeated\nmessages to remove the objections of the nuncio.[c] But zeal or resentment\nurged him to exceed his powers.[d] He condemned the treaty, excommunicated\nits abettors, and placed under an interdict the towns in which it should be\nadmitted. But his spiritual weapons were of little avail. The council,\nwith fourteen bishops, appealed from his censures; the forces under Taafe,\nClanricard, and Preston, sent back his messengers;[e] and, on the departure\nof O’Neil, he repaired to the town of Galway, where he was sure of the\nsupport of the people, though in opposition to the sense of the mayor and\nthe merchants. As a last effort, he summoned a national synod at Galway;[f]\nbut the council protested against it; Clanricard surrounded the town with\nhis army; and",
        "[Sidenote a: A.D. 1648. April 27.]\n[Sidenote b: A.D. 1648. May 9.]\n[Sidenote c: A.D. 1648. May 22.]\n[Sidenote d: A.D. 1648. May 27.]\n[Sidenote e: A.D. 1648. May 31.]\n[Sidenote f: A.D. 1648. Sept. 1.]",
        "the inhabitants, opening the gates, made their submission.[1]",
        "War was now openly declared between the two parties. On the one hand, Jones\nin Dublin, and Monk in Ulster, concluded truces with O’Neil, that he\nmight be in a better condition to oppose the common enemy; on the other,\nInchiquin joined with Preston to support the authority of the council\nagainst O’Neil. Inroads were reciprocally made; towns were taken and\nretaken; and large armies were repeatedly brought in face of each other.\nThe council, however, began to assume a bolder tone:[a] they proclaimed\nO’Neil a rebel and traitor; and, on the tardy arrival of Ormond with the\ncommission of lord-lieutenant, sent to Rinuccini himself an order to quit\nthe kingdom,[b] with the information that they had accused him to the pope\nof certain high crimes and misdemeanors.[2]",
        "[Footnote 1: See Desiderata Cur. Hib. ii. 511; Carte, ii. 20, 31-36;\nBelling, in his MS. History of the late War in Ireland, part iv. 1-40. He\nhas inserted most of the papers which passed between the parties in this\nwork. See also Philopater Irenaeus, i. 60, 86; ii. 90, 94; Walsh, History\nand Vindication, App. 33-40; Ponce, 90.]",
        "[Footnote 2: The charge may be seen in Philopater Iren. i. 150-160;\nClarendon, viii. 68. Oxford, 1726. It is evident that the conduct of\nRinuccini in breaking the first peace was not only reprehensible in itself,\nbut productive of the most calamitous consequences both to the cause of\nroyalty and the civil and religious interests of the Irish Catholics. The\nfollowing is the ground on which he attempts to justify himself. Laying it\ndown as an undeniable truth that the Irish people had as good a right\nto the establishment of their religion in their native country, as the\nCovenanters in Scotland, or the Presbyterians in England, he maintains that\nit was his duty to make this the great object of his proceedings. When the\npeace was concluded, Charles was a prisoner in the hands of the Scots,\nwho had solemnly sworn to abolish the Catholic religion; and the English\nroyalists had been subdued by the parliament, which by repeated votes and\ndeclarations had bound itself to extirpate the Irish race, and parcel out\nthe island among foreign adventurers. Now there was no human probability\nthat Charles would ever be restored to his throne, but on such conditions\nas the parliament and the Scots should prescribe; and that, on their\ndemand, he would, after some struggle, sacrifice the Irish Catholics,\nwas plain from what had passed in his different negotiations with the\nparliament, from his disavowal of Glamorgan’s commission, and from the\nobstinacy with which his lieutenant, Ormond, had opposed the claims of the\nconfederates. Hence he inferred that a peace, which left the establishment\nof religion to the subsequent determination of the king, afforded no\nsecurity, but, on the contrary, was an abandonment of the cause for which\nthe Catholics had associated; and that it therefore became him, holding\nthe situation which he did, to oppose it by every means in his power.–MS.\nnarrative of Rinuccini’s proceedings, written to be delivered to the pope;\nand Ponce, 271.]",
        "[Sidenote a: A.D. 1648. Sept. 3.]\n[Sidenote b: A.D. 1648. Oct. 19.]",
        "But he continued to issue his mandates in defiance of their orders and\nthreats; nor was it till after the new pacification between Charles and the\nconfederates had been published, and the execution of the king had fixed\nthe public opinion on the pernicious result of his counsels,[a] that shame\nand apprehension drove him from Ireland to France,[b] whence, after a few\nmonths, he was recalled to Rome.",
        "The negotiation between Ormond and the Catholics had continued for three\nmonths;[c] in January the danger which threatened the royal person induced\nthe latter to recede from their claims, and trust to the future gratitude\nand honour of their sovereign. They engaged to maintain at their own\nexpense an army of seventeen thousand five hundred men, to be employed\nagainst the common enemy; and the king, on his part, consented that the\nfree exercise of the Catholic worship should be permitted; that twelve\ncommissioners of trust appointed by the assembly should aid the\nlord-lieutenant in the internal administration; that the Court of Wards and\nseveral other grievances should be abolished; that a parliament should be\ncalled as soon as the majority of commissioners might deem it expedient,\nand in that parliament the persecuting laws on the subject of religion,\nwith others injurious to the trade and commerce",
        "[Sidenote a: A.D. 1649. Jan. 17.]\n[Sidenote b: A.D. 1649. Jan. 30.]\n[Sidenote c: A.D. 1649. Feb. 23.]",
        "of Ireland, should be repealed, and the independence of the Irish on the\nEnglish parliament should be established.[1]",
        "The royal interest was now predominant in Ireland. The fleet under Prince\nRupert rode triumphant off the coast; the parliamentary commanders, Jones\nin Dublin, Monk in Belfast, and Coote in Londonderry, were almost confined\nwithin the limits of their respective garrisons; and Inchiquin in Munster,\nthe Scottish regiments in Ulster, and the great body of the Catholics\nadhering to the supreme council, had proclaimed the king, and acknowledged\nthe authority of his lieutenant. It was during this favourable state of\nthings that Charles received and accepted the invitation of Ormond;[a] but\nhis voyage was necessarily delayed through want of money, and his ardour\nwas repeatedly checked by the artful insinuation of some among his\ncounsellors, who secretly feared that, if he were once at the head of a\nCatholic army, he would listen to the demands of the Catholics for the\nestablishment of their religion.[2] On the contrary, to the leaders in\nLondon, the danger of losing Ireland became a source of the most perplexing\nsolicitude. The office of lord lieutenant was offered to Cromwell.[b] He\naffected to hesitate; at his request two officers from each corps received\norders to meet him at Whitehall, and seek the Lord in prayer;[c] and,\nafter a delay of two weeks, he condescended to submit his shoulders to the\nburthen, because he had now learned that it was the will of Heaven.[3][d]\nHi demands,",
        "[Footnote 1: Phil. Iren. i. 166. Walsh, App. 43-64. Whitelock, 391. Charles\napproved and promised to observe this peace.–Carte’s Letters, ii. 367.]",
        "[Footnote 2: Carte, Letters, i. 258, 262.]",
        "[Footnote 3: Journals, March 30. Whitelock, 389, 391, 392.]",
        "[Sidenote a: A.D. 1649. March 29.]\n[Sidenote b: A.D. 1649. March 15.]\n[Sidenote c: A.D. 1649. March 23.]\n[Sidenote d: A.D. 1649. March 29.]",
        "however, were so numerous, the preparations to be made so extensive, that\nit was necessary to have recourse in the interval to other expedients\nfor the preservation of the forces and places which still admitted the\nauthority of the parliament. One of these was to allure to the cause of\nthe Independents the Catholics of the two kingdoms; for which purpose, the\nsentiments of Sir Kenelm Digby and Sir John Winter were sounded,[a] and\nconferences were held, through the agency of the Spanish ambassador,\nwith O’Reilly and Quin, two Irish ecclesiastics.[b] It was proposed that\ntoleration should be granted for the exercise of the Catholic worship,\nwithout any penal disqualifications, and that the Catholics in return\nshould disclaim the temporal pretensions of the pope, and maintain ten\nthousand men for the service of the commonwealth.",
        "In aid of this project, Digby, Winter, and the Abbé Montague were suffered\nto come to England under the pretence of compounding for their estates; and\nthe celebrated Thomas White, a secular clergyman, published a work entitled\n“The Grounds of Obedience and Government,” to show that the people may be\nreleased from their obedience to the civil magistrate by his misconduct;\nand that, when he is once deposed (whether justly or unjustly makes no\ndifference), it may be for the common interest to acquiesce in his removal,\nrather than attempt his restoration.",
        "That this doctrine was satisfactory to the men in power, cannot be doubted;\nbut they had so often reproached the late king with a coalition with the\npapists, that they dared not to make the experiment, and after some time,\nto blind perhaps the eyes of the people, severe votes were passed against",
        "[Sidenote a: A.D. 1649. March.]\n[Sidenote b: A.D. 1649. April.]",
        "Digby, Montague, and Winter, and orders were given for the apprehension of\npriests and Jesuits.[1]",
        "In Ireland an attempt was made to fortify the parliamentary party with\nthe friendly aid of O’Neil.[a] That chieftain had received proposals\nfrom Ormond, but his jealousy of the commissioners of trusts, his\nformer adversaries, provoked him to break off the treaty with the lord\nlieutenant,[b] and to send a messenger of his own with a tender of his\nservices to Charles.[c] Immediately the earl of Castlehaven, by order of\nOrmond, attacked and reduced his garrisons of Maryborough and Athy;[d] and\nO’Neil, in revenge, listened to the suggestions of Monk, who had retired\nbefore the superior force of the Scottish royalists from Belfast to\nDundalk.[e] A cessation of hostilities was concluded for three months;[f]\nand the proposals of the Irish chieftain, modified by Monk, were\ntransmitted to England for the ratification of parliament. By the\n“grandees” it was thought imprudent to submit them to an examination, which\nwould make them public; but the answer returned satisfied the contracting\nparties:[g] Monk supplied O’Neil with ammunition, and O’Neil undertook to\nintercept the communication between the Scottish regiments of the north and\nthe grand army under Ormond in the heart of the kingdom.[2]",
        "[Footnote 1: On this obscure subject may be consulted Walker, ii. 150;\nCarte’s Collection of Letters, i. 216, 219, 221, 222, 224, 267, 272, 297;\nii. 363, 364; and the Journals, Aug. 31.]",
        "[Footnote 2: O’Neil demanded liberty of conscience for himself, his\nfollowers, and their posterity; the undisturbed possession of their lands,\nas long as they remained faithful to the parliament; and, in return for his\nservices, the restoration of his ancestor’s estate, or an equivalent. (See\nboth his draft, and the corrected copy by Monk, in Philop. Iren. i. 191,\nand in Walker, ii. 233-238.) His agent, on his arrival in London, was asked\nby the grandees why he applied to them, and refused to treat with Ormond.\nHe replied, because the late king had always made them fair promises; but,\nwhen they had done him service, and he could make better terms with their\nenemies, had always been ready to sacrifice them. Why then did not O’Neil\napply to the parliament sooner? Because the men in power then had sworn to\nextirpate them; but those in power now professed toleration and liberty\nof conscience.–Ludlow, i. 255. The agreement made with him by Monk was\nrejected (Aug. 10), because, if we believe Ludlow, the Ulster men had been\nthe chief actors in the murder of the English, and liberty of religion\nwould prove dangerous to public peace. But this rejection happened much\nlater. It is plain that Jones, Monk, Coote, and O’Neil understood that the\nagreement would be ratified, though it was delayed.–Walker, ii 198, 231,\n245. See King’s Pamphlets, 428, 435, 437.]",
        "[Sidenote a: A.D. 1649. August 31.]\n[Sidenote b: A.D. 1649. Feb. 20.]\n[Sidenote c: A.D. 1649. March 16.]\n[Sidenote d: A.D. 1649. March 21.]\n[Sidenote e: A.D. 1649. April 25.]\n[Sidenote f: A.D. 1649. May 8.]\n[Sidenote g: A.D. 1649. May 22.]",
        "Though the parliament had appointed Cromwell lord lieutenant of Ireland,\nand vested the supreme authority, both civil and military, in his person\nfor three years, he was still unwilling to hazard his reputation, and\nhis prospects in a dangerous expedition without the adequate means of\nsuccess.[a] Out of the standing army of forty-five thousand men, with\nwhose aid England was now governed, he demanded a force of twelve thousand\nveterans, with a plentiful supply of provisions and military stores, and\nthe round sum of one hundred thousand pounds in ready money.[1] On the\nday of his departure, his friends assembled at Whitehall; three ministers\nsolemnly invoked the blessing of God on the arms of his saints; and three\nofficers, Goff, Harrison and the lord lieutenant himself, expounded the\nscriptures “excellently well, and pertinently to the occasion.\"[b] After\nthese outpourings of the spirit, Cromwell mounted his carriage, drawn by\nsix horses. He was accompanied by the great officers of state and of the\narmy; his life-guard, eighty young men, all of quality, and several holding",
        "[Footnote 1: Cromwell received three thousand pounds for his outfit, ten\npounds per day as general while he remained in England, and two\nthousand pounds per quarter in Ireland, besides his salary as lord\nlieutenant.–Council Book, July 12, No, 10.]",
        "[Sidenote a: A.D. 1649. June 22.]\n[Sidenote b: A.D. 1649. July 10.]",
        "commissions as majors and colonels, delighted the spectators with their\nsplendid uniforms and gallant bearing; and the streets of the metropolis\nresounded, as he drove towards Windsor, with the acclamations of the\npopulace and the clangour of military music.[1] It had been fixed that\nthe expedition should sail from Milford Haven; but the impatience of the\ngeneral was checked by the reluctance and desertion of his men. The recent\ntransaction between Monk and O’Neil had diffused a spirit of distrust\nthrough the army. It was pronounced an apostasy from the principles on\nwhich they had fought. The exaggerated horrors of the massacre in 1641 were\nrecalled to mind; the repeated resolutions of parliament to extirpate the\nnative Irish, and the solemn engagement of the army to revenge the blood\nwhich had been shed, were warmly discussed; and the invectives of the\nleaders against the late king, when he concluded a peace with the\nconfederate Catholics, were contrasted with their present backsliding,\nwhen they had taken the men of Ulster for their associates and for their\nbrethren in arms. To appease the growing discontent, parliament annulled\nthe agreement. Monk, who had returned to England, was publicly assured\nthat, if he escaped the punishment of his indiscretion, it was on account\nof his past services and good intentions. Peters from the pulpit employed\nhis eloquence to remove the blame from the grandees; and, if we may judge\nfrom the sequel, promises were made, not only that the good cause should be\nsupported, but that the duty of revenge should be amply discharged.[2]",
        "While the army was thus detained in the neighbourhood",
        "[Footnote 1: Whitelock, 413. Leicester’s Journal, 76.]",
        "[Footnote 2: Walker, ii. 230, 243. Whitelock, 416. Leicester’s Journal,\n82.]",
        "of Milford Haven, Jones, in Dublin, reaped the laurels which Cromwell had\ndestined for himself. The royal army advanced on both banks of the Liffy to\nthe siege of that capital;[a] and Ormond, from his quarters at Finglass,\nordered certain works to be thrown up at a place called Bogatrath. His\nobject was to exclude the horse of the garrison from the only pasturage in\ntheir possession; but by some mishap, the working party did not reach the\nspot till an hour before sunrise; and Jones, sallying from the walls,\noverpowered the guard, and raised an alarm in the camp.[b] The confusion\nof the royalists encouraged him to follow up his success. Regiment after\nregiment was beaten: it was in vain that Ormond, aroused from his sleep,\nflew from post to post; the different corps acted without concert; a\ngeneral panic ensued, and the whole army on the right bank fled in every\ndirection. The artillery, tents, baggage, and ammunition fell into the\nhands of the conquerors, with two thousand prisoners, three hundred of whom\nwere massacred in cold blood at the gate of the city. This was called\nthe battle of Rathmines, a battle which destroyed the hopes of the Irish\nroyalists, and taught men to doubt the abilities of Ormond. At court, his\nenemies ventured to hint suspicions of treason; but Charles, to silence\ntheir murmurs and assure him of the royal favour, sent him the order of the\ngarter.[1][c]",
        "The news of this important victory[d] hastened the",
        "[Footnote 1: King’s Pamphlets, No. 434, xxi. Whitelock, 410, 1, 2, 4, 5, 7,\n9. Clarendon, viii. 92, 93. Carte, Letters, ii. 394, 402, 408. Baillie, ii.\n346. Ludlow, i. 257, 258. Ormond, before his defeat, confidently predicted\nthe fall of Dublin (Carte, letters, ii. 383, 389, 391); after it, he\nrepeatedly asserts that Jones, to magnify his own services, makes the\nroyalists amount to eighteen, whereas, in reality, they were only eight,\nthousand men.–Ibid. 402, 413.]",
        "[Sidenote a: A.D. 1649. August 1.]\n[Sidenote b: A.D. 1649. August 2.]\n[Sidenote c: A.D. 1649. August 13.]\n[Sidenote d: A.D. 1649. August 18.]",
        "departure of Cromwell. He sailed from Milford with a single division;\nhis son-in-law, Ireton, followed with the remainder of the army, and a\nfortnight was allowed to the soldiers to refresh themselves after their\nvoyage. The campaign was opened with the siege of Drogheda.[a] Ormond had\nthrown into the town a garrison of two thousand five hundred chosen\nmen, under the command of Sir Arthur Aston, an officer who had earned a\nbrilliant reputation by his services to the royal cause in England during\nthe civil war. On the eighth day a sufficient breach had been effected in\nthe wall:[b] the assailants on the first attempt were driven back with\nimmense loss. They returned a second, perhaps a third, time to the assault,\nand their perseverance was at last crowned with success. But strong works\nwith ramparts and pallisades had been constructed within the breach, from\nwhich the royalists might have long maintained a sanguinary and perhaps\ndoubtful conflict. These entrenchments, however, whether the men were\ndisheartened by a sudden panic, or deceived by offers of quarter–for\nboth causes have been assigned–the enemy was suffered to occupy without\nresistance. Cromwell (at what particular moment is uncertain) gave orders\nthat no one belonging to the garrison should be spared; and Aston, his\nofficers and men, having been previously disarmed, were put to the sword.\nFrom thence the conquerors, stimulated by revenge and fanaticism, directed\ntheir fury against the townsmen, and on the next morning one thousand\nunresisting victims were immolated together within the walls of the great\nchurch, whither they had fled for protection.[1][c]",
        "[Footnote 1: See Carte’s Ormond, ii. 84; Carte, Letters, iv. 412; Philop.\nIren. i. 120; Whitelock, 428; Ludlow, i. 261; Lynch, Cambrensis Eversos,\nin fine; King’s Pamph. 441, 447; Ormond in Carte’s Letters, ii. 412; and\nCromwell in Carlyle’s Letters and Speeches, i. 457.]",
        "[Sidenote a: A.D. 1649. Sept. 3.]\n[Sidenote b: A.D. 1649. Sept. 11.]\n[Sidenote c: A.D. 1649. Sept. 12.]",
        "From Drogheda the conqueror led his men, flushed with slaughter, to the\nseige of Wexford. The mayor and governor offered to capitulate; but whilst\ntheir commissioners were treating with Cromwell, an officer perfidiously\nopened the castle to the enemy; the adjacent wall was immediately\nscaled;[a] and, after a stubborn but unavailing resistance in the\nmarket-place, Wexford was abandoned to the mercy of the assailants. The\ntragedy, so recently acted at Drogheda, was renewed. No distinction was\nmade between the defenceless inhabitant and the armed soldier; nor could\nthe shrieks and prayers of three hundred females, who had gathered\nround the great cross, preserve them from the swords of these ruthless\nbarbarians. By Cromwell himself, the number of the slain is reduced to two,\nby some writers it has been swelled to five, thousand.[1]",
        "Ormond, unable to interrupt the bloody career of his adversary, waited with\nimpatience for the determination of O’Neil. Hitherto that chieftain had\nfaithfully performed his engagements with the parliamentary commanders.\nHe had thrown impediments in the way of the royalists; he had compelled\nMontgomery to raise the siege of Londonderry, and had rescued Coote and his\nsmall army, the last hope of the parliament in Ulster, from the fate which\nseemed to await them. At first the leaders in London had hesitated, now\nafter the victory of Rathmines they publicly refused, to ratify the\ntreaties made with him by their officers.[2] Stung",
        "[Footnote 1: See note (D).]",
        "[Footnote 2: Council Book, Aug. 6, No. 67, 68, 69, 70. Journals, Aug. 10,\n24. Walker, ii. 245-248. King’s Pamphlets, No. 435, xi.; 437, xxxiii. The\nreader must not confound this Owen Roe O’Neil with another of the same\nname, one of the regicides, who claimed a debt of five thousand and\nsixty-five pounds seventeen shillings and sixpence of the parliament,\nand obtained an order for it to be paid out of the forfeited lands in\nIreland.–Journ. 1653, Sept. 9.]",
        "[Sidenote a: A.D. 1649. Oct 12.]",
        "with indignation, O’Neil accepted the offers of Ormond, and marched from\nLondonderry to join the royal army; but his progress was retarded by\nsickness, and he died at Clocknacter in Cavan. His officers, however,\nfulfilled his intentions; the arrival of the men of Ulster revived the\ncourage of their associates; and the English general was successively\nfoiled in his attempts upon Duncannon and Waterford. His forces already\nbegan to suffer from the inclemency of the season, when Lord Broghill, who\nhad lately returned from England, debauched the fidelity of the regiments\nunder Lord Inchiquin. The garrisons of Cork, Youghal, Bandon, and Kinsale\ndeclared for the parliament, and Cromwell seized the opportunity to close\nthe campaign and place his followers in winter quarters.[1]",
        "But inactivity suited not his policy or inclination. After seven weeks of\nrepose he again summoned them into the field;[a] and at the head of twenty\nthousand men, well appointed and disciplined, confidently anticipated the\nentire conquest of Ireland. The royalists were destitute of money, arms,\nand ammunition; a pestilential disease, introduced with the cargo of a\nship from Spain, ravaged their quarters; in the north, Charlemont alone\nacknowledged the royal authority; in Leinster and Munster, almost every\nplace of importance had been wrested from them by force or perfidy; and\neven in Connaught, their last refuge, internal dissension prevented that\nunion which alone could save them from utter destruction. Their misfortunes\ncalled into",
        "[Footnote 1: Phil. Iren. i. 231. Carte’s Ormond, ii. 102. Desid. Curios.\nHib. ii. 521.]",
        "[Sidenote a: A.D. 1650. Jan. 29.]",
        "action the factions which had lain dormant since the departure of the\nnuncio. The recent treachery of Inchiquin’s forces had engendered feelings\nof jealousy and suspicion; and many contended that it was better to submit\nat once to the conqueror than to depend on the doubtful fidelity of the\nlord lieutenant. Cromwell met with little resistance: wherever he came,\nhe held out the promise of life and liberty of conscience;[1] but the\nrejection of the offer, though it were afterwards accepted, was punished\nwith the blood of the officers; and, if the place were taken by force, with\nindiscriminate slaughter.[2] Proceeding on this plan, one day granting\nquarter, another putting the leaders only to the sword, and on the next\nimmolating the whole garrison, hundreds of human beings at a time, he\nquickly reduced most of the towns and castles in the three counties of\nLimerick, Tipperary, and Kilkenny. But this bloody policy at length\nrecoiled upon its author. Men, with no alternative but victory or death,\nlearned to fight with the energy of despair. At the siege of Kilkenny the\nassailants, though twice repulsed from the breach, were, by the timidity of\nsome of the inhabitants,",
        "[Footnote 1: Liberty of conscience he explained to mean liberty of internal\nbelief, not of external worship.–See his letter in Phil. Iren. i. 270.]",
        "[Footnote 2: The Irish commanders disdained to imitate the cruelty of their\nenemies. “I took,” says Lord Castlehaven, “Athy by storm, with all the\ngarrison (seven hundred men) prisoners. I made a present of them to\nCromwell, desiring him by letter that he would do the like with me, as any\nof mine should fall in his power. But he little valued my civility. For,\nin a few days after, he besieged Gouvan; and the soldiers mutinying, and\ngiving up the place with their officers, he caused the governor, Hammond,\nand some other officers, to be put to death.\"–Castlehaven, 107. Ormond\nalso says, in one of his letters, “the next day Rathfarnham was taken by\nstorm, and all that were in it made prisoners; and though five hundred\nsoldiers entered the castle before any officer of note, yet not one\ncreature was killed; which I tell you by the way, to observe the difference\nbetwixt our and the rebels making use of a victory.\"–Carte, Letters, ii.\n408.]",
        "admitted within the walls; yet, so obstinate was the resistance of the\ngarrison, that, to spare his own men, the general consented to grant them\nhonourable terms. From Kilkenny he proceeded to the town of Clonmel,[a]\nwhere Hugh, the son of the deceased O’Neil, commanded with one thousand two\nhundred of the best troops of Ulster. The duration of the siege exhausted\nhis patience; the breach was stormed a second time; and, after a conflict\nof four hours, the English were driven back with considerable loss.[b] The\ngarrison, however, had expended their ammunition; they took advantage of\nthe confusion of the enemy to depart during the darkness of the night; and\nthe townsmen the next morning, keeping the secret, obtained from Cromwell a\nfavourable capitulation.[1][c] This was his last exploit in Ireland. From\nClonmel he was recalled to England to undertake a service of greater\nimportance and difficulty, to which the reader must now direct his\nattention.",
        "The young king, it will be remembered, had left the Hague on his circuitous\nroute to Ireland, whither he had been called by the advice of Ormond\nand the wishes of the royalists.[d] He was detained three months at St.\nGermains by the charms of a mistress or the intrigues of his courtiers, nor\ndid he reach the island of Jersey till long after the disastrous battle\nof Rathmines.[e] That event made his further progress a matter of serious\ndiscussion; and the difficulty was increased by the arrival of Wynram of\nLibertoun, with addresses from the parliament and the kirk of Scotland.[f]\nThe first offered, on his acknowledgment of their authority as a\nparliament, to treat with him respecting the",
        "[Footnote 1: Whitelock, 449, 456. Castlehaven, 108. Ludlow, i. 265. Perfect\nPolitician, 70.]",
        "[Sidenote a: A.D. 1650. March 28.]\n[Sidenote b: A.D. 1650. May 8.]\n[Sidenote c: A.D. 1650. May 10.]\n[Sidenote d: A.D. 1649. June.]\n[Sidenote e: A.D. 1649. September.]\n[Sidenote f: A.D. 1649. October.]",
        "conditions proposed by their former commissioners; but the latter, in\nlanguage unceremonious and insulting, laid before him the sins of his\nyouth; his refusal to allow the Son of God to reign over him in the pure\nordinances of church government and worship; his cleaving to counsellors\nwho never had the glory of God or the good of his people before their eyes;\nhis admission to his person of that “fugacious man and excommunicate rebel,\nJames Graham” and, above all, “his giving the royal power and strength to\nthe beast,” by concluding a peace “with the Irish papists, the murderers of\nso many Protestants.” They bade him remember the iniquities of his father’s\nhouse, and be assured that, unless he laid aside the “service-book, so\nstuffed with Romish corruptions, for the reformation of doctrine and\nworship agreed upon by the divines at Westminster,” and approved of the\ncovenant in his three kingdoms, without which the people could have no\nsecurity for their religion or liberty, he would find that the Lord’s anger\nwas not turned away, but that his hand was still stretched against the\nroyal person and his family.[1]",
        "This coarse and intemperate lecture was not calculated to make a convert\nof a young and spirited prince. Instead of giving an answer, he waited to\nascertain the opinion of Ormond; and at last, though inclination prompted\nhim to throw himself into the arms of his Irish adherents, he reluctantly\nsubmitted to the authority of that officer, who declared, that the only way\nto preserve Ireland was by provoking a war between England and Scotland[2].\nCharles now condescended[a]",
        "[Footnote 1: Clar. State Papers, iii. App. 89-92. Carte’s Letters, i. 323.\nWhitelock, 439. The address of the kirk was composed by Mr. Wood, and\ndisapproved by the more moderate.–Baillie, ii. 339, 345.]",
        "[Footnote 2: Carte’s Letters, i. 333, 340.]",
        "[Sidenote a: A.D. 1650. Jan. 11.]",
        "to give to the convention the title of estates of parliament, appointed\nBreda, a small town, the private patrimony of the prince of Orange, for\nthe place of treaty; and met[a] there the new commissioners, the earls of\nCassilis and Lothian, with two barons, two burgesses, and three ministers.\nTheir present scarcely differed from their former demands; nor were they\nless unpalatable to the king. To consent to them appeared to him an\napostasy from the principles for which his father fought and died; an\nabandonment of the Scottish friends of his family to the mercy of his and\ntheir enemies. On the other hand, the prince of Orange importuned him to\nacquiesce; many of his counsellors suggested that, if he were once on the\nthrone, he might soften or subdue the obstinacy of the Scottish parliament;\nand his mother, by her letters, exhorted him not to sacrifice to his\nfeelings this his last resource, the only remaining expedient for the\nrecovery of his three kingdoms. But the king had still another resource;\nhe sought delays; his eyes were fixed on the efforts of his friends in the\nnorth of Scotland; and he continued to indulge a hope of being replaced\nwithout conditions on the ancient throne of his ancestors.[1]",
        "Before the king left St. Germains[b] he had given to Montrose a commission\nto raise the royal standard in Scotland. The fame of that nobleman secured\nto him a gracious reception from the northern sovereigns; he visited each\ncourt in succession; and in all obtained permission to levy men, and\nreceived aid either in money or in military stores. In autumn he despatched\nthe first expedition of twelve thousand men from",
        "[Footnote 1: Carte’s Letters, i. 338, 355. Whitelock, 430. Clarendon, iii.\n343.]",
        "[Sidenote a: A.D. 1650. March 15.]\n[Sidenote b: A.D. 1649. August.]",
        "Gottenburg under the Lord Kinnoul; but the winds and waves fought against\nthe royalists; several sail were lost among the rocks; and, when Kinnoul\nlanded[a] at Kirkwall in the Orkneys, he could muster only eighty officers\nand one hundred common soldiers out of the whole number. But Montrose was\nnot to be appalled by ordinary difficulties. Having received[b] from the\nnew king the order of the garter, he followed with five hundred men, mostly\nforeigners; added them to the wreck of the first expedition, and to the\nnew levies, and then found himself at the head of a force of more than one\nthousand men. His banners on which was painted a representation of the late\nking decapitated, with this motto, “Judge and avenge my cause, O Lord,” was\nintrusted to young Menzies of Pitfoddels, and a declaration was circulated\nthrough the Highlands, calling upon all true Scotsmen to aid in\nestablishing their king upon the throne, and in saving him from the\ntreachery of those, who, if they had him in their power, would sell him as\nthey had sold his father to English rebels. Having transported[c] his whole\nforce from Holm Sound to the Northern extremity of Caithness, he traversed\nthat and the neighbouring county of Sutherland, calling on the natives to\njoin the standard of their sovereign. But his name had now lost that magic\ninfluence which success had once thrown around it; and the several clans\nshunned his approach through fear, or watched his progress as foes. In the\nmean time his declaration had been solemnly burnt[d] by the hangman in the\ncapital; the pulpits had poured out denunciations against the “rebel and\napostate Montrose, the viperous brood of Satan, and the accursed of God and\nthe kirk;” and a force of four thousand regulars had been collected",
        "[Sidenote a: A.D. 1644. October.]\n[Sidenote b: A.D. 1650. Jan. 12.]\n[Sidenote c: A.D. 1650. March.]\n[Sidenote d: A.D. 1650. Feb. 9.]",
        "on Brechin Moor under the command of General Leslie, who was careful to cut\noff every source of information from the royalists. Montrose had reached[a]\nthe borders of Ross-shire, when Colonel Strachan, who had been sent forward\nto watch his motions, learned[b] in Corbiesdale that the royalists,\nunsuspicious of danger, lay at the short distance of only two miles.",
        "Calling his men around him under the cover of the long broom on the moor,\nhe prayed, sang a psalm, and declared that he had consulted the Almighty,\nand knew as assuredly as there was a God in heaven, that the enemies of\nChrist were delivered into their hands. Then dividing his small force of\nabout four hundred men into several bodies, he showed at first a single\ntroop of horse, whom the royalists prepared to receive with their cavalry;\nbut after a short interval, appeared a second, then a third, then a fourth;\nand Montrose believing that Leslie’s entire army was advancing, ordered\nthe infantry to take shelter among the brushwood and stunted trees on a\nneighbouring eminence. But before this movement could be executed, his\nhorse were broken, and his whole force lay at the mercy of the enemy. The\nstandard-bearer with several officers and most of the natives were slain;\nthe mercenaries made a show of resistance, and obtained quarter; and\nMontrose, whose horse had been killed under him, accompanied by Kinnoul,\nwandered on foot, without a guide, up the valley of the Kyle, and over the\nmountains of Sutherland. Kinnoul, unable to bear the hunger and fatigue,\nwas left and perished; Montrose, on the third day,[c] obtained refreshment\nat the hut of a shepherd; and, being afterwards discovered, claimed the\nprotection of Macleod of Assynt, who had formerly served under him in the\nroyal army. But the",
        "[Sidenote a: A.D. 1650. April 25.]\n[Sidenote b: A.D. 1650. April 27.]\n[Sidenote c: A.D. 1650. April 30.]",
        "fidelity of the laird was not proof against temptation; he sold[a] the\nking’s lieutenant for four hundred bolls of meal; and Argyle and his\nassociates, almost frantic with joy, passed an act to regulate the\nignominious treatment to which their captive should be subjected, the\nform of the judgment to be pronounced, and the manner of his subsequent\nexecution. When Montrose reached[b] the capital, he found the magistrates\nin their robes waiting to receive him. First the royal officers,\ntwenty-three in number, were ranged in two files, and ordered to walk\nforward manacled and bareheaded; next came the hangman with his bonnet on\nhis head, dressed in the livery of his office, and mounted on his horse\nthat drew a vehicle of new form devised for the occasion; and then on this\nvehicle was seen Montrose himself, seated on a lofty form, and pinioned,\nand uncovered. The procession paraded slowly through the city from the\nWatergate to the common jail, whilst the streets resounded with shouts of\ntriumph, and with every expression of hatred which religious or political\nfanaticism could inspire.[1]",
        "From his enemies Montrose could expect no mercy; but his death was\nhastened, that the king might not have time to intercede in his favour. The\nfollowing day, a Sunday, was indeed given to prayer; but on the next the\nwork of vengeance was resumed, and the captive was summoned[c] before\nthe parliament. His features, pale and haggard, showed the fatigue and\nprivations which he had endured; but his dress was",
        "[Footnote 1: Carte’s Letters, i. 345. Balfour, iii. 432, 439; iv. 8-13.\nWhitelock, 435, 452, 453, 454, 455. Clarendon, iii. 348-353. Laing, iii.\n443. The neighbouring clans ravaged the lands of Assynt to revenge the\nfate of Montrose, and the parliament granted in return to Macleod twenty\nthousand pounds Scots out of the fines to be levied on the royalists in\nCaithness and Orkney.–Balf. iv. 52, 56.]",
        "[Sidenote a: A.D. 1650. May 17.]\n[Sidenote b: A.D. 1650. May 18.]\n[Sidenote c: A.D. 1650. May 20.]",
        "splendid, his mien fearless, his language calm, firm, and dignified. To the\nchancellor, who, in a tone of bitterness and reprobation, enumerated the\noffences with which he was charged, he replied, that since the king had\ncondescended to treat with them as estates, it became not a subject to\ndispute their authority; but that the apostasy and rebellion with which\nthey reproached him were, in his estimation, acts of duty. Whatever he had\ndone, either in the last or present reign, had been done with the sanction\nof the sovereign. If he had formerly taken up arms, it had been to divert\nhis countrymen from the impious war which they waged against the royal\nauthority in England; if now, his object was to accelerate the existing\nnegotiation between them and their new king. As a Christian, he had always\nsupported that cause which his conscience approved; as a subject, he always\nfought in support of his prince; and as a neighbour, he had frequently\npreserved the lives of those who had forfeited them against him in battle.\nThe chancellor, in return, declared him a murderer of his fellow-subjects,\nan enemy to the covenant and the peace of the kingdom, and an agitator,\nwhose ambition had helped to destroy the father, and was now employed for\nthe destruction of the son. Judgment, which had been passed in parliament\nsome days before, was then pronounced, by the dempster, that James Graham\nshould be hanged for the space of three hours on a gibbet thirty feet high,\nthat his head should be fixed on a spike in Edinburgh, his arms on the\ngates of Perth or Stirling, his legs on those of Glasgow and Aberdeen,\nand his body be interred by the hangman on the burrowmuir, unless he were\npreviously released from excommunication by the kirk. During this trying\nscene, his enemies eagerly watched his demeanour. Twice, if we may believe\nreport, he was heard to sigh, and his eyes occasionally wandered along\nthe cornice of the hall. But he stood before them cool and collected; no\nsymptom of perturbation marked his countenance, no expression of complaint\nor impatience escaped his lips; he showed himself superior to insult, and\nunscarred at the menaces of death.",
        "The same high tone of feeling supported the unfortunate victim to the last\ngasp. When the ministers admonished[a] him that his punishment in\nthis world was but a shadow of that which awaited him in the next, he\nindignantly replied, that he gloried in his fate, and only lamented that he\nhad not limbs sufficient to furnish every city in Christendom with proofs\nof his loyalty. On the scaffold, he maintained the uprightness of his\nconduct, praised the character of the present king, and appealed from the\ncensures of the kirk to the justice of Heaven. As a last disgrace, the\nexecutioner hung round his neck his late declaration, with the history of\nhis former exploits. He smiled at the malice of his enemies, and said that\nthey had given. him a more brilliant decoration than the garter with which\nhe had been honoured by his sovereign. Montrose, by his death, won more\nproselytes to the royal cause than he had ever made by his victories. He\nwas in his thirty-eighth year.[1]",
        "[Footnote 1: Balfour, iv. 13, 15, 16, 19-22. Wishart, 389. Clar. iii.\n353-356. Whitelock, 456. Colonel Hurry, whom the reader has seen\nsuccessively serving under the king and the parliament in the civil war;\nSpotiswood, the grandson of the archbishop of that name; Sir W. Hay, who\nhad been forefaulted as a Catholic in 1647; Sibbald, the confidential envoy\nof Montrose, and several others, were beheaded. Of the common soldiers,\nsome were given to different lords to be fishermen or miners, and the rest\nenrolled in regiments in the French service.–Balfour, iv. 18, 27, 28, 32,\n33, 44.]",
        "[Sidenote a: A.D. 1650. May 21.]",
        "Long before this the commissioners from both parties had met at Breda;\nand, on the very day of the opening of the conferences, Charles\nhad despatched[a] an order to Montrose to proceed according to his\ninstructions, and to bear in mind that the success of the negotiation\nat Breda depended on the success of his arms in Scotland. A month\nafterwards[b] he commended in strong terms the loyalty of Lord Napier,\nand urged him to repair without delay to the aid of his lieutenant. It is\nimpossible after this to doubt of his approbation of the attempt; but, when\nthe news arrived of the action at Corbiesdale, his eyes were opened to the\ndanger which threatened him; the estates, in the insolence of victory,\nmight pass an act to exclude him at once from the succession to the\nScottish throne. Acting, therefore, after the unworthy precedent set by\nhis father respecting the powers given to Glamorgan, he wrote[c] to\nthe parliament, protesting that the invasion made by Montrose had been\nexpressly forbidden by him, and begging that they “would do him the justice\nto believe that he had not been accessory to it in the least degree;” in\nconfirmation of which the secretary at the same time assured Argyle that\nthe king felt no regret for the defeat of a man who had presumed to draw\nthe sword “without and contrary to the royal command.” These letters\narrived[d] too late",
        "[Footnote 1: Carte, iv. 626.]",
        "[Footnote 2: Napier’s Montrose, ii. 528. Yet on May 5th the king signed an\narticle, stipulating that Montrose should lay down his arms, receiving a\nfull indemnity for all that was past.–Carte, iv. 630. This article reached\nEdinburgh before the execution of Montrose, and was kept secret. I see not,\nhowever, what benefit he could claim from it. He had not laid down arms in\nobedience to it; for he had been defeated a week before it was signed.]",
        "[Footnote 3: Balfour, iv. 24, 25. Yet on May 15th Charles wrote to Montrose\nto act according to the article in the last note.–Ibid.]",
        "[Sidenote a: A.D. 1650. March 15.]\n[Sidenote b: A.D. 1650. April 15.]\n[Sidenote c: A.D. 1650. May 12.]\n[Sidenote d: A.D. 1650. May 25.]",
        "to be of injury to the unfortunate victim, whose limbs were already\nbleaching on the gates of the principal towns in Scotland; but the\nfalsehood so confidently put forth must cover with infamy the prince who\ncould thus, to screen himself from the anger of his enemies, calumniate the\nmost devoted of his followers, one who had so often perilled, and at length\nforfeited, his life in defence of the throne.",
        "Charles had now no resource but to submit with the best grace to the\ndemands of the Scots. He signed the treaty,[a] binding himself to take\nthe Scottish covenant and the solemn league and covenant; to disavow\nand declare null the peace with the Irish, and never to permit the free\nexercise of the Catholic religion in Ireland, or any other part of his\ndominions; to acknowledge the authority of all parliaments held since the\ncommencement of the late war; and to govern, in civil matters, by advice of\nthe parliament, in religious, by that of the kirk.[1] These preliminaries\nbeing settled,[b] he embarked on board a small squadron furnished by the\nprince of Orange, and, after a perilous navigation of three weeks, during\nwhich he had to contend with the stormy weather, and to elude the pursuit\nof the parliamentary cruisers, he arrived in safety in the Frith of\nCromartie.[c] The king was received with the honours due to his dignity; a\ncourt with proper officers was prepared for him at Falkland, and the sum\nof one hundred thousand pounds Scots, or nine thousand pounds English, was\nvoted for the monthly expense of his household. But the parliament had\npreviously[d] passed an act banishing from Scotland several of the royal\nfavourites by name, and excluding the “engagers” from the verge of the\ncourt, and all employment",
        "[Footnote 1: Thurloe, i. 147.]",
        "[Sidenote a: A.D. 1650. May 13.]\n[Sidenote b: A.D. 1650. June 2.]\n[Sidenote c: A.D. 1650. June 23.]\n[Sidenote d: A.D. 1650. June 4.]",
        "in the state. After repeated applications, the duke of Buckingham, the\nLord Wilmot, and a few English servants, who took the covenant, obtained\npermission to remain with the king; many of the Scottish exiles embraced\nthe opportunity to withdraw from notice into the western isles, or the more\ndistant parts of the country.[1]",
        "It was the negotiation between the Scots and their nominal king that\narrested Cromwell in the career of victory, and called him away from the\ncompletion of his conquest. The rulers of the commonwealth were aware of\nthe intimate connection which the solemn league and covenant had produced\nbetween the English Presbyterians and the kirk of Scotland, whence they\nnaturally inferred that, if the pretender to the English were once\nseated on the Scottish throne, their own power would he placed on a very\nprecarious footing. From the first they had watched with jealousy the\nunfriendly proceedings of the Scottish parliament. Advice and persuasion\nhad been tried, and had failed. There remained the resource of war; and\nwar, it was hoped, would either compel the Scots to abandon the claims of\nCharles, or reduce Scotland to a province of the commonwealth. Fairfax,\nindeed (he was supposed to be under the influence of a Presbyterian wife\nand of the Presbyterian ministers), disapproved of the design;[2] but\nhis disapprobation, though lamented in public, was privately hailed as a\nbenefit by those who were acquainted with the aspiring designs of Cromwell,\nand built on his elevation the flattering hope of their own greatness. By\ntheir means, as soon as the",
        "[Footnote 1: Balfour, iv. 41, 60, 61, 64, 65, 67, 73, 77, 78. Whitelock,\n462. Clarendon, iii. 346, 356, 357.]",
        "[Footnote 2: Whitelock, 438.]",
        "lord lieutenant had put his troops into winter quarters, an order was\nobtained from parliament for him to attend his duty in the house; but he\nresumed his military operations,[a] and two months were suffered to elapse\nbefore he noticed the command of the supreme authority, and condescended to\nmake an unmeaning apology for his disobedience.[b] On the renewal of the\norder,[c] he left the command in Ireland to Ireton, and, returning to\nEngland, appeared in his seat.[d] He was received with acclamations; the\npalace of St. James’s was allotted for his residence, and a valuable grant\nof lands was voted[e] as a reward for his eminent services. In a few days\nfollowed the appointment of Fairfax to the office of commander-in-chief,[f]\nand of Cromwell to that of lieutenant-general of the army designed to be\nemployed in Scotland. Each signified his “readiness to observe the orders\nof the house;” but Fairfax at the same time revealed his secret and\nconscientious objections to the council of state. A deputation of five\nmembers, Cromwell, Lambert, Harrison, Whitelock, and St. John, waited on\nhim at his house;[g] the conference was opened by a solemn invocation of\nthe Holy Spirit, and the three officers prayed in succession with the most\nedifying fervour. Then Fairfax said that, to his mind, the invasion of\nScotland appeared a violation of the solemn league and covenant which he\nhad sworn to observe. It was replied that the Scots themselves had broken\nthe league by the invasion of England under the duke of Hamilton; and that\nit was always lawful to prevent the hostile designs of another power. But\nhe answered that the Scottish parliament had given satisfaction by the\npunishment of the guilty; that the probability of hostile designs ought\nindeed to lead to measures of precaution, but that certainty was",
        "[Sidenote a: A.D. 1650. Jan. 8.]\n[Sidenote b: A.D. 1650. April 2.]\n[Sidenote c: A.D. 1650. May 30.]\n[Sidenote d: A.D. 1650. June 4.]\n[Sidenote e: A.D. 1650. June 12.]\n[Sidenote f: A.D. 1650. June 14.]\n[Sidenote g: A.D. 1650. June 24.]",
        "required to justify actual invasion. No impression was made on his mind;\nand, though Cromwell and his brother officers earnestly solicited him to\ncomply, “there was cause enough,” says one of the deputation, “to believe\nthat they did not overmuch desire it.\"[1] The next day[a] another attempt\nended with as little success; the lord general alleging the plea of infirm\nhealth and misboding conscience, sent back the last commission, and at the\nrequest of the house, the former also; and the chief command of all the\nforces raised, or to be raised by order of parliament, was conferred on\nOliver Cromwell.[b] Thus this adventurer obtained at the same time the\npraise of moderation and the object of his ambition. Immediately he\nleft the capital for Scotland;[c] and Fairfax retired to his estate in\nYorkshire, where he lived with the privacy of a country gentleman, till he\nonce more drew the sword, not in support of the commonwealth, but in favour\nof the king.[2]",
        "To a spectator who considered the preparations of the two kingdoms, there\ncould be little doubt of the result. Cromwell passed the Tweed[d] at the\nhead of sixteen thousand men, most of them veterans, all habituated to\nmilitary discipline, before the raw levies of the Scots had quitted their\nrespective shires. By order of the Scottish parliament, the army had been\nfixed at thirty thousand men; the nominal command had been given to the\nearl of Leven, the real, on account of the age and infirmities of that\nofficer, to his relative, David Leslie, and instructions had been",
        "[Footnote 1: Whitelock, 460, 462. Ludlow says, “he acted his part so to the\nlife, that I really thought him in earnest; but the consequence made it\nsufficiently evident that he had no such intention” (i. 272).\nHutchinson, who was present on one of these occasions, thought him\nsincere.–Hutchinson, 315.]",
        "[Footnote 2: Whitelock, 438, 450, 457. Journals, Jan. 8, Feb. 25, March 30,\nApril 15, May 2, 7, 30, June 4, 12, 14, 25, 26.]",
        "[Sidenote a: A.D. 1650. June 25.]\n[Sidenote b: A.D. 1650. June 26.]\n[Sidenote c: A.D. 1650. June 29.]\n[Sidenote d: A.D. 1650. July 16.]",
        "issued that the country between Berwick and the capital should be laid\nwaste, that the cattle and provisions should be removed or destroyed, and\nthat the inhabitants should abandon their homes under the penalties of\ninfamy, confiscation, and death. In aid of this measure, reports were\nindustriously circulated of the cruelties exercised by Cromwell in Ireland;\nthat, wherever he came, he gave orders to put all the males between sixteen\nand sixty to death, to deprive all the boys between six and sixteen of\ntheir right hands, and to bore the breasts of the females with red-hot\nirons. The English were surprised at the silence and desolation which\nreigned around them; for the only human beings whom they met on their march\nthrough this wilderness, were a few old women and children who on their\nknees solicited mercy. But Cromwell conducted them by the sea coast; the\nfleet daily supplied them with provisions, and their good conduct gradually\ndispelled the apprehensions of the natives.[1] They found[a] the Scottish\nlevies posted behind a deep intrenchment, running from Edinburgh to Leith,\nfortified with numerous batteries, and flanked by the cannon of the castle\nat one extremity, and of the harbour at the other. Cromwell employed all\nhis art to provoke Leslie to avoid an engagement. It was in vain that for\nmore than a month the former marched and countermarched; that he threatened\ngeneral, and made partial, attacks. Leslie remained fixed within his lines;\nor, if he occasionally moved,",
        "[Footnote 1: Whitelock, 465, 466, 468. Perfect Diurnal, No. 324. See the\nthree declarations: that of the parliament on the marching of the army; of\nthe army itself, addressed “to all that are saints and partakers of the\nfaith of God’s elect in Scotland;” and, the third, from Cromwell, dated\nat Berwick, in the Parliamentary History, xix. 276, 298, 310; King’s\nPamphlets, 473.]",
        "[Sidenote a: A.D. 1650. July 28.]",
        "watched the motions of the enemy from the nearest mountains, or interposed\na river or morass between the two armies. The English began to be exhausted\nwith fatigue; sickness thinned their ranks; the arrival of provisions\ndepended on the winds and waves; and Cromwell was taught to fear, not the\nvalour of the enemy, but the prudence of their general.[1]",
        "The reader will already have observed how much at this period the exercises\nof religion were mixed up with the concerns of state and even the\noperations of war. Both parties equally believed that the result of\nthe expedition depended on the will of the Almighty, and that it was,\ntherefore, their duty to propitiate his anger by fasting and humiliation.\nIn the English army the officers prayed and preached: they “sanctified the\ncamp,” and exhorted the men to unity of mind and godliness of life. Among\nthe Scots this duty was discharged by the ministers; and so fervent was\ntheir piety, so merciless their zeal, that, in addition to their prayers,\nthey occasionally compelled the young king to listen to six long sermons\non the same day, during which he assumed an air of gravity, and displayed\nfeelings of devotion, which ill-accorded with his real disposition. But\nthe English had no national crime to deplore; by punishing the late king,\nthey had atoned for the evils of the civil war; the Scots, on the\ncontrary, had adopted his son without any real proof of his conversion, and\ntherefore feared that they might draw down on the country the punishment\ndue to his sins and those of his family. It happened[a] that Charles, by\nthe advice of the earl of Eglington, presumed to visit the army on the\nLinks of",
        "[Footnote 1: Balfour, iv. 87, 88, 90. Whitelock, 467, 468.]",
        "[Sidenote a: A.D. 1650. July 29.]",
        "Leith. He was received with shouts of enthusiasm by the soldiers, who, on\ntheir knees, pledged the health of their young sovereign; but the committee\nof the kirk complained[a] that his presence led to ebriety and profaneness,\nand he received a request,[b] equivalent to a command, to quit the camp.\nThe next day a declaration was made, that the company of malignants,\nengagers, and enemies to the covenant, could not fail of multiplying\nthe judgments of God upon the land; an inquiry was instituted into the\ncharacters of numerous individuals; and eighty officers, with many of their\nmen, were cashiered,[c] that they might not contaminate by their presence\nthe army of the saints.[1] Still it was for Charles Stuart, the chief of\nthe malignants, that they were to fight, and therefore from him, to appease\nthe anger of the Almighty, an expiatory declaration was required[d] in the\nname of the parliament and the kirk.",
        "In this instrument he was called upon to lament, in the language of\npenitence and self-abasement, his father’s opposition to the work of God\nand to the solemn league and covenant, which had caused the blood of the\nLord’s people to be shed, and the idolatry of his mother, the toleration of\nwhich in the king’s house could not fail to be a high provocation against\nhim who is a jealous God, visiting the sins of the fathers upon the\nchildren; to declare that he had subscribed the covenant with sincerity of\nheart, and would have no friends nor enemies but those who were friends or\nenemies to it; to acknowledge the sinfulness of the treaty with the bloody\nrebels in Ireland, which he was made to pronounce null and void; to detest\npopery and prelacy, idolatry and heresy, schism",
        "[Footnote 1: Balfour, iv. 86, 89.]",
        "[Sidenote a: A.D. 1650. August 2.]\n[Sidenote b: A.D. 1650. August 3.]\n[Sidenote c: A.D. 1650. August 5.]\n[Sidenote d: A.D. 1650. August 9.]",
        "and profaneness; and to promise that he would accord to a free parliament\nin England the propositions of the two kingdoms, and reform the church\nof England according to the plan devised by the assembly of divines at\nWestminster.[1]",
        "When first this declaration, so humbling to his pride, so offensive to his\nfeelings, was presented[a] to Charles for his signature, he returned[b] an\nindignant refusal; a little reflection induced him to solicit the advice\nof the council, and the opinion of the principal ministers. But the godly\nrefused to wait; the two committees of the kirk and kingdom protested[c]\nthat they disowned the quarrel and interest of every malignant party,\ndisclaimed the guilt of the king and his house, and would never prosecute\nhis interest without his acknowledgment of the sins of his family and of\nhis former ways, and his promise of giving satisfaction to God’s people\nin both kingdoms. This protestation was printed and furtively sent to the\nEnglish camp; the officers of the army presented[d] to the committee of\nestates a remonstrance and supplication expressive of their adhesion; and\nthe ministers maintained from their pulpits that the king was the root\nof malignancy, and a hypocrite, who had taken the covenant without an\nintention of keeping it. Charles, yielding to his own fears and the advice\nof his friends; at the end of three days subscribed,[e] with tears, the\nobnoxious instrument. If it were folly in the Scots to propose to the young\nprince a declaration so repugnant to his feelings and opinions, it was\ngreater folly still to believe that professions of repentance extorted",
        "[Footnote 1: Balfour, iv. 92. Whitelock, 469. “A declaration by the king’s\nmajesty to his subjects of the kingdoms of Scotland, England, and Ireland.\"\nPrinted 1650.]",
        "[Sidenote a: A.D. 1650. August 10.]\n[Sidenote b: A.D. 1650. August 13.]\n[Sidenote c: A.D. 1650. August 14.]\n[Sidenote d: A.D. 1650. August 15.]\n[Sidenote e: A.D. 1650. August 16.]",
        "with so much violence could be sincere or satisfactory; yet his\nsubscription was received with expressions of joy and gratitude; both the\narmy and the city observed a solemn fast for the sins of the two kings, the\nfather and the son; and the ministers, now that the anger of Heaven had\nbeen appeased, assured their hearers of an easy victory over a “blaspheming\ngeneral and a sectarian army.\"[1]",
        "If their predictions were not verified, the fault was undoubtedly their\nown. The caution and vigilance of Leslie had triumphed over the skill and\nactivity of “the blasphemer.” Cromwell saw no alternative but victory or\nretreat: of the first he had no doubt, if he could come in contact with the\nenemy; the second was a perilous attempt, when the passes before him\nwere pre-occupied, and a more numerous force was hanging on his rear. At\nMusselburg, having sent the sick on board the fleet (they suffered both\nfrom the “disease of the country,” and from fevers caused by exposure on\nthe Pentland hills), he ordered[a] the army to march the next morning to\nHaddington, and thence to Dunbar; and the same night a meteor, which the\nimagination of the beholders likened to a sword of fire, was seen to pass\nover Edinburgh in a south-easterly direction, an evident presages in the\nopinion of the Scots, that the flames of war would be transferred",
        "[Footnote 1: Balfour, iv. 91, 92, 95. The English parliament in their\nanswer exclaim: “What a blessed and hopeful change is wrought in a moment\nin this young king! How hearty is he become to the cause of God and the\nwork of reformation. How readily doth he swallow down these bitter pills,\nwhich are prepared for and urged upon him, as necessary to effect that\ndesperate care under which his affairs lie! But who sees not the crass\nhypocrisy of this whole transaction, and the sandy and rotten foundation\nof all the resolutions flowing hereupon?\"–See Parliamentary History, xix.\n359-386.]",
        "[Sidenote a: A.D. 1650. August 30.]",
        "to the remotest extremity of England.[1] At Dunbar, Cromwell posted his men\nin the vicinity of Broxmouth House; Leslie with the Scots moving along the\nheights of Lammermuir, occupied[a] a position on the Doon Hill, about two\nmiles to the south of the invaders; and the advanced posts of the armies\nwere separated only by a ravine of the depth and breadth of about thirty\nfeet. Cromwell was not ignorant of the danger of his situation; he had even\nthought of putting the infantry on board the fleet, and of attempting to\nescape with the cavalry by the only outlet, the high road to Berwick; but\nthe next moment he condemned the thought as “a weakness of the flesh, a\ndistrust in the power of the Almighty;” and ordered the army “to seek\nthe Lord, who would assuredly find a way of deliverance for his faithful\nservants.” On the other side the committees of the kirk and estates exulted\nin the prospect of executing the vengeance of God upon “the sectaries;” and\nafraid that the enemy should escape, compelled their general to depart from\nhis usual caution, and to make preparation for battle. Cromwell, with his\nofficers, had spent part of the day in calling upon the Lord; while he\nprayed, the enthusiast felt an enlargement of the heart, a buoyancy of\nspirit, which he took for an infallible presage of victory; and, beholding\nthrough his glass the motion in the Scottish camp, he exclaimed, “They are\ncoming down; the Lord hath delivered them into our hands.\"[2] During the",
        "[Footnote 1: Balfour, iv. 94.]",
        "[Footnote 2: Sagredo, the Venetian ambassador, in his relation to the\nsenate, says that Cromwell pretended to have been assured of the victory\nby a supernatural voice. Prima che venisse alla battaglia, diede cuore ai\nsoldati con assicurargli la vittoria predettagli da Dio, con una voce, che\nlo aveva a mezza notte riscosso dal sonno. MS. copy in my possession.]",
        "[Sidenote a: A.D. 1650. August 31.]",
        "night, he advanced the army to the edge of the ravine; and at an early hour\nin the morning[a] the Scots attempted to seize the pass on the road from\nDunbar to Berwick. After a sharp contest, the Scottish lancers, aided\nby their artillery, charged down the hill, drove the brigade of English\ncavalry from its position, and broke through the infantry, which had\nadvanced to the support of the horse. At that moment the sun made its\nappearance above the horizon; and Cromwell, turning to his own regiment\nof foot, exclaimed, “Let the Lord arise, and scatter his enemies.” They\ninstantly moved forward with their pikes levelled; the horse rallied; and\nthe enemy’s lancers hesitated, broke, and fled. At that moment the mist\ndispersed, and the first spectacle which struck the eyes of the Scots, was\nthe route of their cavalry. A sudden panic instantly spread from the right\nto the left of their line; at the approach of the English they threw down\ntheir arms and ran. Cromwell’s regiment halted to sing the 117th Psalm; but\nthe pursuit was continued for more than eight miles; the dead bodies of\nthree thousand Scots strewed their native soil; and ten thousand prisoners,\nwith the artillery, ammunition, and baggage, became the reward of the\nconquerors.[1]",
        "Cromwell now thought no more of his retreat. He marched back to the\ncapital; the hope of resistance was abandoned; Edinburgh and Leith opened\ntheir gates, and the whole country to the Forth submitted",
        "[Footnote 1: Carte’s Letters, i. 381. Whitelock, 470, 471. Ludlow, i. 283.\nBalfour, iv. 97. Several proceedings, No. 50. Parl. Hist. xix. 343-352,\n478. Cromwelliana, 89. Of the prisoners, five thousand one hundred,\nsomething more than one-half, being wounded, were dismissed to their homes,\nthe other half were driven “like turkies” into England. Of these, one\nthousand six hundred died of a pestilential disease, and five hundred were\nactually sick on Oct 31.–Whitelock, 471. Old Parl. Hist. xix. 417.]",
        "[Sidenote a: A.D. 1650. Sept. 3.]",
        "to the will of the English general. Still the presumption of the six\nministers who formed the committee of the kirk was not humbled. Though\ntheir predictions had been falsified, they were still the depositaries of\nthe secrets of the Deity; and, in a “Short Declaration and Warning,” they\nannounced[a] to their countrymen the thirteen causes of this national\ncalamity, the reasons why “God had veiled for a time his face from the sons\nof Jacob.” It was by the general profaneness of the land, by the manifest\nprovocations of the king and the king’s house, by the crooked and\nprecipitant ways of statesmen in the treaty of Breda, by the toleration of\nmalignants in the king’s household, by suffering his guard to join in the\nbattle without a previous purgation, by the diffidence of some officers\nwho refused to profit by advantages furnished to them by God, by the\npresumption of others who promised victory to themselves without eyeing of\nGod, by the rapacity and oppression exercised by the soldiery, and by the\ncarnal self-seeking of men in power, that God had been provoked to visit\nhis people with so direful and yet so merited a chastisement.[1]",
        "To the young king the defeat at Dunbar was a subject of real and\nill-dissembled joy. Hitherto he had been a mere puppet in the hands of\nArgyle and his party; now their power was broken, and it was not impossible\nfor him to gain the ascendancy. He entered into a negotiation with Murray,\nHuntley, Athol, and the numerous royalists in the Highlands; but the\nsecret, without the particulars, was betrayed to Argyle,[b] probably by\nBuckingham, who disapproved of the project; and all the cavaliers but three\nreceived an order to leave the court in twenty-four hours–the",
        "[Footnote 1: Balfour, iv. 98-107.]",
        "[Sidenote a: A.D. 1650. Sept. 12.]\n[Sidenote b: A.D. 1650. Sept. 27.]",
        "kingdom in twenty days. The vigilance of the guards prevented the execution\nof the plan which had been laid; but one afternoon, under pretence of\nhawking, Charles escaped[a] from Perth, and riding forty-two miles, passed\nthe night in a miserable hovel, called Clova, la the braes of Angus. At\nbreak of day he was overtaken by Colonel Montgomery, who advised him[b] to\nreturn, while the Viscount Dudhope urged him to proceed to the mountains,\nwhere he would be joined by seven thousand armed men. Charles wavered; but\nMontgomery directed his attention to two regiments of horse that waited at\na distance to intercept his progress, and the royal fugitive consented[c]\nto return to his former residence in Perth.[1]",
        "The Start (so this adventure was called) proved, however, a warning to the\ncommittee of estates. They prudently admitted the apology of the king, who\nattributed[d] his flight to information that he was that day to have been\ndelivered to Cromwell; they allowed[e] him, for the first time, to preside\nat their deliberations; and they employed his authority to pacify the\nroyalists in the Highlands, who had taken arms[f] in his name under\nHuntley, Athol, Seaforth, and Middleton. These, after a long negotiation,\naccepted an act of indemnity, and disbanded their forces.[2]",
        "[Footnote 1: Balfour, iv. 109, 113, 114. Baillie, ii. 356. Whitelock, 476.\nMiscellanea Aulica, 152. It seems probable from some letters published in\nthe correspondence of Mr. Secretary Nicholas, that Charles had planned his\nescape from the “villany and hypocrisy” of the party, as early as the day\nof the battle of Dunbar.–Evelyn’s Mem. v. 181-186, octavo.]",
        "[Footnote 2: Balfour, iv. 118, 123, 129-135, 160. Baillie, ii. 356.\nA minister, James Guthrie, in defiance of the committee of estates,\nexcommunicated Middleton; and such was the power of the kirk, that even\nwhen the king’s party was superior, Middleton was compelled to do penance\nin sackcloth in the church of Dundee, before he could obtain absolution\npreparatory to his taking a command in the army.–Baillie, 357. Balfour,\n240.]",
        "[Sidenote a: A.D. 1650. Oct. 4.]\n[Sidenote b: A.D. 1650. Oct. 5.]\n[Sidenote c: A.D. 1650. Oct. 6.]\n[Sidenote d: A.D. 1650. Oct. 10.]\n[Sidenote e: A.D. 1650. Oct. 12.]\n[Sidenote f: A.D. 1650. Nov. 4.]",
        "In the mean while Cromwell in his quarters at Edinburgh laboured to unite\nthe character of the saint with that of the conqueror; and, surrounded as\nhe was with the splendour of victory, to surprise the world by a display\nof modesty and self-abasement. To his friends and flatterers, who fed\nhis vanity by warning him to be on his guard against its suggestions,\nhe replied, that he “had been a dry bone, and was still an unprofitable\nservant,” a mere instrument in the hands of Almighty power; if God had\nrisen in his wrath, if he had bared his arm and avenged his cause, to\nhim, and to him alone, belonged the glory.[1] Assuming the office of a\nmissionary, he exhorted his officers in daily sermons to love one another,\nto repent from dead works, and to pray and mourn for the blindness of their\nScottish adversaries; and, pretending to avail himself of his present\nleisure, he provoked a theological controversy with the ministers in\nthe castle of Edinburgh, reproaching them with pride in arrogating to\nthemselves the right of expounding the true sense of the solemn league and\ncovenant; vindicating the claim of laymen to preach the gospel and\nexhibit their spiritual gifts for the edification of their brethren; and\nmaintaining that, after the solemn fasts observed by both nations, after\ntheir many and earnest appeals to the God of armies, the victory gained\nat Dunbar must be admitted an evident manifestation of the divine will in\nfavour of the English commonwealth. Finding that he made no proselytes\nof his opponents, he published his arguments for the instruction of the\nScottish people; but his zeal did not",
        "[Footnote 1: See a number of letters in Milton’s State Papers, 18-35.]",
        "escape suspicion; and the more discerning believed that, under the cover of\na religious controversy, he was in reality tampering with the fidelity of\nthe governor.[1]",
        "In a short time his attention was withdrawn to a more important\ncontroversy, which ultimately spread the flames of religious discord\nthroughout the nation. There had all along existed a number of Scots who\napproved of the execution of the late king, and condemned even the nominal\nauthority given to his son. Of these men, formidable by their talents,\nstill more formidable by their fanaticism, the leaders were Wariston, the\nclerk register in the parliament, and Gillespie and Guthrie, two ministers\nin the kirk. In parliament the party, though too weak to control, was\nsufficiently strong to embarrass, and occasionally to influence, the\nproceedings; in the kirk it formed indeed the minority, but a minority too\nbold and too numerous to be rashly irritated or incautiously despised.[2]\nAfter the defeat at Dunbar, permission was cheerfully granted by the\ncommittee of estates for a levy of troops in the associated counties of\nRenfrew, Air, Galloway, Wigton, and Dumfries, that part of Scotland where\nfanaticism had long fermented, and the most rigid notions prevailed. The\ncrusade was preached by Gillespie; his efforts were successfully seconded\nby the other ministers, and in a short time four regiments of horse,\namounting almost to five thousand men, were raised under Strachan, Kerr,\nand two other colonels. The real design now began to unfold itself. First,\nthe officers refused to serve under Leslie; and the parliament consented to\nexempt them from his authority. Next, they hinted doubts of the",
        "[Footnote 1: Thurloe, i. 158-163.]",
        "[Footnote 2: Baillie, ii. 353.]",
        "lawfulness of the war in which they were engaged; and Cromwell, in whose\narmy Strachan had fought at Preston, immediately[a] opened a correspondence\nwith him.[1] Then came the accident of “the start,” which embittered and\nemboldened the zeal of the fanatics; and in a long remonstrance, subscribed\nby ministers and elders, by officers and soldiers, and presented[b] in\ntheir name to Charles and the committee of estates, they pronounced[c] the\ntreaty with the king unlawful and sinful, disowned his interest in the\nquarrel with the enemy, and charged the leading men in the nation with the\nguilt of the war, which they had provoked by their intention of invading\nEngland. The intemperate tone and disloyal tendency of this paper, whilst\nit provoked irritation and alarm at Perth, induced Cromwell to advance with\nhis army from Edinburgh to Glasgow, and Hamilton. But the western forces\n(so they were called) withdrew to Dumfries, where a meeting was held with\nWariston, and a new draught of the remonstrance, in language still more\nenergetic and vituperative, was adopted. On the return[d] of Cromwell to\nthe capital, his negotiation with the officers was resumed, while Argyle\nand his friends laboured on the opposite side to mollify the obstinacy of\nthe fanatics. But reasoning was found useless; the parliament condemned[e]\nthe remonstrance as a scandalous and seditious libel; and, since Strachan\nhad resigned[f] his commission, ordered Montgomery with three new regiments\nto take the command of the whole force. Kerr, however, before his arrival,\nhad led[g] the western levy to attack Lambert in his",
        "[Footnote 1: Baillie, ii. 350-352. Strachan was willing to give assurance\nnot to molest England in the king’s quarrel. Cromwell insisted that Charles\nshould be banished by act of parliament, or imprisoned for life.–Ib. 352.]",
        "[Sidenote a: A.D. 1650. Oct. 4.]\n[Sidenote b: A.D. 1650. Oct. 17.]\n[Sidenote c: A.D. 1650. Oct. 22.]\n[Sidenote d: A.D. 1650. Oct. 30.]\n[Sidenote e: A.D. 1650. Nov. 25.]\n[Sidenote f: A.D. 1650. Nov. 28.]\n[Sidenote g: A.D. 1650. Dec. 1.]",
        "quarters at Hamilton; he was taken prisoner, designedly if we may believe\nreport, and his whole army was dispersed. Soon afterwards Strachan, with\nsixty troopers, passed over to Lambert, and the associated counties, left\nwithout defence, submitted to the enemy. Still the framers and advocates of\nthe remonstrance, though they knew that it had been condemned by the state\nand the kirk, though they had no longer an army to draw the sword in\nits support, adhered pertinaciously to its principles; the unity of the\nScottish church was rent in twain, and the separation was afterwards\nwidened by a resolution of the assembly,[a] that in such a crisis all\nScotsmen might be employed in the service of the country.[1] Even their\ncommon misfortunes failed to reconcile these exasperated spirits; and after\nthe subjugation of their country, and under the yoke of civil servitude,\nthe two parties still continued to persecute each other with all the\nobstinacy and bitterness of religious warfare. The royalists obtained\nthe name of public resolutioners; their opponents, of protestors or\nremonstrants.[2]",
        "Though it cost the young prince many an internal struggle, yet experience\nhad taught him that he must soothe the religious prejudices of the kirk, if\nhe hoped ever to acquire the preponderance in the state. On the first day\nof the new year,[b] he rode in procession to the church of Scone, where his\nancestors had been accustomed to receive the Scottish crown: there on his\nknees, with his arm upraised, he swore by the Eternal",
        "[Footnote 1: With the exception of persons “excommunicated, notoriously\nprofane, or flagitious, and professed enemies and opposers of the covenant\nand cause of God.\"–Wodrow, Introd. iii.]",
        "[Footnote 2: Baillie, ii. 348, 354-364. Balfour, iv. 136, 141-160, 173-178,\n187, 189. Whitelock, 475, 476, 477, 484. Sydney Papers, ii. 679. Burnet’s\nHamiltons, 425.]",
        "[Sidenote a: A.D. 1650. Dec. 14.]\n[Sidenote b: A.D. 1651. Jan. 1.]",
        "and Almighty God to observe the two covenants; to establish the\npresbyterial government in Scotland and in his family; to give his assent\nto acts for establishing it in his other dominions; to rule according to\nthe law of God and the lovable laws of the land; to abolish and withstand\nall false religions; and to root out all heretics and enemies of the true\nworship of God, convicted by the true church of God. Argyle then placed the\ncrown upon his head, and seated him on the throne, and both nobility and\npeople swore allegiance to him “according to the national covenant, and the\nsolemn league and covenant.” At the commencement, during the ceremony, and\nafter the conclusion, Douglas, the minister, addressed the king, reminding\nhim that he was king by compact with his people; that his authority was\nlimited by the law of God, the laws of the people, and the association of\nthe estates with him in the government; that, though every breach did\nnot dissolve the compact, yet every abuse of power to the subversion of\nreligion, law, or liberty, justified opposition in the people; that it was\nfor him, by his observance of the covenant, to silence those who doubted\nhis sincerity; that the evils which had afflicted his family arose out of\nthe apostasy of his father and grandfather; and that, if he imitated them,\nhe would find that the controversy between him and God was not ended, but\nwould be productive of additional calamities. The reader may imagine what\nwere the feelings of Charles while he listened to the admonitions of the\npreacher, and when he swore to perform conditions which his soul abhorred,\nand which he knew that on the first opportunity he should break or\nelude.[1] But he passed with credit through the",
        "[Footnote 1: See “The forme and order of the Coronation of Charles II., as\nit was acted and done at Scoune, the first day of January, 1651.” Aberdene,\n1651.]",
        "ceremony; the coronation exalted him in the eyes of the people; and each\nday brought to him fresh accessions of influence and authority. The\nkirk delivered Strachan as a traitor and apostate to the devil; and the\nparliament forefaulted his associates, of whom several hastened to make\ntheir peace by a solemn recantation. Deprived of their support, the\nCampbells gradually yielded to the superior influence of the Hamiltons.\nVexation, indeed, urged them to reproach the king with inconstancy and\ningratitude; but Charles, while he employed every art to lull the jealousy\nof Argyle, steadily pursued his purpose; his friends, by submitting to the\nhumbling ceremony of public penance, satisfied the severity of the kirk;\nand by the repeal[a] of the act of classes, they were released from all\nprevious forfeitures and disqualifications. In April the king, with Leslie\nand Middleton as his lieutenants, took the command of the army, which had\nbeen raised by new levies to twenty thousand men, and, having fortified\nthe passages of the Forth, awaited on the left bank the motions of the\nenemy.[1]",
        "In the mean while Cromwell had obtained[b] possession of the castle of\nEdinburgh through the perfidy or the timidity of the governor. Tantallon\nhad been taken by storm, and Dumbarton had been attempted, but its defences\nwere too strong to be carried by force,",
        "[Footnote 1: Carte, Letters, ii. 26, 27. Balfour, iv. 240, 268, 281,\n301. It appears from this writer that a great number of the colonels of\nregiments were royalists or engagers (p. 210, 213). The six brigades\nof horse seem to have been divided equally between old Covenanters and\nroyalists. The seventh was not given to any general, but would be commanded\nby Hamilton, as the eldest colonel.–Ib. 299-301. It is therefore plain\nthat with the king for commander-in-chief the royalists had the complete\nascendancy.]",
        "[Sidenote a: A.D. 1651. May 21.]\n[Sidenote b: A.D. 1650. Dec. 19.]",
        "and its garrison too honest to be corrupted with money.[1] In February the\nlord general was afflicted[a] with an ague, so ruinous to his health, and\nso obstinate in its duration, that in May he obtained permission to return\nto England, with the power of disposing, according to his judgment, of the\nchief command.[2] A rapid and unexpected improvement[b] induced him to\nremain; and in July he marched with his army towards Stirling. The Scots\nfaced him in their intrenched camp at Torwood; he turned aside to Glasgow;\nthey took[c] a position at Kilsyth; he marched[d] back to Falkirk; and they\nresumed their position at Torwood. While by these movements the English\ngeneral occupied the attention of his opponents, a fleet of boats had been\nsilently prepared and brought to the Queensferry; a body of men crossed the\nfrith, and fortified a hill near Inverkeithing; and Lambert immediately\nfollowed[e] with a more numerous division. The Scots despatched Holburn\nwith orders to drive the enemy into the sea; he was himself charged[f]\nby Lambert with a superior force, and the flight of his men gave to the\nEnglish possession of the fertile and populous county of Fife. Cromwell\nhastened to transport his army to the left bank of the river, and advance\non the rear of the Scots. They retired: Perth, the seat of government, was\nbesieged; and in a few days[g] the colours of the commonwealth floated on\nits walls.[3]",
        "[Footnote 1: Balfour, iv. 229, 249, 296. Baillie, ii. 368.]",
        "[Footnote 2: The council had sent two physicians to attend him. His answer\nto Bradshaw of March 24th runs in his usual style. “Indeed, my lord, your\nservice needs not me. I am a poor creature, and have been a dry bone, and\nam still an unprofitable servant to my master and to you.\"–New Parl. Hist.\niii. 1363.]",
        "[Footnote 3: Balfour, 313. Journals, May 27. Leicester’s Journal, 109.\nWhitelock, 490, 494, 497, 498, 499. Heath, 392, 393. According to Balfour,\nthe loss on each side was “almost alyke,” about eight hundred men killed;\naccording to Lambert, the Scots lost two thousand killed, and fourteen\nhundred taken prisoners; the English had only eight men slain; “so easy did\nthe Lord grant them that mercy.\"–Whitelock, 501. I observe that in all\nthe despatches of the commanders for the commonwealth their loss is\nmiraculously trifling.]",
        "[Sidenote a: A.D. 1651. Feb. 21.]\n[Sidenote b: A.D. 1651. May 27.]\n[Sidenote c: A.D. 1651. July 3.]\n[Sidenote d: A.D. 1651. July 13.]\n[Sidenote e: A.D. 1651. July 17.]\n[Sidenote f: A.D. 1651. July 21.]\n[Sidenote g: A.D. 1651. August.]",
        "In the Scottish leaders the progress of the English excited the most\nfearful anticipations; to Charles it suggested the execution of what had\nlong been his favourite object. The country to the south was clear of the\nenemy; and a proclamation[a] to the army announced his resolve of marching\ninto England, accompanied by such of his Scottish subjects as were willing\nto share the fortunes and the perils of their sovereign. The boldness of\nthe attempt dazzled the judgment of some; and the confidence of the young\nking dispelled the apprehensions of others. Their knowledge that, in case\nof failure, he must expect to meet with the same fate as his father,\njustified a persuasion that he possessed secret assurances of a powerful\nco-operation from the royalists and the Presbyterians of England. Argyle\n(nor was it surprising after the decline of his influence at court)\nsolicited and obtained permission to retire to his own home; a few other\nchieftains followed his example; the rest expressed their readiness to\nstake their lives on the issue of the attempt, and the next morning eleven,\nsome say fourteen, thousand men began[b] their march from Stirling, in the\ndirection of Carlisle.[1]",
        "Cromwell was surprised and embarrassed. The Scots had gained three days’\nmarch in advance, and his army was unprepared to follow them at a moment’s\nnotice. He wrote[c] to the parliament to rely on his industry and despatch;\nhe sent[d] Lambert from Fifeshire with three thousand cavalry to hang on\nthe rear, and ordered[e]",
        "[Footnote 1: Leicester’s Journal, 110. Whitelock, 501. Clarendon, iii.\n397.]",
        "[Sidenote a: A.D. 1651. July 30.]\n[Sidenote b: A.D. 1651. July 31.]\n[Sidenote c: A.D. 1651. August 4.]\n[Sidenote d: A.D. 1651. August 5.]\n[Sidenote e: A.D. 1651. August 7.]",
        "Harrison with an equal number from Newcastle, to press on the flank of\nthe enemy; and on the seventh day led his army of ten thousand men by the\neastern coast, in the direction of York. The reduction of Scotland, a more\neasy task after the departure of the royal forces, was left to the activity\nof Monk, who had five thousand infantry and cavalry under his command.",
        "So rapid was the advance of Charles, that he traversed the Lowlands of\nScotland, and the northern counties in England, without meeting a single\nfoe. Lambert had joined Harrison near Warrington; their united forces\namounted to nine thousand men; and their object was to prevent the passage\nof the Mersey. But they arrived[a] too late to break down the bridge; and,\nafter a few charges, formed in battle array on Knutsford Heath. The king,\nleaving them on the left, pushed forward till he reached[b] Worcester,\nwhere he was solemnly proclaimed by the mayor, amidst the loud acclamations\nof the gentlemen of the county, who, under a suspicion of their loyalty,\nhad been confined in that city by order of the council.[2]",
        "At the first news of the royal march, the leaders at Westminster abandoned\nthemselves to despair. They believed that Cromwell had come to a private\nunderstanding with the king; that the Scots would meet with no opposition\nin their progress; and that the Cavaliers would rise simultaneously in\nevery part of the kingdom.[3] From these terrors they were relieved by\nthe arrival of despatches from the general, and by the indecision of the\nroyalists, who, unprepared for the event, had hitherto made no movement;\nand with the",
        "[Transcriber’s Note: Footnote 1 not found in the text]",
        "[Footnote 1: Leicester’s Journal, iii. 117.\nBalfour, iv. 314.]",
        "[Footnote 2: Leicester’s Journal, 113, 114. Whitelock, 502, 503. Clarendon,\niii. 402.]",
        "[Footnote 3: Hutchinson, 336.]",
        "[Sidenote a: A.D. 1651. August 16.]\n[Sidenote b: A.D. 1651. August 22.]",
        "revival of their hopes the council assumed a tone of defiance, which was\nsupported by measures the most active and energetic. The declaration of\nCharles,[a] containing a general pardon to all his subjects, with the\nexception of Cromwell, Bradshaw, and Cook, was burnt in London by the hands\nof the hangman; and a counter proclamation was published,[b] pronouncing\nCharles Stuart, his aiders and abettors, guilty of high treason. All\ncorrespondence with him was forbidden under the penalty of death; it was\nordered that all persons known or suspected of attachment to his cause\nshould be placed in custody, or confined to their own houses; and the\nmilitia of several counties, “tried and godly people,” were called forth,\nand marched towards the expected scene of action.[1] But Charles had to\ncontend not only with the activity of his enemies, but with the fanaticism\nof his followers. The Presbyterians of Lancashire had promised to rise,\nand Massey, a distinguished officer of that persuasion, was sent before to\norganize the levy; but the committee of the kirk forbade him to employ any\nman who had not taken the covenant; and, though Charles annulled their\norder, the English ministers insisted that it should be obeyed. Massey\nremained after the army had passed, and was joined by the earl of Derby,\nwith sixty horse and two hundred and sixty foot, from the Isle of Man. A\nconference was held at Wigan; but reasoning and entreaty were employed in\nvain; the ministers insisted that all the Catholics who had been enrolled\nshould be dismissed; and that the salvation of the kingdom should be\nentrusted to the elect of God, who had taken the covenant. In the mean\nwhile Cromwell had despatched Colonel Lilburne, with his",
        "[Footnote 1: Journals, Aug. 12.]",
        "[Sidenote a: A.D. 1651. August 11.]\n[Sidenote b: A.D. 1651. August 25.]",
        "regiment of horse, into the county, and ordered reinforcements to join him\nfrom Yorkshire and Cheshire. Derby, with the concurrence of the royalists\nin Manchester, undertook to surprise Lilburne in his quarters near that\ntown, but was himself surprised by Lilburne, who marched on the same day[a]\nto observe the earl’s motions. They met unexpectedly in the lane leading\nfrom Chorley to Wigan. The heads of the opposite columns repeatedly charged\neach other; but the desperate courage of the Cavaliers was foiled by the\nsteadiness and discipline of their opponents; the Lord Widrington, Sir\nThomas Tildesly, Colonel Throckmorton, Boynton, Trollop, and about sixty\nof their followers were slain, and above three hundred privates made\nprisoners. The earl himself, who had received several slight wounds on the\narms and shoulders, fled to Wigan with the enemy at his heels. Observing a\nhouse open, he flung himself from his horse, and sprung into the passage.\nA female barred the door behind him; the pursuers were checked for an\ninstant; and when they began to search the house, he had already escaped\nthrough the garden. Weak with fatigue and the loss of blood, he wandered in\na southerly direction, concealing himself by day, and travelling by night,\ntill he found[b] a secure asylum, in a retired mansion, called Boscobel\nHouse, situate between Brewood and Tong Castle, and the property of Mrs.\nCotton, a Catholic recusant and royalist. There he was received and\nsecreted by William Penderell and his wife, the servants entrusted with the\ncare of the mansion; and having recovered his strength, was conducted by\nthe former to the royal army at Worcester.[1]",
        "[Footnote 1: Whitelock, 503, 504. Clarendon, iii. 399, 403. Memoirs of the\nStanleys, 112-114. Journals, Aug. 29. Leicester’s Journal, 116. Boscobel,\n6-8. Boscobel afterwards belonged to Bas. Fitzherbert, Mrs. Cotton’s\nson-in-law.]",
        "[Sidenote a: A.D. 1651. August 25.]\n[Sidenote b: A.D. 1651. August 29.]",
        "The occurrences of each day added to the disappointment of Charles and the\nconfidence of his enemies. He had summoned[a] by proclamation all his male\nsubjects between the age of sixteen and sixty to join his standard at the\ngeneral muster[b] of his forces, on the 26th of August, in the Pitchcroft,\nthe meadows between the city and the river. A few of the neighbouring\ngentlemen with their tenants, not two hundred in number, obeyed the\ncall;[1] and it was found that the whole amount of his force did not\nexceed twelve (or according to Cromwell, sixteen)[2] thousand men, of whom\none-sixth part only was composed of Englishmen. But while a few straggling\nroyalists thus stole into his quarters, as if it were to display by their\npaucity the hopelessness of his cause, the daily arrival of hostile\nreinforcements swelled the army in the neighbourhood to more than thirty\nthousand men. At length Cromwell arrived,[c] and was received with\nenthusiasm. The royalists had broken down an arch of the bridge over the\nSevern at Upton; but a few soldiers passed on a beam in the night; the\nbreach was repaired, and Lambert crossed with ten thousand men to the right\nbank. A succession of partial but obstinate actions alternately raised and\ndepressed the hopes of the two parties; the grand attempt was reserved by\nthe lord general for his",
        "[Footnote 1: They were lord Talbot, son to the earl of Shrewsbury, “with\nabout sixty horse; Mr. Mervin Touchet, Sir John Packington, Sir Walter\nBlount, Sir Ralph Clare, Mr. Ralph Sheldon, of Beoly, Mr. John Washbourn,\nof Wichinford, with forty horse; Mr. Thomas Hornyhold, of Blackmore-park,\nwith forty horse; Mr. Thomas Acton, Mr. Robert Blount, of Kenswick, Mr.\nRobert Wigmore, of Lucton, Mr. F. Knotsford, Mr. Peter Blount, and divers\nothers.\"–Boscobel, 10.]",
        "[Footnote 2: Cary’s Memorials, ii. 361.]",
        "[Sidenote a: A.D. 1651. August 23.]\n[Sidenote b: A.D. 1651. August 26.]\n[Sidenote c: A.D. 1651. August 28.]",
        "auspicious day, the 3rd of September, on which twelve months before he had\ndefeated the Scots at Dunbar. On that morning Fleetwood, who had advanced\nfrom Upton to Powick,[a] was ordered to force the passage of the Team,\nwhile Cromwell, to preserve the communication, should throw a bridge of\nboats across the Severn at Bunshill, near the confluence of the two rivers.\nAbout one in the afternoon, while Charles with his staff observed from the\ntower of the cathedral the positions of the enemy, his attention was drawn\nby a discharge of musketry near Powick. He descended immediately, rode to\nthe scene of action, and ordered Montgomery with a brigade of horse and\nfoot to defend the line of the Team and oppose the formation of the bridge.\nAfter a long and sanguinary struggle, Fleetwood effected a passage just at\nthe moment when Cromwell, having completed the work, moved four regiments\nto his assistance. The Scots, though urged by superior numbers, maintained\nthe most obstinate resistance; they disputed every field and hedge,\nrepeatedly charged with the pike to check the advance of the enemy, and,\nanimated by the shouts of the combatants on the opposite bank, sought to\nprotract the contest with the vain hope that, by occupying the forces of\nFleetwood, they might insure the victory to their friends, who were engaged\nwith Cromwell.",
        "That commander, as soon as he had secured the communication across the\nriver, ordered a battery of heavy guns to play upon Fort Royal, a work\nlately raised to cover the Sidbury gate of the city, and led his troops\nin two divisions to Perrywood and Red-hill. To Charles this seemed a\nfavourable opportunity of defeating one half of the hostile force, while\nthe other",
        "[Sidenote a: A.D. 1651. Sept. 3.]",
        "half was separated from it by the Severn. Leading out the whole of his\ndisposable infantry, with the duke of Hamilton’s troop of horse, and the\nEnglish volunteers, he marched to attack the enemy in their position, and\nfought at the head of the Highlanders with a spirit worthy of a prince who\nstaked his life for the acquisition of a crown. Fortune favoured his first\nefforts. The militia regiments shrunk from the shock, and the guns of the\nenemy became the prize of the assailants. But Cromwell had placed some\nveteran battalions in reserve. They restored the battle; and the royalists,\nin their turn, began to retreat. Still they remained unbroken, availing\nthemselves of every advantage of the ground to check the enemy, and\nanxiously expecting the aid of their cavalry, which, under the command of\nLeslie, had remained in the city. From what cause it happened is unknown;\nbut that officer did not appear on the field till the battle was lost, and\nthe infantry, unable to resist the superior pressure of the enemy, was\nfleeing in confusion to the gate under the shelter of the fort. The\nfugitives rallied in Friar-street, and Charles, riding among them,\nendeavoured by his words and gestures to re-animate their courage. Instead\nof a reply, they hung down their heads, or threw away their arms. “Then\nshoot me dead,” exclaimed the distressed prince, “rather than let me live\nto see the sad consequences of this day.” But his despair was as unavailing\nas had been his entreaties; and his friends admonished him to provide for\nhis safety, for the enemy had already penetrated within the walls.",
        "We left Fleetwood on the right bank pushing the Scots slowly before him. At\nlength they resigned the hope of resistance; their flight opened to him the\nway to St. John’s, and its timid commander yielded at the first summons. On\nthe other bank, Cromwell stormed the Fort Royal, put its defenders, fifteen\nhundred men, to the sword, and turned the guns upon the city. Within the\nwalls irremediable confusion prevailed, and the enemy began to pour in by\nthe quay, the castle hill, and the Sidbury gate. Charles had not a moment\nto spare. Placing himself in the midst of the Scottish cavalry, he took the\nnorthern road by the gate of St. Martin’s, while a few devoted spirits,\nwith such troopers as dared to followed them, charged down Sidbury-street\nin the contrary direction.[1] They accomplished their purpose. The royal\nparty cleared the walls, while they arrested the advance, and distracted\nthe attention of the enemy. It was past the hour of sunset; and before dark\nall resistance ceased. Colonel Drummond surrendered the castle hill on\nconditions; the infantry in the street were killed or led prisoners to the\ncathedral; and the city was abandoned during the obscurity of the night to\nthe licentious passions of the victors.[2]",
        "In this disastrous battle the slain on the part of the royalists amounted\nto three thousand men, the taken to a still greater number. The cavalry\nescaped in separate bodies; but so depressed was their courage, so\nbewildered were their counsels, that they successively surrendered to\nsmaller parties of their pursuers. Many officers of distinction attempted,\nsingle and disguised,",
        "[Footnote 1: These were the earl of Cleveland, Sir James Hamilton, Colonel\nCareless, and captains Hornyhold, Giffard, and Kemble.–Boscobel, 20.]",
        "[Footnote 2: See Blount, Boscobel, 14-22; Whitelock, 507, 508; Bates, part\nii. 221; Parl. Hist. xx. 40, 44-55; Ludlow, i. 314. Nothing can be more\nincorrect than Clarendon’s account of this battle, iii. 409. Even Cromwell\nowns that “it was as stiff a contest for four or five hours as ever he had\nseen.\"–Cary’s Memorials, ii. 356.]",
        "to steal their way through the country; but of these the Scots were\nuniversally betrayed by their accent, whilst the English, for the most\npart, effected their escape.[1] The duke of Hamilton had been mortally\nwounded on the field of battle; the earls of Derby, Rothes, Cleveland,\nKelly, and Lauderdale; the lords Sinclair, Kenmure, and Grandison; and the\ngenerals Leslie, Massey, Middleton, and Montgomery, were made prisoners, at\ndifferent times and in separate places. But the most interesting inquiry\nregarded the fortune of the young king. Though the parliament offered[a] a\nreward of one thousand pounds for his person, and denounced the penalties\nof treason against those who should afford him shelter; though parties of\nhorse and foot scoured the adjacent counties in search of so valuable a\nprize; though the magistrates received orders to arrest every unknown\nperson, and to keep a strict watch on the sea-ports in their neighbourhood,\nyet no trace of his flight, no clue to his retreat, could be discovered.\nWeek after week passed",
        "[Footnote 1: Thus the duke of Buckingham was conducted by one Mathews, a\ncarpenter, to Bilstrop, and thence to Brooksby, the seat of Lady Villiers,\nin Leicestershire; Lord Talbot reached his father’s house at Longford in\ntime to conceal himself in a close place in one of the out-houses. His\npursuers found his horse yet saddled, and searched for him during four or\nfive days in vain. May was hidden twenty-one days in a hay-mow, belonging\nto Bold, a husbandman, at Chessardine, during all which time a party of\nsoldiers was quartered in the house.–Boscobel, 35-37. Of the prisoners,\neight suffered death, by judgment of a court-martial sitting at Chester.\nOne of these was the gallant earl of Derby, who pleaded that quarter had\nbeen granted to him by Captain Edge, and quarter ought to be respected by\na court-martial. It was answered that quarter could be granted to enemies\nonly, not to traitors. He offered to surrender his Isle of Man in exchange\nfor his life, and petitioned for “his grace the lord general’s, and the\nparliament’s mercy.” But his petition was not delivered by Lenthall before\nit was too late. It was read in the house on the eve of his execution,\nwhich took place at Bolton, in Lancashire, Oct. 15, 1651.–State Trials, v.\n294. Heath 302. Leicester’s Journal, 121. Journals, Oct. 14.]",
        "[Sidenote a: A.D. 1651. Sept. 10.]",
        "away; of almost every other individual of note the fate was ascertained;\nthat of Charles Stuart remained an impenetrable mystery. At last, when a\nbelief prevailed, both among his friends and foes, that he had met\nwith death from the peasantry, ignorant of his person and quality, the\nintelligence arrived, that on the 17th of October, forty-four days after\nthe battle, he had landed in safety at Fécamp, on the coast of Normandy.",
        "The narrative of his adventures during this period of suspense and distress\nexhibits striking instances of hair-breadth escapes on the part of the\nking, and of unshaken fidelity on that of his adherents. During the night\nafter the battle he found himself in the midst of the Scottish cavalry, a\nbody of men too numerous to elude pursuit, and too dispirited to repel an\nenemy. Under cover of the darkness, he separated from them with about sixty\nhorse; the earl of Derby recommended to him, from his own experience, the\nhouse of Boscobel as a secure retreat; and Charles Giffard undertook, with\nthe aid of his servant Yates, to conduct him to Whiteladies, another house\nbelonging to Mrs. Cotton, and not far distant from Boscobel. At an early\nhour in the morning, after a ride of five-and-twenty miles, they reached\nWhiteladies;[a] and while the others enjoyed a short repose from their\nfatigue, the king withdrew to an inner apartment, to prepare himself for\nthe character which he had been advised to assume. His hair was cut\nclose to the head, his hands and face were discoloured, his clothes were\nexchanged for the coarse and threadbare garments of a labourer, and a heavy\nwood-bill in his hand announced his pretended employment. At sunrise the\nfew admitted to the secret took their leave of",
        "[Sidenote a: A.D. 1651. Sept.]",
        "him with tears, and, summoning their companions to horseback, rode away,\nthey scarcely knew whither but with the cheering hope that they should draw\nthe attention of the enemy from the retreat of the king to the pursuit of\nthemselves. In less than an hour a troop of horse from Cotsal, under the\ncommand of Colonel Ashenhurst, arrived at Whiteladies; but the king was\nalready gone; a fruitless search only provoked their impatience, and they\nhastily followed the track of the other fugitives.",
        "Charles was now in the hands, and entirely at the mercy, of four brothers\n(John, the fifth, had taken charge of the Lord Wilmot), labouring men, of\nthe name of Penderell, and of Yates, his former guide, who had married a\nsister of the Penderells. He could not conceal from himself that their\npoverty might make them more accessible to temptation; but Derby and\nGiffard had conjured him to dismiss such thoughts; they were men of tried\nfidelity, who, born in the domain, and bred in the principles of a loyal\nand Catholic family, had long been successfully employed in screening\npriests and Cavaliers from the searches of the civil magistrates and\nmilitary officers.[1] By one of them, surnamed the trusty Richard, he was\nled into",
        "[Footnote 1: The Penderells, whom this event has introduced to the notice\nof the reader, were originally six brothers, born at Hobbal Grange, in the\nparish of Tong. John, George, and Thomas served in the armies of Charles\nI. Thomas was killed at Stowe; the other two survived the war, and were\nemployed as woodwards at Boscobel. Of the remaining three, William took\ncare of the house; Humphrey worked at the mill, and Richard rented part of\nHobbal Grange. After the Restoration, the five brothers waited on the king\nat Whitehall on the 13th of June, 1660, and were graciously received, and\ndismissed with a princely reward. A pension was also granted to them and\ntheir posterity. In virtue of which grant two of their descendants, Calvin\nBeaumont Winstanley, and John Lloyd, were placed on the pension list on the\n6th of July, 1846, for the sum of twenty-five pounds to each.]",
        "the thickest part of the adjoining wood, while the others posted themselves\nat convenient stations, to descry and announce the approach of the enemy.\nThe day was wet and stormy; and Richard, attentive to the accommodation of\nhis charge, who appeared sinking under the fatigue, caused by his efforts\nin the battle and the anxiety of his flight, spread a blanket for him under\none of the largest trees, and ordered the wife of Yates to bring him the\nbest refreshment which her house could afford. Charles was alarmed at the\nsight of this unexpected visitant. Recovering himself, he said, “Good\nwoman, can you be faithful to a distressed Cavalier?\"–\"Yes, sir,” she\nreplied, “and I will die sooner than betray you.” He was afterwards visited\nby Jane, the mother of the Penderells. The old woman kissed his hands, fell\non her knees, and blessed God that he had chosen her sons to preserve, as\nshe was confident they would, the life of their sovereign.",
        "It had been agreed between the king and Wilmot, that each should make\nthe best of his way to London, and inquire for the other by the name of\nAshburnham, at the Three Cranes in the Vintry. By conversation with his\nguardian, Charles was induced to adopt a different plan, and to seek an\nasylum among the Cavaliers in Wales, till a ship could be procured for his\ntransportation to France. About nine in the evening they left the wood\ntogether for the house of Mr. Wolf, a Catholic recusant at Madeley, not far\nfrom the Severn; but an accidental alarm lengthened their road, and added\nto the fatigue of the royal wanderer.[1]",
        "[Footnote 1: The mill at Evelyn was filled with fugitives from the battle:\nthe miller, espying Charles and his guide, and afraid of a discovery,\ncalled out “rogues;” and they, supposing him an enemy, turned up a miry\nlane, running at their utmost speed,–Boscobel, 47. Account from the Pepys\nMS. p. 16.]",
        "They reached Madeley at midnight; Wolf was roused from his bed, and the\nstrangers obtained admission. But their host felt no small alarm for their\nsafety. Troops were frequently quartered upon him; two companies of militia\nactually kept watch in the village and the places of concealment in his\nhouse had been recently discovered. As the approach of daylight[a] made it\nequally dangerous to proceed or turn back he secreted them behind the hay\nin an adjoining barn, and despatched messengers to examine the passages\nof the river. Their report that all the bridges were guarded, and all the\nboats secured, compelled the unfortunate prince to abandon his design. On\nthe return of darkness he placed himself again under the care of his trusty\nguide, and with a heavy and misboding heart, retraced his steps towards his\noriginal destination, the house at Boscobel.",
        "At Boscobel he found Colonel Careless, one of those devoted adherents who,\nto aid his escape from Worcester, had charged the enemy at the opposite\ngate. Careless had often provoked, and as often eluded, the resentment of\nthe Roundheads; and experience had made him acquainted with every loyal\nman, and every place of concealment, in the country. By his persuasion\nCharles consented to pass the day[b] with him amidst the branches of an old\nand lofty oak.[1] This",
        "[Footnote 1: This day Humphrey Penderell, the miller, went to Skefnal to\npay taxes, but in reality to learn news. He was taken before a military\nofficer, who knew that Charles had been at Whiteladies, and tempted, with\nthreats and promises, to discover where the king was; but nothing could be\nextracted from him, and he was allowed to return.–Boscobel, 55. This, I\nsuspect, to be the true story; but Charles himself, when he mentions the\nproposal made to Humphrey attributes it to a man, at whose house he had\nchanged his clothes.–Account from the Pepys MS. p. 9.]",
        "[Sidenote a: A.D. 1651. Sept. 5.]\n[Sidenote b: A.D. 1651. Sept. 6.]",
        "celebrated tree, which was afterwards destroyed to satisfy the veneration\nof the Cavaliers, grew near to the common path in a meadow-field, which lay\nin the centre of the wood. It had been partially lopped a few years before,\nand the new shoots had thrown round it a thick and luxuriant foliage.\nWithin this cover the king and his companion passed the day. Invisible\nthemselves, they occasionally caught a glimpse of the red-coats (so the\nsoldiers were called) passing among the trees, and sometimes saw them\nlooking into the meadow. Their friends, William Penderell and his wife,\nwhom Charles called my dame Joan, stationed themselves near, to give\nwarning of danger; he pretending to be employed in his duty as woodward,\nand she in the labour of gathering sticks for fuel. But there arose no\ncause of immediate alarm; the darkness of the night relieved them from\ntheir tedious and irksome confinement; and Charles, having on his return to\nthe house examined the hiding-place, resolved to trust to it for his future\nsecurity.[1]",
        "The next day, Sunday,[a] he spent within doors or in the garden. But his\nthoughts brooded over his forlorn and desperate condition; and the gloom\non his countenance betrayed the uneasiness of his mind. Fortunately in the\nafternoon he received by John Penderell a welcome message from Lord Wilmot,\nto meet him that night at the house of Mr. Whitgrave, a recusant, at\nMoseley. The king’s feet were so swollen and blistered by his recent walk\nto and from Madeley,",
        "[Footnote 1: Careless found means to reach London, and cross the sea to\nHolland, where he carried the first news of the king’s escape to the\nprincess of Orange. Charles gave him for his coat of arms, by the name of\nCarlos, an oak in a field, or, with a fesse, gules, charged with three\nroyal crowns, and for his crest a crown of oak leaves, with a sword and\nsceptre, crossed saltierwise.–Boscobel, 85.]",
        "[Sidenote: A.D. 1651. Sept. 7.]",
        "that he gladly accepted the offer of Humphrey’s horse from the mill; nor\ndid the appearance of the monarch disgrace that of the steed. He wore a\ncoat and breeches of coarse green cloth, both so threadbare that in many\nplaces they appeared white, and the latter “so long that they came down to\nthe garter;” his doublet was of leather, old and soiled; his shoes were\nheavy and slashed for the ease of his feet; his stockings of green yarn had\nbeen much worn, were darned at the knees, and without feet; and an old grey\nsteeple-crowned hat, without band or lining, with a crooked thorn stick,\ncompleted the royal habiliments. The six brothers attended him with arms;\ntwo kept in advance, two followed behind, and one walked on each side. He\nhad not gone far before he complained to Humphrey of the heavy jolting pace\nof the horse. “My liege,” replied the miller, “you do not recollect that he\ncarries the weight of three kingdoms on his back.”",
        "At Moseley, cheered by the company of Wilmot, and the attention of\nWhitgrave and his chaplain, Mr. Hudlestone,[1] he recovered his spirits,\nfought the battle of Worcester over again, and declared that, if he could\nfind a few thousand men who had the courage to stand by him, he would not\nhesitate to meet his enemies a second time in the field. A new plan of\nescape was now submitted to his approbation. The daughter of Colonel Lane,\nof Bentley, had obtained from the governor of Stafford a pass to visit Mrs.",
        "[Footnote 1: Mr. Whitgrave had served as lieutenant, Hudlestone as\ngentleman volunteer in the armies of Charles I. The latter was of the\nfamily at Hutton John, in Cumberland. Leaving the service, he took orders,\nand was at this time a secular priest, living with Mr. Whitgrave. He\nafterwards became a Benedictine monk, and was appointed one of the queen’s\nchaplains.]",
        "Norton, a relation near Bristol. Charles consented to assume the character\nof her servant, and Wilmot departed on the following night to make\narrangements for his reception. In the mean time, to guard against a\nsurprise, Hudlestone constantly attended the king; Whitgrave occasionally\nleft the house to observe what passed in the street; and Sir John Preston,\nand two other boys, the pupils of Hudlestone, were stationed as sentinels\nat the garret windows.[1] But the danger of discovery increased every hour.\nThe confession of a cornet, who had accompanied him, and was afterwards\nmade prisoner, divulged the fact that Charles had been left at Whiteladies;\nand the hope of reward stimulated the parliamentary officers to new and\nmore active exertions. The house of Boscobel, on the day after the king’s\ndeparture,[a] was successively visited by two parties of the enemy; the\nnext morning a second and more rigorous search was made at Whiteladies; and\nin the afternoon the arrival of a troop of horse alarmed the inhabitants of\nMoseley. As Charles, Whitgrave, and Hudlestone were standing near a window,\nthey observed a neighbour run hastily into the house, and in an instant\nheard the shout of “Soldiers, soldiers!” from the foot of the staircase.\nThe king was immediately shut up in the secret place; all the other doors\nwere thrown open; and Whitgrave descending, met the troopers in front of\nhis house. They seized him as a fugitive Cavalier from Worcester; but he\nconvinced them by the testimony of his neighbours, that for several weeks\nhe had not quitted Moseley, and with much difficulty prevailed on them to\ndepart without searching the house.",
        "[Footnote 1: Though ignorant of the quality of the stranger, the boys\namused the king by calling themselves his life-guard.–Boscobel, 78.]",
        "[Sidenote a: A.D. 1651. Sept. 9.]",
        "That night[a] Charles proceeded to Bentley. It took but little time to\ntransform the woodcutter into a domestic servant, and to exchange his\ndress of green jump for a more decent suit of grey cloth. He departed on\nhorseback with his supposed mistress behind him, accompanied by her cousin,\nMr. Lassells; and, after a journey of three days, reached[b] Abbotsleigh,\nMr. Norton’s house, without interruption or danger. Wilmot stopped at\nSir John Winter’s, a place in the neighbourhood. On the road, he had\noccasionally joined the royal party, as it were by accident; more generally\nhe preceded or followed them at a short distance. He rode with a hawk\non his fist, and dogs by his side; and the boldness of his manner as\neffectually screened him from discovery as the most skilful disguise.",
        "The king, on his arrival,[c] was indulged with a separate chamber, under\npretense of indisposition; but the next morning he found himself in the\ncompany of two persons, of whom one had been a private in his regiment of\nguards at Worcester, the other a servant in the palace at Richmond, when\nCharles lived there several years before. The first did not recognise him,\nthough he pretended to give a description of his person; the other, the\nmoment the king uncovered, recollected the features of the prince, and\ncommunicated his suspicions to Lassells. Charles, with great judgment, sent\nfor him, discovered himself to him as an old acquaintance, and required his\nassistance. The man (he was butler to the family) felt himself honoured\nby the royal confidence, and endeavoured to repay it by his services. He\nremoved to a distance from the king two individuals in the house of known\nrepublican principles; he inquired, though without success, for a",
        "[Sidenote a: A.D. 1651. Sept. 11.]\n[Sidenote b: A.D. 1651. Sept. 14.]\n[Sidenote c: A.D. 1651. Sept. 15.]",
        "ship at Bristol to carry him to France or Spain; and he introduced Lord\nWilmot to his chamber at the hour of midnight. There they sat in council,\nand resolved[a] that the king should remove the next day to the house of\nColonel Windham, a Cavalier whom he knew, at Trent, near Sherburn; that a\nmessenger should be despatched to prepare the family for his arrival; and\nthat to account for the sudden departure of Miss Lane, a counterfeit letter\nshould be delivered to her, stating that her father was lying at the point\nof death. The plan succeeded; she was suffered[b] to depart, and in two\ndays the prince reached[c] his destination. The following morning[d] Miss\nLane took her leave, and hastened back with Lassells to Bentley.[1]",
        "In his retirement at Trent, Charles began to indulge the hope of a speedy\nliberation from danger. A ship was hired at Lyme to convey a nobleman and\nhis servant (Wilmot and the king) to the coast of France; the hour and\nthe place of embarkation were fixed; and a widow, who kept a small inn\nat Charmouth, consented to furnish a temporary asylum to a gentleman in\ndisguise, and a young female who had just escaped from the custody of a\nharsh and unfeeling guardian. The next evening[e] Charles appeared in a\nservant’s dress, with Juliana Coningsby riding behind him, and accompanied\nby Wilmot and Windham. The hostess received the supposed lovers with a\nhearty welcome; but their patience was soon put to the severest trial; the\nnight[f] passed away, no boat entered the creek, no ship could be descried\nin the offing; and the disappointment gave birth to a thousand jealousies",
        "[Footnote 1: This lady received a reward of one thousand pounds for her\nservices, by order of the two houses.–C. Journals, 1660, December 19, 21.]",
        "[Sidenote a: A.D. 1651. Sept. 17.]\n[Sidenote b: A.D. 1651. Sept. 18.]\n[Sidenote c: A.D. 1651. Sept. 19.]\n[Sidenote d: A.D. 1651. Sept. 20.]\n[Sidenote e: A.D. 1651. Sept. 23.]\n[Sidenote f: A.D. 1651. Sept. 24.]",
        "and apprehensions. At dawn of day the whole party separated; Wilmot, with a\nservant, going to Lyme to inquire after the master of the vessel; Charles,\nwith his companions, proceeding to Bridport to wait the return of Wilmot.\nIn Bridport he found fifteen hundred soldiers preparing to embark on an\nexpedition against Jersey; but, unwilling to create a real, by seeking to\neschew an imaginary, danger, he boldly pushed forward to the inn, and led\nthe horses through the crowd with a rudeness which provoked complaint. But\na new danger awaited him at the stable. The hostler challenged him as\nan old acquaintance, pretending to have known him in the service of Mr.\nPotter, at Exeter. The fact was that, during the civil war, Charles had\nlodged at that gentleman’s house. He turned aside to conceal his alarm; but\nhad sufficient presence of mind to avail himself of the partial mistake of\nthe hostler, and to reply, “True, I once lived a servant with Mr. Potter;\nbut as I have no leisure now, we will renew our acquaintance on my return\nto London over a pot of beer.”",
        "After dinner, the royal party joined Wilmot out of the town. The master of\nthe ship had been detained at home by the fears and remonstrances of his\nwife, and no promises could induce him to renew his engagement. Confounded\nand dispirited, Charles retraced his steps to Trent; new plans were\nfollowed by new disappointments; a second ship, provided by Colonel Philips\nat Southampton, was seized[a] for the transportation of troops to Jersey;\nand mysterious rumours in the neighbourhood rendered[b] unsafe the king’s\ncontinuance at Colonel Windham’s.[1] At Heale, the residence",
        "[Footnote 1: A reward of one thousand pounds was afterwards given to\nWindham.–C. Journals, Dec. 17, 1660.]",
        "[Sidenote a: A.D. 1651. Sept. 25.]\n[Sidenote a: A.D. 1651. Oct. 8.]",
        "of the widow Hyde, near Salisbury, he found a more secure retreat in a\nhiding-place for five days, during which Colonel Gunter, through the agency\nof Mansel, a loyal merchant, engaged[a] a collier, lying at New Shoreham.\nCharles hastened[b] through Hambleton to Brighton, where he sat down to\nsupper with Philips, Gunter, Mansel, and Tattershall the master of the\nvessel. At table, Tattershall kept his eyes fixed on the king; after\nsupper, he called Mansel aside and complained of fraud. The person in grey\nwas the king; he knew him well, having been detained by him in the river,\nwhen, as prince of Wales, he commanded the royal fleet in 1648. This\ninformation was speedily communicated to Charles, who took no notice of it\nto Tattershall; but, to make sure of his man, contrived to keep the party\ndrinking and smoking round the table during the rest of the night.",
        "Before his departure, while he was standing alone in a room, the landlord\nentered, and, going behind him, kissed his hand, which rested on the back\nof a chair, saying at the same time, “I have no doubt that, if I live, I\nshall be a lord, and my wife a lady.” Charles laughed, to show that he\nunderstood his meaning, and joined the company in the other apartment. At\nfour in the morning they all proceeded[c] to Shoreham; on the beach his\nother attendants took their leave, Wilmot accompanied him into the bark.\nThere Tattershall, falling on his knee, solemnly assured him, that whatever\nmight be the consequence, he would put him safely on the coast of France.\nThe ship floated with the tide, and stood with easy sail towards the Isle\nof Wight, as if she were on her way to Deal, to which port she was bound.\nBut at five in the afternoon, Charles, as he had previously concerted with\nTattershall,",
        "[Sidenote a: A.D. 1651. Oct. 14.]\n[Sidenote b: A.D. 1651. Oct. 15.]\n[Sidenote c: A.D. 1651. Oct. 16.]",
        "addressed the crew. He told them that he and his companion were merchants\nin distress, flying from their creditors; desired them to join him in\nrequesting the master to run for the French coast; and, as a further\nargument, gave them twenty shillings to drink. Tattershall made many\nobjections; but, at last, with apparent reluctance, took the helm, and\nsteered across the Channel. At daybreak[a] they saw before them the small\ntown of Fécamp, at the distance of two miles; but the tide ebbing, they\ncast anchor, and soon afterwards descried to leeward a suspicious sail,\nwhich, by her manner of working, the king feared, and the master believed,\nto be a privateer from Ostend. She afterwards proved to be a French hoy;\nbut Charles waited not to ascertain the fact; the boat was instantly\nlowered, and the two adventurers were rowed safely into the harbour.[1]",
        "The king’s deliverance was a subject of joy to the nations of Europe, among\nwhom the horror excited by the death of the father had given popularity to\nthe exertions of the son. In his expedition into England they had followed\nhim with wishes for his success;",
        "[Footnote 1: For the history of the king’s escape, see Blount’s Boscobel,\nwith Claustrum Regale reseratum; the Whitgrave manuscript, printed in\nthe Retrospective Review, xiv. 26. Father Hudleston’s Relation; the True\nNarrative and Relation in the Harleian Miscellany, iv. 441, an account of\nhis majesty’s escape from Worcester, dictated to Mr. Pepys by the king\nhimself, and the narrative given by Bates in the second part of his\nElenchus. In addition to these, we have a narrative by Clarendon, who\nprofesses to have derived his information from Charles and the other actors\nin the transaction, and asserts that “it is exactly true; that there is\nnothing in it, the verity whereof can justly be suspected” (Car. Hist. iii.\n427, 428); yet, whoever will compare it with the other accounts will see\nthat much of great interest has been omitted, and much so disfigured as\nto bear little resemblance to the truth. It must be that the historian,\nwriting in banishment, and at a great distance of time, trusted to his\nimagination to supply the defect of his memory.–See note (E). See also\nGunter’s narrative in Cary, ii. 430.]",
        "[Sidenote a: A.D. 1651. Oct. 17.]",
        "after his defeat at Worcester they were agitated with apprehensions for his\nsafety. He had now eluded the hunters of his life; he appeared before them\nwith fresh claims on their sympathy, from the spirit which he had displayed\nin the field, and the address with which he had extricated himself from\ndanger. His adventures were listened to with interest; and his conduct was\nmade the theme of general praise. That he should be the heir to the British\ncrowns, was the mere accident of birth; that he was worthy to wear them,\nhe owed to the resources and energies of his own mind. In a few months,\nhowever, the delusion vanished. Charles had borne the blossoms of\npromise; they were blasted under the withering influence of pleasure and\ndissipation.",
        "But from the fugitive prince we must now turn back to the victorious\ngeneral who proceeded from the field of battle in triumph to London. The\nparliament seemed at a loss to express its gratitude to the man to whose\nsplendid services the commonwealth owed its preservation. At Ailesbury\nCromwell was met by a deputation of the two commissioners of the great\nseal, the lord chief justice, and Sir Gilbert Pickering; to each of whom,\nin token of his satisfaction, he made a present of a horse and of two\nScotsmen selected from his prisoners. At Acton he was received by the\nspeaker and the lord president, attended by members of parliament and of\nthe council, and by the lord mayor with the aldermen and sheriffs; and\nheard from the recorder, in an address of congratulation, that he was\ndestined “to bind kings in chains, and their nobles in fetters of iron.\"\nHe entered[a] the capital in the state carriage, was greeted with the\nacclamations of the people as the procession passed through the city, and",
        "[Sidenote a: A.D. 1651. Oct. 12.]",
        "repaired to the palace of Hampton Court, where apartments had been fitted\nup for him and his family at the public expense. In parliament it was\nproposed that the 3rd of September should be kept a holiday for ever in\nmemory of his victory; a day was appointed for a general thanksgiving; and\nin addition to a former grant of lands to the amount of two thousand five\nhundred pounds per annum, other lands of the value of four thousand pounds\nwere settled on him in proof of the national gratitude. Cromwell received\nthese honours with an air of profound humility. He was aware of the\nnecessity of covering the workings of ambition within his breast with the\nveil of exterior self-abasement; and therefore professed to take no merit\nto himself, and to see nothing in what he had done, but the hand of the\nAlmighty, fighting in behalf of his faithful servants.[1]",
        "[Footnote 1: Whitelock, 509. Ludlow, i. 372. Heath, 301. Journals, Sept.\n6, 9, 11, 19. “Next day, 13th, the common prisoners were brought through\nWestminster to Tuthill fields–a sadder spectacle was never seen except the\nmiserable place of their defeat–and there sold to several merchants, and\nsent to the Barbadoes.\"–Heath, 301. Fifteen hundred were granted as\nslaves to the Guinea merchants, and transported to the Gold Coast in\nAfrica.–Parl. Hist. iii. 1374.]",
        " ",
        "\nThis eBook of “The History of England” (From The First Invasion By The Romans To The Accession Of King George The Fifth, 1912) by\nJohn Lingard, D.D. and Hilaire Belloc, B.A. with an introduction by His Eminence James Cardinal Gibbons belongs\nto the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A history of England from the first invasion of the Romans to the accession of William & Mary in 1688. By John Lingard.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}