{
    "title": "The American Spirit in Literature",
    "author": "Bliss Perry",
    "chapter": "1",
    "content": [
        "\n\n",
        "The United States of America has been from the beginning in a\nperpetual change. The physical and mental restlessness of the\nAmerican and the temporary nature of many of his arrangements\nare largely due to the experimental character of the exploration\nand development of this continent. The new energies released by\nthe settlement of the colonies were indeed guided by stern\ndetermination, wise forethought, and inventive skill; but no one\nhas ever really known the outcome of the experiment. It is a\nstory of faith, of",
        "   Effort, and expectation, and desire,\n   And something evermore about to be.",
        "An Alexander Hamilton may urge with passionate force the adoption\nof the Constitution, without any firm conviction as to its\npermanence. The most clear-sighted American of the Civil War\nperiod recognized this element of uncertainty in our American\nadventure when he declared: “We are now testing whether this\nnation, or any nation so conceived and so dedicated, can long\nendure.” More than fifty years have passed since that war rearmed\nthe binding force of the Constitution and apparently sealed the\nperpetuity of the Union. Yet the gigantic economic and social\nchanges now in progress are serving to show that the United\nStates has its full share of the anxieties which beset all human\ninstitutions in this daily altering world.",
        "“We are but strangers in an inn, but passengers in a ship,” said\nRoger Williams. This sense of the transiency of human effort, the\nperishable nature of human institutions, was quick in the\nconsciousness of the gentleman adventurers and sober Puritan\ncitizens who emigrated from England to the New World. It had been\na familiar note in the poetry of that Elizabethan period which\nhad followed with such breathless interest the exploration of\nAmerica. It was a conception which could be shared alike by a\nsaint like John Cotton or a soldier of fortune like John Smith.\nMen are tent-dwellers. Today they settle here, and tomorrow they\nhave struck camp and are gone. We are strangers and sojourners,\nas all our fathers were.",
        "This instinct of the camper has stamped itself upon American life\nand thought. Venturesomeness, physical and moral daring,\nresourcefulness in emergencies, indifference to negligible\ndetails, wastefulness of materials, boundless hope and confidence\nin the morrow, are characteristics of the American. It is\nscarcely an exaggeration to say that the “good American” has been\nhe who has most resembled a good camper. He has had robust\nhealth–unless or until he has abused it,–a tolerant\ndisposition, and an ability to apply his fingers or his brain to\nmany unrelated and unexpected tasks. He is disposed to blaze his\nown trail. He has a touch of prodigality, and, withal, a knack of\nkeeping his tent or his affairs in better order than they seem.\nAbove all, he has been ever ready to break camp when he feels the\nimpulse to wander. He likes to be “foot-loose.” If he does not\nbuild his roads as solidly as the Roman roads were built, nor his\nhouses like the English houses, it is because he feels that he is\nhere today and gone tomorrow. If he has squandered the physical\nresources of his neighborhood, cutting the forests recklessly,\nexhausting the soil, surrendering water power and minerals into a\nfew far-clutching fingers, he has done it because he expects,\nlike Voltaire’s Signor Pococurante, “to have a new garden\ntomorrow, built on a nobler plan.” When New York State grew too\ncrowded for Cooper’s Leather-Stocking, he shouldered his pack,\nwhistled to his dog, glanced at the sun, and struck a bee-line\nfor the Mississippi. Nothing could be more typical of the first\nthree hundred years of American history.",
        "The traits of the pioneer have thus been the characteristic\ntraits of the American in action. The memories of successive\ngenerations have tended to stress these qualities to the neglect\nof others. Everyone who has enjoyed the free life of the woods\nwill confess that his own judgment upon his casual summer\nassociates turns, quite naturally and almost exclusively, upon\ntheir characteristics as woodsmen. Out of the woods, these\ngentlemen may be more or less admirable divines, pedants, men of\naffairs; but the verdict of their companions in the forest is\nbased chiefly upon the single question of their adaptability to\nthe environment of the camp. Are they quick of eye and foot,\nskillful with rod and gun, cheerful on rainy days, ready to do a\nlittle more than their share of drudgery? If so, memory holds\nthem.",
        "Some such unconscious selection as this has been at work in the\nclassification of our representative men. The building of the\nnation and the literary expression of its purpose and ideals are\ntasks which have called forth the strength of a great variety of\nindividuals. Some of these men have proved to be peculiarly\nfitted for a specific service, irrespective of the question of\ntheir general intellectual powers, or their rank as judged by the\nstandard of European performance in the same field. Thus the\nbattle of New Orleans, in European eyes a mere bit of frontier\nfighting, made Andrew Jackson a “hero” as indubitably as if he\nhad defeated Napoleon at Waterloo. It gave him the Presidency.",
        "The analogy holds in literature. Certain expressions of American\nsentiment or conviction have served to summarize or to clarify\nthe spirit of the nation. The authors of these productions have\nfrequently won the recognition and affection of their\ncontemporaries by means of prose and verse quite unsuited to\nsustain the test of severe critical standards. Neither\nLongfellow’s “Excelsior” nor Poe’s “Bells” nor Whittier’s “Maud\nMuller” is among the best poems of the three writers in question,\nyet there was something in each of these productions which caught\nthe fancy of a whole American generation. It expressed one phase\nof the national mind in a given historical period.",
        "The historian of literature is bound to take account of this\nquestion of literary vogue, as it is highly significant of the\ntemper of successive generations in any country. But it is of\npeculiar interest to the student of the literature produced in\nthe United States. Is this literature “American,” or is it\n“English literature in America,” as Professor Wendell and other\nscholars have preferred to call it? I should be one of the last\nto minimize the enormous influence of England upon the mind and\nthe writing of all the English-speaking countries of the globe.\nYet it will be one of the purposes of the present book to\nindicate the existence here, even in colonial times, of a point\nof view differing from that of the mother country, and destined\nto differ increasingly with the lapse of time. Since the\nformation of our Federal Union, in particular, the books produced\nin the United States have tended to exhibit certain\ncharacteristics which differentiate them from the books produced\nin other English speaking countries. We must beware, of course,\nof what the late Charles Francis Adams once called the\n“filiopietistic” fallacy. The “American” qualities of our\nliterature must be judged in connection with its conformity to\nuniversal standards of excellence. Tested by any universal\nstandard, “The Scarlet Letter” is a notable romance. It has won a\nsecure place among the literature written by men of English blood\nand speech. Yet to overlook the peculiarly local or provincial\ncharacteristics of this remarkable story is to miss the secret of\nits inspiration. It could have been written only by a New\nEnglander, in the atmosphere of a certain epoch.",
        "Our task, then, in this rapid review of the chief interpreters of\nthe American spirit in literature, is a twofold one. We are\nprimarily concerned with a procession of men, each of whom is\ninteresting as an individual and as a writer. But we cannot watch\nthe individuals long without perceiving the general direction of\ntheir march, the ideas that animate them, the common hopes and\nloyalties that make up the life of their spirit. To become aware\nof these general tendencies is to understand the “American” note\nin our national writing.",
        "Our historians have taught us that the history of the United\nStates is an evolution towards political unity. The separatist,\nparticularist movements are gradually thrust to one side. In\nliterary history, likewise, we best remember those authors who\nfall into line with what we now perceive to have been the course\nof our literary development. The erratic men and women, the\n“sports” of the great experiment, are ultimately neglected by the\ncritics, unless, like the leaders of political insurrections,\nthose writing men and women have raised a notable standard of\nrevolt. No doubt the apparently unique literary specimens, if\nclearly understood in their origins and surroundings, would be\nfound rooted in the general laws of literary evolution. But these\nlaws are not easy to codify and we must avoid the temptation to\ndiscover, in any particular period, more of unity than there\nactually was. And we must always remember that there will be\nbeautiful prose and verse unrelated to the main national\ntendencies save as “the literature of escape.” We owe this lesson\nto the genius of Edgar Allan Poe.",
        "Let us test these principles by applying them to the earliest\ncolonists. The first book written on the soil of what is now the\nUnited States was Captain John Smith’s “True Relation” of the\nplanting of the Virginia colony in 1607. It was published in\nLondon in 1608. The Captain was a typical Elizabethan adventurer,\nwith a gift, like so many of his class, for picturesque\nnarrative. In what sense, if at all, may his writings on American\ntopics be classified as “American” literary productions? It is\nclear that his experiences in the New World were only one phase\nof the variegated life of this English soldier of fortune. But\nthe American imagination has persistently claimed him as\nrepresenting something peculiarly ours, namely, a kind of pioneer\nhardihood, resourcefulness, leadership, which was essential to\nthe exploration and conquest of the wilderness. Most of Smith’s\ncompanions were unfitted for the ordeal which he survived. They\nperished miserably in the “starving time.” But he was of the\nstuff from which triumphant immigrants have ever been made, and\nit is our recognition of the presence of these qualities in the\nCaptain which makes us think of his books dealing with America as\nif they were “American books.” There are other narratives by\ncolonists temporarily residing in the Virginia plantations which\ngratify our historical curiosity, but which we no more consider a\npart of American literature than the books written by Stevenson,\nKipling, and Wells during their casual visits to this country.\nBut Captain Smith’s “True Relation” impresses us, like Mark\nTwain’s “Roughing It,” with being somehow true to type. In each\nof these books the possible unveracities in detail are a\nconfirmation of their representative American character.",
        "In other words, we have unconsciously formulated, in the course\nof centuries, a general concept of “the pioneer.” Novelists,\npoets, and historians have elaborated this conception. Nothing is\nmore inevitable than our reaching back to the beginning of the\nseventeenth century and endeavoring to select, among the\nthousands of Englishmen who emigrated or even thought of\nemigrating to this country, those who possessed the genuine heart\nand sinew of the permanent settler.",
        "Oliver Cromwell, for instance, is said to have thought of\nemigrating hither in 1637. If he had joined his friends John\nCotton and Roger Williams in New England, who can doubt that the\npersonal characteristics of “my brave Oliver” would today be\nidentified with the “American” qualities which we discover in\n1637 on the shores of Massachusetts Bay? And what an American\nsettler Cromwell would have made!",
        "If we turn from physical and moral daring to the field of\ntheological and political speculation, it is easy today to\nselect, among the writings of the earliest colonists, certain\nradical utterances which seem to presage the very temper of the\nlate eighteenth century. Pastor John Robinson’s farewell address\nto the Pilgrims at Leyden in 1620 contained the famous words:\n“The Lord has more truth yet to break forth out of His holy Word.\nI cannot sufficiently bewail the condition of the reformed\nchurches, who are come to a period in religion. . . . Luther and\nCalvin were great and shining lights in their times, yet they\npenetrated not into the whole counsel of God.” Now John Robinson,\nlike Oliver Cromwell, never set foot on American soil, but he is\nidentified, none the less, with the spirit of American liberalism\nin religion.",
        "In political discussion, the early emergence of that type of\nindependence familiar to the decade 1765-75 is equally striking.\nIn a letter written in 1818, John Adams insisted that “the\nprinciples and feelings which produced the Revolution ought to be\ntraced back for two hundred years, and sought in the history of\nthe country from the first plantations in America.” “I have\nalways laughed,” he declared in an earlier letter, “at the\naffectation of representing American independence as a novel\nidea, as a modern discovery, as a late invention. The idea of it\nas a possible thing, as a probable event, nay as a necessary and\nunavoidable measure, in case Great Britain should assume an\nunconstitutional authority over us, has been familiar to\nAmericans from the first settlement of the country.”",
        "There is, then, a predisposition, a latent or potential\nAmericanism which existed long before the United States came into\nbeing. Now that our political unity has become a fact, the\npredisposition is certain to be regarded by our own and by future\ngenerations as evidence of a state of mind which made our\nseparate national life inevitable. Yet to Thomas Hutchinson, a\nsound historian and honest man, the last Royal Governor of\nMassachusetts, a separate national life seemed in 1770 an\nunspeakable error and calamity.",
        "The seventeenth-century colonists were predominantly English, in\nblood, in traditions, and in impulses. Whether we look at\nVirginia or Plymouth or at the other colonies that were planted\nin swift succession along the seaboard, it is clear that we are\ndealing primarily with men of the English race. Most of them\nwould have declared, with as much emphasis as Francis Hopkinson a\ncentury later, “We of America are in all respects Englishmen.\"\nProfessor Edward Channing thinks that it took a century of\nexposure to colonial conditions to force the English in America\naway from the traditions and ideals of those who continued to\nlive in the old land. But the student of literature must keep\nconstantly in mind that these English colonizers represented no\nsingle type of the national character. There were many men of\nmany minds even within the contracted cabin of the Mayflower. The\n“sifted wheat” was by no means all of the same variety.",
        "For Old England was never more torn by divergent thought and\nsubversive act than in the period between the death of Elizabeth\nin 1603 and the Revolution of 1688. In this distracted time who\ncould say what was really “English”? Was it James the First or\nRaleigh? Archbishop Laud or John Cotton? Charles the First or\nCromwell? Charles the Second or William Penn? Was it Churchman,\nPresbyterian, Independent, Separatist, Quaker? One is tempted to\nsay that the title of Ben Jonson’s comedy “Every Man in his\nHumour” became the standard of action for two whole generations\nof Englishmen, and that there is no common denominator for\nemigrants of such varied pattern as Smith and Sandys of Virginia,\nMorton of Merrymount, John Winthrop, “Sir” Christopher Gardiner\nand Anne Hutchinson of Boston, and Roger Williams of Providence.\nThey seem as miscellaneous as “Kitchener’s Army.”",
        "It is true that we can make certain distinctions. Virginia, as\nhas often been said, was more like a continuation of English\nsociety, while New England represented a digression from English\nsociety. There were then, as now, “stand-patters” and\n“progressives.” It was the second class who, while retaining very\nconservative notions about property, developed a fearless\nintellectual radicalism which has written itself into the history\nof the United States. But to the student of early American\nliterature all such generalizations are of limited value. He is\ndealing with individual men, not with “Cavalier” or “Roundhead\"\nas such. He has learned from recent historians to distrust any\nsuch facile classification of the first colonists. He knows by\nthis time that there were aristocrats in Massachusetts and\ncommoners in Virginia; that the Pilgrims of Plymouth were more\ntolerant than the Puritans of Boston, and that Rhode Island was\nmore tolerant than either. Yet useful as these general\nstatements may be, the interpreter of men of letters must always\ngo back of the racial type or the social system to the individual\nperson. He recognizes, as a truth for him, that theory of\ncreative evolution which holds that in the ascending progress of\nthe race each thinking person becomes a species by himself.",
        "While something is gained, then, by remembering that the racial\ninstincts and traditions of the first colonists were\noverwhelmingly English, and that their political and ethical\nviews were the product of a turbulent and distraught time, it is\neven more important to note how the physical situation of the\ncolonists affected their intellectual and moral, as well as their\npolitical problems. Among the emigrants from England, as we have\nseen, there were great varieties of social status, religious\nopinion, individual motive. But at least they all possessed the\nphysical courage and moral hardihood to risk the dangerous\nvoyage, the fearful hardships, and the vast uncertainties of the\nnew life. To go out at all, under the pressure of any motive, was\nto meet triumphantly a searching test. It was in truth a\n“sifting,” and though a few picturesque rascals had the courage\nto go into exile while a few saints may have been deterred, it is\na truism to say that the pioneers were made up of brave men and\nbraver women.",
        "It cannot be asserted that their courage was the result of any\nsingle, dominating motive, equally operative in all of the\ncolonies. Mrs. Hemans’s familiar line about seeking “freedom to\nworship God” was measurably true of the Pilgrims of Plymouth,\nabout whom she was writing. But the far more important Puritan\nemigration to Massachusetts under Winthrop aimed not so much at\n“freedom” as at the establishment of a theocracy according to the\nScriptures. These men straightway denied freedom of worship, not\nonly to newcomers who sought to join them, but to those members\nof their own company who developed independent ways of thinking.\nThe list of motives for emigration ran the whole gamut, from\nmissionary fervor for converting the savages, down through a\ncommendable desire for gain, to the perhaps no less praiseworthy\nwish to escape a debtor’s prison or the pillory. A few of the\ncolonists were rich. Some were beggars or indentured servants.\nMost of them belonged to the middle class. John Harvard was the\nson of a butcher; Thomas Shepard, the son of a grocer; Roger\nWilliams, the son of a tailor. But all three were university bred\nand were natural leaders of men.",
        "Once arrived in the wilderness, the pioneer life common to all of\nthe colonists began instantly to exert its slow, irresistible\npressure upon their minds and to mould them into certain ways of\nthinking and feeling. Without some perception of these modes of\nthought and emotion a knowledge of the spirit of our literature\nis impossible. Take, for instance, the mere physical situation of\nthe first colonists, encamped on the very beach of the wide ocean\nwith an illimitable forest in their rear. Their provisions were\nscanty. They grew watchful of the strange soil, of the new skies,\nof the unknown climate. Even upon the voyage over, John Winthrop\nthought that “the declination of the pole star was much, even to\nthe view, beneath that it is in England,” and that “the new moon,\nwhen it first appeared, was much smaller than at any time he had\nseen it in England.” Here was a man evidently using his eyes with\na new interest in natural phenomena. Under these changed skies\nthe mind began gradually to change also.",
        "At first the colonists felt themselves an outpost of Europe, a\nforlorn hope of the Protestant Reformation. “We shall be as a\ncity upon a hill,” said Winthrop. “The eyes of all people are\nupon us.” Their creed was Calvinism, then in its third generation\nof dominion and a European doctrine which was not merely\ntheological but social and political. The emigrant Englishmen\nwere soon to discover that it contained a doctrine of human\nrights based upon human needs. At the beginning of their novel\nexperience they were doubtless unaware of any alteration in their\ntheories. But they were facing a new situation, and that new\nsituation became an immense factor in their unconscious growth.\nTheir intellectual and moral problems shifted, as a boat shifts\nher ballast when the wind blows from a new quarter. The John\nCotton preaching in a shed in the new Boston had come to “suffer\na sea-change” from the John Cotton who had been rector of St.\nBotolph’s splendid church in Lincolnshire. The “church without a\nbishop” and the “state without a king” became a different church\nand state from the old, however loyally the ancient forms and\nphrases were retained.",
        "If the political problems of equality which were latent in\nCalvinism now began to take on a different meaning under the\ndemocratic conditions of pioneer life, the inner, spiritual\nproblems of that amazing creed were intensified. “Fallen” human\nnature remained the same, whether in the crowded cosmopolitan\nstreets of Holland and London, or upon the desolate shores of\nCape Cod. But the moral strain of the old insoluble conflict\nbetween “fixed fate” and “free will” was heightened by the\nphysical loneliness of the colonists. Each soul must fight its\nown unaided, unending battle. In that moral solitude, as in the\nphysical solitude of the settlers upon the far northwestern\nprairies of a later epoch, many a mind snapped. Unnatural tension\nwas succeeded by unnatural crimes. But for the stronger\nintellects New England Calvinism became a potent spiritual\ngymnastic, where, as in the Swedish system of bodily training,\none lifts imaginary and ever-increasing weights with imaginary\nand ever-increasing effort, flexor and extensor muscles pulling\nagainst one another, driven by the will. Calvinism bred athletes\nas well as maniacs.",
        "The new situation, again, turned many of the theoretical\nspeculations of the colonists into practical issues. Here, for\nexample, was the Indian. Was he truly a child of God, possessing\na soul, and, if so, had he partaken of the sin of Adam? These\nquestions perplexed the saintly Eliot and the generous Roger\nWilliams. But before many years the query as to whether a Pequot\nwarrior had a soul became suddenly less important than the\npractical question as to whether the Pequot should be allowed any\nfurther chances of taking the white man’s scalp. On this last\nissue the colonists were unanimous in the negative.",
        "It would be easy to multiply such instances of a gradual change\nof view. But beneath all the changes and all the varieties of\nindividual behavior in the various colonies that began to dot the\nseaboard, certain qualities demanded by the new surroundings are\nfelt in colonial life and in colonial writings. One of these is\nthe instinct for order, or at least that degree of order\nessential to the existence of a camp. It was not in vain that\nJohn Smith sought to correct the early laxness at Jamestown by\nthe stern edict: “He that will not work, neither shall he eat.\"\nDutch and Quaker colonies taught the same inexorable maxim of\nthrift. Soon there was work enough for all, at good wages, but\nthe lesson had been taught. It gave Franklin’s “Poor Richard\"\nmottoes their flavor of homely, experienced truth.",
        "Order in daily life led straight to political order, just as the\nequality and resourcefulness of the frontier, stimulated by\nisolation from Europe, led to political independence. The pioneer\nlearned to make things for himself instead of sending to London\nfor them, and by and by he grew as impatient of waiting for a\npolitical edict from London as he would become in waiting for a\nLondon plough. “This year,” wrote one colonist, “ye will go to\ncomplain to the Parliament, and the next year they will send to\nsee how it is, and the third year the government is changed.” The\ntime was coming when no more complaints would be sent.",
        "One of the most startling instances of this colonial instinct for\nself-government is the case of Thomas Hooker. Trained in Emmanuel\nCollege of the old Cambridge, he arrived in the new Cambridge in\n1633. He grew restless under its theocratic government, being, it\nwas said, “a person who when he was doing his Master’s work,\nwould put a king into his pocket.” So he led the famous migration\nof 1636 from Massachusetts to Hartford, and there helped to\ncreate a federation of independent towns which made their own\nconstitution without mentioning any king, and became one of the\ncorner-stones of American democracy. In May, 1638, Hooker\ndeclared in a sermon before the General Court “that the choice of\npublic magistrates belongs unto the people by God’s own\nallowance,” and “that they who have the power to appoint officers\nand magistrates, it is in their power, also, to set the bounds\nand limitations of the power and place into which they call\nthem.” The reason of this is: “Because the foundation of\nauthority is laid, firstly, in the free consent of the people.\"\nThis high discourse antedates the famous pamphlets on liberty by\nMilton. It is a half-century earlier than Locke’s “Treatise on\nGovernment,” a century and a quarter earlier than Rousseau’s\n“Contrat Social,” and it precedes by one hundred and thirty-eight\nyears the American Declaration of Independence.",
        "But the slightest acquaintance with colonial writings will reveal\nthe fact that such political radicalism as Thomas Hooker’s was\naccompanied by an equally striking conservatism in other\ndirections. One of these conservative traits was the pioneer’s\nrespect for property, and particularly for the land cleared by\nhis own toil. Gladstone once spoke of possession of the soil as\nthe most important and most operative of all social facts.\nFree-footed as the pioneer colonist was, he was disinclined to\npart with his land without a substantial price for it. The land\nat his disposal was practically illimitable, but he showed a very\nEnglish tenacity in safeguarding his hold upon his own portion.",
        "Very English, likewise, was his attachment to the old country as\n“home.” The lighter and the more serious writings of the\ncolonists are alike in their respect for the past. In the New\nEngland settlements, although not at first in Virginia, there was\nrespect for learning and for an educated clergy. The colonists\nrevered the Bible. They maintained a stubborn regard for the\nCommon Law of England. Even amid all the excitement of a\nsuccessful rebellion from the mother country, this Common Law\nstill held the Americans to the experience of the inescapable\npast.",
        "Indeed, as the reader of today lifts his eyes from the pages of\nthe books written in America during the seventeenth century, and\ntries to meditate upon the general difference between them and\nthe English books written during the same period, he will be\naware of the firmness with which the conservative forces held on\nthis side of the Atlantic. It was only one hundred years from the\nGreat Armada of 1588 to the flight of James Second, the last of\nthe Stuart Kings. With that Revolution of 1688 the struggles\ncharacteristic of the seventeenth century in England came to an\nend. A new working basis is found for thought, politics, society,\nliterature. But while those vast changes had been shaking\nEngland, two generations of American colonists had cleared their\nforests, fought the savages, organized their townships and their\ntrade, put money in their purses, and lived, though as yet hardly\nsuspecting it, a life that was beginning to differentiate them\nfrom the men of the Old World. We must now glance at the various\naspects of this isolated life of theirs, as it is revealed in\ntheir books.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}