{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XV",
    "author": "Fedor Jagor et al",
    "chapter": "16",
    "content": [
        "\n\n",
        "[A scientific priest-poet.] From Naga I visited the parish priest\nof Libmanan (Ligmanan), who, possessing poetical talent, and having\nthe reputation of a natural philosopher, collected and named pretty\nbeetles and shells, and dedicated the most elegant little sonnets. He\nfavored me with the following narrative:–",
        "[Prehistoric remains] In 1851, during the construction of a road a\nlittle beyond Libmanan, at a place called Poro, a bed of shells was\ndug up under four feet of mould, one hundred feet distant from the\nriver. It consisted of Cyrenae (C. suborbicularis, Busch.), a species\nof bivalve belonging to the family of Cyclades which occurs only in\nwarm waters, and is extraordinarily abundant in the brackish waters of\nthe Philippines. On the same occasion, at the depth of from one and\na half to three and a half feet, were found numerous remains of the\nearly inhabitants–skulls, ribs, bones of men and animals, a child’s\nthighbone inserted in a spiral of brass wire, several stags’ horns,\nbeautifully-formed dishes and vessels, some of them painted, probably\nof Chinese origin; striped bracelets, of a soft, gypseous, copper-red\nrock, gleaming as if they were varnished; [122] small copper knives,\nbut no iron utensils; and several broad flat stones bored through\nthe middle; [123] besides a wedge of petrified wood, embedded in a\ncleft branch of a tree. The place, which to this day may be easily\nrecognized in a hollow, might, by excavation systematically carried on,\nyield many more interesting results. What was not immediately useful\nwas then and there destroyed, and the remainder dispersed. In spite of\nevery endeavor, I could obtain, through the kindness of Señor Fociños\nin Naga, only one small vessel. Similar remains of more primitive\ninhabitants have been found at the mouth of the Bigajo, not far from\nLibmánan, in a shell-bed of the same kind; and an urn, with a human\nskeleton, was found at the mouth of the Perlos, west of Sitio de Poro,\nin 1840. At the time when I wrote down these statements of the priest,\nneither of us was familiar with the discoveries made within the last\nfew years relating to the lake dwellings (pile villages); or these\nnotes might have been more exact, although probably they would not\nhave been so easy and natural.",
        "[Ancient Chinese jar.] Mr. W. A. Franks, who had the kindness to\nexamine the vessel, inclines to the opinion that it is Chinese, and\npronounces it to be of very great antiquity, without however, being\nable to determine its age more exactly; and a learned Chinese of the\nBurlingame Embassy expressed himself to the same effect. He knew only\nof one article, now in the British Museum, which was brought from Japan\nby Kaempfer, the color, glazing, and cracks in the glazing, of which\n(craqueles) corresponded precisely with mine. According to Kaempfer,\nthe Japanese found similar vessels in the sea; and they value them\nvery highly for the purpose of preserving their tea in them.",
        "Morga writes:–",
        "[Used as tea canisters.]  “On this island, Luzon, particularly in\nthe provinces of Manila, Pampánga, Pangasinán, and Ilócos, very\nancient clay vessels of a dark brown color are found by the natives,\nof a sorry appearance; some of a middling size, and others smaller;\nmarked with characters and stamps. They are unable to say either when\nor where they obtained them; but they are no longer to be acquired, nor\nare they manufactured in the islands. The Japanese prize them highly,\nfor they have found that the root of a herb which they call Tscha\n(tea), and which when drunk hot is considered as a great delicacy\nand of medicinal efficacy by the kings and lords in Japan, cannot be\neffectively preserved except in these vessels; which are so highly\nesteemed all over Japan that they form the most costly articles of\ntheir show-rooms and cabinets. Indeed, so highly do they value them\nthat they overlay them externally with fine gold embossed with great\nskill, and enclose them in cases of brocade; and some of these vessels\nare valued at and fetch from two thousand tael to eleven reals. The\nnatives of these islands purchase them from the Japanese at very high\nrates, and take much pains in the search for them on account of their\nvalue, though but few are now found on account of the eagerness with\nwhich they have been sought for.”",
        "[Strict search in Japan.] When Carletti, in 1597, went from the\nPhilippines to Japan, all the passengers on board were examined\ncarefully, by order of the governor, and threatened with capital\npunishment if they endeavored to conceal “certain earthen vessels\nwhich were wont to be brought from the Philippines and other islands\nof that sea,” as the king wished to buy them all.",
        "[Prized by Japanese.] “These vessels were worth as much as five,\nsix, and even ten thousand scudi each; but they were not permitted\nto demand for them more then one Giulio (about a half Paolo).” In\n1615 Carletti met with a Franciscan who was sent as ambassador from\nJapan to Rome, who assured him that he had seen one hundred and\nthirty thousand scudi paid by the King of Japan for such a vessel;\nand his companions confirmed the statement. Carletti also alleges,\nas the reason for the high price, “that the leaf cia or tea, the\nquality of which improves with age, is preserved better in those\nvessels than in all others. The Japanese besides know these vessels by\ncertain characters and stamps. They are of great age and very rare,\nand come only from Cambodia, Siam, Cochin-China, the Philippines,\nand other neighboring islands. From their external appearance they\nwould be estimated at three or four quatrini (two dreier).... It is\nperfectly true that the king and the princes of that kingdom possess\na very large number of these vessels, and prize them as their most\nvaluable treasure and above all other rarities .... and that they boast\nof their acquisitions, and from motives of vanity strive to outvie one\nanother in the multitude of pretty vessels which they possess. [124]",
        "[Found in Borneo.] Many travellers mention vessels found likewise\namongst the Dyaks and the Malays in Borneo, which, from superstitious\nmotives, were estimated at most exaggerated figures, amounting\nsometimes to many thousand dollars.",
        "[$3,500 for a jar] St. John [125] relates that the Datu of Tamparuli\n(Borneo) gave rice to the value of almost $3,500 for a jar, and that he\npossessed a second jar of almost fabulous value, which was about two\nfeet high, and of a dark olive green. The Datu fills both jars with\nwater, which, after adding plants and flowers to it, he dispenses\n[A speaking jar.] to all the sick persons in the country. But the\nmost famous jar in Borneo is that of the Sultan of Brunei, which\nnot only possesses all the valuable properties of the other jars\nbut can also speak. St. John did not see it, as it is always kept\nin the women’s apartment; but the sultan, a credible man, related to\nhim that the jar howled dolefully the night before the death of his\nfirst wife, and that it emitted similar tones in the event of impending\nmisfortunes. St. John is inclined to explain the mysterious phenomenon\nby a probably peculiar form of the mouth of the vessel, in passing over\nwhich the air-draught is thrown into resonant verberations, like the\nAeolian harp. The vessel is generally enveloped in gold brocade, and\nis uncovered only when it is to be consulted; and hence, of course,\nit happens that it speaks only on solemn occasions. St. John states\nfurther that the Bisayans used formerly to bring presents to the\nsultan; in recognition of which they received some water from the\nsacred jar to sprinkle over their fields and thereby ensure plentiful\nharvests. When the sultan was asked whether he would sell his jar for\n$100,000, he answered that no offer in the world could tempt him to\npart with it.",
        "[Morga’s description.] Morga’s description suits neither the vessel\nof Libmánan nor the jar of the British Museum, but rather a vessel\nbrought from Japan a short time ago to our Ethnographical Museum. This\nis of brown clay, small but of graceful shape, and composed of many\npieces cemented together; the joints being gilt and forming a kind of\nnetwork on the dark ground. How highly ancient pots of a similar kind,\neven of native origin, are esteemed in Japan down to the present day,\nis shown by the following certificate translated by the interpreter\nof the German Consulate:–",
        "[A consecrated jar.] “This earthen vessel was found in the porcelain\nfactory of Tschisuka in the province of Odori, in South Idzumi,\nand is an object belonging to the thousand graves.... It was made\nby Giogiboosat (a celebrated Buddhist priest), and after it had been\nconsecrated to heaven was buried by him. According to the traditions\nof the people, this place held grave mounds with memorial stones. That\nis more than a thousand years ago. ....In the pursuit of my studies,\nI remained many years in the temple Sookuk, of that village, and\nfound the vessel. I carried it to the high priest Shakudjo, who\nwas much delighted therewith and always bore it about with him as\na treasure. When he died it fell to me, although I could not find\nit. Recently, when Honkai was chief priest, I saw it again, and\nit was as if I had again met the spirit of Shakudjo. Great was my\ncommotion, and I clapped my hands with astonishment; and, as often\nas I look upon the treasure, I think it is a sign that the spirit of\nShakudjo is returned to life. Therefore I have written the history,\nand taken care, of this treasure.–Fudji Kuz Dodjin.”",
        "Baron Alexander von Siebold communicates the following:–",
        "[Tea societies.] The value which the Japanese attach to vessels of this\nkind rests upon the use which is made of them by the mysterious tea\nsocieties called Cha-no-yu. Respecting the origin of these societies,\nwhich still are almost entirely unknown to Europeans, different legends\nexist. They flourished, however, principally during the reign of the\nemperor Taikosama, who, in the year 1588, furnished the society of\nCha-no-yu at Kitano near Myako with new laws. In consequence of the\nreligious and civil wars, the whole of the people had deteriorated\nand become ungovernable, having lost all taste for art and knowledge,\nand holding only rude force in any esteem; brute strength ruling in the\nplace of the laws. The observant Taikosama perceived that, in order to\ntame these rough natures, he must accustom them to the arts of peace,\nand thus secure prosperity to the country, and safety for himself and\nhis successors. With this in view he recalled the Cha-no-yu society\nanew into life, and assembled its masters and those acquainted with\nits customs around him.",
        "[Their object.] The object of the Cha-no-yu is to draw man away\nfrom the influences of the terrestrial forces which surround him,\nto plant within him the feeling of complete repose, and to dispose\nhim to self-contemplation. All the exercises of the Cha-no-yu are\ndirected to this object.",
        "[Ceremonies.] Clothed in light white garments, and without weapons,\nthe members of the Cha-no-yu assemble round the master’s house, and,\nafter resting some time in the ante-room, are conducted into a pavilion\nappropriated exclusively to these assemblies. This consists of the\nmost costly kinds of wood, but is without any ornament which could\npossibly be abstracted from it; without color, and without varnish,\ndimly lighted by small windows thickly overgrown with plants, and\nso low that it is impossible to stand upright. The guests tread the\napartment with solemn measured steps, and, having been received by\nhim according to the prescribed formulas, arrange themselves in\na half-circle on both sides of him. All distinctions of rank are\nabolished. The ancient vessels are now removed with solemn ceremonies\nfrom their wrappings, saluted and admired; and, with the same solemn\nand rigidly prescribed formulas, the water is heated on the hearth\nappropriated to the purpose, and the tea taken from the vessels and\nprepared in cups. The tea consists of the young green leaves of the\ntea-shrub rubbed to powder, and is very stimulating in its effect. The\nbeverage is taken amidst deep silence, while incense is burning on\nthe elevated pedestal of honor, toko; and, after the thoughts have\nthus been collected, conversation begins. It is confined to abstract\nsubjects; but politics are not always excluded.",
        "[Reward of valor.] The value of the vessels employed in these\nassemblages is very considerable; indeed, they do not fall short of the\nvalue of our most costly paintings; and Taikosama often rewarded his\ngenerals with vessels of the kind, instead of land, as was formerly the\npractice. After the last revolution some of the more eminent Daimios\n(princes) of the Mikado were rewarded with similar Cha-no-yu vessels,\nin acknowledgment of the aid rendered to him in regaining the throne\nof his ancestors. The best of them which I have seen were far from\nbeautiful, simply being old, weather-worn, black or dark-brown jars,\nwith pretty broad necks, for storing the tea in; tall cups of cracked\nCraquelé, either porcelain or earthenware, for drinking the infusion;\nand deep, broad cisterns; besides rusty old iron kettles with rings,\nfor heating the water: but they were enwrapped in the most costly\nsilken stuffs, and preserved in chests lacquered with gold. Similar\nold vessels are preserved amongst the treasures of the Mikado and the\nTycoon, as well as in some of the temples, with all the care due to the\nmost costly jewels, together with documents relating to their history.",
        "[Yamtik and Visita Bicul.]  From Libmánan I visited the mountain,\nYamtik (Amtik, Hantu), [126] which consists of lime, and contains\nmany caverns. Six hours westward by water, and one hour S.S.W. on\nfoot, brought us to the Visita Bícul, surrounded by a thousand little\nlimestone hills; from which we ascended by a staircase of sinter in the\nbed of a brook, to a small cavern tenanted by multitudes of bats, and\ngreat long-armed spiders of the species Phrynus, known to be poisonous.\n[127]",
        "[Ant activities.] A thick branch of a tree lying across the road was\nperforated from end to end by a small ant. Many of the natives did\nnot venture to enter the cave; and those who did enter it were in a\nstate of great agitation, and were careful first to enjoin upon each\nother the respect to be observed by them towards Calapnitan.  [128]",
        "[Superstitions.] One of the principal rules was to name no object in\nthe cave without adding “Lord Calapnitan’s.” Thus they did not bluntly\nrefer to either gun or torch, but devoutly said “Lord C.’s gun,” or\n“Lord C.’s torch.” At a thousand paces from this lies another cave,\n“San Vicente,” which contains the same insects, but another kind\nof bat. Both caves are only of small extent; but in Libmánan a very\nlarge stalactite cave was mentioned to me, the description of which,\nnotwithstanding the fables mixed up with it, could not but have a true\nfoundation. Our guides feigned ignorance of it; and it was not till\nafter two days’ wandering about, and after many debates, that they came\nto the decision, since I adhered to my purpose, to encounter the risk;\nwhen, to my great astonishment, they conducted me back to Calapnitan’s\ncave; from which a narrow fissure, hidden by a projection of rock,\nled into one of the most gorgeous stalactite caves in the world. Its\nfloor was everywhere firm and easy to the tread, and mostly dry; and\nit ran out into several branches, the entire length of which probably\nexceeds a mile; and the whole series of royal chambers and cathedrals,\nwith the columns, pulpits, and altars which it contained, reflected\nno discredit upon its description. No bones or other remains were to\nbe found in it. My intention to return subsequently with laborers,\nfor the purpose of systematic excavation, was not carried out.",
        "[Unsuccessful climb.] I was not lucky enough to reach the summit of the\nmountain, upon which was to be found a lake, “from where else should\nthe water come?” For two days we labored strenuously at different\npoints to penetrate the thick forest; but the guide, who had assured\nthe priest in Libmanan that he knew the road, now expressed himself\nto the contrary effect. I therefore made the fellow, who had hitherto\nbeen unburdened, now carry a part of the baggage as a punishment;\nbut he threw it off at the next turning of the road and escaped,\nso that we were compelled to return. Stags and wild boars are very\nnumerous in these forests; and they formed the principal portion of\nour meals, at which, at the commencement of our expedition, we had\nas many as thirty individuals; who, in the intervals between them,\naffected to search for snails and insects for me, but with success\nnot proportionate to their zeal.",
        "[A clever pilfering servant.] Upon my departure from Daraga I took\nwith me a lively little boy, who had a taste for the calling of a\nnaturalist. In Libmanan he was suddenly lost, and with him, at the\nsame time, a bundle of keys; and we looked for him in vain. The\nfact was, as I afterwards came to learn, that he went straight to\nNaga, and, identifying himself by showing the stolen keys, got the\nmajordomo of my host to deliver to him a white felt hat; with which he\ndisappeared. I had once seen him, with the hat on his head, standing\nbefore a looking-glass and admiring himself; and he could not resist\nthe temptation to steal it.",
        "[Trip with Internal Revenue Collector.] In the beginning of March\nI had the pleasure of accompanying the Collector (Administrador) of\nCamarines and a Spanish head-man, who were travelling across Daet and\nMauban to the chief town. At five p.m. we left Butungan on the Bicol\nRiver, two leagues below Naga, in a falúa of twelve oars, equipped\nwith one 6-pounder and two 4-pounders, and reinforced by armed men;\nand about six we reached Cabusao, at the mouth of the Bicol, whence we\nput to sea about nine. The falua belonged to the collector of taxes,\nand had, in conjunction with another under the command of the alcalde,\nto protect the north coast of the province against smugglers and\npirates, who at this time of the year are accustomed to frequent\nthe hiding-places of the bay of San Miguel. Two similar gun-boats\nperformed the duty on the south coast of the province.",
        "[Four volcanos.] Both the banks of the Bicol River are flat, and\nexpand into broad fields of rice; and to the east are simultaneously\nvisible the beautiful volcanos of Mayon, Iriga, Malina, and Isarog.",
        "At daybreak we reached the bar of Daet, and, after two hours’\ntravelling, the similarly named chief city of the province of North\nCamarines, where we found an excellent reception at the house of\nthe alcalde, a polished Navarrese; marred only by the tame monkey,\nwho should have welcomed the guests of his master, turning his\nback towards them with studiously discourteous gestures, and going\ntowards the door. However, upon the majordomo placing a spirit flask\npreserving a small harmless snake on the threshold, the monkey sprang\nquickly back and concealed himself, trembling, behind his master. [A\ndanceless ball.] In the evening there was a ball, but there were no\ndancers present. Some Filipinas, who had been invited, sat bashfully\nat one end of the apartment and danced with one another when called\nupon, without being noticed by the Spaniards, who conversed together\nat the other end.",
        "[Spanish prejudice against bathing.] Our departure hence was delayed\nby festivities and sudden showers for about two days, after which the\nspirited horses of the alcalde carried us within an hour on a level\nroad north-west, to Talisáy, and in another hour to Indang, where\na bath and breakfast were ready. Up to this time I had never seen\na bath-room in the house of a Spaniard; whereas with the Northern\nEuropeans it is never wanting. The Spaniards appear to regard\nthe bath as a species of medicine, to be used only with caution;\nmany, even to the present day, look upon it as an institution not\nquite Christian. At the time of the Inquisition frequent bathing,\nit is known, was a characteristic of the Moors, and certainly was not\nwholly free from danger. In Manila, only those who live near the Pasig\nare the exceptions to the rule; and there the good or bad practice\nprevails of whole families bathing, in the company of their friends,\nin the open air.",
        "[An unfortified fort.] The road ends at Indáng. In two boats we went\ndown the river till stopped by a bar, and there at a well-supplied\ntable prepared for us by the kindness of the alcalde we awaited\nthe horses which were being brought thither along a bad road by our\nservants. In the waste of Barre a tower, surrounded by two or three\nfishermen’s huts and as many camarines, has been erected against the\nMoros, who, untempted by the same, seldom go so far westward, for\nit consists only of an open hut covered with palm-leaves–a kind of\nparasol–supported on stakes as thick as one’s arm and fifteen feet\nhigh; and the two cannons belonging to it ought, for security, to be\nburied. We followed the sea-shore, which is composed of silicious sand,\nand covered with a carpet of creeping shore plants in full bloom. On\nthe edge of the wood, to the left, were many flowering shrubs and\npandanus with large scarlet-red flowers. After an hour we crossed the\nriver Longos in a ferry, and soon came to the spur of a crystalline\nchain of mountains, which barred our road and extended itself into\nthe sea as Point Longos. The horses climbed it with difficulty, and\nwe found the stream on the other side already risen so high that we\nrode knee-deep in the water. After sunset we crossed singly, with\ngreat loss of time, in a miserable ferry-boat, over the broad mouth\nof the Pulundaga, where a pleasant road through a forest led us,\nin fifteen minutes, over the mountain-spur, Malanguit, which again\nprojected itself right across our path into the sea, to the mouth\nof the Paracale. The long bridge here was so rotten that we were\nobliged to lead the horses over at wide intervals apart; and on the\nfurther side lies the place called Paracale, from which my companions\ncontinued their journey across Mauban to Manila.",
        "[Red lead.] Paracale and Mambulao are two localities well known to\nall mineralogists, from the red lead ore occurring there. On the\nfollowing morning I returned to Longos; which consists of only a few\nmiserable huts inhabited by gold-washers, who go about almost naked,\nprobably because they are laboring during the greater part of the\nday in the water; but they are also very poor.",
        "[Gold mining.] The soil is composed of rubbish, decomposed fragments of\ncrystalline rock, rich in broken pieces of quartz. The workmen make\nholes in the ground two and one-half feet long, two and one-half\nbroad, and to thirty feet deep. At three feet below the surface\nthe rock is generally found to contain gold, the value increasing\ndown to eighteen feet of depth, and then again diminishing, though\nthese proportions are very uncertain, and there is much fruitless\nsearch. The rock is carried out of the holes in baskets, on ladders\nof bamboo, and the water in small pails; but in the rainy season the\nholes cannot possibly be kept free from water, as they are situated\non the slope of the mountain, and are filled quicker than they can\nbe emptied. The want of apparatus for discharging water also accounts\nfor the fact that the pits are not dug deeper.",
        "[A primitive rock breaker.] The breaking of the auriferous rock is\neffected with two stones; of which one serves as anvil, and the other\nas hammer. The former, which is slightly hollowed in the center, is\nlaid flat upon the ground; and the latter, four by eight by eight\ninches in dimensions, and therefore of about twenty-five pounds\nweight, is made fast with rattan to the top of a slender young tree,\nwhich lies in a sloping position in a fork, and at its opposite end is\nfirmly fixed in the ground. The workman with a jerk forces the stone\nthat serves for hammer down upon the auriferous rock, and allows it\nto be again carried upwards by the elasticity of the young tree.",
        "[An arrastre.] The crushing of the broken rock is effected with\nan apparatus equally crude. A thick stake rises from the center\nof a circular support of rough-hewn stones (which is enclosed in\na circle of exactly similar stones) having an iron pin at its top,\nto which a tree, bent horizontally in the middle, and downwards at\nthe two ends, is fixed. Being set in motion by two carabaos attached\nin front, it drags several heavy stones, which are bound firmly to\nit with rattans, round the circle, and in this manner crushes the\nbroken rock, which has been previously mixed with water, to a fine\nmud. The same apparatus is employed by the Mexican gold-washers,\nunder the name of Rastra. [Gold-washing.] The washing-out of the mud\nis done by women. They kneel before a small wooden gutter filled with\nwater up to the brim, and provided with boards, sloping downwards,\nin front of the space assigned to each woman; the gutter being cut\nout at these places in a corresponding manner, so that a very slender\nstream of water flows evenly across its whole breadth downwards over\nthe board. With her hand the work-woman distributes the auriferous\nmud over the board, which, at the lower edge, is provided with a\ncross-piece; and, when the light sand is washed away, there remains a\nstratum consisting chiefly of iron, flint, and ore, which is taken up\nfrom time to time with a flat piece of board, and laid on one side;\nand at the end of the day’s work, it is washed out in a flat wooden\ndish (batea), and, for the last time, in a coco-shell; when, if they\nare lucky, a fine yellow dust shows itself on the edge. [129] During\nthe last washing the slimy juice of the Gogo is added to the water,\nthe fine heavy sand remaining suspended therein for a longer time\nthan in pure water, and thus being more easily separated from the\ngold-dust. [130]",
        "[The clean-up.] It is further to be mentioned that the refuse from\nthe pits is washed at the upper end of the water-gutter, so that\nthe sand adhering to the stones intended for pounding may deposit\nits gold in the gutter or on the washing-board. In order to melt\nthe gold thus obtained into a lump, in which form it is bought by\nthe dealers, it is poured into a small heart-shell (cardium), and,\nafter being covered with a handful of charcoal, placed  in a potsherd;\nwhen a woman blows through a narrow bamboo-cane on the kindled coals,\nand in one minute the work is completed. [131]",
        "The result of many inquiries shows the profit per head to average\nnot more than one and one-half reals daily. Further to the south-west\nfrom here, on the mountain Malaguit, are seen the ruins of a Spanish\nmining company; a heap of rubbish, a pit fifty feet deep, a large\nhouse fallen to ruin, and a stream-work four feet broad and six feet\nhigh. The mountain consists of gneiss much decomposed, with quartz\nveins in the stream-work, with the exception of the bands of quartz,\nwhich are of almost pure clay earth with sand.",
        "[Edible bird’s nests.] On the sides hung some edible nests of the\nsalangane, but not of the same kind as those found in the caverns\non the south coast of Java. These, which are of much less value than\nthe latter, are only occasionally collected by the Chinese dealers,\nwho reckon them nominally at five cents each. We also found a few of\nthe nest-building birds (Collocalia troglodytes, Gray). [132]",
        "[Abandoned workings.] Around lay so large a number of workings,\nand there were so many little abandoned pits, wholly or half fallen\nto ruin, and more or less grown over, that it was necessary to step\nbetween with great caution. Some of them were still being worked after\nthe mode followed at Lóngos, but with a few slight improvements. The\npits are twice as large as those excavated there, and the rock is\nlifted, up by a pulley to a cylindrical framework of bamboo, which\nis worked by the feet of a lad who sits on a bank higher up.",
        "[Lead and mica.] Ten minutes north of the village of Malaguit is\na mountain in which lead-glance and red lead have been obtained;\nthe rock consisting of micaceous gneiss much decomposed. There is\na stream-work over one hundred feet in length. The rock appears to\nhave been very poor.",
        "The highly prized red-lead ores have been found on the top of this same\nhill, N. 30° W. from the village. The quarry was fallen to ruin and\nflooded with rain, so that only a shallow hollow in the ground remained\nvisible; and after a long search amongst the bushes growing there a few\nsmall fragments were found, on which [Chrome-lead ore.] chrome-lead\nore was still clearly to be recognized. Captain Sabino, the former\ngovernor of Paracale, a well-informed Filipino, who, at the suggestion\nof the alcalde, accompanied me, had for some years caused excavations\nto be carried on, in order to find specimens for a speculator who had\nin view the establishment of a new mining company in Spain; but the\nspecimens which were found had not been removed, as speculation in\nmines in the Philippines had, in the interval, fallen into discredit\non the Exchange of Madrid; and as yet only a little box full of sand,\nout of a few small drusy cavities, has been fixed upon and pounded,\nto be sold as variegated writing-sand, after being carefully sifted.",
        "[A pretty fan-palm.] A peculiarly beautiful fan-palm grows on this\nhill. Its stem is from thirty to forty feet high, cylindrical and\ndark-brown, with white rings a quarter of an inch broad at distances of\nfour inches, and, at similar intervals, crown-shaped bands of thorns\ntwo inches long. Near the crown-leaf the stem passes into the richest\nbrown of burnt sienna.",
        "[Rooming in a powder-magazine.] Notwithstanding a very bad road, a\npleasant ride carried us from Paracale to the sea-shore, and, through\na beautiful wood, to Mambulao, which lies W. by N. I alighted at the\ntribunal, and took up my lodgings in the room where the ammunition was\nkept, as being the only one that could be locked. For greater security,\nthe powder was stored in a corner and covered with carabao-hide;\nbut such were my arrangements that my servant carried about a burning\ntallow light, and his assistant a torch in the hand. When I visited\nthe Filipino priest, I was received in a friendly manner by a young\ngirl who, when I offered my hand, thanked me with a bow, saying,\n“Tengo las sarnas” (\"I have the itch”). The malady, which is very\ncommon in the Philippines, appears to have its focus in this locality.",
        "[Gneiss and crystalline rock.] A quarter of a league N.N.E. we came\nupon the ruins of another mining undertaking, the Ancla de Oro. Shaft\nand water-cutting had fallen in, and were thickly grown over; and\nonly a few of the considerable buildings were still standing; and\neven those were ready to fall. In a circle some natives were busily\nemployed, in their manner, collecting grains of gold. The rock is\ngneiss, weathered so much that it cannot be recognized; and at a\nthousand paces on the other side is a similar one, clearly crystalline.",
        "[Hornblende and hornblende slate.] Half a league N. by E. from Mambulao\nis the lead-mountain of Dinianan. Here also all the works were fallen\nin, choked with mud and grown over. Only after a long search were\na few fragments found with traces of red-lead ore. This mountain\nconsists of hornblende rock; in one place, of hornblende slate,\nwith very beautiful large crystals.",
        "[Copper.] A league and a half S. from Mambulao a shallow hollow in\nthe ground marks the site of an old copper-mine, which must have\nbeen eighty-four feet deep. Copper ores are found in several places\nin Luzon; and specimens of solid copper were obtained by me at the\nBay of Luyang, N. of the Enseñada de Patag, in Caramuan.",
        "[Unsuccessful copper-mining.] Very considerable beds of copper ore\noccur in Mancayán, in the district of Lepanto, and in the central\nmountain-range of Luzon between Cagayán and Ilocos, which have been\nworked by a mining company in Manila since 1850; but the operations\nseem to have been most unsuccessful. In 1867 the society expended a\nconsiderable capital in the erection of smelting furnaces and hydraulic\nmachinery; but until a very recent date, owing to local difficulties,\nparticularly the want of roads, it has not produced any copper. [133]",
        "[Paying minus dividends.] In 1869 I heard, in London, that the\nundertaking had been given up. According to my latest information,\nhowever, it is certainly in progress; but the management have never,\nI believe, secured a dividend. The statement of 1872, in fact, shows\na loss, or, as the Spaniards elegantly say, a dividendo pasivo.",
        "[Igorot-mining successful.] What Europeans yet appear unable to\naccomplish, the wild Igorots, who inhabit that trackless range of\nmountains, have carried on successfully for centuries, and to a\nproportionally larger extent; and this is the more remarkable as\nthe metal in that district occurs only in the form of flints, which\neven in Europe can be made profitable only by particular management,\nand not without expense.",
        "[Long-established and considerable.] The copper introduced into\ncommerce by the Igorots from 1840 to 1855, partly in a raw state,\npartly manufactured, is estimated at three hundred piculs yearly. The\nextent of their excavations, and the large existing masses of slag,\nalso indicate the activity of their operations for a long period\nof time.",
        "[Copper kettles attributed to Negritos.] In the Ethnographical Museum\nat Berlin is a copper kettle made by those wild tribes. Meyer,\nwho brought it, states that it was made by the Negritos in the\ninterior of the island, and certainly with hammers of porphyry, as\nthey have no iron; and that he further found, in the collection of\nthe Captain General of the Philippines, a large shallow kettle of\nthree and one-half feet in diameter, which had been bought for only\nthree dollars; whence it may be inferred that, in the interior of\nthe island, the copper occurs in large masses, and probably solid;\nfor how could those rude, uncultivated negritos understand the art\nof smelting copper?",
        "[Copper-working a pre-Spanish art.] The locality of these rich\nquarries was still unknown to the Governor, although the copper\nimplements brought thence had, according to an official statement\nof his in 1833, been in use in Manila over two centuries. It is\nnow known that the copper-smiths are not Negritos but Igorots; and\nthere can be no question that they practiced this art, and the still\nmore difficult one of obtaining copper from flint, for a long period\nperhaps previous to the arrival of the Spaniards. They may possibly\nhave learnt them from the Chinese or Japanese. The chief engineer,\nSantos [134], and many others with him, are of opinion that this\nrace is descended from the Chinese or Japanese, from whom he insists\nthat it acquired not only its features (several travellers mention\nthe obliquely placed eyes of the Igorots), its idols, and some of\nits customs, but also the art of working in copper. At all events,\nthe fact that a wild people, living isolated in the mountains,\nshould have made such progress in the science of smelting, is of\nso great interest that a description of their procedure by Santos\n(essentially only a repetition of an earlier account by Hernandez,\nin the Revista Minera, i. 112) will certainly be acceptable.",
        "[The Igorots’ Method.] The present mining district acquired by the\nsociety mentioned, the Sociedad Minero-metalurgica Cantabrofilipina\nde Mancayan, was divided amongst the Igorots into larger or smaller\nparcels strictly according to the number of the population of the\nadjacent villages, whose boundaries were jealously watched; and\nthe possessions of each separate village were again divided between\ncertain families; whence it is that those mountain districts exhibit,\nat the present day, the appearance of a honeycomb. To obtain the ore,\nthey made cavities, in which they lighted fires in suitable spots,\nfor the purpose of breaking the rock into pieces by means of the\nelasticity of the heated water contained in the crevices, with the\nadditional assistance of iron implements. The first breaking-up of\nthe ore was done in the stream-work itself, and the dead heaps lay\npiled up on the ground, so that, in subsequent fires, the flame of\nthe pieces of wood always reached the summit; and by reason of the\nquality of the rock, and the imperfection of the mode of procedure,\nvery considerable down-falls frequently occurred. The ores were divided\ninto rich and quartziferous; the former not being again melted, but\nthe latter being subjected to a powerful and persistent roasting,\nduring which, after a part of the sulphur, antimony, and arsenic\nhad been exhaled, a kind of distillation of sulphate of copper and\nsulphate of iron took place, which appeared as “stone,” or in balls\non the surface of the quartz, and could be easily detached. [135]",
        "[The Smelter.] The furnace or smelting apparatus consisted of a round\nhollow in clayey gound, thirty centimeters in diameter and fifteen\ndeep; with which was connected a conical funnel of fire-proof stone,\ninclined at an angle of 30°, carrying up two bamboo-canes, which were\nfitted into the lower ends of two notched pine-stems; in these two\nslips, covered all over with dry grass or feathers, moved alternately\nup and down, and produced the current required for the smelting.",
        "[Smelting.] When the Igorots obtained black copper or native copper by\nblasting, they prevented loss (by oxidation) by setting up a crucible\nof good fire-proof clay in the form of a still; by which means it was\neasier for them to pour the metal into the forms which it would acquire\nfrom the same clay. The furnace being arranged, they supplied it\nwith from eighteen to twenty kilograms of rich or roasted ore, which,\naccording to the repeated experiments of Hernandez, contained twenty\nper cent of copper; and they proceeded quite scientifically, always\nexposing the ore at the mouth of the funnel, and consequently to the\nair-drafts, and placing the coals at the sides of the furnace, which\nconsisted of loose stones piled one over another to the height of fifty\ncentimeters. The fire having been kindled and the blowing apparatus,\nalready described, in operation, thick clouds of white, yellow, and\norange-yellow smoke were evolved from the partial volatilization of the\nsulphur, arsenic, and antimony, for the space of an hour; but as soon\nas only sulphurous acid was formed, and the heat by this procedure\nhad attained its highest degree, the blowing was discontinued and\nthe product taken out. This consisted of a dross, or, rather, of the\ncollected pieces of ore themselves, which, on account of the flinty\ncontents of the stones composing the funnel, were transformed by the\ndecomposition of the sulphurous metal into a porous mass, and which\ncould not be converted into dross nor form combinations with silicious\nacid, being deficient in the base as well as in the requisite heat;\nand also of a very impure “stone,” of from four to five kilograms\nweight, and containing from fifty to sixty per cent of copper.",
        "[The copper “stone”.] Several of these “stones” were melted down\ntogether for the space of about fifteen hours, in a powerful fire;\nand by this means a great portion of the three volatile substances\nabove named was again evolved; after which they placed them, now heated\nred-hot, in an upright position, but so as to be in contact with the\ndraught; the coals, however, being at the sides of the furnace. After\nblowing for an hour or half-an-hour, they thus obtained, as residuum,\na silicate of iron with antimony and traces of arsenic, a “stone\"\ncontaining from seventy to seventy-five per cent of copper, which they\ntook off in very thin strips, at the same time using refrigerating\nvessels; and at the bottom of the hollow there remained, according\nas the mass was more or less freed from sulphur, a larger or smaller\nquantity (always, however, impure) of black copper.",
        "[Purifying the product.] The purified stones obtained by this second\nprocess were again made red-hot by placing them between rows of wood,\nin order that they might not melt into one another before the fire\nhad freed them from impurities.",
        "The black copper obtained from the second operation, and the stones\nwhich were re-melted at the same time, were then subjected to a\nthird process in the same furnace (narrowed by quarry stones and\nprovided with a crucible); which produced a residuum of silicious\niron and black copper, which was poured out into clay moulds, and\nin this shape came into commerce. This black copper contained from\nninety-two to ninety-four per cent of copper, and was tinged by a\ncarbonaceous compound of the same metal known by its yellow color,\nand the oxide on the surface arising from the slow cooling, which will\noccur notwithstanding every precaution; and the surface so exposed\nto oxidation they beat with green twigs. When the copper, which had\nbeen thus extracted with so much skill and patience by the Igorots,\nwas to be employed in the manufacture of kettles, pipes, and other\ndomestic articles, or for ornament, it was submitted to another\nprocess of purification, which differed from the preceding only in\none particular, that the quantity of coals was diminished and the\nair-draught increased according as the process of smelting drew near\nto its termination, which involved the removal of the carbonaceous\ncompound by oxidation. Santos found, by repeated experiment, that even\nfrom ores of the mean standard of twenty per cent, only from eight to\nten per cent of black copper was extracted by the third operation; so\nthat between eight to twelve per cent still remained in the residuum\nor porous quartz of the operation.",
        "[Tagalog women traders.] It was difficult to procure the necessary\nmeans of transport for my baggage on the return journey to Paracale,\nthe roads being so soaked by the continuous rains that no one would\nventure his cattle for the purpose. In Mambulao the influence of\nthe province on its western border is very perceptible, and Tagalog\nis understood almost better than Bicol; the Tagalog element being\nintroduced amongst the population by women, who with their families\ncome here, from Lucban and Mauban, in the pursuit of trade. They buy up\ngold, and import stuffs and other wares in exchange. The gold acquired\nis commonly from fifteen to sixteen carats, and a mark determines\nits quality. The dealers pay on the average $11 per ounce; but when,\nas is usually the case, it is [Miners uncertain returns.] offered in\nsmaller quantities than one ounce, only $10. [136] They weigh with\nsmall Roman scales, and have no great reputation for honesty.",
        "North Camarines is thinly inhabited, the population of the mining\ndistricts having removed after the many undertakings which were\nartificially called into existence by the mining mania had been\nruined. The goldwashers are mostly dissolute and involved in debt,\nand continually expecting rich findings which but very seldom occur,\nand which, when they do occur, are forthwith dissipated;–a fact\nwhich will acount for champagne and other articles of luxury being\nfound in the shops of the very poor villagers.",
        "Malaguit and Matango, during the dry season, are said to be connected\nby an extremely good road; but, when we passed, the two places were\nseparated by a quagmire into which the horses sank up to their middle.",
        "[Labo.] In Labo, a little village on the right bank of the river Labo\n(which rises in the mountain of the same name), the conditions to\nwhich we have adverted are repeated–vestiges of the works of former\nmining companies fast disappearing, and, in the midst, little pits\nbeing worked by the natives. Red lead has not been found here, but\ngold has been, and especially “platinum,” which some experiments\nhave proved to be lead-glance. The mountain Labo appears from its\nbell-shape and the strata exposed in the river bed to consist of\ntrachytic hornblende. Half a league W.S.W., after wading through mud\na foot deep, we reached the mountain Dallas where lead-glance and\ngold were formerly obtained by a mining company; and to the present\nday gold is obtained by a few natives in the usual mode.",
        "[Wild Cat Mining.] Neither in the latter province, nor in Manila, could\nI acquire more precise information respecting the histories of the\nnumerous unfortunate mining enterprises. Thus much, however, appears\ncertain, that they were originated only by speculators, and never\nproperly worked with sufficient means. They therefore, of necessity,\ncollapsed so soon as the speculators ceased from their operations.",
        "[Small output.] North Camarines yields no metal with the exception\nof the little gold obtained by the natives in so unprofitable a\nmanner. The king of Spain at first received a fifth, and then a\ntenth, of the produce; but the tax subsequently ceased. In Morga’s\ntime the tenth amounted on an average to $10,000 (\"which was kept\nquite secret”); the profit, consequently, to above $100,000. Gemelli\nCarreri was informed by the governor of Manila that gold to the value\nof $200,000 was collected annually without the help of either fire or\nquicksilver, and that Paracale, in particular, was rich in gold. No\ndata exist from which I could estimate the actual rate of produce; and\nthe answers to several inquiries deserve no mention. The produce is,\nat all events, very small, as well on account of the incompleteness\nof the mode of procedure as of the irregularity of labor, for the\nnatives work only when they are compelled by necessity.",
        "[Indang.] I returned down the stream in a boat to Indang, a\ncomparatively flourishing place, of smaller population but more\nconsiderable trade than Daet; the export consisting principally of\nabacá, and the import of rice.",
        "[Storms.] An old mariner, who had navigated this coast for many\nyears, informed me that the same winds prevail from Daet as far as\nCape Engaño, the north-east point of Luzon. From October to March\nthe north-east wind prevails, the monsoon here beginning with north\nwinds, which are of short duration and soon pass into the north-east;\nand in January and February the east winds begin and terminate\nthe monsoon. The heaviest rains fall from October to January, and\nin October typhoons sometimes occur. Beginning from the north or\nnorth-east, they pass to the north-west, where they are most violent;\nand then to the north and east, sometimes as far as to the south-east,\nand even to the south. In March and April, and sometimes in the\nbeginning of May, shifting winds blow, which bring in the south-west\nmonsoon; but the dry season, of which April and May are the driest\nmonths, is uninterrupted by rain. Thunder storms occur from June to\nNovember; most frequently in August. During the south-west monsoon\nthe sea is very calm; but in the middle of the north-east monsoon all\nnavigation ceases on the east coast. In the outskirts of Baler rice\nis sown in October, and reaped in March and April. Mountain rice is\nnot cultivated.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}