{
    "title": "The Picture of Dorian Gray - Chapter IV",
    "author": "Oscar Wilde",
    "chapter": "4",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "“I suppose you have heard the news, Basil?” said Lord Henry\non the following evening, as Hallward was shown into a little private\nroom at the Bristol where dinner had been laid for three.",
        "“No, Harry,” answered Hallward, giving his hat and coat to the bowing\nwaiter.  “What is it?  Nothing about politics, I hope?  They don’t\ninterest me.  There is hardly a single person in the House of Commons\nworth painting; though many of them would be the better for a little\nwhitewashing.”",
        "“Dorian Gray is engaged to be married,” said Lord Henry, watching him\nas he spoke.",
        "Hallward turned perfectly pale, and a curious look flashed for a\nmoment into his eyes, and then passed away, leaving them dull.\"\nDorian engaged to be married!” he cried.  “Impossible!”",
        "“It is perfectly true.”",
        "“To whom?”",
        "“To some little actress or other.”",
        "“I can’t believe it.  Dorian is far too sensible.”",
        "“Dorian is far too wise not to do foolish things now and then, my\ndear Basil.”",
        "“Marriage is hardly a thing that one can do now and then, Harry,\"\nsaid Hallward, smiling.",
        "“Except in America.  But I didn’t say he was married.  I said he was\nengaged to be married.  There is a great difference.  I have a\ndistinct remembrance of being married, but I have no recollection at\nall of being engaged.  I am inclined to think that I never was\nengaged.”",
        "“But think of Dorian’s birth, and position, and wealth.  It would be\nabsurd for him to marry so much beneath him.”",
        "“If you want him to marry this girl, tell him that, Basil.  He is\nsure to do it then.  Whenever a man does a thoroughly stupid thing,\nit is always from the noblest motives.”",
        "“I hope the girl is good, Harry.  I don’t want to see Dorian tied to\nsome vile creature, who might degrade his nature and ruin his\nintellect.”",
        "“Oh, she is more than good–she is beautiful,” murmured Lord Henry,\nsipping a glass of vermouth and orange-bitters.  “Dorian says she is\nbeautiful; and he is not often wrong about things of that kind.  [33]\nYour portrait of him has quickened his appreciation of the personal\nappearance of other people.  It has had that excellent effect, among\nothers.  We are to see her to-night, if that boy doesn’t forget his\nappointment.”",
        "“But do you approve of it, Harry?” asked Hallward, walking up and\ndown the room, and biting his lip.  “You can’t approve of it, really.\nIt is some silly infatuation.”",
        "“I never approve, or disapprove, of anything now.  It is an absurd\nattitude to take towards life.  We are not sent into the world to air\nour moral prejudices.  I never take any notice of what common people\nsay, and I never interfere with what charming people do.  If a\npersonality fascinates me, whatever the personality chooses to do is\nabsolutely delightful to me.  Dorian Gray falls in love with a\nbeautiful girl who acts Shakespeare, and proposes to marry her.  Why\nnot?  If he wedded Messalina he would be none the less interesting.\nYou know I am not a champion of marriage.  The real drawback to\nmarriage is that it makes one unselfish.  And unselfish people are\ncolorless.  They lack individuality.  Still, there are certain\ntemperaments that marriage makes more complex.  They retain their\negotism, and add to it many other egos.  They are forced to have more\nthan one life.  They become more highly organized.  Besides, every\nexperience is of value, and, whatever one may say against marriage,\nit is certainly an experience.  I hope that Dorian Gray will make\nthis girl his wife, passionately adore her for six months, and then\nsuddenly become fascinated by some one else.  He would be a wonderful\nstudy.”",
        "“You don’t mean all that, Harry; you know you don’t.  If Dorian\nGray’s life were spoiled, no one would be sorrier than yourself.  You\nare much better than you pretend to be.”",
        "Lord Henry laughed.  “The reason we all like to think so well of\nothers is that we are all afraid for ourselves.  The basis of\noptimism is sheer terror.  We think that we are generous because we\ncredit our neighbor with those virtues that are likely to benefit\nourselves.  We praise the banker that we may overdraw our account,\nand find good qualities in the highwayman in the hope that he may\nspare our pockets.  I mean everything that I have said.  I have the\ngreatest contempt for optimism.  And as for a spoiled life, no life\nis spoiled but one whose growth is arrested.  If you want to mar a\nnature, you have merely to reform it.  But here is Dorian himself.\nHe will tell you more than I can.”",
        "“My dear Harry, my dear Basil, you must both congratulate me!” said\nthe boy, throwing off his evening cape with its satin-lined wings,\nand shaking each of his friends by the hand in turn.  “I have never\nbeen so happy.  Of course it is sudden: all really delightful things\nare.  And yet it seems to me to be the one thing I have been looking\nfor all my life.”  He was flushed with excitement and pleasure, and\nlooked extraordinarily handsome.",
        "“I hope you will always be very happy, Dorian,” said Hallward, “but I\ndon’t quite forgive you for not having let me know of your\nengagement.  You let Harry know.”",
        "“And I don’t forgive you for being late for dinner,” broke in Lord\n[34] Henry, putting his hand on the lad’s shoulder, and smiling as he\nspoke.  “Come, let us sit down and try what the new chef here is\nlike, and then you will tell us how it all came about.”",
        "“There is really not much to tell,” cried Dorian, as they took their\nseats at the small round table.  “What happened was simply this.\nAfter I left you yesterday evening, Harry, I had some dinner at that\ncurious little Italian restaurant in Rupert Street, you introduced me\nto, and went down afterwards to the theatre.  Sibyl was playing\nRosalind.  Of course the scenery was dreadful, and the Orlando\nabsurd.  But Sibyl!  You should have seen her!  When she came on in\nher boy’s dress she was perfectly wonderful.  She wore a moss-colored\nvelvet jerkin with cinnamon sleeves, slim brown cross-gartered hose,\na dainty little green cap with a hawk’s feather caught in a jewel,\nand a hooded cloak lined with dull red.  She had never seemed to me\nmore exquisite.  She had all the delicate grace of that Tanagra\nfigurine that you have in your studio, Basil.  Her hair clustered\nround her face like dark leaves round a pale rose.  As for her\nacting–well, you will see her to-night.  She is simply a born\nartist.  I sat in the dingy box absolutely enthralled.  I forgot that\nI was in London and in the nineteenth century.  I was away with my\nlove in a forest that no man had ever seen.  After the performance\nwas over I went behind, and spoke to her.  As we were sitting\ntogether, suddenly there came a look into her eyes that I had never\nseen there before.  My lips moved towards hers.  We kissed each\nother.  I can’t describe to you what I felt at that moment.  It\nseemed to me that all my life had been narrowed to one perfect point\nof rose-colored joy.  She trembled all over, and shook like a white\nnarcissus.  Then she flung herself on her knees and kissed my hands.\nI feel that I should not tell you all this, but I can’t help it.  Of\ncourse our engagement is a dead secret.  She has not even told her\nown mother.  I don’t know what my guardians will say.  Lord Radley is\nsure to be furious.  I don’t care.  I shall be of age in less than a\nyear, and then I can do what I like.  I have been right, Basil,\nhaven’t I, to take my love out of poetry, and to find my wife in\nShakespeare’s plays?  Lips that Shakespeare taught to speak have\nwhispered their secret in my ear.  I have had the arms of Rosalind\naround me, and kissed Juliet on the mouth.”",
        "“Yes, Dorian, I suppose you were right,” said Hallward, slowly.",
        "“Have you seen her to-day?” asked Lord Henry.",
        "Dorian Gray shook his head.  “I left her in the forest of Arden, I\nshall find her in an orchard in Verona.”",
        "Lord Henry sipped his champagne in a meditative manner.  “At what\nparticular point did you mention the word marriage, Dorian? and what\ndid she say in answer?  Perhaps you forgot all about it.”",
        "“My dear Harry, I did not treat it as a business transaction, and I\ndid not make any formal proposal.  I told her that I loved her, and\nshe said she was not worthy to be my wife.  Not worthy!  Why, the\nwhole world is nothing to me compared to her.”",
        "“Women are wonderfully practical,” murmured Lord Henry,–\"much more\npractical than we are.  In situations of that kind we often forget to\nsay anything about marriage, and they always remind us.”",
        "[35] Hallward laid his hand upon his arm.  “Don’t, Harry.  You have\nannoyed Dorian.  He is not like other men.  He would never bring\nmisery upon any one.  His nature is too fine for that.”",
        "Lord Henry looked across the table.  “Dorian is never annoyed with\nme,” he answered.  “I asked the question for the best reason\npossible, for the only reason, indeed, that excuses one for asking\nany question,–simple curiosity.  I have a theory that it is always\nthe women who propose to us, and not we who propose to the women,\nexcept, of course, in middle-class life.  But then the middle classes\nare not modern.”",
        "Dorian Gray laughed, and tossed his head.  “You are quite\nincorrigible, Harry; but I don’t mind.  It is impossible to be angry\nwith you.  When you see Sibyl Vane you will feel that the man who\ncould wrong her would be a beast without a heart.  I cannot\nunderstand how any one can wish to shame what he loves.  I love Sibyl\nVane.  I wish to place her on a pedestal of gold, and to see the\nworld worship the woman who is mine.  What is marriage?  An\nirrevocable vow.  And it is an irrevocable vow that I want to take.\nHer trust makes me faithful, her belief makes me good.  When I am\nwith her, I regret all that you have taught me.  I become different\nfrom what you have known me to be.  I am changed, and the mere touch\nof Sibyl Vane’s hand makes me forget you and all your wrong,\nfascinating, poisonous, delightful theories.”",
        "“You will always like me, Dorian,” said Lord Henry.  “Will you have\nsome coffee, you fellows?–Waiter, bring coffee, and fine-champagne,\nand some cigarettes.  No: don’t mind the cigarettes; I have some.–\nBasil, I can’t allow you to smoke cigars.  You must have a cigarette.\nA cigarette is the perfect type of a perfect pleasure.  It is\nexquisite, and it leaves one unsatisfied.  What more can you want?–\nYes, Dorian, you will always be fond of me.  I represent to you all\nthe sins you have never had the courage to commit.”",
        "“What nonsense you talk, Harry!” cried Dorian Gray, lighting his\ncigarette from a fire-breathing silver dragon that the waiter had\nplaced on the table.  “Let us go down to the theatre.  When you see\nSibyl you will have a new ideal of life.  She will represent\nsomething to you that you have never known.”",
        "“I have known everything,” said Lord Henry, with a sad look in his\neyes, “but I am always ready for a new emotion.  I am afraid that\nthere is no such thing, for me at any rate.  Still, your wonderful\ngirl may thrill me.  I love acting.  It is so much more real than\nlife.  Let us go.  Dorian, you will come with me.–I am so sorry,\nBasil, but there is only room for two in the brougham.  You must\nfollow us in a hansom.”",
        "They got up and put on their coats, sipping their coffee standing.\nHallward was silent and preoccupied.  There was a gloom over him.  He\ncould not bear this marriage, and yet it seemed to him to be better\nthan many other things that might have happened.  After a few\nmoments, they all passed down-stairs.  He drove off by himself, as\nhad been arranged, and watched the flashing lights of the little\nbrougham in front of him.  A strange sense of loss came over him.\n[36] He felt that Dorian Gray would never again be to him all that he\nhad been in the past.  His eyes darkened, and the crowded flaring\nstreets became blurred to him.  When the cab drew up at the doors of\nthe theatre, it seemed to him that he had grown years older.",
        "Continue...",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}