{
    "title": "The Adventures of Baron Munchausen - The Second Volume",
    "author": "Raspe",
    "chapter": "24",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "Baron Munchausen has certainly been productive of much benefit to the\nliterary world; the numbers of egregious travellers have been such,\nthat they demanded a very Gulliver to surpass them. If Baron de Tott\ndauntlessly discharged an enormous piece of artillery, the Baron\nMunchausen has done more; he has taken it and swam with it across the\nsea. When travellers are solicitous to be the heroes of their own\nstory, surely they must admit to superiority, and blush at seeing\nthemselves out-done by the renowned Munchausen: I doubt whether any\none hitherto, Pantagruel, Gargantua, Captain Lemuel, or De Tott, has\nbeen able to out-do our Baron in this species of excellence: and as at\npresent our curiosity seems much directed to the interior of Africa,\nit must be edifying to have the real relation of Munchausen’s\nadventures there before any further intelligence arrives; for he seems\nto adapt himself and his exploits to the spirit of the times, and\nrecounts what he thinks should be most interesting to his auditors.",
        "I do not say that the Baron, in the following stories, means a satire\non any political matters whatever. No; but if the reader understands\nthem so, I cannot help it.",
        "If the Baron meets with a parcel of negro ships carrying whites into\nslavery to work upon their plantations in a cold climate, should we\ntherefore imagine that he intends a reflection on the present traffic\nin human flesh? And that, if the negroes should do so, it would be\nsimple justice, as retaliation is the law of God! If we were to think\nthis a reflection on any present commercial or political matter, we\nshould be tempted to imagine, perhaps, some political ideas conveyed\nin every page, in every sentence of the whole. Whether such things are\nor are not the intentions of the Baron the reader must judge.",
        "We have had not only wonderful travellers in this vile world, but\nsplenetic travellers, and of these not a few, and also conspicuous\nenough. It is a pity, therefore, that the Baron has not endeavoured to\nsurpass them also in this species of story-telling. Who is it can read\nthe travels of Smellfungus, as Sterne calls him, without admiration?\nTo think that a person from the North of Scotland should travel\nthrough some of the finest countries in Europe, and find fault with\neverything he meets–nothing to please him! And therefore, methinks,\nthe Tour to the Hebrides is more excusable, and also perhaps Mr.\nTwiss’s Tour in Ireland. Dr. Johnson, bred in the luxuriance of\nLondon, with more reason should become cross and splenetic in the\nbleak and dreary regions of the Hebrides.",
        "The Baron, in the following work, seems to be sometimes philosophical;\nhis account of the language of the interior of Africa, and its analogy\nwith that of the inhabitants of the moon, show him to be profoundly\nversed in the etymological antiquities of nations, and throw new light\nupon the abstruse history of the ancient Scythians, and the\nCollectanea.",
        "His endeavour to abolish the custom of eating live flesh in the\ninterior of Africa, as described in Bruce’s Travels, is truly humane.\nBut far be it from me to suppose, that by Gog and Magog and the Lord\nMayor’s show he means a satire upon any person or body of persons\nwhatever: or, by a tedious litigated trial of blind judges and dumb\nmatrons following a wild goose chase all round the world, he should\nglance at any trial whatever.",
        "Nevertheless, I must allow that it was extremely presumptuous in\nMunchausen to tell half the sovereigns of the world that they were\nwrong, and advise them what they ought to do; and that instead of\nordering millions of their subjects to massacre one another, it would\nbe more to their interest to employ their forces in concert for the\ngeneral good; as if he knew better than the Empress of Russia, the\nGrand Vizier, Prince Potemkin, or any other butcher in the world. But\nthat he should be a royal Aristocrat, and take the part of the injured\nQueen of France in the present political drama, I am not at all\nsurprised; but I suppose his mind was fired by reading the pamphlet\nwritten by Mr. Burke.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}