{
    "title": "The Life of Abraham Lincoln - Chapter XXV. The Outburst of Patriotism",
    "author": "Henry Ketcham",
    "chapter": "27",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The fall of Sumter caused an outburst of patriotism through the entire\nNorth such as is not witnessed many times in a century. On Sunday\nmorning, April 14th, it was known that terms of surrender had been\narranged. On that day and on many succeeding Sundays the voices from a\nthousand pulpits sounded with the certainty of the bugle, the call to\nthe defense of the flag. Editors echoed the call. Such newspapers as\nwere suspected of secession tendencies were compelled to hoist the\nAmerican flag. For the time at least, enthusiasm and patriotism ran\nvery high. Those who were decidedly in sympathy with the South remained\nquiet, and those who were of a doubtful mind were swept along with the\ntide of popular feeling. The flag had been fired on. That one fact\nunified the North.",
        "On that same evening Senator Douglas arranged for a private interview\nwith President Lincoln. For two hours these men, rivals and antagonists\nof many years, were in confidential conversation. What passed between\nthem no man knows, but the result of the conference was quickly made\npublic. Douglas came out of the room as determined a “war democrat” as\ncould be found between the oceans. He himself prepared a telegram which\nwas everywhere published, declaring that he would sustain the President\nin defending the constitution.",
        "Lincoln had prepared his call for 75,000 volunteer troops. Douglas\nthought the number should have been 200,000. So it should, and so\ndoubtless it would, had it not been for certain iniquities of\nBuchanan’s mal-administration. There were no arms, accouterments,\nclothing. Floyd had well-nigh stripped the northern arsenals. Lincoln\ncould not begin warlike preparations on any great scale because that\nwas certain to precipitate the war which he so earnestly strove to\navoid.",
        "Further, the 75,000 was about five times the number of soldiers then in\nthe army of the United States. Though the number of volunteers was\nsmall, their proportion to the regular army was large.",
        "That night Lincoln’s call and Douglas’s endorsement were sent over the\nwires. Next morning the two documents were published in every daily\npaper north of Mason and Dixon’s line.",
        "The call for volunteer soldiers was in the South greeted with a howl of\nderision. They knew how the arsenals had been stripped. They had also\nfor years been quietly buying up arms not only from the North, but also\nfrom various European nations. They had for many years been preparing\nfor just this event, and now that it came they were fully equipped.\nDuring the first months of the war the administration could not wisely\nmake public how very poorly the soldiers were armed, for this would\nonly discourage the defenders of the Union and cheer the enemy.",
        "This call for troops met with prompt response. The various governors of\nthe northern states offered many times their quota. The first in the\nfield was Massachusetts. This was due to the foresight of ex-Governor\nBanks. He had for years kept the state militia up to a high degree of\nefficiency. When rallied upon this he explained that it was to defend\nthe country against a rebellion of the slaveholders which was sure to\ncome.",
        "The call for volunteers was published on the morning of April 15th. By\nten o’clock the 6th Massachusetts began to rendezvous. In less than\nthirty-six hours the regiment was ready and off for Washington. They\nwere everywhere cheered with much enthusiasm. In New York they were\nguests of the Astor House, whose patriotic proprietor would receive no\ncompensation from the defenders of the flag.",
        "The reception in Baltimore was of a very different sort. Some ruffians\nof that city had planned to assassinate Lincoln in February, and now\nthey in large numbers prepared to attack the soldiers who were\nhastening to the defense of the national capital. Here was the first\nbloodshed of the war. The casualties were four killed and thirty-six\nwounded. When the regiment reached Washington City, the march from the\nrailway station was very solemn. Behind the marching soldiers followed\nthe stretchers bearing the wounded. The dead had been left behind.\nGovernor Andrew’s despatch to Mayor Brown,–\"Send them home\ntenderly,\"–elicited the sympathy of millions of hearts.",
        "The mayor of Baltimore and the governor of Maryland sent a deputation\nto Lincoln to ask that no more troops be brought through that city. The\nPresident made no promise, but he said he was anxious to avoid all\nfriction and he would do the best he could. He added playfully that if\nhe granted that, they would be back next day to ask that no troops be\nsent around Baltimore.",
        "That was exactly what occurred. The committee were back the next day\nprotesting against permitting any troops to cross the state of\nMaryland. Lincoln replied that, as they couldn’t march around the\nstate, nor tunnel under it, nor fly over it, he guessed they would have\nto march across it.",
        "It was arranged that for the time being the troops should be brought to\nAnnapolis and transported thence to Washington by water. This was one\nof the many remarkable instances of forbearance on the part of the\ngovernment. There was a great clamor on the part of the North for\nvengeance upon Baltimore for its crime, and a demand for sterner\nmeasures in future. But the President was determined to show all the\nconciliation it was possible to show, both in this case and in a\nhundred others.",
        "These actions bore good fruit. It secured to him the confidence of the\npeople to a degree that could not have been foreseen. On the 22d of\nJuly, 1861, Mr. Crittenden, of Kentucky, offered the following\nresolution:",
        "“Resolved by the House of Representatives of the United States,\nThat the present deplorable civil war has been forced upon the country\nby the disunionists of the Southern States, now in arms against the\nConstitutional Government and in arms around the capital:",
        "“That in this national emergency, congress, banishing all feelings of\nmere passion or resentment, will recollect only its duty to the whole\ncountry;",
        "“That this war is not waged on their part in any spirit of oppression,\nor for any purpose of conquest or subjugation, or purpose of\noverthrowing or interfering with the rights or established institutions\nof those states, but to defend and maintain the supremacy of the\nConstitution, and to preserve the Union with all the dignity, equality,\nand rights of the several states unimpaired; and that, as soon as these\nobjects are accomplished, the war ought to cease.”",
        "This resolution was passed with only two dissenting votes. Lincoln’s\npatience, forbearance, conciliation had accomplished this marvel.",
        "Very early in the war the question of slavery confronted the generals.\nIn the month of May, only about two months after the inauguration,\nGenerals Butler and McClellan confronted the subject, and their methods\nof dealing with it were as widely different as well could be. When\nButler was in charge of Fortress Monroe three negroes fled to that\nplace for refuge. They said that Colonel Mallory had set them to work\nupon the rebel fortifications. A flag of truce was sent in from the\nrebel lines demanding the return of the negroes. Butler replied: “I\nshall retain the negroes as contraband of war. You were using\nthem upon your batteries; it is merely a question whether they shall be\nused for or against us.” From that time the word contraband was\nused in common speech to indicate an escaped slave.",
        "It was on the 26th day of the same month that McClellan issued to the\nslaveholders a proclamation in which are found these words: “Not only\nwill we abstain from all interference with your slaves, but we will, on\nthe contrary, with an iron hand crush any attempt at insurrection on\ntheir part.” It is plain that McClellan’s “we” did not include his\nbrother-general at Fortress Monroe. Further comment on his attitude is\nreserved to a later chapter.",
        "The early victims of the war caused deep and profound sympathy. The\ncountry was not yet used to carnage. The expectancy of a people not\nexperienced in war was at high tension, and these deaths, which would\nat any time have produced a profound impression, were emphatically\nimpressive at that time.",
        "One of the very first martyrs of the war was Elmer E. Ellsworth. He was\nyoung, handsome, impetuous. At Chicago he had organized among the\nfiremen a company of Zouaves with their spectacular dress and drill.\nThese Zouaves had been giving exhibition drills in many northern cities\nand aroused no little interest. One result was the formation of similar\ncompanies at various places. The fascinating Zouave drill became quite\npopular.",
        "In 1861 Ellsworth was employed in the office of Lincoln and Herndon in\nSpringfield. When the President-elect journeyed to Washington\nEllsworth, to whom Lincoln was deeply attached, made one of the party.\nAt the outbreak of hostilities he was commissioned as colonel to raise\na regiment in New York. On the south bank of the Potomac, directly\nopposite Washington, was Alexandria. The keeper of the Mansion House,\nin that place, had run up a secession flag on the mast at the top of\nthe hotel. This flag floated day after day in full sight of Lincoln and\nEllsworth and the others.",
        "Ellsworth led an advance upon Alexandria on the evening of May 23d. The\nrebels escaped. The next morning as usual, the secession flag floated\ntauntingly from the Mansion House. Ellsworth’s blood was up and he\nresolved to take down that flag and hoist the stars and stripes with\nhis own hand. Taking with him two soldiers he accomplished his purpose.",
        "Returning by a spiral stairway, he carried the rebel flag in his hand.\nThe proprietor of the hotel came out from a place of concealment,\nplaced his double-barreled shot-gun nearly against Ellsworth’s body and\nfired. The assassin was instantly shot down by private Brownell, but\nEllsworth was dead. The rebel flag was dyed in the blood of his heart.\nUnderneath his uniform was found a gold medal with the inscription,\nnon solum nobus, sed pro patria,–\"not for ourselves only but for our\ncountry.”",
        "The body was removed to Washington City, where it lay in state in the\nEast room until burial. The President, amid all the cares of that busy\nperiod, found time to sit many hours beside the body of his friend, and\nat the burial he appeared as chief mourner.",
        "This murder fired the northern imagination to a degree. The picture of\nEllsworth’s handsome face was everywhere familiar. It is an easy guess\nthat hundreds, not to say thousands, of babies were named for him\nwithin the next few months, and to this day the name Elmer, starting\nfrom him, has not ceased to be a favorite.",
        "A little more than two weeks later, on the 10th of June, the first real\nbattle of the war was fought. This was at Big Bethel, Va., near\nFortress Monroe. The loss was not great as compared with later battles,\nbeing only eighteen killed and fifty-three wounded. But among the\nkilled was Major Theodore Winthrop, a young man barely thirty-three\nyears of age. He was the author of several successful books, and gave\npromise of a brilliant literary career. He was a true patriot and a\ngallant soldier. His death was the source of sorrow and anger to many\nthousands of readers of “Cecil Dreeme.”",
        "It was two months later that General Lyon fell at Wilson’s Creek, Mo.\nHe had been conspicuous for his services to the country before this\ntime. The battle was bitterly contested, and Lyon showed himself a\nveritable hero in personal courage and gallantry. After three wounds he\nwas still fighting on, leading personally a bayonet charge when he was\nshot for the fourth time, fell from his horse, and died immediately. It\nwas the gallant death of a brave soldier, that touches the heart and\nfires the imagination.",
        "These deaths, and such as these, occurring at the beginning of the war,\ntaught the country the painful truth that the cost of war is deeper\nthan can possibly be reckoned. The dollars of money expended, and the\nlists of the numbers killed, wounded, and missing, do not fully express\nthe profound sorrow, the irreparable loss.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}