{
    "title": "The Boys’ Life of Mark Twain - XIV. River Days",
    "author": "Paine",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Piloting was only a part of Sam Clemens’s education on the Mississippi.\nHe learned as much of the reefs and shallows of human nature as of the\nriver-bed.  In one place he writes:",
        "In that brief, sharp schooling I got personally and familiarly\n     acquainted with all the different types of human nature that are to\n     be found in fiction, biography, or history.",
        "All the different types, but most of them in the rough.  That Samuel\nClemens kept the promise made to his mother as to drink and cards during\nthose apprentice days is well worth remembering.",
        "Horace Bixby, answering a call for pilots from the Missouri River,\nconsigned his pupil, as was customary, tonne of the pilots of the “John\nJ. Roe,” a freight-boat, owned and conducted by some retired farmers, and\nin its hospitality reminding Sam of his Uncle John Quarles’s farm.  The\n“Roe” was a very deliberate boat.  It was said that she could beat an\nisland to St. Louis, but never quite overtake the current going down-\nstream.  Sam loved the “Roe.”  She was not licensed to carry passengers,\nbut she always had a family party of the owners’ relations aboard, and\nthere was a big deck for dancing and a piano in the cabin.  The young\npilot could play the chords, and sing, in his own fashion, about a\ngrasshopper that; sat on a sweet-potato vine, and about–",
        "An old, old horse whose name was Methusalem,\nTook him down and sold him in Jerusalem,\nA long time ago.",
        "The “Roe” was a heavenly place, but Sam’s stay there did not last.  Bixby\ncame down from the Missouri, and perhaps thought he was doing a fine\nthing for his pupil by transferring him to a pilot named Brown, then on a\nlarge passenger-steamer, the “Pennsylvania.”  The “Pennsylvania” was new\nand one of the finest boats on the river.  Sam Clemens, by this time, was\naccounted a good steersman, so it seemed fortunate and a good arrangement\nfor all parties.",
        "But Brown was a tyrant.  He was illiterate and coarse, and took a dislike\nto Sam from the start.  His first greeting was a question, harmless\nenough in form but offensive in manner.",
        "“Are you Horace Bigsby’s cub?\"–Bixby being usually pronounced “Bigsby\"\nin river parlance.",
        "Sam answered politely enough that he was, and Brown proceeded to comment\non the “style” of his clothes and other personal matters.",
        "He had made an effort to please Brown, but it was no use.  Brown was\nnever satisfied.  At a moment when Sam was steering, Brown, sitting on\nthe bench, would shout: “Here!  Where are you going now?  Pull her down!\nPull her down!  Do you hear me?  Blamed mud-cat!”",
        "The young pilot soon learned to detest his chief, and presently was\nputting in a good deal of his time inventing punishments for him.",
        "I could imagine myself killing Brown; there was no law against that, and\nthat was the thing I always used to do the moment I was abed.  Instead of\ngoing over the river in my mind, as was my duty, I threw business aside\nfor pleasure, and killed Brown.",
        "He gave up trying to please Brown, and was even willing to stir him up\nupon occasion.  One day when the cub was at the wheel his chief noticed\nthat the course seemed peculiar.",
        "“Here!  Where you headin’ for now?” he yelled.  “What in the nation you\nsteerin’ at, anyway?  Blamed numskull!”",
        "“Why,” said Sam in his calm, slow way, “I didn’t see much else I could\nsteer for, so I was heading for that white heifer on the bank.”",
        "“Get away from that wheel!  And get outen this pilot-house!” yelled\nBrown.  “You ain’t fitten to become no pilot!”  An order that Sam found\nwelcome enough.  The other pilot, George Ealer, was a lovable soul who\nplayed the flute and chess during his off watch, and read aloud to Sam\nfrom “Goldsmith” and “Shakespeare.”  To be with George Ealer was to\nforget the persecutions of Brown.",
        "Young Clemens had been on the river nearly a year at this time, and,\nthough he had learned a good deal and was really a fine steersman, he\nreceived no wages.  He had no board to pay, but there were things he must\nbuy, and his money supply had become limited.  Each trip of the\n“Pennsylvania” she remained about two days and nights in New Orleans,\nduring which time the young man was free.  He found he could earn two and\na half to three dollars a night watching freight on the levee, and, as\nthis opportunity came around about once a month, the amount was useful.\nNor was this the only return; many years afterward he said:",
        "“It was a desolate experience, watching there in the dark, among\n     those piles of freight; not a sound, not a living creature astir.\n     But it was not a profitless one.  I used to have inspirations as I\n     sat there alone those nights.  I used to imagine all sots of\n     situations and possibilities.  These things got into my books by and\n     by, and furnished me with many a chapter.  I can trace the effects\n     of those nights through most of my books, in one way and another.”",
        "Piloting, even with Brown, had its pleasant side.  In St. Louis, young\nClemens stopped with his sister, and often friends were there from\nHannibal.  At both ends of the line he visited friendly boats, especially\nthe “Roe,” where a grand welcome was always waiting.  Once among the\nguests of that boat a young girl named Laura so attracted him that he\nforgot time and space until one of the “Roe” pilots, Zeb Leavenworth,\ncame flying aft, shouting:",
        "“The “Pennsylvania” is backing out!”",
        "A hasty good-by, a wild flight across the decks of several boats, and a\nleap across several feet of open water closed the episode.  He wrote to\nLaura, but there was no reply.  He never saw her again, never heard from\nher for nearly fifty years, when both were widowed and old.  She had not\nreceived his letter.",
        "Occasionally there were stirring adventures aboard the “Pennsylvania.\"\nIn a letter written in March, 1858, the young pilot tells of an exciting\nnight search in the running ice for Hat Island soundings:",
        "Brown, the pilot, stood in the bow with an oar, to keep her head out, and\nI took the tiller.  We would start the men, and all would go well until\nthe yawl would bring us on a heavy cake of ice, and then the men would\ndrop like so many tenpins, while Brown assumed the horizontal in the\nbottom of the boat.  After an hour’s hard work we got back, with ice half\nan inch thick on the oars .  .  .  .  The next day was colder still.  I\nwas out in the yawl twice, and then we got through, but the infernal\nsteamboat came near running over us .  .  .  .  The “Maria Denning” was\naground at the head of the island; they hailed us; we ran alongside, and\nthey hoisted us in and thawed us out.  We had been out in the yawl from\nfour in the morning until half-past nine without being near a fire.\nThere was a thick coating of ice over men and yawl, ropes, and\neverything, and we looked like rock-candy statuary.",
        "He was at the right age to enjoy such adventures, and to feel a pride in\nthem.  In the same letter he tells how he found on the “Pennsylvania” a\nsmall clerkship for his brother Henry, who was now nearly twenty, a\nhandsome, gentle boy of whom Sam was lavishly fond and proud.  The young\npilot was eager to have Henry with him–to see him started in life. How\nlittle he dreamed what sorrow would come of his well-meant efforts in the\nlad’s behalf!  Yet he always believed, later, that he had a warning, for\none night at the end of May, in St. Louis, he had a vivid dream, which\ntime would presently fulfil.",
        "An incident now occurred on the “Pennsylvania” that closed Samuel\nClemens’s career on that boat.  It was the down trip, and the boat was in\nEagle Bend when Henry Clemens appeared on the hurricane deck with an\nannouncement from the captain of a landing a little lower down.  Brown,\nwho would never own that he was rather deaf, probably misunderstood the\norder.  They were passing the landing when the captain appeared on the\ndeck.",
        "“Didn’t Henry tell you to land here?” he called to Brown.",
        "“No, sir.”",
        "Captain Klinefelter turned to Sam.  “Didn’t you hear him?”",
        "“Yes, sir!”",
        "Brown said: “Shut your mouth!  You never heard anything of the kind!”",
        "Henry appeared, not suspecting any trouble.",
        "Brown said, fiercely, “Here, why didn’t you tell me we had got to land at\nthat plantation?”",
        "“I did tell you, Mr. Brown,” Henry said, politely.",
        "“It’s a lie!”",
        "Sam Clemens could stand Brown’s abuse of himself, but not of Henry.  He\nsaid: “You lie yourself.  He did tell you!”",
        "For a cub pilot to defy his chief was unheard of.  Brown was dazed, then\nhe shouted:",
        "“I’ll attend to your case in half a minute!”  And to Henry, “Get out of\nhere!”",
        "Henry had started when Brown seized him by the collar and struck him in\nthe face.  An instant later Sam was upon Brown with a heavy stool and\nstretched him on the floor.  Then all the repressed fury of months broke\nloose; and, leaping upon Brown and holding him down with his knees,\nSamuel Clemens pounded the tyrant with his fists till his strength gave\nout.  He let Brown go then, and the latter, with pilot instinct, sprang\nto the wheel, for the boat was drifting.  Seeing she was safe, he seized\na spy-glass as a weapon and ordered his chastiser out of the pilot-house.\nBut Sam lingered.  He had become very calm, and he openly corrected\nBrown’s English.",
        "“Don’t give me none of your airs!” yelled Brown.  “I ain’t goin’ to stand\nnothin’ more from you!”",
        "“You should say, `Don’t give me any of your airs,’” Sam said, sweetly,\n“and the last half of your sentence almost defies correction.”",
        "A group of passengers and white-aproned servants, assembled on the deck\nforward, applauded the victor.  Sam went down to find Captain\nKlinefelter.  He expected to be put in irons, for it was thought to be\nmutiny to strike a pilot.",
        "The captain took Sam into his private room and made some inquiries.  Mark\nTwain, in the “Mississippi” boot remembers them as follows:",
        "“Did you strike him first?” Captain Klinefelter asked.",
        "“Yes, sir.”",
        "“What with?”",
        "“A stool, sir.”",
        "“Hard?”",
        "“Middling, sir.”",
        "“Did it knock him down?”",
        "“He–he fell, sir.”",
        "“Did you follow it up?  Did you do anything further?”",
        "“Yes, sir.”",
        "“What did you do?”",
        "“Pounded him, sir.”",
        "“Pounded him?”",
        "“Yes, sir.”",
        "“Did you pound him much–that is, severely?”",
        "“One might call it that, sir, maybe.”",
        "“I am mighty glad of it!  Hark ye–never mention that I said that!  You\nhave been guilty of a great crime; and don’t ever be guilty of it again\non this boat, but–lay for him ashore!  Give him a good, sound thrashing,\ndo you hear?  I’ll pay the expenses.”",
        "In a letter which Samuel Clemens wrote to Orion’s wife, immediately after\nthis incident, he gives the details of the encounter with Brown and\nspeaks of Captain Klinefelter’s approval.[4]  Brown declared he would\nleave the boat at New Orleans if Sam Clemens remained on it, and the\ncaptain told him to go, offering to let Sam himself run the daylight\nwatches back to St. Louis, thus showing his faith in the young steersman.\nThe “cub,” however, had less confidence, and advised that Brown be kept\nfor the up trip, saying he would follow by the next boat.  It was a\ndecision that probably saved his life.",
        "That night, watching on the levee, Henry joined him, when his own duties\nwere finished, and the brothers made the round together.  It may have\nbeen some memory of his dream that made Samuel Clemens say:",
        "“Henry, in case of accident, whatever you do, don’t lose your head–the\npassengers will do that.  Rush for the hurricane-deck and to the life-\nboat, and obey the mate’s orders.  When the boat is launched, help the\nwomen and children into it.  Don’t get in yourself.  The river is only a\nmile wide.  You can swim ashore easily enough.”",
        "It was good, manly advice, but a long grief lay behind it.",
        "[4] In the Mississippi book the author says that Brown was about to\nstrike Henry with a lump of coal, but in the letter above mentioned the\ndetails are as here given.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}