{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. VII.",
    "author": "I. Windslow Ayer",
    "chapter": "8",
    "content": [
        "\n\n",
        "TIME FIXED FOR THE UPRISING OR REVOLUTION–EXTENSIVE PREPARATIONS–DRILL\nAND DISCIPLINE OF CLUBS–OPEN THREATS UPON OUR STREETS–MASS MEETINGS AND\nTARGET PRACTICE OF TRAITORS–PREPARATIONS FOR THE NATIONAL DEMOCRATIC\nCONVENTION IN CHICAGO–WHY THE UPRISING DID NOT TAKE PLACE–PRICE BEHIND\nTIME–ANOTHER PERIOD FIXED–ALL READY AT THE CONVENTION–PROMPT AND\nTIMELY PRECAUTION BY COLONEL SWEET.",
        "The approach of the time fixed for the general uprising, witnessed\nremarkable and very unusual activity among the members of the Sons of\nLiberty, who now saw vividly the complete realization of their wishes, and\nwere all, rank and file, in obedience to orders, busy with preparations.\nLittle did the busy bustling city know of the plans and movements on foot.\nThe same activity in trade, the same hopeful spirit among Union persons,\nthe same gatherings at amusements, the same busy hum of industry as ever;\nnothing gave evidence of the existence of the terrible plot so soon to\nculminate, and to destroy by a single blow the hopes of our people,–to\ninaugurate a reign of terror as fearful as any in the history of the war.\nCitizens met and congratulated each other upon Union victories, and upon\nthe probable speedy close of the national strife, and at the firesides of\nhome discussed the terrible ravages of war, and as they knelt at the\nfamily altar, thanked God that our own city, and our State, and our\nsection of the Union, had thus far been spared the immediate horrors and\ndesolation which ever mark the theatre of warfare. Who of all in our fair\ncity, besides the guilty wretches who were plotting the ruin and\nslaughter, had even a foreboding of the trouble so nearly upon them. For\nrebels in arms to commit cruelties and barbarities would have been\nexpected, but for the authors of our ruin to be our very friends and\nneighbors, persons associated with us in business avocations, in social\nrelations, and in the enjoyment of the same general blessings with\nourselves, surpassed belief; yet such was the fact, and the faces that\nbeamed smiles upon us by day, and joined us in our congratulations for\nnational victories, by night were hideous with the dark designs and\nmurderous intent. The gunsmiths were busy, and trade in weapons of all\nkinds was brisk; revolvers and knives particularly were articles of\ndemand. So brisk and yet so silently and secretly, was the arming of\nindividuals carried on, that weeks before the Convention assembled, but\nfew, if any, of the members of Copperhead organizations but were well\narmed, and many had arms with which to supply other persons who might be\nless fortunate than themselves. It was indeed a dark picture to look in\nupon a group of the Sons of Liberty in their secure retreats, in the quiet\nhours of night, cleaning, repairing and inspecting their muskets and\nrevolvers, moulding bullets, and making other preparations, and realizing\nthat the mission of these monsters was the murder of men who dared\nproclaim and maintain their devotion to the Union. Upon the streets\ntreason became emboldened, as time rolled on, and not a few personal\ncollisions occurred from its utterance.",
        "All this while that contemptible print, the Chicago Times, was\ninstilling treason into the minds of its readers, and doing all that it\ncould to embarrass the Government, discourage patriotism, and to give aid\nand comfort to the rebels; our victories, with that sheet, were always\nunimportant; our cause was unholy; our President a despot; our Union\nsoldiers were hirelings; our Union-loving citizens were abolition fanatics;\nJeff Davis was a master spirit of the age; his generals the heroes of the\nTimes; and rebel victories were events cheering and hope giving, as they\npresaged the close of the war and peace; peace at the sacrifice of the\nUnion, of national honor, of national dignity and national interests. Such\nwas the Chicago Times at that period–the darkest era in our\nhistory–and as well might we have looked for mercy from a hyena, or\nreason from a ghoul, as in the event of open insurrection in our city, to\nhave looked to Wilbur F. Story, editor of the Times, to have endeavored\nto suppress the flames his incendiary print had for years been fanning\ninto a blaze. And yet, citizens of Chicago and the West, this same Chicago\nTimes, now, after the occupation of Richmond by our forces, and the\nsurrender of Lee and all his forces, and the end of the rebellion is at\nhand, this same Chicago Times pretends to rejoice in our success, and\nsome days turns a cold shoulder upon its old friend and patron, who has\ncontributed to its circulation and prosperity for years–Jeff Davis–and\nreally declares that his master’s cause is hopeless. Most noble Story,\nmost patriotic Story, most consistent Story! Rather weep with the fallen\nfortunes of your masters. Flatter not yourself that the cloak of loyalty,\nwhich you have found it so convenient to fling around you, as our Union\nprocessions come marching along with thundering tread, that they will\nbelieve your conversion sincere and lasting; the cloak is not long enough\nto conceal your feet, and Union men will recognize the same Wilbur F.\nStory, and none will be so obtuse as not to discover under any disguise\nBottom, the tailor. In the position of that Copperhead print, the state of\nmind of the Times man reminds us of an instance of what may be called\npoor consolation, A soldier of a division, after the command had run two\ndays from the scene of an engagement, had thrown away his gun and\naccouterments, and alone in the woods sat down and commenced thinking–the\nfirst opportunity he had for doing so. Rolling up his sleeves, and looking\nat his legs and general physique, he thus gave utterance to his feelings:\n“I am whipped–badly whipped–and somewhat demoralized, but no man, thank\nGod, can say I’m scattered!” And so, the Chicago Times, though kicked out\nof respectable society long ago, continues to print its daily issues,\nwhile from the scarcity of Copperheads all at once, since our recent\nglorious victories, we infer that they have been “scattered;” and as\nsnakes cast their skins in the spring, so the Copperhead Times seems to\nhave cast its own this season; but though it may appear in more pleasing\ngarb with its present covering, let none forget that it is the same old\nCopperhead still. And the time will come when some enterprising showman\nwill obtain and exhibit the last issue of that delectable sheet as the\nacme of treason and corruption during the war, and as an illustration of\nwhat villainy the mind of man may conceive, when he once turns against his\ncountry.",
        "About the period of which we write, say a month prior to the Convention,\ninformal meetings of the Sons of Liberty were frequent, and large numbers\nof the members often went out of the city on excursions, nominally for\npleasure, but really for practice with fire arms. The most active\npreparations were made by the Democrats, resident of Chicago, to be able\nto accommodate their brethren from abroad, who would attend the\nConvention, or who would pay them an earlier visit; for the time of the\nuprising, it will be remembered, had been fixed for about the middle of\nAugust. The time assigned arrived, but “all was quiet on the Potomac,” and\nalong the placid and fragrant Chicago. It was a complete fizzle, but not\nfrom want of harmonious action on the part of the Copperheads of the\nNorthwest, but to the chagrin of the Rebel government, Gen. Price failed\nto make his appearance in the vicinity of St. Louis, or Buckner about\nLouisville. The disappointment and vexation of the Sons of Liberty was\ngreat, and it found expression in the peculiar style of oratory and\ndiction, which Judge Morris had introduced into the Temple. The failure of\nthe rebels to concur, as had been arranged, was for a time quite\ninexplicable and unsatisfactory to the most ultra secesh of the Temple. It\nwas not easy to communicate with Price and Buckner, and much mystery and\ndoubt hung over the failure. The leaders were in doubt as to the wisdom of\nrising at the Convention, some being in favor and others adverse to it. It\nwas evident the leaders were not a little embarrassed, but they finally\nagreed that a large force of “bone and muscle” should be on hand in\nChicago at the Convention, and if it was found that the War Democrats\nshould be in the ascendency, and the Peace wing could get nothing–either\nplatform or candidate–the uprising should occur at that time, but so\nconfident were the Peace men that they should be able to have the control\nof the Convention, that Judge Morris and Brig.-Gen. Walsh, and other\nleaders, announced to the members of the Illini their entire belief that\nthere would be no doubt of the success of the Peace wing, in that\nConvention, and if so, no insurrectionary movement would be expedient; but\nif the uprising did not occur then, it surely would at the time of the\nPresidential election, and in the time which would elapse between the\nConvention and the election, the most active and earnest efforts would be\nmade to strengthen the numbers of the Temples of the Sons of Liberty,\nwherever they existed. Judge Morris had expressed the confident belief\nthat no difficulty would occur at the Convention, but declared if they\n(the Copperheads) should meet with any interference, the most serious\nresults would follow.",
        "The rank and file who had been edified by such men as J.L. Rock, Charles\nW. Patten, James A. Wilkinson, L.C. Morrison, L.A. Doolittle, James Geary,\nMr. Duncan, Mr. Dooley, Mr. Frank Adams, City Attorney, and many others\nwere most impatient, and it was quite probable that a slight cause of\noffence with Union men would result in an open riot, that could not be\nsuppressed till the grand aim of the Order was accomplished. About this\ntime L.A. Doolittle, who was never tired of expressing his devotion to the\ndistinguished exile Mr. Vallandigham, announced that Mr. V., who was\nSupreme Commander of the whole Order, would honor the Chicago Temple with\na visit during the Convention, but that worthy could not find time to make\nthe visit. As the excitement of the coming Convention seized upon the\nminds of those who were to participate in it, much speech making was done\ninside the Temples. At these meetings the writer particularly noticed two\nmembers, who seemed to have fallen into disfavor by the course which they\nhad seen fit to adopt. One of these men was Christopher C. Strawn, a young\nlawyer of this city, of some education, a very fair order of talents, and\nwho had seemed hitherto taciturn and reserved. Upon conversation with him\nwe were astonished to find that he did not approve of the Jeff. Davis\nprinciples, and had no fellowship with any overt act of treason. He had\nbeen appointed a Brigadier-General, on the ground of his supposed ability,\nbut early took occasion to express himself, in such a manner that his\ncommission was speedily revoked. Mr. Strawn was, he declares, not in the\nclique who favored a revolution. Mr. Strawn was subsequently arrested, but\nhe was soon released, and freely communicated truthful information to the\nauthorities.",
        "During the summer an event truly unfortunate for the Sons of Liberty took\nplace, it being an exposé in the Chicago Tribune of the signs, grips,\npasswords, &c. of the order. This was a cause of great distress of mind.\nWe remember that at a meeting about the 25th of August (Charles W. Patten\npresiding), the expediency of changing the signs, grips, &c. was\nconsidered, inasmuch as it would be unsafe to use them in public, but the\nlateness of the day, and the time drawing so near when the entire forces\nof the order would be called into requisition, it was not deemed expedient\nto undertake any change or modification. At this meeting Judge Morris made\na speech in which he said that a demand had been made for arms seized in\nIndiana (as Col. Walker had proposed to do), and if the demand failed, the\nrevolution would be begun in Indiana “as sure as there was a God in heaven\nor an abolitionist in hell.”",
        "At a meeting of the Chicago Temple Sons of Liberty, on the eve of the\nConvention, we heard for the first time (and that from the mouth of L.A.\nDoolittle), a definite plan for the attack of Camp Douglas. Doolittle told\nhow the camp was situated, and that it was accessible on two sides; that\nguns were in position on only one side, and the west side was referred to\nby him as being the weakest; he spoke of the common board fence which\nformed the enclosure, and of the ease with which the camp could be taken,\nand the vast importance of liberating the prisoners the first thing upon\nan uprising. The speech of Doolittle was variously received; many of the\nmembers were much interested; others who were in the higher degrees of the\norder were vexed beyond measure that Doolittle should be so stupid as to\nproclaim, in this public manner, a matter which really belonged to higher\ndegrees of the organization to decide. One of the number, James Geary, a\nsecond-hand clothes dealer and broker on Wells street, who will receive\nfurther mention by and by, became so much incensed that he ordered Mr.\nDoolittle to his seat, declaring, with an oath, that Doolittle was telling\ntoo much.",
        "At a meeting about this time, several of the members spoke upon the\nsubject of releasing the prisoners at Camp Douglas. A map of Camp Douglas\nwas exhibited by an individual present, who seemed to be a soldier. The\nmap was a fine piece of work and had been made by a hand accustomed to\nsuch labor. Upon this map the precise position of the various departments,\nheadquarters, cannon, &c., were laid down. There could be no shadow of\ndoubt in the mind of any man not stupefied with whiskey, and possessed of\ncommon sense, that the details of the attack had been carefully considered\nby those who were most interested in leading it on.",
        "It had for some time been the policy of the Sons of Liberty to unite with\nthe Invincible Democratic Club and the various McClellan escorts in the\ncity and elsewhere, and seek to become its officers, that in case of an\noutbreak it would be far better to be the controlling power, than to be\ncontrolled. This plan worked admirably, and the Democratic Invincible Club\nof Chicago became one of the most corrupt organizations outside the order\nof Sons of Liberty. Its secretary at one time was Charles W. Patten, who\nhad been a Grand Seignior of the Chicago Temple, was also a member of the\nGrand Council, and had taken a very active part in the prosperity of the\norder, and was chairman of the committee to see that all the Sons of\nLiberty were armed. One of the officers of the above named Club was Capt.\nP.D. Parks, whose devotion to Jeff. Davis and good whiskey were noticeable\nfeatures in his character. This Capt. Parks was captain of the Invincible\nClub and often made speeches in the Sons of Liberty Hall.",
        "On Saturday the 26th August (two days prior to the National Democratic\nConvention), immense numbers of persons came flocking to Chicago, indeed\nat no former time in the history of the city was there such an influx of\nstrangers; they came in the cars and in wagon trains, and on horseback.\nOne county alone sent nearly a thousand men. It was a noticeable fact that\nalmost all persons who came into the city were well armed, and some of\nthem even brought muskets. Treason was now rampant, and it would not be\ndifficult, in looking around upon the most unprepossessing groups, and to\nhear the language, to fancy one’s-self in Charleston, or some other nest\nof treason. From all the men who came to the city we did not, in a single\ninstance, hear one good, hearty expression of Unionism, but our “Southern\nbrethren and their rights,” and this “wicked war,” &c., &c., were the\ntopics of conversation, and it was safe to set it down, that this was the\nPeace wing of that most remarkable bird,–Democracy of 1864.",
        "The writer was in close communication with Col. Sweet, commandant at Camp\nDouglas, and by aid of our auxiliaries not an item of information\nconcerning the hostile intentions of the party transpired, that was not\nknown instantly by Col. Sweet,–special carriers or orderlies conveying\nour dispatches. It must not be supposed that our observations were\nconfined to Chicago. Our channels of communication with the principal\npoints in the West were unobstructed; our “telegraphic cable” was in fine\nworking order, and if those wise heads for a moment fancied that Col. B.J.\nSweet might be caught napping, they were the worst self-deceived men we\nhave ever seen. Col. Sweet proceeded with all caution and celerity to make\nhis arrangements, and we beg the Colonel not to regard it as a breach of\nconfidence in us to say, that the guns were in such a position and so well\nmanaged, that had there been any attempt to have assaulted the camp, there\nwould not have been able-bodied traitors enough left, to have carried the\nkilled and wounded to secure retreats. Almost any officer, perhaps, less\ncool than Col. Sweet would have blustered about in such a manner as to\nhave rendered himself not only positively offensive to the citizens, but\nwould have placed the city under martial law, and doubtless precipitated\nthe very event it was wise for a time to avert. Col. Sweet was cool, and\nmanaged the matter with the most perfect military ability and skill. He\ncompelled everybody, friend and foe, to respect him by his dignified,\ngentlemanly bearing, and yet there was that about his appearance that told\nplainer than words, that while he was courteous, polite, kind and willing\nto do all in his power and consistent with his duty to preserve the peace,\nyet had an outbreak been begun, of all men in Chicago, rebels and\nsympathisers would prefer to get as far as possible from Col. Sweet, or\nthe reach of his influence. This gallant officer had his men under such\nperfect discipline that a simple request, even when the men were not on\nduty, was obeyed with the alacrity as if it had been a peremptory order.\nThe discovery that Col. Sweet was ready for them, which discovery was\nearly made and duly reported, had much to do with the good order which\nprevailed in Chicago during the Convention.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}