{
    "title": "The Adventures of Jimmie Dale II - Chapter VII: The “Hour”",
    "author": "Frank L. Packard",
    "chapter": "8",
    "content": [
        "\n\n",
        "As the minutes passed, many of them, Jimmie Dale sat there\nmotionless, staring before him at the desk that was faintly outlined\nin the unlighted room.  Then somewhere in the house a clock struck\nthe hour.  Five o’clock!  He raised his head.  YES!  It could be\ndone!  There was a way!  He had the germ of it now.  And now the\nplan began to grow, to take form and shape in his mind, to dovetail,\nto knit the integral parts into a comprehensive whole.  There was a\nway–but he must have assistance.  Jason–yes, assuredly.  Benson,\nhis chauffeur–yes, equally as trustworthy as Jason.  Benson was\ndevoted to him; and moreover Benson was young, alert, daring, cool.\nHe had had more than one occasion to test Benson’s resourcefulness\nand nerve!",
        "Jimmie Dale rose abruptly, went to the rear window, and, parting the\ncurtains cautiously, stood peering down into the courtyard.  Yes, it\nwas feasible; even a little more than feasible.  The garage fronted\nthe driveway, of course, to give free entrance and egress to the\ncars, but where the wall of the garage and the rear wall of the\nhouse overlapped, as it were, the space between them was not much\nmore than ten yards; and here the shadows of the two walls,\nmingling, lay like a black, impenetrable pathway–not like that\nother shadow he had seen moving at the side of the garage, and that,\nif not for the moment discernible, was none the less surely still\nlurking there!",
        "Satisfied, Jimmie Dale swung briskly from the window, and, going now\nto his bedroom across the hall, undressed and went to bed–but not\nto sleep.  There would be time enough to sleep, all day, if he\nwished; now, there were still the little details to be thought out\nthat, more than anything else, could make or wreck his plans.  A\npoint overdone, the faintest suggestion of a false note where men of\nthe calibre of those against whom he was now fighting for his life\nwere concerned, would not only make his scheme abortive, but would\nplace him utterly at their mercy.",
        "It was nine o’clock when he rang for Jason.",
        "“Jason,” he said abruptly, as the other entered, “I want you to\ntelephone for Doctor Merlin.”",
        "“The doctor, sir!” exclaimed the old man anxiously.  “You’re–you’re\nnot ill, Master Jim, sir?”",
        "“Do I look ill, Jason?” inquired Jimmie Dale gravely.",
        "“Well, sir,” admitted Jason, in concern; “a bit done up, sir,\nperhaps.  A little pale, sir; though I’m sure–”",
        "“I’m glad to hear it,” said Jimmie Dale, sitting up in bed.  “The\nworse I look, the better!”",
        "“I–I beg pardon, sir?” stammered Jason.",
        "“Jason,” said Jimmie Dale, gravely again, “you have had reason to\nknow that on several occasions my life has been threatened.  It is\nthreatened now.  You know from last night that this house is now\nwatched.  You may, or you may not have surmised–that our telephone\nwires have been tapped.”",
        "“Tapped, sir!\"–Jason’s face had gone a little gray.",
        "“Yes; a party line, so to speak,” said Jimmie Dale grimly.  “Do you\nunderstand?  You must be careful to say no more, no less than\nexactly what I tell you to say.  Now go and telephone!  Ask the\ndoctor to come over and see me this morning.  Simply say that I am\nnot feeling well; but that, apart from being apparently in a very\nnervous condition, you do not know what is the matter.”",
        "“Yes, sir–good Lord, sir!” gasped Jason–and left the room to carry\nout his orders.",
        "An hour later, Doctor Merlin had been and gone–and had left two\nprescriptions; one written, the other verbal.  With the written one,\nBenson, in his chauffeur’s livery, was dispatched to the drug store;\nthe verbal one was precisely what Jimmie Dale had expected from the\nfussy old family physician: “Two or three days of quiet in the house\nJames; and if you need me again, let me know.”",
        "“Now, Jason,” said Jimmie Dale, when the old man had returned from\nushering Doctor Merlin from the house, “our friends out there will\nbe anxious to learn the verdict.  I was to dine with the Ross-\nHendersons to-morrow night, was I not?”",
        "“Yes, sir; I think so, sir.”",
        "“Make sure!” said Jimmie Dale.  “Look in my engagement book there on\nthe table.”",
        "Jason looked.",
        "“Yes, sir, that’s right,” he announced.",
        "“Very good,” said Jimmie Dale softly.  “Now go and telephone again,\nJason.  Present my regrets and excuses to the Ross-Hendersons, and\nsay that under the doctor’s orders I am confined to the house for\nthe next few days–and, Jason!”",
        "“Yes, sir?”",
        "“When Benson returns with the medicine let him bring it here\nhimself–and I shall want you as well.”",
        "Jimmie Dale propped himself up a little wearily on the pillows, as\nJason went out of the room.  After all, his condition was not\nentirely feigned.  He was, as a matter of fact, pretty well played\nout, both mentally and physically.  Certainly, that he should\nrequire a doctor and be confined to the house could not arouse\nsuspicion even in the minds of those alert, aristocratic thugs of\nthe Crime Club, prone as they would be to suspect anything–a man\nwho had been knocked unconscious in an automobile smash the night\nbefore, had been in a fight, had been subjected to a terrific mental\nshock, to say nothing of the infernal drug that had been\nadministered to him, might well be expected to be indisposed the\nnext morning, and for several mornings following that!  It might,\nindeed, even cause them to relax their vigilance for the time being–\nthough he dared build nothing on that.  Well, he had only to coach\nBenson and Jason in the parts they were to play, and the balance of\nthe morning and all the afternoon was his in which to rest.",
        "He reached over to the table, picked up a pencil and paper, and\nbegan to jot down memoranda.  He had just tossed the pencil back on\nthe table as the two men entered.",
        "Jason, at a sign, closed the door quietly.",
        "Jimmie Dale looked at Benson half musingly, half whimsically, for a\nmoment before he spoke.",
        "“Benson,” he said, “the back seat of the large touring car is hinged\nand lifts up, once the cushion is removed, doesn’t it?”",
        "“Yes, sir,” Benson answered promptly.",
        "“And there’s space enough for, say, a man inside, isn’t there?”",
        "“Why, yes, sir; I suppose so–at a squeeze\"–Benson stared blankly.",
        "“Quite so!” said Jimmie Dale calmly.  “Now, another matter, Benson:\nI believe some chauffeurs have a habit, when occasion lends itself,\nof taking, shall we say, their ’best girl’ out riding in their\nmasters’ machines?”",
        "“SOME might,” Benson replied, a little stiffly.  “I hope you don’t\nthink, sir, that–”",
        "“One moment, Benson.  The point is, it’s done–quite generally?”",
        "“Yes, sir.”",
        "“And you have a ’best girl,’ or at least could find one for such a\npurpose, if you were so inclined?”",
        "“Yes, sir,” said Benson; “but–”",
        "“Very good!” Jimmie Dale interrupted.  “Then to-night, Benson,\ntaking advantage of my illness, and to-morrow night, and the nights\nafter that until further notice, you will acquire and put into\npractice that reprehensible habit.”",
        "“I–I don’t understand, Mr. Dale.”",
        "“No; I dare say not,” said Jimmie Dale–and then the whimsicality\ndropped from him.  “Benson,” he said slowly, “do you remember a\nnight, nearly four years ago, the first night you ever saw me?  You\nhad, indiscreetly, I think, displayed more money than was wise in\nthat East Side neighbourhood.”",
        "“I remember,” said Benson, with a sudden start; then simply: “I\nwouldn’t be here now, sir, if it hadn’t been for you.”",
        "“Well,” said Jimmie Dale quietly, “the tables are turned to-day,\nBenson.  As Jason already knows, this house is watched.  For reasons\nthat I cannot explain, I am in great danger.  Bluntly, I am putting\nmy life in your hands–and Jason’s.”",
        "Benson looked for an instant from Jimmie Dale to Jason, caught the\nstrained, troubled expression on the old man’s face, then back again\nat Jimmie Dale.",
        "“D’ye mean that, sir!” he cried.  “Then you can count on me, Mr.\nDale, to the last ditch!”",
        "“I know that, Benson,” Jimmie Dale said softly.  “And now, both of\nyou, listen!  It is imperative that I should get away from the\nhouse; and equally imperative that those watching should believe\nthat I am still here.  Not even the servants are to be permitted a\nsuspicion that I am not here in my bed, ill.  That, Jason, is your\ntask.  You will allow no one to wait on me but yourself; you will\nbring the meal trays up regularly–and eat the food yourself.  You\nwill answer all inquiries, telephone and otherwise, in person–I am\nnot seeing any one.  You understand perfectly, Jason?”",
        "“I understand, Master Jim.  You need have no fear, sir, on that\nscore.”",
        "“Now, you, Benson,” Jimmie Dale went on.  “A few minutes ago I sent\nyou out in your chauffeur’s togs with that prescription.  You were\nundoubtedly observed.  I wanted you to be.  It was quite necessary\nthat they should know and be able to recognise you again–to\ndisabuse their minds later on of the possibility that I might be\nmasquerading in your clothes; and also, of course, that they should\nknow who you were, and what your position was in the household.\nVery well!  To-night, at eight o’clock exactly, you are to go out\nfrom the back door of the house to the garage.  On the way out–it\nwill be quite dark then–I want you to drop something, say, a bunch\nof keys that you had been jingling in your hand.  You are to\nexperience some difficulty in finding it again, move about a little\nto force any one that may be lurking by the garage to retreat around\nthe corner.  Grumble a bit and make a little noise; but you are not\nto overdo it–a couple of minutes at the outside is enough, by that\ntime I shall be under the car seat.  You will then run the machine\nout to the street and stop at the curb, jump out, and, as though you\nhad forgotten something, hurry back to the garage.  You must not be\naway long–enough only to permit, say, a passer-by to glance into\nthe car and satisfy himself that it is empty.  You understand, of\ncourse, Benson, that the hood must be down–no closed car to invite\neven the suggestion of concealment–that would be a fatal blunder.\nDrive then to the young lady’s home by as direct a route as you can–\ngive no appearance of being aware that you are followed, as you\nwill be, and much less the appearance of attempting to elude\npursuit.  Act naturally.  Between here and your destination I will\nmanage readily enough to leave the car.  You will then take the\nyoung lady for her drive–that is what they will be interested in–\nyour motive for going out to-night.  And, as I said, take her\ndriving again on each succeeding night–establish the HABIT to their\nsatisfaction.”",
        "Jimmie Dale paused, glanced at the paper which he still held in his\nhand, then handed it to Benson.",
        "“Just one thing more, Benson,” he said: “Listed on that paper you\nwill find a different rendezvous for each night for the next five\nnights, excluding to-night, which, after you have returned the young\nlady to her home, you are to pass by on your way back here.  See\nthat your drive is always over in time for you to pass each night’s\nrendezvous at half past eleven sharp.  Don’t stop unless I signal\nyou.  If I am not there, go right on home, and be at the next place\non the following night.  I am fairly well satisfied they will not\nbother about you after to-night, or to-morrow night at the most;\nbut, for all that, you must take no chances, so, except in the route\nyou take in going to the young lady’s, always avoid covering the\nsame ground twice, which might give the appearance of having some\nulterior purpose in view–even in your drives, vary your runs.  Is\nthis clear, Benson?”",
        "“Yes, sir,” said Benson earnestly.",
        "“Very well, then,” said Jimmie Dale.  “Eight o’clock to the dot,\nBenson–compare your time with Jason’s.  And now, Jason, see that I\nget a chance to sleep until dinner time to-night.”",
        "The hours that followed were hours of sound and much-needed sleep\nfor Jimmie Dale, and from which he awoke only on Jason’s entrance\nthat evening with the dinner tray.",
        "“I’ve slept like a log, Jason!” he cried briskly, as he leaped out\nof bed.  “Anything new–anything happened?”",
        "“No, sir; not a thing,” Jason answered.  “Only, Master Jim, sir\"–\nthe old man twisted his hands nervously–\"I–you’ll excuse my saying\nso, sir–I do hope you’ll be careful to-night, sir.  I can’t help\nbeing afraid that something’ll happen to you, Master Jim.”",
        "“Nonsense, Jason!” Jimmie Dale laughed cheerfully.  “There’s nothing\ngoing to happen–to me!  You go ahead now and stay with the\nservants, and get them out of the road at the proper time.”",
        "He bathed, dressed, ate his dinner, and was slipping cartridges into\nthe magazine of his automatic when, within a minute or two of eight\no’clock, Jason’s whisper came from the doorway.",
        "“It’s all clear now, Master Jim, sir.”",
        "“Right!” Jimmie Dale responded–and followed Jason down the\nstairway, and to the head of the cellar stairs.",
        "Here Jason halted.",
        "“God keep you, Master Jim!” said the old man huskily.  “Good-night,\nJason,” Jimmie Dale answered softly; and, with a reassuring squeeze\non the other’s arm, went on down to the cellar.",
        "Here he moved quickly, noiselessly across to the window–not the\nwindow of the night before, but another of the same description,\nalmost directly beneath the one in his den above, that faced the\ngarage and lay in the line of that black shadow path between the two\nbuildings.  Deftly, cautiously without sound, a half inch, an inch\nat a time he opened it.  He stood listening, then.  A minute passed.\nThen he heard Benson open and shut the back door; then Benson in the\nyard; and then Benson’s voice in a muttered and irritable growl,\ntalking to himself, as he stamped around on the ground.",
        "With a lithe, agile movement, Jimmie Dale pulled himself up and\nthrough the window–and began to creep rapidly on hands and knees\ntoward the garage.  It was dark, intensely dark.  He could barely\ndistinguish Benson’s form, though, as he passed the other, the\nslight sounds he made drowned out by the chauffeur’s angry\nmumblings, he could have reached out and touched Benson easily.",
        "He gained the interior of the garage, and, as Benson, came on again,\nstepped lightly into the car, lifted the seat, and wriggled his way\ninside.",
        "It was close, stuffy, abominably cramped, but Jimmie Dale was\nsmiling grimly now.  Thanks to Benson, there wasn’t a possibility\nthat he had been seen.  He both felt and heard Benson start the car.\nThen the car moved forward, ran the length of the driveway, bumped\nslightly as it made the street–and stopped.  He heard Benson jump\nout and run back–and then he listened intently, and the grim smile\nflickered on his lips again.  Came the sound of a footstep on the\nsidewalk close beside the car–then silence–the car shook a little\nas though some one’s weight was on the step–then the footsteps\nreceded–Benson returned on the run–and the car started forward\nonce more.",
        "Perhaps ten minutes passed.  Three times the car had swerved\nsharply, making a corner turn.  Then Jimmie Dale pushed up the seat,\nand, protected from observation from behind by the back of the car\nitself, crawled out and crouched down on the floor of the tonneau.",
        "“Don’t look around, Benson,” he said calmly.  “Are we followed?”",
        "“Yes, sir.” Benson answered.  “At least, there’s always been a car\nbehind us, though not the same one.  They’re pretty clever.  There\nmust be three or four, each following the other.  Every time I turn\na corner it’s a different car that turns it behind me.”",
        "“How far behind?” Jimmie Dale asked.",
        "“Half a block.”",
        "“Slow down a little,” instructed Jimmie Dale; “and don’t turn\nanother corner until they’ve had a chance to accomodate themselves\nto your new speed.  You are going too fast for me to jump, and I\ndon’t want them to notice any change in speed, except what is made\nin plain sight.  Yes; that’s better.  Where are we, Benson?”",
        "“That’s Amsterdam Avenue ahead,” replied Benson.",
        "“All right,” said Jimmie Dale quietly.  “Turn into it.  The more\npeople the better.  Tell me just as you are about to turn.”",
        "“Yes, sir,” said Benson; then, almost on the instant, “All ready,\nsir!”",
        "Jimmie Dale’s hand reached out for the door catch, edged the door\najar, the car swerved, took the corner–and Jimmie Dale stepped out\non the running board, hung there negligently for a moment as though\nchatting with Benson, and then with an airy “good-night” dropped\nnonchalantly to the ground, and the next instant had mingled with\nthe throng of pedestrians on the sidewalk.",
        "A half minute later, a large gray automobile turned the corner and\nfollowed Benson–and Jimmie Dale, stepping out into the street\nagain, swung on a downtown car.  The road to the Sanctuary was open!",
        "In his impatience, now, the street car seemed to drag along every\nfoot of the way; but a glance at his watch, as he finally reached\nthe Bowery, and, walking then, rapidly approached the cross street a\nfew steps ahead that led to the Sanctuary, told him that it was\nstill but a quarter to nine.  But even at that he quickened his\nsteps a little.  He was free now!  There was a sort of savage,\nelemental uplift upon him.  He was free!  He could strike now in his\nown defense–and hers!  In a few moments he would be at the\nSanctuary; in a few more he would be Larry the Bat, and by to-morrow\nat the latest he would see–The Tocsin.  After all, that “hour” was\nnot to be taken from him!  It was not, perhaps, the hour that she\nhad meant it should be, thought and prayed, perhaps, that it might\nbe!  It was not the hour of victory.  But it was the hour that meant\nto him the realisation of the years of longing, the hour when he\nshould see her, see her for the first time face to face, when there\nshould be no more barriers between them, when–”",
        "“Fer Gawd’s sake, mister, buy a pencil!”",
        "A hand was plucking at his sleeve, the thin voice was whining in his\near.  He halted mechanically.  A woman, old, bedraggled, ragged, was\nthrusting a bunch of cheap pencils imploringly toward him–and then,\nwith a stifled cry, Jimmie Dale leaned forward.  The eyes that\nlifted to his for an instant were bright and clear with the vigor of\nyouth, great eyes of brown they were, and trouble, hope, fear,\nwistfulness, ay, and a glorious shyness were in their depths.  And\nthen the voice he knew so well, the Tocsin’s was whispering\nhurriedly:",
        "“I will be waiting here, Jimmie–for Larry the Bat.”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}