{
    "title": "The Fortieth Door",
    "author": "Mary Hastings Bradley",
    "chapter": "1",
    "content": [
        "\n\n",
        "A RASH PROMISE",
        "He didn’t want to go. He loathed the very thought of it. Every\nflinching nerve in him protested.",
        "A masked ball–a masked ball at a Cairo hotel! Grimacing through\npeep-holes, self-conscious advances, flirtations ending in giggles!\nTourists as nuns, tourists as Turks, tourists as God-knows-what, all\npreening and peacocking!",
        "Unhappily he gazed upon the girl who was proposing this horror as a\nbright delight. She was a very engaging girl–that was the mischief\nof it. She stood smiling there in the bright, Egyptian sunshine, gay\nconfidence in her gray eyes. He hated to shatter that confidence.",
        "And he had done little enough for her during her stay in Cairo. One\ntea at the Gezireh Palace Hotel, one trip to the Sultan al Hassan\nMosque, one excursion through the bazaars–not exactly an orgy of\nentertainment for a girl from home!",
        "He had evaded climbing the Pyramids and fled from the ostrich farm.\nHe had withheld from inviting her to the camp on the edge of the\nLibyan desert where he was excavating, although her party had shown\nunmistakable signs of a willingness to be diverted from the beaten\npath of its travel.",
        "And he was not calling on her now. He had come to Cairo for supplies\nand she had encountered him by chance upon a corner of the crowded\nMograby, and there promptly she had invited him to to-night’s ball.",
        "“But it’s not my line, you know, Jinny,” he was protesting. “I’m so\nfearfully out of dancing–”",
        "“More reason to come, Jack. You need a change from digging up ruins\nall the time–it must be frightfully lonely out there on the desert.\nI can’t think how you stand it.”",
        "Jack Ryder smiled. There was no mortal use in explaining to Jinny\nJeffries that his life on the desert was the only life in the world,\nthat his ruins held more thrills than all the fevers of her tourist\ncrowds, and that he would rather gaze upon the mummied effigy of any\nlady of the dynasty of Amenhotep than upon the freshest and fairest\nof the damsels of the present day.",
        "It would only tax Jinny’s credulity and hurt her feelings. And he\nliked Jinny–though not as he liked Queen Hatasu or the little\nnameless creature he had dug out of a king’s ante-room.",
        "Jinny was an interfering modern. She was the incarnation of\nimpossible demands.",
        "But of course there was no real reason why he should not stop over\nand go to the dance.",
        "Ten minutes later, when she had extracted his promise and abandoned\nhim to the costumers, he was scourging his weakness.",
        "He had known better! Very well, then, let him take his medicine. Let\nhim go as–here he disgustedly eyed the garment that the Greek was\npresenting–as Little Lord Fauntleroy! He deserved it.",
        "Shudderingly he looked away from the pretty velvet suit; he scorned\nthe monk’s robes that were too redolent of former wearers; he\nrejected the hot livery of a Russian mujik; he flouted the banality\nof the Pierrot pantaloons.",
        "Thankfully he remembered McLean. Kilts, that was the thing. Tartans,\nthe real Scotch plaids. Some use, now, McLean’s precious\nsporrans.... He’d look him up at once.",
        "Out of the crowded Mograby he made his way on foot to the Esbekeyih\nquarters where the streets were wider and emptier of Cairene\ntraffickers and shrill itinerates and laden camels and jostling\ndonkeys.",
        "It was a glorious day, a day of Egypt’s blue and gold. The sky was a\nwash of water color; the streets a flood of molten amber. A little\nwind from the north rustled the acacias and blew in his bronzed face\ncool reminders of the widening Nile and dancing waves.",
        "He remembered a chap he knew, who had a sailing canoe–but no, he\nwas going to get a costume for a fool ball!",
        "Disgustedly he turned into the very modern and official-looking\nresidence that was the home of his friend, Andrew McLean, and the\noffices of that far-reaching institution, the Agricultural Bank.",
        "A white-robed, red-sashed and red-fezed houseboy led him across the\ntiled entrance into the long room where McLean was concluding a\nconference with two men.",
        "“Not the least trace,” McLean was saying. “We’ve questioned all our\nnative agents–”",
        "Afterwards Ryder remembered that indefinite little pause. If the two\nmen had not lingered–if McLean had not remembered that he was an\nexcavator–if chance had not brushed the scales with lightning\nwings–!",
        "“Ever hear of a chap called Delcassé, Paul Delcassé, a French\nexcavator?” McLean suddenly asked of him. “Disappeared in the desert\nabout fifteen years ago.”",
        "“He was reported, monsieur, to have died of the fever,” one of the\nmen explained.",
        "McLean introduced him as a special agent from France. His companion\nwas one of the secretaries of the French legation. They were trying\nevery quarter for traces of this Delcassé.",
        "Ryder’s memory darted back to old library shelves. He saw a thin,\nbrown volume, almost uncut....",
        "“He wrote a book on the Tomb of Thi,” he said suddenly. “Paul\nDelcassé–I remember it very well.”",
        "Now that he thought of it, the memory was clear. It was one of those\nbooks that had whetted his passion for the past, when his student\nmind was first kindling to buried cities and forgotten tombs and all\nthe strange store and loot of time.",
        "Paul Delcassé. He didn’t remember a word of the book, but he\nremembered that he had read it with absorption. And now the special\nagent, delighted at the recognition, was talking eagerly of the\nwriter.",
        "“He was a brilliant young man, monsieur, but he was of no importance\nto his generation–and he becomes so now through the whim of a\ncapricious woman to disinherit her other heirs. After all this time\nshe has decided to make active inquiries.”",
        "“But you said that Delcassé had died–”",
        "“He left a wife and child. Her letters of her husband’s death\nreached his relatives in France, then nothing more. They feared that\nthe same fever–but nothing, positively, was known.... A sad story,\nmonsieur.... This Delcassé was young and adventurous and an ardent\nexplorer. An ardent lover, too, for he brought a beautiful French\nwife to share the hazards of his expedition–”",
        "“An ardent idiot,” thrust in McLean unfeelingly. “Knocking a woman\nabout the desert.... Not much chance of a clue after all these\nyears,” he concluded with a very British air of dismissal.",
        "But the French agent was not to be sundered from the American who\nremembered the book of Delcassé.",
        "From his pocket he brought a leather case and from the case a large\nand ornate gold locket.",
        "“His picture, monsieur.” He pressed the spring and offered Ryder the\nminiature. “It was done in France before he returned on that last\ntrip, and was left with the aunt. It is said to be a good likeness.”",
        "Ryder looked down upon the young face presented to his gaze with a\nfeeling of sympathy for this unlucky searcher of the past who had\nleft his own secret in the sands he had come to conquer–sympathy\nmingled with blank wonder at the insanity which had brought a woman\nwith it....",
        "McLean couldn’t understand a man’s doing it.",
        "Jack Ryder couldn’t understand a man’s wanting to do it. Love to\nRyder was incomprehensible idiocy. Woman, as far as he was\nconcerned, had never been created. She was still a spectacle, an\nhistorical record, an uncomprehended motive.",
        "“Nice looking chap,” he commented briefly, fingering the curious old\ncase as he handed it back.",
        "“I’ll keep up the inquiries,” McLean assured them, “but, as I said,\nnothing will come of it.... It’s been fifteen years. One more grain\nlost in the desert of sand.... By luck, you know, you might just\nstumble on something, some native who knew the story, but if fever\ncarried them off and the Arabs rifled their camp, as I fancy,\nthey’ll jolly well keep their mouths shut. No white man will\nknow.... I don’t advise your people to spend much money on the\nsearch.”",
        "“Odd, the inquiries we get,” he commented to Ryder when the\nFrenchmen had completed their courteous farewells. “You’d think the\nBank was a Bureau of Information! Yesterday there was a stir about\ntwo crazy lads who are supposed to have joined the Mecca pilgrims in\ndisguise.... Of course our clerks are Copts and do pick up a bit\nand the Copts will talk.... I say, Jack, what are you doing?” he\nbroke off to demand in astonishment, for Jack Ryder had seated\nhimself upon a divan and was absorbedly rolling up his trouser leg.",
        "“The dear Egyptian flea?” he added.",
        "“Not at all. I am looking at my knees,” said Ryder glumly. “I just\nremembered that I have to show them to-night.... A ball–in\nmasquerade. At a hotel. Tourist crowd.... How do you think they’ll\nlook with one of your Scotch plaidies atop?” he inquired feelingly.",
        "“Fascinating, Jack, fascinating,” said the promptly sardonic McLean.\n“You–at a masquerade!... So that’s what brought you to town.”",
        "He cocked a taunting eye at him. “Well, well, she must be a most\nengaging young person–you’ll be taking her out on the desert with\nyou now, like our friend Delcassé–a pleasant, retired spot for a\nbody to have his honeymoon ... no distractions of society ...\nundiluted companionship, you might say.... Now what made you think\nshe’d like your knees?” he murmured contemplatively. “Aren’t you\njust a bit–previous? Apt to startle and frighten the lady?”",
        "“Oh, go on, go on,” Ryder exhorted bitterly. “I like it. It’s better\nthan I can do myself. Go on.... But while you are talking trot out\nyour tartans. Something clannish now–one of those ancestral rigs\nthat you are always cherishing ... Rich and red, to set off my dark,\nhandsome type.”",
        "“Set off you’ll be, Jack dear,” promised McLean, dragging out a huge\nchest. “Set off you’ll be.”",
        "Set off he was.",
        "And a fool he felt himself that night, as he confronted his\nbrilliant image in the glass. A Scot of the Scots, kilted in vivid\nplaid, a rakish cap on his black hair, a tartan draped across his\nshoulder, short, heavy stockings clasping his legs and low shoes gay\nwith big buckles.",
        "“Oh, young Lochinvar has come out of the west,” warbled McLean\nmerrily, as he straightened the shoulder pin of silver and Scotch\ntopaz.",
        "“Out of Hades,” said Ryder, rather pointlessly, for he felt it was\nHades he was going into.",
        "Chiefly he was concerned with his knees and the striking contrast\nbetween their sheltered whiteness and the desert brown of his\nface.... Milky pale they gleamed at him from the glass.... Bony\nhard, they flaunted their angles at every move.... He was grateful\nthat he was not a centipede.",
        "     “Oh, ’twas all for my rightful king,\n       That I gaed o’er the border;\n       Twas all for–",
        "“You didn’t tell me her name, now, Jack.”",
        "“Where’s my mask?” Ryder was muttering. “I say, aren’t there any\npockets in these confounded petticoats?”",
        "“In the sporran, man.... There!” McLean at last withheld his hand\nfrom its handiwork. “Jock, you’re a grand sight,” he pronounced with\na special Scottish burr. “If ye dinna win her now–’Bonny Charley’s\nnow awa,’” he sung as Ryder, with a last darkling look at his vivid\nimage, strode towards the door.",
        "“He’s awa’ all right–and he’ll be back again as soon as he can make\nit.”",
        "With this cheerless anticipation of the evening’s promise, the\ndeparting one stalked, like an exiled Stuart, to his waiting\ncarriage.",
        "For a moment more McLean kept the ironic smile alive upon his lips,\nas he listened to the rattle of the wheels and the harsh gutturals\nof the driver, then the smile died as he turned back into the room.",
        "“Eh, but wouldn’t you like it, though, Andy,” he said to himself,\n“if some girl now liked you enough to get you to go to one of those\ndamned things.... The lucky dog!”",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}