{
    "title": "The Adventures of Jimmie Dale II - Chapter XIII: The Only Way",
    "author": "Frank L. Packard",
    "chapter": "14",
    "content": [
        "\n\n",
        "It was a horrible thing–and it grew upon him.  In a blind,\nmechanical way, his brain receptive to nothing else, Jimmie Dale\nwalked on along the street.  To kill a man!  Death he had faced\nhimself a hundred times, witnessed it a hundred times in its most\nviolent forms, had seen murder done before his eyes, had been in\nstraits where, to save his own life, it had seemed the one last\ndesperate chance–and yet his hands were still clean!  To kill a man\nin fair fight, in struggle, when the blood was hot, was terrible\nenough, a possibility that was always before him, the one thing from\nwhich he shrank, the one thing that, as the Gray Seal, he had always\nfeared; but to kill a man deliberately, to creep upon his victim\nwith hideous, cold-blooded premeditation–he shivered a little, and\nhis hand shook as he drew it nervously across his eyes.",
        "But there was no other way!  Again and again, insidiously grappling\nwith his revulsion, with the horror that the impulse to murder\ninspired, came that other thought–there was no other way.  If the\nman who posed as Henry LaSalle were DEAD!  If he were dead!  If he\nwere dead!  See, now, what would happen if that man were dead!  How\nclear his brain was on that point!  The whole plot would tumble like\na house of cards about the heads of the Crime Club.  The courts\nwould require an auditing of the estate by a trustee of the courts’\nown appointing, who would continue to administer it until the\nTocsin’s twenty-fifth birthday, or until there was tangible evidence\nof her death–but the Tocsin, automatically with her pseudo uncle’s\ndeath, could publicly appear again.  Her death could no longer\nbenefit the Crime Club, since it, the Crime Club, with the supposed\nuncle dead, could not profit through the false Henry LaSalle\ninheriting as next of kin!  It was the weak link, the vulnerable\npoint in the stupendous scheme of murder and crime with which these\nhell fiends had played for and won, so far, the stake of eleven\nmillions.  Not that they had overlooked or been blind to this, they\nwere too clever, too cunning for that–it was only that they had\nplanned to accomplish the Tocsin’s death, as they had her father’s\nand uncle’s, and ESTABLISH the false Henry LaSalle in undisputed\npossession and ownership of the estate–and had failed in that–up\nto the present.  But the material results remained the same, so long\nas the Tocsin, to save her life, was forced to remain in hiding, so\nlong as proof that would convict the Crime Club was not forthcoming–\nSO LONG AS THAT MAN LIVED!",
        "Time passed to which Jimmie Dale was oblivious.  At times he walked\nslowly, scarcely moving; at times his pace was a nervous, hurried\nstride, that was almost a run.  And as he was oblivious to time, so\nwas he oblivious to his surroundings, to the direction which he\ntook.  At times his forehead was damp with moisture that was not\nthere from physical exertion; at times his face, deathly white, was\nfull as of the vision of some shuddering, abhorrent sight; at times\nhis lips were thinned into a straight line, and there was a glitter\nin the dark eyes that was not good to see, while his hands at his\nsides clenched until the skin, tight over the knuckles, was an ivory\nwhite.  To kill a man!",
        "What other way was there?  The proof that it had taken Hilton\nTravers years to obtain, the proof on which the Tocsin’s life\ndepended, was destroyed utterly, irreparably.  It could never be\nduplicated–Hilton Travers was dead–MURDERED.  Murder!  That\nthought again!  It was their own weapon!  Murder!  Would one kill a\nvenomous reptile in whose fangs was death?  What right had this man\nto life, whose life was forfeit even under the law–for murder?  Was\nshe to drag on an intolerable existence among the dregs and the scum\nof the underworld, she, in her refinement and her purity, to exist\namong the vile and dissolute, in daily, hourly peril of her life,\nbecause the weapons that these inhuman vultures had used to rob her,\nto destroy those she loved, to make of her life a hideous, joyless\nthing, should not be used against them?",
        "But to kill a man!  To steal upon a man with cold intent in the\nblackness of the night–and take his life!  To be a murderer!  To\nknow the horror of blood forever upon one’s hands, to rise, cold-\nsweated, in the night, fearful of the very shadows around one, to\nlive with every detail of that fearsome act sweeping like some dread\nspectre at unexpected moments upon the consciousness!  He put up his\nhands before his face, as though to blot out the thought from him.\nMind and soul recoiled before it–to kill a man!",
        "He walked on and on, until at last, conscious of a sense of fatigue,\nhe stopped.  He must have come a long way, been walking a long time.\nWhere was he?  He looked about him for a moment in a dazed way–and\nsuddenly, with a low cry, shrank back.  As though he had been drawn\nto it by some ghastly magnet, he found himself standing in front of\nthe LaSalle mansion, on Fifth Avenue.  No, no; it was not for that\nhe had come–to kill a man!  It was only–only to get that money.\nYes–he remembered now–that money from the safe, before the Magpie\ngot it.  The Magpie was to be there at three o’clock–and the Tocsin\nwas to be there, too.  The Tocsin!  That package!  He had failed!\nIt had been her one hope, and–and it was gone.  What could he say\nto her?  How could he tell her the miserable truth?  But–but he had\nnot come there in the dead of night to kill a man, these other\nthings were what had–",
        "“Jimmie!”  It was a quick-breathed whisper.  A hand was on his arm.",
        "He turned, startled.  It was the Tocsin–Silver Mag.",
        "“Jimmie!” in alarm.  “Why are you standing here like this?  You may\nbe SEEN!”",
        "Seen!  Suppose he WERE seen?  He shuddered a little.",
        "“Yes; that’s so!” he said hoarsely.  He glanced numbly up and down\nthe wide, deserted, but well-lighted, avenue.  It was no place, that\nmost aristocratic section of the city, for such as Silver Mag and\nLarry the Bat to be seen at that hour of night, or, rather, morning.\nAnd if anything HAPPENED inside that house!  “I–I didn’t think of\nthat,” he said mechanically.",
        "“Come across the street–under the stoop of that house there.”  She\nhad his arm, and was half dragging him as she spoke, the alarm in\nher voice intensified.  And then, a moment later, safe from\nobservation: “Jimmie, Jimmie, what is the matter?  What has\nhappened?  What makes you act so strangely?”",
        "“Nothing,” he said.  “I–”",
        "“TELL me!” she insisted wildly.",
        "And then, with a violent effort, Jimmie Dale forced his mind back to\nthe immediate present.  He was only inspiring her with terror–and\nthere was the Magpie–and that money in the safe!",
        "“Where is the Magpie?” he asked, with quick apprehension.  “Am I\nlate?  Is he in there already?”",
        "“No,” she said.  “He hasn’t come yet.”",
        "“What time is it?” he demanded anxiously.",
        "“About half-past two,” she replied.  “But, Jimmie–”",
        "“Wait!” he broke in.  “Where is he now?  You were both together!\nAnd you were both to be here at three.  What are you doing here\nalone at half-past two?”",
        "A strange little exclamation, one almost of dismay, it seemed,\nescaped her.",
        "“The Magpie left my place an hour ago–to get his kit, I think.  And\nI came here at once because that was what you and I understood I was\nto do, wasn’t it?  Jimmie, you frighten me!  You are not yourself.\nDon’t you remember the last words you said, as you nodded to me\nbehind the Magpie’s back–that you would be here BEFORE us?  There\nwas no mistaking your meaning–if I could get away from him, I was\nto come here and meet you.”",
        "Jimmie Dale passed his hand nervously across his eyes.  Of course,\nhe remembered now!  What a frightful turmoil his brain had been in!",
        "“Yes; of course!” He tried to speak nonchalantly.  “I had forgotten\nfor the moment.”",
        "She caught his arm in a quick, tight hold, shaking him in a\nterrified way.",
        "“YOU–forget a thing like that!  Jimmie–something terrible has\nhappened.  Can’t you see that I am nearly mad with anxiety!  What is\nit?  What is it?  That package, Jimmie–is it the package?”",
        "He did not answer.  What could he say?  It meant life, hope, joy,\neverything that the world held for her–and it was gone.",
        "“Yes–it IS the package!” she whispered frantically.  “Quick,\nJimmie!  Tell me!  It–it was not there?  You–you could not find\nit?”",
        "“It was there,” he said, as though the words were literally forced\nfrom him.",
        "“Then?  Then–WHAT, Jimmie?”  The clutch on his arm was like a vise.",
        "“They got it,” he said.  It was like a death sentence that he\npronounced.  “It is destroyed.”",
        "She did not speak or move–save that her hands, as though nerveless\nand without strength, fell away from his arms, and dropped to her\nsides.  It was dark there under the stoop, though not so dark but\nthat he could see her face.  It was gray–gray as death.  And there\nwas misery and fear and a pitiful helplessness in it–and then she\nswayed a little, and he caught her in his arms.",
        "“Gone!” she murmured in a dead, colourless way–and suddenly laughed\nout sharply, hysterically.",
        "“Don’t!  For God’s sake, don’t do that!” he pleaded wildly.",
        "She looked at him then for a moment in strange quiet–and lifted her\nhand and stroked his face in a numbed way.",
        "“It–it would have been better, Jimmie, wouldn’t it,” she said in\nthe same monotonous voice, “it would have been better if–if I had\nnever found out anything, and they–they had done the same to me\nthat they did to–to father.”",
        "“Marie!  Marie!”  It was the first time he had ever spoken her name,\nand it was on his lips now in an agony of tenderness and appeal.\n“Don’t!  You mustn’t speak like that!”",
        "“I’m tired,” she said.  “I–I can’t fight any more.”",
        "She did not cry.  She lay there in his arms quite still–like a\nweary child.",
        "The minutes passed.  When Jimmie Dale spoke again it was\nirrelevantly–and his face was very white:",
        "“Marie, describe the upper floor of that house over there for me.”",
        "She roused herself with a start.",
        "“The upper floor?” she repeated slowly.  “Why–why do you ask that?”",
        "“Have YOU forgotten in turn?” he said, with a steady smile.  “That\nmoney in the safe–it’s yours–we can at least save that out of the\nwreck.  You only drew the basement plan and the first floor for the\nMagpie–the more I know about the house the better, of course, in\ncase anything goes wrong.  Now, see, try and be brave–and tell me\nquickly, for I must get through before the Magpie comes, and I have\nbarely half an hour.”",
        "“No, Jimmie–no!”  She slipped out of his arms.  “Let it alone!  I\nam afraid.  Something–I–I have a feeling that something will\nhappen.”",
        "“It is the only way.”  He said it involuntarily, more to himself\nthan to her.",
        "“Jimmie, let it alone!” she said again.",
        "“No,” he said.  “I am going–so tell me quickly.  Every minute that\nwe wait is one that counts against us.”",
        "She hesitated an instant–and then, speaking rapidly, made a verbal\nsketch of the upper portion of the house for him.",
        "“It’s a very large house, isn’t it?” he commented innocently–to\npave the way for the question, above all others, that he had to ask.\n“Which is your uncle’s, I mean that man’s room?”",
        "“The first on the right, at the head of the landing,” she answered.\n“Only, Jimmie, don’t–don’t go!”",
        "He drew her close to him again.",
        "“Now, listen,” he said quietly.  “When the Magpie comes and finds I\nam not here, lead him to think that the money he gave me was too\nmuch for me; that I am probably in some den, doped with drug–and\nhold him as long as you can on the pretext that there is always the\npossibility I may, after all, show up before he goes in there.  You\nunderstand?  And now about yourself–you must do exactly as I say.\nOn no account allow yourself to be seen by ANY ONE except the\nMagpie.  I would tell you to go now, only, unless it is vitally\nnecessary, we cannot afford to arouse the Magpie’s suspicions–he’d\nhave every crook in the underworld snarling at our heels.  But you\nare not to wait, even for him, if you detect the slightest\ndisturbance in that house before he comes.  And, equally, after he\nhas gone in, whether I have come out or not, at the first indication\nof anything unusual you are to get away at once.  You understand–\nMarie?”",
        "“Yes,” she said.  “But–but, Jimmie, you–”",
        "“Just one thing more.”  He smiled at her reassuringly.  “Did the\nMagpie say anything about how he intended to get in?”",
        "“Yes–by the side away from the corner of the street,” she said\ntremulously.  “You see, there’s quite a space between the house and\nthe one next door; and, besides, the house next door is closed up,\nthere’s nobody there, the family has gone away for the summer.  The\nlibrary window there is low enough to reach from the ground.”",
        "For a moment longer he held her close to him, as though he could not\nlet her go–then bent and kissed her passionately.  And in that\nmoment all the emotions he had known as he had walked blindly from\nSpider Jack’s that night surged again upon him; and that voice was\nwhispering, whispering, whispering: “It is the only way–it is the\nonly way.”",
        "And then, not daring to trust his voice, he released her suddenly,\nand stepped back out from under the stoop–and the next instant he\nwas across the deserted avenue.  Another, and he had slipped through\nthe iron gates that opened on the street driveway–and in yet\nanother he was crouched close up against the front door of the\nLaSalle mansion.",
        "It was a large house, a very large house, one of the few that, even\namid the wealth and luxury of that quarter, boasted its own grounds,\nand those so restricted as scarcely to deserve the name; but it was\nset far enough back from the street to escape the radius of the\nstreet lamps, and so guarantee in its shadows security from\nobservation.  It was not the Magpie’s way, the front door–the\nobvious to the Magpie and his ilk was a thing always to be shunned.\nJimmie Dale’s lips were set in a grim smile, as his fingers worked\nwith lightning speed, now taking this instrument and now that from\nthe leather pockets in the girdle beneath his shirt–the\npenitentiaries were full of Magpies who shunned the obvious!",
        "Very slowly, very cautiously the door opened.  He listened\nbreathlessly, tensely.  The door closed again–behind him.  He was\ninside now.  Stillness!  Blackness!  Not a sound!  A minute went by–\nanother.  And then, as he stood there, strained, listening, the\nsilence itself began, it seemed, to palpitate, and pound, pound,\npound, and be full of strange noises.  It was a horrible thing–to\nkill a man!",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}