{
    "title": "The Sorrows of Young Werther - March 15.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "50",
    "content": [
        "\n\n",
        "I have just had a sad adventure, which will drive me away from\nhere. I lose all patience! — Death! — It is not to be remedied;\nand you alone are to blame, for you urged and impelled me to fill\na post for which I was by no means suited. I have now reason to\nbe satisfied, and so have you! But, that you may not again attribute\nthis fatality to my impetuous temper, I send you, my dear sir, a\nplain and simple narration of the affair, as a mere chronicler of\nfacts would describe it.",
        "The Count of O— likes and distinguishes me. It is well known,\nand I have mentioned this to you a hundred times. Yesterday I\ndined with him. It is the day on which the nobility are accustomed\nto assemble at his house in the evening. I never once thought of\nthe assembly, nor that we subalterns did not belong to such society.\nWell, I dined with the count; and, after dinner, we adjourned to\nthe large hall. We walked up and down together: and I conversed\nwith him, and with Colonel B—, who joined us; and in this manner\nthe hour for the assembly approached. God knows, I was thinking\nof nothing, when who should enter but the honourable Lady accompanied\nby her noble husband and their silly, scheming daughter, with her\nsmall waist and flat neck; and, with disdainful looks and a haughty\nair they passed me by. As I heartily detest the whole race, I\ndetermined upon going away; and only waited till the count had\ndisengaged himself from their impertinent prattle, to take leave,\nwhen the agreeable Miss B— came in. As I never meet her without\nexperiencing a heartfelt pleasure, I stayed and talked to her,\nleaning over the back of her chair, and did not perceive, till\nafter some time, that she seemed a little confused, and ceased to\nanswer me with her usual ease of manner. I was struck with it.\n“Heavens!” I said to myself, “can she, too, be like the rest?” I\nfelt annoyed, and was about to withdraw; but I remained,\nnotwithstanding, forming excuses for her conduct, fancying she did\nnot mean it, and still hoping to receive some friendly recognition.\nThe rest of the company now arrived. There was the Baron F —, in\nan entire suit that dated from the coronation of Francis I.; the\nChancellor N—, with his deaf wife; the shabbily-dressed I—, whose\nold-fashioned coat bore evidence of modern repairs: this crowned\nthe whole. I conversed with some of my acquaintances, but they\nanswered me laconically. I was engaged in observing Miss B—, and\ndid not notice that the women were whispering at the end of the\nroom, that the murmur extended by degrees to the men, that Madame\nS— addressed the count with much warmth (this was all related to\nme subsequently by Miss B—); till at length the count came up to\nme, and took me to the window. “You know our ridiculous customs,\"\nhe said. “I perceive the company is rather displeased at your\nbeing here. I would not on any account—” “I beg your excellency’s\npardon!” I exclaimed. “I ought to have thought of this before,\nbut I know you will forgive this little inattention. I was going,\"\nI added, “some time ago, but my evil genius detained me.” And I\nsmiled and bowed, to take my leave. He shook me by the hand, in\na manner which expressed everything. I hastened at once from the\nillustrious assembly, sprang into a carriage, and drove to M—.\nI contemplated the setting sun from the top of the hill, and read\nthat beautiful passage in Homer, where Ulysses is entertained by\nthe hospitable herdsmen. This was indeed delightful.",
        "I returned home to supper in the evening. But few persons were\nassembled in the room. They had turned up a corner of the table-cloth,\nand were playing at dice. The good-natured A— came in. He laid\ndown his hat when he saw me, approached me, and said in a low tone,\n“You have met with a disagreeable adventure.” “I!” I exclaimed.\n“The count obliged you to withdraw from the assembly!” “Deuce\ntake the assembly!” said I. “I was very glad to be gone.” “I am\ndelighted,” he added, “that you take it so lightly. I am only\nsorry that it is already so much spoken of.” The circumstance\nthen began to pain me. I fancied that every one who sat down, and\neven looked at me, was thinking of this incident; and my heart\nbecame embittered.",
        "And now I could plunge a dagger into my bosom, when I hear myself\neverywhere pitied, and observe the triumph of my enemies, who say\nthat this is always the case with vain persons, whose heads are\nturned with conceit, who affect to despise forms and such petty,\nidle nonsense.",
        "Say what you will of fortitude, but show me the man who can patiently\nendure the laughter of fools, when they have obtained an advantage\nover him. ’Tis only when their nonsense is without foundation\nthat one can suffer it without complaint.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}