{
    "title": "The Varieties of Religious Experience - Lectures VI and VII. The Sick Soul",
    "author": "William James",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "At our last meeting, we considered the healthy-minded\ntemperament, the temperament which has a constitutional\nincapacity for prolonged suffering, and in which the tendency to\nsee things optimistically is like a water of crystallization in\nwhich the individual’s character is set.  We saw how this\ntemperament may become the basis for a peculiar type of religion,\na religion in which good, even the good of this world’s life, is\nregarded as the essential thing for a rational being to attend\nto.  This religion directs him to settle his scores with the more\nevil aspects of the universe by systematically declining to lay\nthem to heart or make much of them, by ignoring them in his\nreflective calculations, or even, on occasion, by denying\noutright that they exist.  Evil is a disease; and worry over\ndisease is itself an additional form of disease, which only adds\nto the original complaint.  Even repentance and remorse,\naffections which come in the character of ministers of good, may\nbe but sickly and relaxing impulses.  The best repentance is to\nup and act for righteousness, and forget that you ever had\nrelations with sin.",
        "Spinoza’s philosophy has this sort of healthy-mindedness woven\ninto the heart of it, and this has been one secret of its\nfascination.  He whom Reason leads, according to Spinoza, is led\naltogether by the influence over his mind of good.  Knowledge of\nevil is an “inadequate” knowledge, fit only for slavish minds. \nSo Spinoza categorically condemns repentance.  When men make\nmistakes, he says–",
        "“One might perhaps expect gnawings of conscience and repentance\nto help to bring them on the right path, and might thereupon\nconclude (as every one does conclude) that these affections are\ngood things.  Yet when we look at the matter closely, we shall\nfind that not only are they not good, but on the contrary\ndeleterious and evil passions.  For it is manifest that we can\nalways get along better by reason and love of truth than by worry\nof conscience and remorse.  Harmful are these and evil, inasmuch\nas they form a particular kind of sadness; and the disadvantages\nof sadness,” he continues, “I have already proved, and shown that\nwe should strive to keep it from our life.  Just so we should\nendeavor, since uneasiness of conscience and remorse are of this\nkind of complexion, to flee and shun these states of mind.\"[66]",
        "[66] Tract on God, Man, and Happiness, Book ii. ch. x.",
        "Within the Christian body, for which repentance of sins has from\nthe beginning been the critical religious act, healthy-mindedness\nhas always come forward with its milder interpretation. \nRepentance according to such healthy- minded Christians means\nGETTING AWAY FROM the sin, not groaning and writhing over its\ncommission.  The Catholic practice of confession and absolution\nis in one of its aspects little more than a systematic method of\nkeeping healthy- mindedness on top.  By it a man’s accounts with\nevil are periodically squared and audited, so that he may start\nthe clean page with no old debts inscribed.  Any Catholic will\ntell us how clean and fresh and free he feels after the purging\noperation.  Martin Luther by no means belonged to the\nhealthy-minded type in the radical sense in which we have\ndiscussed it, and he repudiated priestly absolution for sin. Yet\nin this matter of repentance he had some very healthy- minded\nideas, due in the main to the largeness of his conception of God.",
        "“When I was a monk,” he says “I thought that I was utterly cast\naway, if at any time I felt the lust of the flesh:  that is to\nsay, if I felt any evil motion, fleshly lust, wrath, hatred, or\nenvy against any brother.  I assayed many ways to help to quiet\nmy conscience, but It would not be; for the concupiscence and\nlust of my flesh did always return, so that I could not rest, but\nwas continually vexed with these thoughts:  This or that sin thou\nhast committed:  thou art infected with envy, with impatiency,\nand such other sins:  therefore thou art entered into this holy\norder in vain, and all thy good works are unprofitable.  But if\nthen I had rightly understood these sentences of Paul:  ’The\nflesh lusteth contrary to the Spirit, and the Spirit contrary to\nthe flesh; and these two are one against another, so that ye\ncannot do the things that ye would do,’ I should not have so\nmiserably tormented myself, but should have thought and said to\nmyself, as now commonly I do, ’Martin, thou shalt not utterly be\nwithout sin, for thou hast flesh; thou shalt therefore feel the\nbattle thereof.’  I remember that Staupitz was wont to say, ’I\nhave vowed unto God above a thousand times that I would become a\nbetter man:  but I never performed that which I vowed.  Hereafter\nI will make no such vow:  for I have now learned by experience\nthat I am not able to perform it.  Unless, therefore, God be\nfavorable and merciful unto me for Christ’s sake, I shall not be\nable, with all my vows and all my good deeds, to stand before\nhim.’ This (of Staupitz’s) was not only a true, but also a godly\nand a holy desperation; and this must they all confess, both with\nmouth and heart, who will be saved.  For the godly trust not to\ntheir own righteousness.  They look unto Christ their reconciler\nwho gave his life for their sins.  Moreover, they know that the\nremnant of sin which is in their flesh is not laid to their\ncharge, but freely pardoned.  Notwithstanding, in the mean while\nthey fight in spirit against the flesh, lest they should FULFILL\nthe lusts thereof; and although they feel the flesh to rage and\nrebel, and themselves also do fall sometimes into sin through\ninfirmity, yet are they not discouraged, nor think therefore that\ntheir state and kind of life, and the works which are done\naccording to their calling, displease God; but they raise up\nthemselves by faith.\"[67]",
        "[67] Commentary on Galatians, Philadelphia, 1891, pp. 510-514\n(abridged).",
        "One of the heresies for which the Jesuits got that spiritual\ngenius, Molinos, the founder of Quietism, so abominably condemned\nwas his healthy-minded opinion of repentance:–",
        "“When thou fallest into a fault, in what matter soever it be do\nnot trouble nor afflict thyself for it.  For they are effects of\nour frail Nature, stained by Original Sin.  The common enemy will\nmake thee believe, as soon as thou fallest into any fault, that\nthou walkest in error, and therefore art out of God and his\nfavor, and herewith would he make thee distrust of the divine\nGrace, telling thee of thy misery, and making a giant of it; and\nputting it into thy head that every day thy soul grows worse\ninstead of better, whilst it so often repeats these failings.  O\nblessed Soul, open thine eyes; and shut the gate against these\ndiabolical suggestions, knowing thy misery, and trusting in the\nmercy divine.  Would not he be a mere fool who, running at\ntournament with others, and falling in the best of the career,\nshould lie weeping on the ground and afflicting himself with\ndiscourses upon his fall?  Man (they would tell him), lose no\ntime, get up and take the course again, for he that rises again\nquickly and continues his race is as if he had never fallen.  If\nthou seest thyself fallen once and a thousand times, thou\noughtest to make use of the remedy which I have given thee, that\nis, a loving confidence in the divine mercy.  These are the\nweapons with which thou must fight and conquer cowardice and vain\nthoughts.  This is the means thou oughtest to use–not to lose\ntime, not to disturb thyself, and reap no good.\"[68]",
        "[68] Molinos:  Spiritual Guide, Book II., chaps. xvii., xviii.\nabridged.",
        "Now in contrast with such healthy-minded views as these, if we\ntreat them as a way of deliberately minimizing evil, stands a\nradically opposite view, a way of maximizing evil, if you please\nso to call it, based on the persuasion that the evil aspects of\nour life are of its very essence, and that the world’s meaning\nmost comes home to us when we lay them most to heart.  We have\nnow to address ourselves to this <129> more morbid way of\nlooking at the situation.  But as I closed our last hour with a\ngeneral philosophical reflection on the healthy-minded way of\ntaking life, I should like at this point to make another\nphilosophical reflection upon it before turning to that heavier\ntask.  You will excuse the brief delay.",
        "If we admit that evil is an essential part of our being and the\nkey to the interpretation of our life, we load ourselves down\nwith a difficulty that has always proved burdensome in\nphilosophies of religion.  Theism, whenever it has erected itself\ninto a systematic philosophy of the universe, has shown a\nreluctance to let God be anything less than All-in-All.  In other\nwords, philosophic theism has always shown a tendency to become\npantheistic and monistic, and to consider the world as one unit\nof absolute fact; and this has been at variance with popular or\npractical theism, which latter has ever been more or less frankly\npluralistic, not to say polytheistic, and shown itself perfectly\nwell satisfied with a universe composed of many original\nprinciples, provided we be only allowed to believe that the\ndivine principle remains supreme, and that the others are\nsubordinate.  In this latter case God is not necessarily\nresponsible for the existence of evil; he would only be\nresponsible if it were not finally overcome.  But on the monistic\nor pantheistic view, evil, like everything else, must have its\nfoundation in God; and the difficulty is to see how this can\npossibly be the case if God be absolutely good.  This difficulty\nfaces us in every form of philosophy in which the world appears\nas one flawless unit of fact.  Such a unit is an INDIVIDUAL, and\nin it the worst parts must be as essential as the best, must be\nas necessary to make the individual what he is; since if any part\nwhatever in an individual were to vanish or alter, it would no\nlonger be THAT individual at all.  The philosophy of absolute\nidealism, so vigorously represented both in Scotland and America\nto-day, has to struggle with this difficulty quite as <130>\nmuch as scholastic theism struggled in its time; and although it\nwould be premature to say that there is no speculative issue\nwhatever from the puzzle, it is perfectly fair to say that there\nis no clear or easy issue, and that the only OBVIOUS escape from\nparadox here is to cut loose from the monistic assumption\naltogether, and to allow the world to have existed from its\norigin in pluralistic form, as an aggregate or collection of\nhigher and lower things and principles, rather than an absolutely\nunitary fact.  For then evil would not need to be essential; it\nmight be, and may always have been, an independent portion that\nhad no rational or absolute right to live with the rest, and\nwhich we might conceivably hope to see got rid of at last.",
        "Now the gospel of healthy-mindedness, as we have described it,\ncasts its vote distinctly for this pluralistic view. Whereas the\nmonistic philosopher finds himself more or less bound to say, as\nHegel said, that everything actual is rational, and that evil, as\nan element dialectically required, must be pinned in and kept and\nconsecrated and have a function awarded to it in the final system\nof truth, healthy-mindedness refuses to say anything of the\nsort.[69] Evil, it says, is emphatically irrational, and NOT to\nbe pinned in, or preserved, or consecrated in any final system of\ntruth.  It is a pure abomination to the Lord, an alien unreality,\na waste element, to be sloughed off and negated, and the very\nmemory of it, if possible, wiped out and forgotten.  The ideal,\nso far from being co-extensive with the whole actual, is a mere\nEXTRACT from the actual, marked by its deliverance from all\ncontact with this diseased, inferior, and excrementitious stuff.",
        "[69] I say this in spite of the monistic utterances of many\nmind-cure writers; for these utterances are really inconsistent\nwith their attitude towards disease, and can easily be shown not\nto be logically involved in the experiences of union with a\nhigher Presence with which they connect themselves.  The higher\nPresence, namely, need not be the absolute whole of things, it is\nquite sufficient for the life of religious experience to regard\nit as a part, if only it be the most ideal part.",
        "Here we have the interesting notion fairly and squarely presented\nto us, of there being elements of the universe which may make no\nrational whole in conjunction with the other elements, and which,\nfrom the point of view of any system which those other elements\nmake up, can only be considered so much irrelevance and\naccident–so much “dirt,” as it were, and matter out of place.  I\nask you now not to forget this notion; for although most\nphilosophers seem either to forget it or to disdain it too much\never to mention it, I believe that we shall have to admit it\nourselves in the end as containing an element of truth.  The\nmind-cure gospel thus once more appears to us as having dignity\nand importance.  We have seen it to be a genuine religion, and no\nmere silly appeal to imagination to cure disease; we have seen\nits method of experimental verification to be not unlike the\nmethod of all science; and now here we find mind- cure as the\nchampion of a perfectly definite conception of the metaphysical\nstructure of the world.  I hope that, in view of all this, you\nwill not regret my having pressed it upon your attention at such\nlength.",
        "Let us now say good-by for a while to all this way of thinking,\nand turn towards those persons who cannot so swiftly throw off\nthe burden of the consciousness of evil, but are congenitally\nfated to suffer from its presence.  Just as we saw that in\nhealthy-mindedness there are shallower and profounder levels,\nhappiness like that of the mere animal, and more regenerate sorts\nof happiness, so also are there different levels of the morbid\nmind, and the one is much more formidable than the other.  There\nare people for whom evil means only a mal-adjustment with THINGS,\na wrong correspondence of one’s life with the environment. Such\nevil as this is curable, in principle at least, upon the \nnatural plane, for merely by modifying either the self or the\nthings, or both at once, the two terms may be made to fit, and\nall go merry as a marriage bell again.  But there are others for\nwhom evil is no mere relation of the subject to particular outer\nthings, but something more radical and general, a wrongness or\nvice in his essential nature, which no alteration of the\nenvironment, or any superficial rearrangement of the inner self,\ncan cure, and which requires a supernatural remedy.  On the\nwhole, the Latin races have leaned more towards the former way of\nlooking upon evil, as made up of ills and sins in the plural,\nremovable in detail; while the Germanic races have tended rather\nto think of Sin in the singular, and with a capital S, as of\nsomething ineradicably ingrained in our natural subjectivity, and\nnever to be removed by any superficial piecemeal operations.[70]\nThese comparisons of races are always open to exception, but\nundoubtedly the northern tone in religion has inclined to the\nmore intimately pessimistic persuasion, and this way of feeling,\nbeing the more extreme, we shall find by far the more instructive\nfor our study.",
        "[70] Cf. J. Milsand:  Luther et le Serf-Arbitre, 1884, passim.",
        "Recent psychology has found great use for the word “threshold” as\na symbolic designation for the point at which one state of mind\npasses into another.  Thus we speak of the threshold of a man’s\nconsciousness in general, to indicate the amount of noise,\npressure, or other outer stimulus which it takes to arouse his\nattention at all.  One with a high threshold will doze through an\namount of racket by which one with a low threshold would be\nimmediately waked.  Similarly, when one is sensitive to small\ndifferences in any order of sensation, we say he has a low\n“difference- threshold\"–his mind easily steps over it into the\nconsciousness of the differences in question.  And just so we\nmight speak of a “pain-threshold,” a “fear-threshold,” a\n“misery-threshold,” and find it quickly overpassed by the\nconsciousness of some individuals, but lying too high in others\nto be often reached by their consciousness.  The sanguine and\nhealthy-minded live habitually on the sunny side of their\nmisery-line, the depressed and melancholy live beyond it, in\ndarkness and apprehension.  There are men who seem to have\nstarted in life with a bottle or two of champagne inscribed to\ntheir credit; whilst others seem to have been born close to the\npain-threshold, which the slightest irritants fatally send them\nover.",
        "Does it not appear as if one who lived more habitually on one\nside of the pain-threshold might need a different sort of\nreligion from one who habitually lived on the other?  This\nquestion, of the relativity of different types of religion to\ndifferent types of need, arises naturally at this point, and will\nbecame a serious problem ere we have done.  But before we\nconfront it in general terms, we must address ourselves to the\nunpleasant task of hearing what the sick souls, as we may call\nthem in contrast to the healthy-minded, have to say of the\nsecrets of their prison-house, their own peculiar form of\nconsciousness.  Let us then resolutely turn our backs on the\nonce-born and their sky-blue optimistic gospel; let us not simply\ncry out, in spite of all appearances, “Hurrah for the\nUniverse!–God’s in his Heaven, all’s right with the world.”   \nLet us see rather whether pity, pain, and fear, and the sentiment\nof human helplessness may not open a profounder view and put into\nour hands a more complicated key to the meaning of the situation.",
        "To begin with, how CAN things so insecure as the successful\nexperiences of this world afford a stable anchorage?  A chain is\nno stronger than its weakest link, and life is after all a chain.",
        "In the healthiest and most prosperous existence, how many links\nof illness, danger, and disaster are always interposed? \nUnsuspectedly from the bottom of every fountain of pleasure, as\nthe old poet said, something bitter rises up:  a touch of nausea,\na falling dead of the delight, a whiff of melancholy, things that\nsound a knell, for fugitive as they may be, they bring a feeling\nof coming from a deeper region and often have an appalling\nconvincingness.  The buzz of life ceases at their touch as a\npiano-string stops sounding when the damper falls upon it.",
        "Of course the music can commence again;–and again and again–at\nintervals.  But with this the healthy-minded consciousness is\nleft with an irremediable sense of precariousness.  It is a bell\nwith a crack; it draws its breath on sufferance and by an\naccident.",
        "Even if we suppose a man so packed with healthy-mindedness as\nnever to have experienced in his own person any of these sobering\nintervals, still, if he is a reflecting being, he must generalize\nand class his own lot with that of others; and, doing so, he must\nsee that his escape is just a lucky chance and no essential\ndifference.  He might just as well have been born to an entirely\ndifferent fortune.  And then indeed the hollow security! What\nkind of a frame of things is it of which the best you can say is,\n“Thank God, it has let me off clear this time!”  Is not its\nblessedness a fragile fiction?  Is not your joy in it a very\nvulgar glee, not much unlike the snicker of any rogue at his\nsuccess?  If indeed it were all success, even on such terms as\nthat! But take the happiest man, the one most envied by the\nworld, and in nine cases out of ten his inmost consciousness is\none of failure.  Either his ideals in the line of his\nachievements are pitched far higher than the achievements\nthemselves, or else he has secret ideals of which the world knows\nnothing, and in regard to which he inwardly knows himself to be\nfound wanting.",
        "When such a conquering optimist as Goethe can express himself in\nthis wise, how must it be with less successful men? <135>",
        "“I will say nothing,” writes Goethe in 1824, “against the course\nof my existence.  But at bottom it has been nothing but pain and\nburden, and I can affirm that during the whole of my 75 years, I\nhave not had four weeks of genuine well-being.  It is but the\nperpetual rolling of a rock that must be raised up again\nforever.”",
        "What single-handed man was ever on the whole as successful as\nLuther?  Yet when he had grown old, he looked back on his life as\nif it were an absolute failure.",
        "“I am utterly weary of life.  I pray the Lord will come forthwith\nand carry me hence.  Let him come, above all, with his last\nJudgment:  I will stretch out my neck, the thunder will burst\nforth, and I shall be at rest.\"–And having a necklace of white\nagates in his hand at the time he added:  “O God, grant that it\nmay come without delay.  I would readily eat up this necklace\nto-day, for the Judgment to come to-morrow.\"–The Electress\nDowager, one day when Luther was dining with her, said to him: \n“Doctor, I wish you may live forty years to come.” “Madam,\"\nreplied he, “rather than live forty years more, I would give up\nmy chance of Paradise.”",
        "Failure, then, failure! so the world stamps us at every turn.  We\nstrew it with our blunders, our misdeeds, our lost opportunities,\nwith all the memorials of our inadequacy to our vocation.  And\nwith what a damning emphasis does it then blot us out!  No easy\nfine, no mere apology or formal expiation, will satisfy the\nworld’s demands, but every pound of flesh exacted is soaked with\nall its blood.  The subtlest forms of suffering known to man are\nconnected with the poisonous humiliations incidental to these\nresults.",
        "And they are pivotal human experiences.  A process so ubiquitous\nand everlasting is evidently an integral part of life.  “There is\nindeed one element in human destiny,” Robert Louis Stevenson\nwrites, “that not blindness itself can controvert.  Whatever else\nwe are intended to do, we are not  intended to succeed; failure\nis the fate allotted.\"[71] And our nature being thus rooted in\nfailure, is it any wonder that theologians should have held it to\nbe essential, and thought that only through the personal\nexperience of humiliation which it engenders the deeper sense of\nlife’s significance is reached?[72]",
        "[71] He adds with characteristic healthy-mindedness:  “Our\nbusiness is to continue to fail in good spirits.”",
        "[72] The God of many men is little more than their court of\nappeal against the damnatory judgment passed on their failures by\nthe opinion of this world.  To our own consciousness there is\nusually a residuum of worth left over after our sins and errors\nhave been told off–our capacity of acknowledging and regretting\nthem is the germ of a better self in posse at least.  But the\nworld deals with us in actu and not in posse:  and of this hidden\ngerm, not to be guessed at from without, it never takes account. \nThen we turn to the All-knower, who knows our bad, but knows this\ngood in us also, and who is just.  We cast ourselves with our\nrepentance on his mercy only by an All-knower can we finally be\njudged.  So the need of a God very definitely emerges from this\nsort of experience of life.",
        "But this is only the first stage of the world-sickness.  Make the\nhuman being’s sensitiveness a little greater, carry him a little\nfarther over the misery-threshold, and the good quality of the\nsuccessful moments themselves when they occur is spoiled and\nvitiated.  All natural goods perish.  Riches take wings; fame is\na breath; love is a cheat; youth and health and pleasure vanish. \nCan things whose end is always dust and disappointment be the\nreal goods which our souls require? Back of everything is the\ngreat spectre of universal death, the all-encompassing\nblackness:–",
        "“What profit hath a man of all his labour which he taketh under\nthe Sun?  I looked on all the works that my hands had wrought,\nand behold, all was vanity and vexation of spirit.  For that\nwhich befalleth the sons of men befalleth beasts; as the one\ndieth, so dieth the other, all are of the dust, and all turn to\ndust again. . . .  The dead know not anything, neither have they\nany more a reward; for the memory of them is forgotten.  Also\ntheir love and their hatred and their envy is now perished;\nneither have they any more a portion for ever in anything that is\ndone under the Sun. . . . Truly the light is sweet, and a\npleasant thing it is for the eyes to behold the Sun:  but if a\nman live many years and rejoice in them all, yet let him remember\nthe days of darkness; for they shall be many.”",
        "In short, life and its negation are beaten up inextricably\ntogether.  But if the life be good, the negation of it must be\nbad.  Yet the two are equally essential facts of existence; and\nall natural happiness thus seems infected with a contradiction. \nThe breath of the sepulchre surrounds it.",
        "To a mind attentive to this state of things and rightly subject\nto the joy-destroying chill which such a contemplation engenders,\nthe only relief that healthy-mindedness can give is by saying: \n“Stuff and nonsense, get out into the open air!” or “Cheer up,\nold fellow, you’ll be all right erelong, if you will only drop\nyour morbidness!”  But in all seriousness, can such bald animal\ntalk as that be treated as a rational answer?  To ascribe\nreligious value to mere happy-go-lucky contentment with one’s\nbrief chance at natural good is but the very consecration of\nforgetfulness and superficiality.  Our troubles lie indeed too\ndeep for THAT cure.  The fact that we CAN die, that we CAN be ill\nat all, is what perplexes us; the fact that we now for a moment\nlive and are well is irrelevant to that perplexity.  We need a\nlife not correlated with death, a health not liable to illness, a\nkind of good that will not perish, a good in fact that flies\nbeyond the Goods of nature.",
        "It all depends on how sensitive the soul may become to discords. \n“The trouble with me is that I believe too much in common\nhappiness and goodness,” said a friend of mine whose\nconsciousness was of this sort, “and nothing can console me for\ntheir transiency.  I am appalled and disconcerted at its being\npossible.”    And so with most of us:  a little cooling down of\nanimal excitability and instinct, a little loss of animal\ntoughness, a little irritable weakness and descent of the\npain-threshold, will bring the worm at the core of all our usual\nsprings of delight into full view, and turn us into melancholy\nmetaphysicians.  The pride of life and glory of the world will\nshrivel.  It is after all but the standing quarrel of hot youth\nand hoary eld.  Old age has the last word:  the purely\nnaturalistic look at life, however enthusiastically it may begin,\nis sure to end in sadness.",
        "This sadness lies at the heart of every merely positivistic,\nagnostic, or naturalistic scheme of philosophy.  Let sanguine\nhealthy-mindedness do its best with its strange power of living\nin the moment and ignoring and forgetting, still the evil\nbackground is really there to be thought of, and the skull will\ngrin in at the banquet.  In the practical life of the individual,\nwe know how his whole gloom or glee about any present fact\ndepends on the remoter schemes and hopes with which it stands\nrelated.  Its significance and framing give it the chief part of\nits value.  Let it be known to lead nowhere, and however\nagreeable it may be in its immediacy, its glow and gilding\nvanish.  The old man, sick with an insidious internal disease,\nmay laugh and quaff his wine at first as well as ever, but he\nknows his fate now, for the doctors have revealed it; and the\nknowledge knocks the satisfaction out of all these functions. \nThey are partners of death and the worm is their brother, and\nthey turn to a mere flatness.",
        "The lustre of the present hour is always borrowed from the\nbackground of possibilities it goes with.  Let our common\nexperiences be enveloped in an eternal moral order; let our\nsuffering have an immortal significance; let Heaven smile upon\nthe earth, and deities pay their visits; let faith and hope be\nthe atmosphere which man breathes in;–and his days pass by with\nzest; they stir with prospects, they thrill with remoter values. \nPlace round them on the contrary the curdling cold and gloom and\nabsence of all permanent meaning which for pure naturalism and\nthe popular science evolutionism of our time are all that is\nvisible ultimately, and the thrill stops short, or turns rather\nto an anxious trembling.",
        "For naturalism, fed on recent cosmological speculations, mankind\nis in a position similar to that of a set of people living on a\nfrozen lake, surrounded by cliffs over which there is no escape,\nyet knowing that little by little the ice is melting, and the\ninevitable day drawing near when the last film of it will\ndisappear, and to be drowned ignominiously will be the human\ncreature’s portion.  The merrier the skating, the warmer and more\nsparkling the sun by day, and the ruddier the bonfires at night,\nthe more poignant the sadness with which one must take in the\nmeaning of the total situation.",
        "The early Greeks are continually held up to us in literary works\nas models of the healthy-minded joyousness which the religion of\nnature may engender.  There was indeed much joyousness among the\nGreeks–Homer’s flow of enthusiasm for most things that the sun\nshines upon is steady.  But even in Homer the reflective passages\nare cheerless,[73] and the moment the Greeks grew systematically\npensive and thought of ultimates, they became unmitigated\npessimists.[74] The jealousy of the gods, the nemesis that\nfollows  too much happiness, the all-encompassing death, fate’s\ndark opacity, the ultimate and unintelligible cruelty, were the\nfixed background of their imagination.  The beautiful joyousness\nof their polytheism is only a poetic modern fiction.  They knew\nno joys comparable in quality of preciousness to those which we\nshall erelong see that Ilrahmans, Buddhists, Christians,\nMohammedans, twice-born people whose religion is\nnon-naturalistic, get from their several creeds of mysticism and\nrenunciation.",
        "[73] E.g., Iliad XVII. 446:  “Nothing then is more wretched\nanywhere than man of all that breathes and creeps upon this\nearth.”",
        "[74] E.g., Theognis, 425-428:  “Best of all for all things upon\nearth is it not to be born nor to behold the splendors of the\nsun; next best to traverse as soon as possible the gates of\nHades.”  See also the almost identical passage in Oedipus in\nColonus, 1225.–The Anthology is full of pessimistic utterances: \n“Naked came I upon the earth, naked I go below the ground–why\nthen do I vainly toil when I see the end naked before me?\"–\"How\ndid I come to be? Whence am l?  Wherefore did I come?  To pass\naway.  How can I learn aught when naught I know?  Being naught I\ncame to life:  once more shall I be what I was.  Nothing and\nnothingness is the whole race of mortals.\"–\"For death we are all\ncherished and fattened like a herd of hogs that is wantonly\nbutchered.”",
        "The difference between Greek pessimism and the oriental and\nmodern variety is that the Greeks had not made the discovery that\nthe pathetic mood may be idealized, and figure as a higher form\nof sensibility.  Their spirit was still too essentially masculine\nfor pessimism to be elaborated or lengthily dwelt on in their\nclassic literature.  They would have despised a life set wholly\nin a minor key, and summoned it to keep within the proper bounds\nof lachrymosity. The discovery that the enduring emphasis, so far\nas this world goes, may be laid on its pain and failure, was\nreserved for races more complex, and (so to speak) more feminine\nthan the Hellenes had attained to being in the classic period. \nBut all the same was the outlook of those Hellenes blackly\npessimistic.",
        "Stoic insensibility and Epicurean resignation were the farthest\nadvance which the Greek mind made in that direction. The\nEpicurean said:  “Seek not to be happy, but rather to escape\nunhappiness; strong happiness is always linked with pain;\ntherefore hug the safe shore, and do not tempt the deeper\nraptures.  Avoid disappointment by expecting little, and by\naiming low; and above all do not fret.”  The Stoic said:  “The\nonly genuine good that life can yield a man is the free\npossession of his own soul; all other goods are lies.”  Each of\nthese philosophies is in its degree a philosophy of despair in\nnature’s boons.  Trustful self-abandonment to the joys that\nfreely offer has entirely departed from both Epicurean and Stoic;\nand what each proposes is a way of rescue from the resultant\ndust-and-ashes state of mind.  The Epicurean still awaits results\nfrom economy of indulgence and damping of desire.  The Stoic\nhopes for no results, and gives up natural good altogether. \nThere is dignity in both these forms of resignation.  They\nrepresent distinct stages in the sobering process which man’s\nprimitive intoxication with sense-happiness is sure to undergo. \nIn the one the hot blood has grown cool, in the other it has\nbecome quite cold; and although I have spoken of them in the past\ntense, as if they were merely historic, yet Stoicism and\nEpicureanism will probably be to all time typical attitudes,\nmarking a certain definite stage accomplished in the evolution of\nthe world-sick soul.[75] They mark the conclusion of what we call\nthe once-born period, and represent the highest flights of what\ntwice-born religion would call the purely natural man\n–Epicureanism, which can only by great courtesy be called a\nreligion, showing his refinement, and Stoicism exhibiting his\nmoral will.  They leave the world in the shape of an unreconciled\ncontradiction, and seek no higher unity.  Compared with the\ncomplex ecstasies which the supernaturally regenerated Christian\nmay enjoy, or the oriental pantheist indulge in, their receipts\nfor equanimity are expedients which seem almost crude in their\nsimplicity.",
        "[75] For instance, on the very day on which I write this page,\nthe post brings me some aphorisms from a worldly-wise old friend\nin Heidelberg which may serve as a good contemporaneous\nexpression of Epicureanism:  “By the word ’happiness’ every human\nbeing understands something different.  It is a phantom pursued\nonly by weaker minds.  The wise man is satisfied with the more\nmodest but much more definite term CONTENTMENT.  What education\nshould chiefly aim at is to save us from a discontented life. \nHealth is one favoring condition, but by no means an\nindispensable one, of contentment.  Woman’s heart and love are a\nshrewd device of Nature, a trap which she sets for the average\nman, to force him into working.  But the wise man will always\nprefer work chosen by himself.”",
        "Please observe, however, that I am not yet pretending finally to\nJUDGE any of these attitudes.  I am only describing their\nvariety.  The securest way to the rapturous sorts of happiness of\nwhich the twice-born make report has as an historic matter of\nfact been through a more radical pessimism than anything that we\nhave yet considered.  We have seen how the lustre and enchantment\nmay be rubbed off from the goods of nature.  But there is a pitch\nof unhappiness so great that the goods of nature may be entirely\nforgotten, and all sentiment of their existence vanish from the\nmental field.  For this extremity of pessimism to be reached,\nsomething more is needed than observation of life and reflection\nupon death.  The individual must in his own person become the\nprey of a pathological melancholy.  As the healthy-minded\nenthusiast succeeds in ignoring evil’s very existence, so the\nsubject of melancholy is forced in spite of himself to ignore\nthat of all good whatever:  for him it may no longer have the\nleast reality.  Such sensitiveness and susceptibility to mental\npain is a rare occurrence where the nervous constitution is\nentirely normal; one seldom finds it in a healthy subject even\nwhere he is the victim of the most atrocious cruelties of outward\nfortune.  So we note here the neurotic constitution, of which I\nsaid so much in my first lecture, making its active entrance on\nour scene, and destined to play a part in much that follows. \nSince these experiences of melancholy are in the first instance\nabsolutely private and individual, I can now help myself out with\npersonal documents.  Painful indeed they will be to listen to,\nand there is almost an indecency in handling them in public.  Yet\nthey lie right in the middle of our path; and if we are to touch\nthe psychology of religion at all seriously, we must be willing\nto forget conventionalities, and dive below the smooth and lying\nofficial conversational surface.",
        "One can distinguish many kinds of pathological depression.\nSometimes it is mere passive joylessness and dreariness.\ndiscouragement, dejection, lack of taste and zest and spring.\n<143> Professor Ribot has proposed the name anhedonia to\ndesignate this condition.",
        "“The state of anhedonia, if I may coin a new word to pair off\nwith analgesia,” he writes, “has been very little studied, but it\nexists.  A young girl was smitten with a liver disease which for\nsome time altered her constitution.  She felt no longer any\naffection for her father and mother.  She would have played with\nher doll, but it was impossible to find the least pleasure in the\nact. The same things which formerly convulsed her with laughter\nentirely failed to interest her now.  Esquirol observed the case\nof a very intelligent magistrate who was also a prey to hepatic\ndisease.  Every emotion appeared dead within him.  He manifested\nneither perversion nor violence, but complete absence of\nemotional reaction.  If he went to the theatre, which he did out\nof habit, he could find no pleasure there.  The thought of his\nhouse of his home, of his wife, and of his absent children moved\nhim as little, he said, as a theorem of Euclid.\"[76]",
        "[76] Ribot:  Psychologie des sentiments, p. 54.",
        "Prolonged seasickness will in most persons produce a temporary\ncondition of anhedonia.  Every good, terrestrial or celestial, is\nimagined only to be turned from with disgust. A temporary\ncondition of this sort, connected with the religious evolution of\na singularly lofty character, both intellectual and moral, is\nwell described by the Catholic philosopher, Father Gratry, in his\nautobiographical recollections. In consequence of mental\nisolation and excessive study at the Polytechnic school, young\nGratry fell into a state of nervous exhaustion with symptoms\nwhich he thus describes:–",
        "“I had such a universal terror that I woke at night with a start,\nthinking that the Pantheon was tumbling on the Polytechnic\nschool, or that the school was in flames, or that the Seine was\npouring into the Catacombs, and that Paris was being swallowed  \nup.  And when these impressions were past, all day long without\nrespite I suffered an incurable and intolerable desolation,\nverging on despair.  I thought myself, in fact, rejected by God,\nlost, damned! I felt something like the suffering of hell. Before\nthat I had never even thought of hell.  My mind had never turned\nin that direction.  Neither discourses nor reflections had\nimpressed me in that way.  I took no account of hell.  Now, and\nall at once, I suffered in a measure what is suffered there.",
        "“But what was perhaps still more dreadful is that every idea of\nheaven was taken away from me:  I could no longer conceive of\nanything of the sort.  Heaven did not seem to me worth going to. \nIt was like a vacuum; a mythological elysium, an abode of shadows\nless real than the earth.  I could conceive no joy, no pleasure\nin inhabiting it.  Happiness, joy, light, affection, love– all\nthese words were now devoid of sense.  Without doubt I could\nstill have talked of all these things, but I had become incapable\nof feeling anything in them, of understanding anything about\nthem, of hoping anything from them, or of believing them to\nexist.  There was my great and inconsolable grief! I neither\nperceived nor conceived any longer the existence of happiness or\nperfection.  An abstract heaven over a naked rock.  Such was my\npresent abode for eternity.\"[77]",
        "[77] A. Gratry:  Souvenirs de ma jeunesse, 1880, pp. 119-121,\nabridged.  Some persons are affected with anhedonia permanently,\nor at any rate with a loss of the usual appetite for life.  The\nannals of suicide supply such examples as the following:–",
        "An uneducated domestic servant, aged nineteen, poisons herself,\nand leaves two letters expressing her motive for the act.  To her\nparents she writes:–",
        "“Life is sweet perhaps to some, but I prefer what is sweeter than\nlife, and that is death.  So good-by forever, my dear parents. \nIt is nobody’s fault, but a strong desire of my own which I have\nlonged to fulfill for three or four years.  I have always had a\nhope that some day I might have an opportunity of fulfilling it,\nand now it has come. . . . It is a wonder I have put this off so\nlong, but I thought perhaps I should cheer up a bit and put all\nthought out of my head.”  To her brother she writes:  “Good-by\nforever, my own dearest brother.  By the time you get this I\nshall be gone forever.  I know, dear love, there is no\nforgiveness for what I am going to do. . . . I am tired of\nliving, so am willing to die. . . .  Life may be sweet to some,\nbut death to me is sweeter.”  S. A. K. Strahan:  Suicide and\nInsanity, 2d edition, London, 1894, p. 131.",
        "So much for melancholy in the sense of incapacity for joyous\nfeeling.  A much worse form of it is positive and active anguish,\na sort of psychical neuralgia wholly unknown to healthy life. \nSuch anguish may partake of various characters, having sometimes\nmore the quality of loathing; sometimes that of irritation and\nexasperation; or again of self-mistrust and self-despair; or of\nsuspicion, anxiety, trepidation, fear.  The patient may rebel or\nsubmit; may accuse himself, or accuse outside powers; and he may\nor he may not be tormented by the theoretical mystery of why he\nshould so have to suffer.  Most cases are mixed cases, and we\nshould not treat our classifications with too much respect.\nMoreover, it is only a relatively small proportion of cases that\nconnect themselves with the religious sphere of experience at\nall.  Exasperated cases, for instance, as a rule do not.  I quote\nnow literally from the first case of melancholy on which I lay my\nhand.  It is a letter from a patient in a French asylum.",
        "“I suffer too much in this hospital, both physically and morally.\nBesides the burnings and the sleeplessness (for I no longer sleep\nsince I am shut up here, and the little rest I get is broken by\nbad dreams, and I am waked with a jump by night mares dreadful\nvisions, lightning, thunder, and the rest), fear, atrocious fear,\npresses me down, holds me without respite, never lets me go. \nWhere is the justice in it all!  What have I done to deserve this\nexcess of severity?  Under what form will this fear crush me? \nWhat would I not owe to any one who would rid me of my life! Eat,\ndrink, lie awake all night, suffer without interruption–such is\nthe fine legacy I have received from my mother!  What I fail to\nunderstand is this abuse of power.  There are limits to\neverything, there is a middle way.  But God knows neither middle\nway nor limits.  I say God, but why?  All I have known so far has\nbeen the devil.  After all, I am afraid of God as much as of the\ndevil, so I drift along, thinking of nothing but suicide, but\nwith neither courage nor means here to execute the act.  As you\nread this, it will easily prove to you my insanity.  The style\nand the ideas are incoherent enough–I can see that myself.  But\nI cannot keep myself from being either crazy or an idiot; and, as\nthings are, from whom should I ask pity?  I am defenseless\nagainst the invisible enemy who is tightening his coils around\nme.  I should be no better armed against him even if I saw him,\nor had seen him.  Oh, if he would but kill me, devil take him! \nDeath, death, once for all! But I stop. I have raved to you long\nenough.  I say raved, for I can write no otherwise, having\nneither brain nor thoughts left.  O God! what a misfortune to be\nborn!  Born like a mushroom, doubtless between an evening and a\nmorning; and how true and right I was when in our philosophy-year\nin college I chewed the cud of bitterness with the pessimists. \nYes, indeed, there is more pain in life than gladness–it is one\nlong agony until the grave.  Think how gay it makes me to\nremember that this horrible misery of mine, coupled with this\nunspeakable fear, may last fifty, one hundred, who knows how many\nmore years!\"[78]",
        "[78] Roubinovitch et Toulouse:  La Melancolie, 1897, p. 170,\nabridged.",
        "This letter shows two things.  First, you see how the entire\nconsciousness of the poor man is so choked with the feeling of\nevil that the sense of there being any good in the world is lost\nfor him altogether.  His attention excludes it, cannot admit it: \nthe sun has left his heaven.  And secondly you see how the\nquerulous temper of his misery keeps his mind from taking a\nreligious direction.  Querulousness of mind tends in fact rather\ntowards irreligion; and it has played, so far as I know, no part\nwhatever in the construction of religious systems.",
        "Religious melancholy must be cast in a more melting mood. \nTolstoy has left us, in his book called My Confession, a\nwonderful account of the attack of melancholy which led him to\nhis own religious conclusions.  The latter in some respects are\npeculiar; but the melancholy presents two characters which make\nit a typical document for our present purpose.  First it is a\nwell-marked case of anhedonia, of passive loss of appetite for\nall life’s values; and second, it shows how the altered and\nestranged aspect which the world assumed in consequence of this\nstimulated Tolstoy’s intellect to a gnawing, carking questioning\nand effort for philosophic relief.  I mean to quote Tolstoy at\nsome length; but before doing so, I will make a general remark on\neach of these two points.",
        "First on our spiritual judgments and the sense of value in\ngeneral.",
        "It is notorious that facts are compatible with opposite emotional\ncomments, since the same fact will inspire entirely different\nfeelings in different persons, and at different times in the same\nperson; and there is no rationally deducible connection between\nany outer fact and the sentiments it may happen to provoke. \nThese have their source in another sphere of existence\naltogether, in the animal and spiritual region of the subject’s\nbeing.  Conceive yourself, if possible, suddenly stripped of all\nthe emotion with which your world now inspires you, and try to\nimagine it AS IT EXISTS, purely by itself, without your favorable\nor unfavorable, hopeful or apprehensive comment.  It will be\nalmost impossible for you to realize such a condition of\nnegativity and deadness.  No one portion of the universe would\nthen have importance beyond another; and the whole collection of\nits things and series of its events would be without\nsignificance, character, expression, or perspective.  Whatever of\nvalue, interest, or meaning our respective worlds may appear\nendued with are thus pure gifts of the spectator’s mind.  The\npassion of love is the most familiar and extreme example of this\nfact.  If it comes, it comes; if it does not <148> come, no\nprocess of reasoning can force it.  Yet it transforms the value\nof the creature loved as utterly as the sunrise transforms Mont\nBlanc from a corpse-like gray to a rosy enchantment; and it sets\nthe whole world to a new tune for the lover and gives a new issue\nto his life.  So with fear, with indignation, jealousy, ambition,\nworship.  If they are there, life changes.  And whether they\nshall be there or not depends almost always upon non-logical,\noften on organic conditions.  And as the excited interest which\nthese passions put into the world is our gift to the world, just\nso are the passions themselves GIFTS–gifts to us, from sources\nsometimes low and sometimes high; but almost always nonlogical\nand beyond our control.  How can the moribund old man reason back\nto himself the romance, the mystery, the imminence of great\nthings with which our old earth tingled for him in the days when\nhe was young and well?  Gifts, either of the flesh or of the\nspirit; and the spirit bloweth where it listeth; and the world’s\nmaterials lend their surface passively to all the gifts alike, as\nthe stage-setting receives indifferently whatever alternating\ncolored lights may be shed upon it from the optical apparatus in\nthe gallery.",
        "Meanwhile the practically real world for each one of us, the\neffective world of the individual, is the compound world, the\nphysical facts and emotional values in indistinguishable\ncombination.  Withdraw or pervert either factor of this complex\nresultant, and the kind of experience we call pathological\nensues.",
        "In Tolstoy’s case the sense that life had any meaning whatever\nwas for a time wholly withdrawn.  The result was a transformation\nin the whole expression of reality.  When we come to study the\nphenomenon of conversion or religious regeneration, we shall see\nthat a not infrequent consequence of the change operated in the\nsubject is a transfiguration of the face of nature in his eyes. \nA new heaven seems to shine upon a new earth.  In melancholiacs\nthere is usually a similar change, only it is in the reverse\ndirection. The world now looks remote, strange, sinister,\nuncanny. Its color is gone, its breath is cold, there is no\nspeculation in the eyes it glares with.  “It is as if I lived in\nanother century,” says one asylum patient.–\"I see everything\nthrough a cloud,” says another, “things are not as they were, and\nI am changed.\"–\"I see,” says a third, “I touch, but the things\ndo not come near me, a thick veil alters the hue and look of\neverything.\"–\"Persons move like shadows, and sounds seem to come\nfrom a distant world.\"–\"There is no longer any past for me;\npeople appear so strange; it is as if I could not see any\nreality, as if I were in a theatre; as if people were actors, and\neverything were scenery; I can no longer find myself; I walk, but\nwhy?  Everything floats before my eyes, but leaves no\nimpression.\"–\"I weep false tears, I have unreal hands:  the\nthings I see are not real things.\"–Such are expressions that\nnaturally rise to the lips of melancholy subjects describing\ntheir changed state.[79]",
        "[79] I cull these examples from the work of G. Dumas:  La\nTristesse et la Joie, 1900.",
        "Now there are some subjects whom all this leaves a prey to the\nprofoundest astonishment.  The strangeness is wrong.  The\nunreality cannot be.  A mystery is concealed, and a metaphysical\nsolution must exist.  If the natural world is so double-faced and\nunhomelike, what world, what thing is real?  An urgent wondering\nand questioning is set up, a poring theoretic activity, and in\nthe desperate effort to get into right relations with the matter,\nthe sufferer is often led to what becomes for him a satisfying\nreligious solution.",
        "At about the age of fifty, Tolstoy relates that he began to have\nmoments of perplexity, of what he calls arrest, as if he knew not\n“how to live,” or what to do.  It is obvious that these were\nmoments in which the excitement and interest which our functions\nnaturally bring had ceased.  Life had been enchanting, it was now\nflat sober, more than <150> sober, dead.  Things were\nmeaningless whose meaning had always been self-evident.  The\nquestions “Why?” and “What next?” began to beset him more and\nmore frequently.  At first it seemed as if such questions must be\nanswerable, and as if he could easily find the answers if he\nwould take the time; but as they ever became more urgent, he\nperceived that it was like those first discomforts of a sick man,\nto which he pays but little attention till they run into one\ncontinuous suffering, and then he realizes that what he took for\na passing disorder means the most momentous thing in the world\nfor him, means his death.",
        "These questions “Why?” “Wherefore?” “What for?” found no\nresponse.",
        "“I felt,” says Tolstoy, “that something had broken within me on\nwhich my life had always rested, that I had nothing left to hold\non to, and that morally my life had stopped.  An invincible force\nimpelled me to get rid of my existence, in one way or another. It\ncannot be said exactly that I WISHED to kill myself, for the\nforce which drew me away from life was fuller, more powerful,\nmore general than any mere desire.  It was a force like my old\naspiration to live, only it impelled me in the opposite\ndirection. It was an aspiration of my whole being to get out of\nlife.",
        "“Behold me then, a man happy and in good health, hiding the rope\nin order not to hang myself to the rafters of the room where\nevery night I went to sleep alone; behold me no longer going\nshooting, lest I should yield to the too easy temptation of\nputting an end to myself with my gun.",
        "“I did not know what I wanted.  I was afraid of life; I was\ndriven to leave it; and in spite of that I still hoped something\nfrom it.",
        "“All this took place at a time when so far as all my outer\ncircumstances went, I ought to have been completely happy.  I had\na good wife who loved me and whom I loved; good children and a\nlarge property which was increasing with no pains taken on my\npart.  I was more respected by my kinsfolk and acquaintance than\nI had ever been; I was loaded with praise by strangers; and\nwithout exaggeration I could believe my name already famous.\nMoreover I was neither insane nor ill.  On the contrary, I\npossessed a physical and mental strength which I have rarely met\nin persons of my age.  I could mow as well as the peasants, I\ncould work with my brain eight hours uninterruptedly and feel no\nbad effects.",
        "“And yet I could give no reasonable meaning to any actions of my\nlife.  And I was surprised that I had not understood this from\nthe very beginning.  My state of mind was as if some wicked and\nstupid jest was being played upon me by some one.  One can live\nonly so long as one is intoxicated, drunk with life; but when one\ngrows sober one cannot fail to see that it is all a stupid cheat.",
        "What is truest about it is that there is nothing even funny or\nsilly in it; it is cruel and stupid, purely and simply.",
        "“The oriental fable of the traveler surprised in the desert by a\nwild beast is very old.",
        "“Seeking to save himself from the fierce animal, the traveler\njumps into a well with no water in it; but at the bottom of this\nwell he sees a dragon waiting with open mouth to devour him. And\nthe unhappy man, not daring to go out lest he should be the prey\nof the beast, not daring to jump to the bottom lest he should be\ndevoured by the dragon, clings to the branches of a wild bush\nwhich grows out of one of the cracks of the well.  His hands\nweaken, and he feels that he must soon give way to certain fate;\nbut still he clings, and see two mice, one white, the other\nblack, evenly moving round the bush to which he hangs, and\ngnawing off its roots",
        "“The traveler sees this and knows that he must inevitably perish;\nbut while thus hanging he looks about him and finds on the leaves\nof the bush some drops of honey.  These he reaches with his\ntongue and licks them off with rapture.",
        "“Thus I hang upon the boughs of life, knowing that the inevitable\ndragon of death is waiting ready to tear me, and I cannot\ncomprehend why I am thus made a martyr.  I try to suck the honey\nwhich formerly consoled me; but the honey pleases me no longer,\nand day and night the white mouse and the black mouse gnaw the\nbranch to which I cling.  I can see but one thing:  the\ninevitable dragon and the mice–I cannot turn my gaze away from\nthem.",
        "“This is no fable, but the literal incontestable truth which\nevery one may understand.  What will be the outcome of what I do\nto-day?  Of what I shall do to-morrow?  What will be the outcome\nof all my life?  Why should I live?  Why should I do anything? \nIs there in life any purpose which the inevitable death which\nawaits me does not undo and destroy?",
        "“These questions are the simplest in the world.  From the stupid\nchild to the wisest old man, they are in the soul of every human\nbeing.  Without an answer to them, it is impossible, as I\nexperienced, for life to go on.",
        "“’But perhaps,’ I often said to myself, ’there may be something\nI have failed to notice or to comprehend.  It is not possible\nthat this condition of despair should be natural to mankind.’ And\nI sought for an explanation in all the branches of knowledge\nacquired by men.  I questioned painfully and protractedly and\nwith no idle curiosity.  I sought, not with indolence, but\nlaboriously and obstinately for days and nights together.  I\nsought like a man who is lost and seeks to save himself–and I\nfound nothing.  I became convinced, moreover, that all those who\nbefore me had sought for an answer in the sciences have also\nfound nothing.  And not only this, but that they have recognized\nthat the very thing which was leading me to despair–the\nmeaningless absurdity of life–is the only incontestable\nknowledge accessible to man.”",
        "To prove this point, Tolstoy quotes the Buddha, Solomon, and\nSchopenhauer.  And he finds only four ways in which men of his\nown class and society are accustomed to meet the situation. \nEither mere animal blindness, sucking the honey without seeing\nthe dragon or the mice–\"and from such a way,” he says, “I can\nlearn nothing, after what I now know;” or reflective\nepicureanism, snatching what it can while the day lasts–which is\nonly a more deliberate sort of stupefaction than the first; or\nmanly suicide; or seeing the mice and dragon and yet weakly and\nplaintively clinging to the bush of life.  Suicide was naturally\nthe consistent course dictated by the logical intellect.",
        "“Yet,” says Tolstoy, “whilst my intellect was working, something\nelse in me was working too, and kept me from the deed–a\nconsciousness of life, as I may call it, which was like a force\nthat obliged my mind to fix itself in another direction and draw\nme out of my situation of despair. . . . During the whole course\nof this year, when I almost unceasingly kept asking myself how to\nend the business, whether by the rope or by the bullet, during\nall that time, alongside of all those movements of my ideas and\nobservations, my heart kept languishing with another pining\nemotion.  I can call this by no other name than that of a thirst\nfor God.  This craving for God had nothing to do with the\nmovement of my ideas–in fact, it was the direct contrary of that\nmovement–but it came from my heart.  It was like a feeling of\ndread that made me seem like an orphan and isolated in the midst\nof all these things that were so foreign.  And this feeling of\ndread was mitigated by the hope of finding the assistance of some\none.\"[80]",
        "[80] My extracts are from the French translation by “Zonia.”   \nIn abridging I have taken the liberty of transposing one passage.",
        "Of the process, intellectual as well as emotional, which,\nstarting from this idea of God, led to Tolstoy’s recovery, I will\nsay nothing in this lecture, reserving it for a later hour. The\nonly thing that need interest us now is the phenomenon of his\nabsolute disenchantment with ordinary life, and the fact that the\nwhole range of habitual values may, to a man as powerful and full\nof faculty as he was, come to appear so ghastly a mockery.",
        "When disillusionment has gone as far as this, there is seldom a\nrestitutio ad integrum.  One has tasted of the fruit of the tree,\nand the happiness of Eden never comes again. The happiness that\ncomes, when any does come–and often enough it fails to return in\nan acute form, though its form is sometimes very acute–is not\nthe simple, ignorance of ill, but something vastly more complex,\nincluding natural evil as one of its elements, but finding\nnatural evil no such stumbling-block and terror because it now\nsees it swallowed up in supernatural good.  The process is one of\nredemption, not of mere reversion to natural health, and the\nsufferer, when saved, is saved by what seems to him a second\nbirth, a deeper kind of conscious being than he could enjoy\nbefore.",
        "We find a somewhat different type of religious melancholy\nenshrined in literature in John Bunyan’s autobiography. Tolstoy’s\npreoccupations were largely objective, for the purpose and\nmeaning of life in general was what so troubled him; but poor\nBunyan’s troubles were over the condition of his own personal\nself.  He was a typical case of the psychopathic temperament,\nsensitive of conscience to a diseased degree, beset by doubts,\nfears and insistent ideas, and a victim of verbal automatisms,\nboth motor and sensory. These were usually texts of Scripture\nwhich, sometimes damnatory and sometimes favorable, would come in\na half- hallucinatory form as if they were voices, and fasten on\nhis mind and buffet it between them like a shuttlecock.  Added to\nthis were a fearful melancholy self-contempt and despair.",
        "“Nay, thought I, now I grow worse and worse, now I am farther\nfrom conversion than ever I was before.  If now I should have\nburned at the stake, I could not believe that Christ had love for\nme; alas, I could neither hear him, nor see him, nor feel him,\nnor savor any of his things.  Sometimes I would tell my condition\nto the people of God, which, when they heard, they would pity me,\nand would tell of the Promises.  But they had as good have told\nme that I must reach the Sun with my finger as have bidden me\nreceive or rely upon the Promise. [Yet] all this while as to the\nact of sinning, I never was more tender than now; I durst not\ntake a pin or stick, though but so big as a straw, for my\nconscience now was sore, and would smart at every touch; I\ncould not tell how to speak my words, for fear I should misplace\nthem.  Oh, how gingerly did I then go, in all I did or said! I\nfound myself as on a miry bog that shook if I did but stir; and\nwas as there left both by God and Christ, and the spirit, and all\ngood things.",
        "“But my original and inward pollution, that was my plague and my\naffliction.  By reason of that, I was more loathsome in my own\neyes than was a toad; and I thought I was so in God’s eyes too. \nSin and corruption, I said, would as naturally bubble out of my\nheart as water would bubble out of a fountain.  I could have\nchanged heart with anybody.  I thought none but the Devil himself\ncould equal me for inward wickedness and pollution of mind. \nSure, thought I, I am forsaken of God; and thus I continued a\nlong while, even for some years together.",
        "“And now I was sorry that God had made me a man.  The beasts,\nbirds, fishes, etc., I blessed their condition, for they had not\na sinful nature; they were not obnoxious to the wrath of God;\nthey were not to go to hell-fire after death.  I could therefore\nhave rejoiced, had my condition been as any of theirs.  Now I\nblessed the condition of the dog and toad, yea, gladly would I\nhave been in the condition of the dog or horse, for I knew they\nhad no soul to perish under the everlasting weight of Hell or\nSin, as mine was like to do.  Nay, and though I saw this, felt\nthis, and was broken to pieces with it, yet that which added to\nmy sorrow was, that I could not find with all my soul that I did\ndesire deliverance.  My heart was at times exceedingly hard.  If\nI would have given a thousand pounds for a tear, I could not shed\none; no, nor sometimes scarce desire to shed one.",
        "“I was both a burthen and a terror to myself; nor did I ever so\nknow, as now, what it was to be weary of my life, and yet afraid\nto die.  How gladly would I have been anything but myself!\nAnything but a man! and in any condition but my own.\"[81]",
        "[81] Grace abounding to the Chief of Sinners:  I have printed a\nnumber of detached passages continuously.",
        "Poor patient Bunyan, like Tolstoy, saw the light again, but we\nmust also postpone that part of his story to another hour.  In a\nlater lecture I will also give the end of the\nexperience of Henry Alline, a devoted evangelist who worked in\nNova Scotia a hundred years ago, and who thus vividly describes\nthe high-water mark of the religious melancholy which formed its\nbeginning.  The type was not unlike Bunyan’s.",
        "“Everything I saw seemed to be a burden to me; the earth seemed\naccursed for my sake:  all trees, plants, rocks, hills, and vales\nseemed to be dressed in mourning and groaning, under the weight\nof the curse, and everything around me seemed to be conspiring my\nruin.  My sins seemed to be laid open; so that I thought that\nevery one I saw knew them, and sometimes I was almost ready to\nacknowledge many things, which I thought they knew:  yea\nsometimes it seemed to me as if every one was pointing me out as\nthe most guilty wretch upon earth.  I had now so great a sense of\nthe vanity and emptiness of all things here below, that I knew\nthe whole world could not possibly make me happy, no, nor the\nwhole system of creation.  When I waked in the morning, the first\nthought would be, Oh, my wretched soul, what shall I do, where\nshall I go?  And when I laid down, would say, I shall be perhaps\nin hell before morning. I would many times look on the beasts\nwith envy, wishing with all my heart I was in their place, that I\nmight have no soul to lose; and when I have seen birds flying\nover my head, have often thought within myself, Oh, that I could\nfly away from my danger and distress! Oh, how happy should I be,\nif I were in their place!\"[82]",
        "[82] The Life and Journal of the Rev. Mr. Henry Alline, Boston\n1806, pp. 25, 26.  I owe my acquaintance with this book to my\ncolleague, Dr. Benjamin Rand.",
        "Envy of the placid beasts seems to be a very widespread affection\nin this type of sadness.",
        "The worst kind of melancholy is that which takes the form of\npanic fear.  Here is an excellent example, for permission to\nprint which I have to thank the sufferer.  The original is in\nFrench, and though the subject was evidently in a bad nervous\ncondition at the time of which he writes, his case has otherwise\nthe merit of extreme simplicity.  I translate freely.",
        "“Whilst in this state of philosophic pessimism and general\ndepression of spirits about my prospects, I went one evening into\na dressing-room in the twilight to procure some article that was\nthere; when suddenly there fell upon me without any warning, just\nas if it came out of the darkness, a horrible fear of my own\nexistence.  Simultaneously there arose in my mind the image of an\nepileptic patient whom I had seen in the asylum, a black-haired\nyouth with greenish skin, entirely idiotic, who used to sit all\nday on one of the benches, or rather shelves against the wall,\nwith his knees drawn up against his chin, and the coarse gray\nundershirt, which was his only garment, drawn over them inclosing\nhis entire figure.  He sat there like a sort of sculptured\nEgyptian cat or Peruvian mummy, moving nothing but his black eyes\nand looking absolutely non-human.  This image and my fear entered\ninto a species of combination with each other THAT SHAPE AM I, I\nfelt, potentially.  Nothing that I possess can defend me against\nthat fate, if the hour for it should strike for me as it struck\nfor him.  There was such a horror of him, and such a perception\nof my own merely momentary discrepancy from him, that it was as\nif something hitherto solid within my breast gave way entirely,\nand I became a mass of quivering fear. After this the universe\nwas changed for me altogether.  I awoke morning after morning\nwith a horrible dread at the pit of my stomach, and with a sense\nof the insecurity of life that I never knew before, and that I\nhave never felt since.[83] It was like a revelation; and although\nthe immediate feelings passed away, the experience has made me\nsympathetic with the morbid feelings of others ever since.  It\ngradually faded, but for months I was unable to go out into the\ndark alone.",
        "[83] Compare Bunyan.  “There was I struck into a very great\ntrembling, insomuch that at some times I could, for days\ntogether, feel my very body, as well as my mind, to shake and\ntotter under the sense of the dreadful judgment of God, that\nshould fall on those that have sinned that most fearful and\nunpardonable sin.  I felt also such clogging and heat at my\nstomach, by reason of this my terror, that I was, especially at\nsome times, as if my breast-bone would have split asunder. . . . \nThus did I wind, and twine, and shrink, under the burden that was\nupon me; which burden also did so oppress me that I could neither\nstand, nor go, nor lie, either at rest or quiet.”",
        "“In general I dreaded to be left alone.  I remember wondering how\nother people could live, how I myself had ever lived, so\nunconscious of that pit of insecurity beneath the surface of\nlife.  My mother in particular, a very cheerful person, seemed to\nme a perfect paradox in her unconsciousness of danger, which you\nmay well believe I was very careful not to disturb by revelations\nof my own state of mind (I have always thought that this\nexperience of melancholia of mine had a religious bearing.”",
        "On asking this correspondent to explain more fully what he meant\nby these last words, the answer he wrote was this:–",
        "“I mean that the fear was so invasive and powerful that if I had\nnot clung to scripture-texts like ’The eternal God is my refuge,’\netc., ’Come unto me, all ye that labor and are heavy-laden,’\netc., ’I am the resurrection and the life,’ etc., I think I\nshould have grown really insane.\"[84]",
        "[84] For another case of fear equally sudden, see Henry James: \nSociety the Redeemed Form of Man, Boston, 1879, pp. 43 ff.",
        "There is no need of more examples.  The cases we have looked at\nare enough.  One of them gives us the vanity of mortal things;\nanother the sense of sin; and the remaining one describes the\nfear of the universe;–and in one or other of these three ways it\nalways is that man’s original optimism and self-satisfaction get\nleveled with the dust.",
        "In none of these cases was there any intellectual insanity or\ndelusion about matters of fact; but were we disposed to open the\nchapter of really insane melancholia, with its <159>\nhallucinations and delusions, it would be a worse story\nstill–desperation absolute and complete, the whole universe\ncoagulating about the sufferer into a material of overwhelming\nhorror, surrounding him without opening or end.  Not the\nconception or intellectual perception of evil, but the grisly\nblood-freezing heart-palsying sensation of it close upon one, and\nno other conception or sensation able to live for a moment in its\npresence.  How irrelevantly remote seem all our usual refined\noptimisms and intellectual and moral consolations in presence of\na need of help like this!  Here is the real core of the religious\nproblem:  Help! help!  No prophet can claim to bring a final\nmessage unless he says things that will have a sound of reality\nin the ears of victims such as these.  But the deliverance must\ncome in as strong a form as the complaint, if it is to take\neffect; and that seems a reason why the coarser religions,\nrevivalistic, orgiastic, with blood and miracles and supernatural\noperations, may possibly never be displaced.  Some constitutions\nneed them too much.",
        "Arrived at this point, we can see how great an antagonism may\nnaturally arise between the healthy-minded way of viewing life\nand the way that takes all this experience of evil as something\nessential.  To this latter way, the morbid-minded way, as we\nmight call it, healthy-mindedness pure and simple seems\nunspeakably blind and shallow.  To the healthy-minded way, on the\nother hand, the way of the sick soul seems unmanly and diseased. \nWith their grubbing in rat-holes instead of living in the light;\nwith their manufacture of fears, and preoccupation with every\nunwholesome kind of misery, there is something almost obscene\nabout these children of wrath and cravers of a second birth.  If\nreligious intolerance and hanging and burning could again become\nthe order of the day, there is little doubt that, however it may\nhave been in the past, the healthy-minded would <160> at present\nshow themselves the less indulgent party of the two.",
        "In our own attitude, not yet abandoned, of impartial onlookers,\nwhat are we to say of this quarrel?  It seems to me that we are\nbound to say that morbid-mindedness ranges over the wider scale\nof experience, and that its survey is the one that overlaps.  The\nmethod of averting one’s attention from evil, and living simply\nin the light of good is splendid as long as it will work.  It\nwill work with many persons; it will work far more generally than\nmost of us are ready to suppose; and within the sphere of its\nsuccessful operation there is nothing to be said against it as a\nreligious solution. But it breaks down impotently as soon as\nmelancholy comes; and even though one be quite free from\nmelancholy one’s self, there is no doubt that healthy-mindedness\nis inadequate as a philosophical doctrine, because the evil facts\nwhich it refuses positively to account for are a genuine portion\nof reality; and they may after all be the best key to life’s\nsignificance, and possibly the only openers of our eyes to the\ndeepest levels of truth.",
        "The normal process of life contains moments as bad as any of\nthose which insane melancholy is filled with, moments in which\nradical evil gets its innings and takes its solid turn.  The\nlunatic’s visions of horror are all drawn from the material of\ndaily fact.  Our civilization is founded on the shambles, and\nevery individual existence goes out in a lonely spasm of helpless\nagony.  If you protest, my friend, wait till you arrive there\nyourself!  To believe in the carnivorous reptiles of geologic\ntimes is hard for our imagination–they seem too much like mere\nmuseum specimens.  Yet there is no tooth in any one of those\nmuseum-skulls that did not daily through long years of the\nforetime hold fast to the body struggling in despair of some\nfated living victim.  Forms of horror just as dreadful to the\nvictims, if on a smaller spatial scale, fill the world about us\nto-day.  Here on our very <161> hearths and in our gardens the\ninfernal cat plays with the panting mouse, or holds the hot bird\nfluttering in her jaws. Crocodiles and rattlesnakes and pythons\nare at this moment vessels of life as real as we are; their\nloathsome existence fills every minute of every day that drags\nits length along; and whenever they or other wild beasts clutch\ntheir living prey, the deadly horror which an agitated\nmelancholiac feels is the literally right reaction on the\nsituation.[85]",
        "[85] Example:  “It was about eleven o’clock at night . . . but I\nstrolled on still with the people. . . . Suddenly upon the left\nside of our road, a crackling was heard among the bushes; all of\nus were alarmed, and in an instant a tiger, rushing out of the\njungle, pounced upon the one of the party that was foremost, and\ncarried him off in the twinkling of an eye.  The rush of the\nanimal, and the crush of the poor victim’s bones in his mouth,\nand his last cry of distress, ’Ho hai!’ involuntarily reechoed by\nall of us, was over in three seconds; and then I know not what\nhappened till I returned to my senses, when I found myself and\ncompanions lying down on the ground as if prepared to be devoured\nby our enemy the sovereign of the forest.  I find my pen\nincapable of describing the terror of that dreadful moment.  Our\nlimbs stiffened, our power of speech ceased, and our hearts beat\nviolently, and only a whisper of the same ’Ho hai!’ was heard\nfrom us.  In this state we crept on all fours for some distance\nback, and then ran for life with the speed of an Arab horse for\nabout half an hour, and fortunately happened to come to a small\nvillage. . . . After this every one of us was attacked with\nfever, attended with shivering, in which deplorable state we\nremained till morning.\"–Autobiography of Lutullah a Mohammedan\nGentleman, Leipzig, 1857, p. 112.",
        "It may indeed be that no religious reconciliation with the\nabsolute totality of things is possible.  Some evils, indeed, are\nministerial to higher forms of good; but it may be that there are\nforms of evil so extreme as to enter into no good system\nwhatsoever, and that, in respect of such evil, dumb submission or\nneglect to notice is the only practical resource.  This question\nmust confront us on a later day.  But provisionally, and as a\nmere matter of program and method, since the evil facts are as\ngenuine parts of nature as the good ones, the philosophic\npresumption should be that they have some rational significance,\nand that systematic healthy-mindedness, failing as it does to\naccord to sorrow, pain, and death any positive and active\nattention whatever, is formally less complete than systems\nthat try at least to include these elements in their scope.",
        "The completest religions would therefore seem to be those in\nwhich the pessimistic elements are best developed.  Buddhism, of\ncourse, and Christianity are the best known to us of these.  They\nare essentially religions of deliverance:  the man must die to an\nunreal life before he can be born into the real life.  In my next\nlecture, I will try to discuss some of the psychological\nconditions of this second birth.  Fortunately from now onward we\nshall have to deal with more cheerful subjects than those which\nwe have recently been dwelling on.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}