{
    "title": "The Boys’ Life of Mark Twain - IV. Education Out of School",
    "author": "Paine",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "On their arrival in Hannibal, the Clemens family had moved into a part of\nwhat was then the Pavey Hotel.  They could not have remained there long,\nfor they moved twice within the next few years, and again in 1844 into a\nnew house which Judge Clemens, as he was generally called, had built\non Hill Street–a house still standing, and known to-day as the Mark\nTwain home.",
        "John Clemens had met varying fortunes in Hannibal.  Neither commerce nor\nthe practice of law had paid.  The office of justice of the peace, to\nwhich he was elected, returned a fair income, but his business losses\nfinally obliged him to sell Jennie, the slave girl.  Somewhat later his\nbusiness failure was complete.  He surrendered everything to his\ncreditors, even to his cow and household furniture, and relied upon his\nlaw practice and justice fees.  However, he seems to have kept the\nTennessee land, possibly because no one thought it worth taking.  There\nhad been offers for it earlier, but none that its owner would accept.  It\nappears to have been not even considered by his creditors, though his own\nfaith in it never died.",
        "The struggle for a time was very bitter.  Orion Clemens, now seventeen,\nhad learned the printer’s trade and assisted the family with his wages.\nMrs. Clemens took a few boarders.  In the midst of this time of hardship\nlittle Benjamin Clemens died.  He was ten years old.  It was the darkest\nhour.",
        "Then conditions slowly improved.  There was more law practice and better\njustice fees.  By 1844 Judge Clemens was able to build the house\nmentioned above–a plain, cheap house, but a shelter and a home.  Sam\nClemens–he was hardly “Little Sam” any more–was at this time nine years\nold.  His boyhood had begun.",
        "Heretofore he had been just a child–wild and mischievous, often\nexasperating, but still a child–a delicate little lad to be worried\nover, mothered, or spanked and put to bed.  Now at nine he had acquired\nhealth, with a sturdy ability to look out for himself, as boys in such a\ncommunity will.  “Sam,” as they now called him, was “grown up” at nine\nand wise for his years.  Not that he was old in spirit or manner–he was\nnever that, even to his death–but he had learned a great number of\nthings, many of them of a kind not taught at school.",
        "He had learned a good deal of natural history and botany–the habits of\nplants, insects, and animals.  Mark Twain’s books bear evidence of this\nearly study.  His plants, bugs, and animals never do the wrong things.\nHe was learning a good deal about men, and this was often less pleasant\nknowledge.  Once Little Sam–he was still Little Sam then–saw an old man\nshot down on Main Street at noon day.  He saw them carry him home, lay\nhim on the bed, and spread on his breast an open family Bible, which\nlooked as heavy as an anvil.  He thought if he could only drag that great\nburden away the poor old dying man would not breathe so heavily.",
        "He saw a young emigrant stabbed with a bowie-knife by a drunken comrade,\nand two young men try to kill their uncle, one holding him while the\nother snapped repeatedly an Allen revolver, which failed to go off.  Then\nthere was the drunken rowdy who proposed to raid the “Welshman’s” house,\none sultry, threatening evening–he saw that, too.  With a boon\ncompanion, John Briggs, he followed at a safe distance behind.  A widow\nwith her one daughter lived there.  They stood in the shadow of the dark\nporch; the man had paused at the gate to revile them.  The boys heard the\nmother’s voice warning the intruder that she had a loaded gun and would\nkill him if he stayed where he was.  He replied with a tirade, and she\nwarned him that she would count ten–that if he remained a second longer\nshe would fire.  She began slowly and counted up to five, the man\nlaughing and jeering.  At six he grew silent, but he did not go.  She\ncounted on: seven, eight, nine–",
        "The boys, watching from the dark roadside, felt their hearts stop.  There\nwas a long pause, then the final count, followed a second later by a gush\nof flame.  The man dropped, his breast riddled.  At the same instant the\nthunder-storm that had been gathering broke loose.  The boys fled wildly,\nbelieving that Satan himself had arrived to claim the lost soul.",
        "That was a day and locality of violent impulse and sudden action.\nHappenings such as these were not infrequent in a town like Hannibal.\nAnd there were events connected with slavery.  Sam once saw a slave\nstruck down and killed with a piece of slag, for a trifling offense.  He\nsaw an Abolitionist attacked by a mob that would have lynched him had not\na Methodist minister defended him on a plea that he must be crazy.  He\ndid not remember in later years that he had ever seen a slave auction,\nbut he added:",
        "“I am suspicious that it was because the thing was a commonplace\n     spectacle and not an uncommon or impressive one.  I do vividly\n     remember seeing a dozen black men and women, chained together, lying\n     in a group on the pavement, waiting shipment to a Southern slave-\n     market.  They had the saddest faces I ever saw.”",
        "Readers of Mark Twain’s books–especially the stories of Huck and Tom,\nwill hardly be surprised to hear of these early happenings that formed so\nlarge a portion of the author’s early education.  Sam, however, did not\nregard them as education–not at the time.  They got into his dreams.  He\nset them down as warnings, or punishments, intended to give him a taste\nfor a better life.  He felt that it was his conscience that made such\nthings torture him.  That was his mother’s idea, and he had a high\nrespect for her opinion in such matters.  Among other things, he had seen\nher one day defy a vicious and fierce Corsican–a common terror in the\ntown–who had chased his grown daughter with a heavy rope in his hand,\ndeclaring he would wear it out on her.  Cautious citizens got out of the\nway, but Jane Clemens opened her door to the fugitive; then, instead of\nrushing in and closing it, spread her arms across it, barring the way.\nThe man raved, and threatened her with the rope, but she did not flinch\nor show any sign of fear.  She stood there and shamed and defied him\nuntil he slunk off, crestfallen and conquered.  Any one as brave as his\nmother must have a perfect conscience, Sam thought, and would know how to\ntake care of it.  In the darkness he would say his prayers, especially\nwhen a thunderstorm was coming, and vow to begin a better life.  He\ndetested Sunday-school as much as he did day-school, and once his brother\nOrion, who was moral and religious, had threatened to drag him there by\nthe collar, but, as the thunder got louder, Sam decided that he loved\nSunday-school and would go the next Sunday without being invited.",
        "Sam’s days were not all disturbed by fierce events.  They were mostly\nfilled with pleasanter things.  There were picnics sometimes, and\nferryboat excursions, and any day one could roam the woods, or fish,\nalone or in company.  The hills and woods around Hannibal were never\ndisappointing.  There was the cave with its marvels.  There was Bear\nCreek, where he had learned to swim.  He had seen two playmates drown;\ntwice, himself, he had been dragged ashore, more dead than alive; once by\na slave girl, another time by a slave man–Neal Champ, of the Pavey\nHotel.  But he had persevered, and with success.  He could swim better\nthan any playmate of his age.",
        "It was the river that he cared for most.  It was the pathway that led to\nthe great world outside.  He would sit by it for hours and dream.  He\nwould venture out on it in a quietly borrowed boat, when he was barely\nstrong enough to lift an oar.  He learned to know all its moods and\nphases.",
        "More than anything in the world he hungered to make a trip on one of the\nbig, smart steamers that were always passing.  “You can hardly imagine\nwhat it meant,” he reflected, once, “to a boy in those days, shut in as\nwe were, to see those steamboats pass up and down, and never take a trip\non them.”",
        "It was at the mature age of nine that he found he could endure this no\nlonger.  One day when the big packet came down and stopped at Hannibal,\nhe slipped aboard and crept under one of the boats on the upper deck.\nThen the signal-bells rang, the steamer backed away and swung into\nmidstream; he was really going at last.  He crept from beneath the boat\nand sat looking out over the water and enjoying the scenery.  Then it\nbegan to rain–a regular downpour.  He crept back under the boat, but his\nlegs were outside, and one of the crew saw him.  He was dragged out and\nat the next stop set ashore.  It was the town of Louisiana, where there\nwere Lampton relatives, who took him home.  Very likely the home-coming\nwas not entirely pleasant, though a “lesson,” too, in his general\neducation.",
        "And always, each summer, there was the farm, where his recreation was no\nlonger mere girl plays and swings, with a colored nurse following about,\nbut sports with his older boy cousins, who went hunting with the men, for\npartridges by day and for ’coons and ’possums by night.  Sometimes the\nlittle boy followed the hunters all night long, and returned with them\nthrough the sparkling and fragrant morning, fresh, hungry, and\ntriumphant, just in time for breakfast.  So it is no wonder that Little\nSam, at nine, was no longer Little Sam, but plain Sam Clemens, and grown\nup.  If there were doubtful spots in his education–matters related to\nsmoking and strong words–it is also no wonder, and experience even in\nthese lines was worth something in a book like Tom Sawyer.",
        "The boy Sam Clemens was not a particularly attractive lad.  He was rather\nundersized, and his head seemed too large for his body.  He had a mass of\nlight sandy hair, which he plastered down to keep from curling.  His eyes\nwere keen and blue and his features rather large.  Still, he had a fair,\ndelicate complexion when it was not blackened by grime and tan; a gentle,\nwinning manner; a smile and a slow way of speaking that made him a\nfavorite with his companions.  He did not talk much, and was thought to\nbe rather dull–was certainly so in most of his lessons–but, for some\nreason, he never spoke that every playmate in hearing did not stop,\nwhatever he was doing, to listen.  Perhaps it would be a plan for a new\ngame or lark; perhaps it was something droll; perhaps it was just a\ncasual remark that his peculiar drawl made amusing.  His mother always\nreferred to his slow fashion of speech as “Sammy’s long talk.”  Her own\nspeech was even more deliberate, though she seemed not to notice it.  Sam\nwas more like his mother than the others.  His brother, Henry Clemens,\nthree years younger, was as unlike Sam as possible.  He did not have the\n“long talk,” and was a handsome, obedient little fellow whom the\nmischievous Sam loved to tease.  Henry was to become the Sid of Tom\nSawyer, though he was in every way a finer character than Sid.  With the\ndeath of little Benjamin, Sam and Henry had been drawn much closer\ntogether, and, in spite of Sam’s pranks, loved each other dearly.  For\nthe pranks were only occasional, and Sam’s love for Henry was constant.\nHe fought for him oftener than with him.",
        "Many of the home incidents in the Tom Sawyer book really happened.  Sam\ndid clod Henry for getting him into trouble about the colored thread\nwith which he sewed his shirt when he came home from swimming; he did\ninveigle a lot of boys into whitewashing a fence for him; he did give\npainkiller to Peter, the cat.  As for escaping punishment for his\nmisdeeds, as described in the book, this was a daily matter, and his\nmethods suited the occasions.  For, of course, Tom Sawyer was Sam Clemens\nhimself, almost entirely, as most readers of that book have imagined.\nHowever, we must have another chapter for Tom Sawyer and his doings–the\nreal Tom and his real doings with those graceless, lovable associates,\nJoe Harper and Huckleberry Finn.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}