{
    "title": "The Story of Mankind - Mediaeval Self-Government (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "37",
    "content": [
        "\n",
        "\n\n",
        "HOW THE PEOPLE OF THE CITIES ASSERTED\nTHEIR RIGHT TO BE HEARD IN THE\nROYAL COUNCILS OF THEIR COUNTRY",
        "As long as people were “nomads,” wandering tribes of shepherds,\nall men had been equal and had been responsible for the\nwelfare and safety of the entire community.",
        "But after they had settled down and some had become rich\nand others had grown poor, the government was apt to fall into\nthe hands of those who were not obliged to work for their living\nand who could devote themselves to politics.",
        "I have told you how this had happened in Egypt and in\nMesopotamia and in Greece and in Rome. It occurred among\nthe Germanic population of western Europe as soon as order\nhad been restored. The western European world was ruled\nin the first place by an emperor who was elected by the seven\nor eight most important kings of the vast Roman Empire of\nthe German nation and who enjoyed a great deal of imaginary\nand very little actual power. It was ruled by a number of\nkings who sat upon shaky thrones. The every-day government\nwas in the hands of thousands of feudal princelets. Their\nsubjects were peasants or serfs. There were few cities. There\nwas hardly any middle class. But during the thirteenth century\n(after an absence of almost a thousand years) the middle\nclass–the merchant class–once more appeared upon the his-\ntorical stage and its rise in power, as we saw in the last chapter,\nhad meant a decrease in the influence of the castle folk.",
        "Thus far, the king, in ruling his domains, had only paid\nattention to the wishes of his noblemen and his bishops. But the\nnew world of trade and commerce which grew out of the\nCrusades forced him to recognise the middle class or suffer\nfrom an ever-increasing emptiness of his exchequer. Their\nmajesties (if they had followed their hidden wishes) would\nhave as lief consulted their cows and their pigs as the good\nburghers of their cities. But they could not help themselves.\nThey swallowed the bitter pill because it was gilded, but not\nwithout a struggle.",
        "In England, during the absence of Richard the Lion\nHearted (who had gone to the Holy Land, but who was spending\nthe greater part of his crusading voyage in an Austrian\njail) the government of the country had been placed in the\nhands of John, a brother of Richard, who was his inferior in\nthe art of war, but his equal as a bad administrator. John had\nbegun his career as a regent by losing Normandy and the\ngreater part of the French possessions. Next, he had managed\nto get into a quarrel with Pope Innocent III, the famous\nenemy of the Hohenstaufens. The Pope had excommunicated\nJohn (as Gregory VII had excommunicated the Emperor\nHenry IV two centuries before). In the year 1213 John had\nbeen obliged to make an ignominious peace just as Henry IV\nhad been obliged to do in the year 1077.",
        "Undismayed by his lack of success, John continued to abuse\nhis royal power until his disgruntled vassals made a prisoner\nof their anointed ruler and forced him to promise that he\nwould be good and would never again interfere with the ancient\nrights of his subjects. All this happened on a little island in\nthe Thames, near the village of Runnymede, on the 15th of\nJune of the year 1215. The document to which John signed\nhis name was called the Big Charter–the Magna Carta. It\ncontained very little that was new. It re-stated in short and\ndirect sentences the ancient duties of the king and enumerated\nthe privileges of his vassals. It paid little attention to the\nrights (if any) of the vast majority of the people, the peasants,\nbut it offered certain securities to the rising class of the\nmerchants. It was a charter of great importance because it defined\nthe powers of the king with more precision than had ever been\ndone before. But it was still a purely mediaeval document. It\ndid not refer to common human beings, unless they happened to\nbe the property of the vassal, which must be safe-guarded\nagainst royal tyranny just as the Baronial woods and cows\nwere protected against an excess of zeal on the part of the\nroyal foresters.",
        "A few years later, however, we begin to hear a very different\nnote in the councils of His Majesty.",
        "John, who was bad, both by birth and inclination, solemnly\nhad promised to obey the great charter and then had broken\nevery one of its many stipulations. Fortunately, he soon died\nand was succeeded by his son Henry III, who was forced to\nrecognise the charter anew. Meanwhile, Uncle Richard, the\nCrusader, had cost the country a great deal of money and the\nking was obliged to ask for a few loans that he might pay his\nobligations to the Jewish money-lenders. The large land-owners\nand the bishops who acted as councillors to the king could\nnot provide him with the necessary gold and silver. The king\nthen gave orders that a few representatives of the cities be\ncalled upon to attend the sessions of his Great Council. They\nmade their first appearance in the year 1265. They were supposed\nto act only as financial experts who were not supposed\nto take a part in the general discussion of matters of state, but\nto give advice exclusively upon the question of taxation.",
        "Gradually, however, these representatives of the “commons\"\nwere consulted upon many of the problems and the meeting\nof noblemen, bishops and city delegates developed into a regular\nParliament, a place “ou l’on parfait,” which means in English\nwhere people talked, before important affairs of state were\ndecided upon.",
        "But the institution of such a general advisory-board with\ncertain executive powers was not an English invention, as\nseems to ke the general belief, and government by a “king and\nhis parliament” was by no means restricted to the British Isles.\nYou will find it in every part of Europe. In some countries,\nlike France, the rapid increase of the Royal power after the\nMiddle Ages reduced the influence of the “parliament” to nothing.\nIn the year 1302 representatives of the cities had been\nadmitted to the meeting of the French Parliament, but five\ncenturies had to pass before this “Parliament” was strong\nenough to assert the rights of the middle class, the so-called\nThird Estate, and break the power of the king. Then they\nmade up for lost time and during the French Revolution, abolished\nthe king, the clergy and the nobles and made the representatives\nof the common people the rulers of the land. In\nSpain the “cortex” (the king’s council) had been opened to the\ncommoners as early as the first half of the twelfth century.\nIn the Germain Empire, a number of important cities had obtained\nthe rank of “imperial cities” whose representatives must\nbe heard in the imperial diet.",
        "In Sweden, representatives of the people attended the sessions\nof the Riksdag at the first meeting of the year 1359. In\nDenmark the Daneholf, the ancient national assembly, was re-\nestablished in 1314, and, although the nobles often regained control\nof the country at the expense of the king and the people,\nthe representatives of the cities were never completely deprived\nof their power.",
        "In the Scandinavian country, the story of representative\ngovernment is particularly interesting. In Iceland, the “Althing,\"\nthe assembly of all free landowners, who managed the\naffairs of the island, began to hold regular meetings in the ninth\ncentury and continued to do so for more than a thousand\nyears.",
        "In Switzerland, the freemen of the different cantons defended\ntheir assemblies against the attempts of a number of\nfeudal neighbours with great success.",
        "Finally, in the Low Countries, in Holland, the councils of\nthe different duchies and counties were attended by representatives\nof the third estate as early as the thirteenth century.",
        "In the sixteenth century a number of these small provinces\nrebelled against their king, abjured his majesty in a solemn\nmeeting of the “Estates General,” removed the clergy from\nthe discussions, broke the power of the nobles and assumed full\nexecutive authority over the newly-established Republic of the\nUnited Seven Netherlands. For two centuries, the representatives\nof the town-councils ruled the country without a king,\nwithout bishops and without noblemen. The city had become\nsupreme and the good burghers had become the rulers of the\nland.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}