{
    "title": "The Diary of a Nobody - Chapter VII.",
    "author": "George and Weedon Grossmith",
    "chapter": "8",
    "content": [
        "\n\n",
        "Home again.  Mrs. James’ influence on Carrie.  Can get nothing for\nLupin.  Next-door neighbours are a little troublesome.  Some one\ntampers with my diary.  Got a place for Lupin.  Lupin startles us\nwith an announcement.",
        "\nAugust 22. - Home sweet Home again!  Carrie bought some pretty\nblue-wool mats to stand vases on.  Fripps, Janus and Co. write to\nsay they are sorry they have no vacancy among their staff of clerks\nfor Lupin.",
        "August 23. - I bought a pair of stags’ heads made of plaster-of-\nParis and coloured brown.  They will look just the thing for our\nlittle hall, and give it style; the heads are excellent imitations.\nPoolers and Smith are sorry they have nothing to offer Lupin.",
        "August 24. - Simply to please Lupin, and make things cheerful for\nhim, as he is a little down, Carrie invited Mrs. James to come up\nfrom Sutton and spend two or three days with us.  We have not said\na word to Lupin, but mean to keep it as a surprise.",
        "August 25. - Mrs. James, of Sutton, arrived in the afternoon,\nbringing with her an enormous bunch of wild flowers.  The more I\nsee of Mrs James the nicer I think she is, and she is devoted to\nCarrie.  She went into Carrie’s room to take off her bonnet, and\nremained there nearly an hour talking about dress.  Lupin said he\nwas not a bit surprised at Mrs. James’ VISIT, but was surprised at\nHER.",
        "August 26, Sunday. - Nearly late for church, Mrs. James having\ntalked considerably about what to wear all the morning.  Lupin does\nnot seem to get on very well with Mrs. James.  I am afraid we shall\nhave some trouble with our next-door neighbours who came in last\nWednesday.  Several of their friends, who drive up in dog-carts,\nhave already made themselves objectionable.",
        "An evening or two ago I had put on a white waistcoat for coolness,\nand while walking past with my thumbs in my waistcoat pockets (a\nhabit I have), one man, seated in the cart, and looking like an\nAmerican, commenced singing some vulgar nonsense about “I HAD\nTHIRTEEN DOLLARS IN MY WAISTCOAT POCKET.”  I fancied it was meant\nfor me, and my suspicions were confirmed; for while walking round\nthe garden in my tall hat this afternoon, a “throw-down” cracker\nwas deliberately aimed at my hat, and exploded on it like a\npercussion cap.  I turned sharply, and am positive I saw the man\nwho was in the cart retreating from one of the bedroom windows.",
        "August 27. - Carrie and Mrs. James went off shopping, and had not\nreturned when I came back from the office.  Judging from the\nsubsequent conversation, I am afraid Mrs. James is filling Carrie’s\nhead with a lot of nonsense about dress.  I walked over to Gowing’s\nand asked him to drop in to supper, and make things pleasant.",
        "Carrie prepared a little extemporised supper, consisting of the\nremainder of the cold joint, a small piece of salmon (which I was\nto refuse, in case there was not enough to go round), and a blanc-\nmange and custards.  There was also a decanter of port and some jam\npuffs on the sideboard.  Mrs. James made us play rather a good game\nof cards, called “Muggings.”  To my surprise, in fact disgust,\nLupin got up in the middle, and, in a most sarcastic tone, said:\n“Pardon me, this sort of thing is too fast for me, I shall go and\nenjoy a quiet game of marbles in the back-garden.”",
        "Things might have become rather disagreeable but for Gowing (who\nseems to have taken to Lupin) suggesting they should invent games.\nLupin said:  “Let’s play ’monkeys.’”  He then led Gowing all round\nthe room, and brought him in front of the looking-glass.  I must\nconfess I laughed heartily at this.  I was a little vexed at\neverybody subsequently laughing at some joke which they did not\nexplain, and it was only on going to bed I discovered I must have\nbeen walking about all the evening with an antimacassar on one\nbutton of my coat-tails.",
        "August 28. - Found a large brick in the middle bed of geraniums,\nevidently come from next door.  Pattles and Pattles can’t find a\nplace for Lupin.",
        "August 29. - Mrs. James is making a positive fool of Carrie.\nCarrie appeared in a new dress like a smock-frock.  She said\n“smocking” was all the rage.  I replied it put me in a rage.  She\nalso had on a hat as big as a kitchen coal-scuttle, and the same\nshape.  Mrs. James went home, and both Lupin and I were somewhat\npleased - the first time we have agreed on a single subject since\nhis return.  Merkins and Son write they have no vacancy for Lupin.",
        "October 30. - I should very much like to know who has wilfully torn\nthe last five or six weeks out of my diary.  It is perfectly\nmonstrous!  Mine is a large scribbling diary, with plenty of space\nfor the record of my everyday events, and in keeping up that record\nI take (with much pride) a great deal of pains.",
        "I asked Carrie if she knew anything about it.  She replied it was\nmy own fault for leaving the diary about with a charwoman cleaning\nand the sweeps in the house.  I said that was not an answer to my\nquestion.  This retort of mine, which I thought extremely smart,\nwould have been more effective had I not jogged my elbow against a\nvase on a table temporarily placed in the passage, knocked it over,\nand smashed it.",
        "Carrie was dreadfully upset at this disaster, for it was one of a\npair of vases which cannot be matched, given to us on our wedding-\nday by Mrs. Burtsett, an old friend of Carrie’s cousins, the\nPommertons, late of Dalston.  I called to Sarah, and asked her\nabout the diary.  She said she had not been in the sitting-room at\nall; after the sweep had left, Mrs. Birrell (the charwoman) had\ncleaned the room and lighted the fire herself.  Finding a burnt\npiece of paper in the grate, I examined it, and found it was a\npiece of my diary.  So it was evident some one had torn my diary to\nlight the fire.  I requested Mrs. Birrell to be sent to me to-\nmorrow.",
        "October 31. - Received a letter from our principal, Mr. Perkupp,\nsaying that he thinks he knows of a place at last for our dear boy\nLupin.  This, in a measure, consoles me for the loss of a portion\nof my diary; for I am bound to confess the last few weeks have been\ndevoted to the record of disappointing answers received from people\nto whom I have applied for appointments for Lupin.  Mrs. Birrell\ncalled, and, in reply to me, said:  “She never SEE no book, much\nless take such a liberty as TOUCH it.”",
        "I said I was determined to find out who did it, whereupon she said\nshe would do her best to help me; but she remembered the sweep\nlighting the fire with a bit of the ECHO.  I requested the sweep to\nbe sent to me to-morrow.  I wish Carrie had not given Lupin a\nlatch-key; we never seem to see anything of him.  I sat up till\npast one for him, and then retired tired.",
        "November 1. - My entry yesterday about “retired tired,” which I did\nnot notice at the time, is rather funny.  If I were not so worried\njust now, I might have had a little joke about it.  The sweep\ncalled, but had the audacity to come up to the hall-door and lean\nhis dirty bag of soot on the door-step.  He, however, was so\npolite, I could not rebuke him.  He said Sarah lighted the fire.\nUnfortunately, Sarah heard this, for she was dusting the banisters,\nand she ran down, and flew into a temper with the sweep, causing a\nrow on the front door-steps, which I would not have had happen for\nanything.  I ordered her about her business, and told the sweep I\nwas sorry to have troubled him; and so I was, for the door-steps\nwere covered with soot in consequence of his visit.  I would\nwillingly give ten shillings to find out who tore my diary.",
        "November 2. - I spent the evening quietly with Carrie, of whose\ncompany I never tire.  We had a most pleasant chat about the\nletters on “Is Marriage a Failure?”  It has been no failure in our\ncase.  In talking over our own happy experiences, we never noticed\nthat it was past midnight.  We were startled by hearing the door\nslam violently.  Lupin had come in.  He made no attempt to turn\ndown the gas in the passage, or even to look into the room where we\nwere, but went straight up to bed, making a terrible noise.  I\nasked him to come down for a moment, and he begged to be excused,\nas he was “dead beat,” an observation that was scarcely consistent\nwith the fact that, for a quarter of an hour afterwards, he was\npositively dancing in his room, and shouting out, “See me dance the\npolka!” or some such nonsense.",
        "November 3. - Good news at last.  Mr. Perkupp has got an\nappointment for Lupin, and he is to go and see about it on Monday.\nOh, how my mind is relieved!  I went to Lupin’s room to take the\ngood news to him, but he was in bed, very seedy, so I resolved to\nkeep it over till the evening.",
        "He said he had last night been elected a member of an Amateur\nDramatic Club, called the “Holloway Comedians\"; and, though it was\na pleasant evening, he had sat in a draught, and got neuralgia in\nthe head.  He declined to have any breakfast, so I left him.   In\nthe evening I had up a special bottle of port, and, Lupin being in\nfor a wonder, we filled our glasses, and I said:  “Lupin my boy, I\nhave some good and unexpected news for you.  Mr. Perkupp has\nprocured you an appointment!”  Lupin said:  “Good biz!” and we\ndrained our glasses.",
        "Lupin then said:  “Fill up the glasses again, for I have some good\nand unexpected news for you.”",
        "I had some slight misgivings, and so evidently had Carrie, for she\nsaid:  “I hope we shall think it good news.”",
        "Lupin said:  “Oh, it’s all right!  I’M ENGAGED TO BE MARRIED!”",
        "\n\nLupin said: ’I’m engaged to be married!’\n",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}