{
    "title": "The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar - IX. Sherlock Holmes Arrives Too Late",
    "author": "Maurice Leblanc",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "It is really remarkable, Velmont, what a close resemblance you bear\nto Arsene Lupin!”",
        "“How do you know?”",
        "“Oh! like everyone else, from photographs, no two of which are\nalike, but each of them leaves the impression of a face....\nsomething like yours.”",
        "Horace Velmont displayed some vexation.",
        "“Quite so, my dear Devanne. And, believe me, you are not the first\none who has noticed it.”",
        "“It is so striking,” persisted Devanne, “that if you had not been\nrecommended to me by my cousin d’Estevan, and if you were not the\ncelebrated artist whose beautiful marine views I so admire, I have\nno doubt I should have warned the police of your presence in\nDieppe.”",
        "This sally was greeted with an outburst of laughter. The large\ndining-hall of the Chateau de Thibermesnil contained on this\noccasion, besides Valmont, the following guests: Father Gelis, the\nparish priest, and a dozen officers whose regiments were quartered\nin the vicinity and who had accepted the invitation of the banker\nGeorges Devanne and his mother. One of the officers then remarked:",
        "“I understand that an exact description of Arsene Lupin has been\nfurnished to all the police along this coast since his daring\nexploit on the Paris-Havre express.”",
        "“I suppose so,” said Devanne. “That was three months ago; and a\nweek later, I made the acquaintance of our friend Velmont at the\ncasino, and, since then, he has honored me with several visits--an\nagreeable preamble to a more serious visit that he will pay me one\nof these days--or, rather, one of these nights.”",
        "This speech evoked another round of laughter, and the guests then\npassed into the ancient “Hall of the Guards,” a vast room with a\nhigh ceiling, which occupied the entire lower part of the Tour\nGuillaume--William’s Tower--and wherein Georges Devanne had collected\nthe incomparable treasures which the lords of Thibermesnil had\naccumulated through many centuries. It contained ancient chests,\ncredences, andirons and chandeliers. The stone walls were overhung\nwith magnificent tapestries. The deep embrasures of the four\nwindows were furnished with benches, and the Gothic windows were\ncomposed of small panes of colored glass set in a leaden frame.\nBetween the door and the window to the left stood an immense\nbookcase of Renaissance style, on the pediment of which, in letters\nof gold, was the world “Thibermesnil,” and, below it, the proud\nfamily device: “Fais ce que veulx” (Do what thou wishest). When\nthe guests had lighted their cigars, Devanne resumed the\nconversation.",
        "“And remember, Velmont, you have no time to lose; in fact, to-night\nis the last chance you will have.”",
        "“How so?” asked the painter, who appeared to regard the affair as a\njoke. Devanne was about to reply, when his mother mentioned to him\nto keep silent, but the excitement of the occasion and a desire to\ninterest his guests urged him to speak.",
        "“Bah!” he murmured. “I can tell it now. It won’t do any harm.”",
        "The guests drew closer, and he commenced to speak with the\nsatisfied air of a man who has an important announcement to make.",
        "“To-morrow afternoon at four o’clock, Sherlock Holmes, the famous\nEnglish detective, for whom such a thing as mystery does not exist;\nSherlock Holmes, the most remarkable solver of enigmas the world\nhas ever known, that marvelous man who would seem to be the\ncreation of a romantic novelist--Sherlock Holmes will be my guest!”",
        "Immediately, Devanne was the target of numerous eager questions.\n“Is Sherlock Holmes really coming?” “Is it so serious as that?\"\n“Is Arsene Lupin really in this neighborhood?”",
        "“Arsene Lupin ad his bad are not far away. Besides the robbery of\nthe Baron Cahorn, he is credited with the thefts at Montigny,\nGruchet and Crasville.”",
        "“Has he sent you a warning, as he did to Baron Cahorn?”",
        "“No,” replied Devanne, “he can’t work the same trick twice.”",
        "“What then?”",
        "“I will show you.”",
        "He rose, and pointing to a small empty space between the two\nenormous folios on one of the shelves of the bookcase, he said:",
        "“There used to be a book there--a book of the sixteenth century\nentitled `Chronique de Thibermesnil,’ which contained the history\nof the castle since its construction by Duke Rollo on the site of a\nformer feudal fortress. There were three engraved plates in the\nbook; one of which was a general view of the whole estate; another,\nthe plan of the buildings; and the third--I call your attention to\nit, particularly--the third was the sketch of a subterranean\npassage, on entrance to which is outside the first line of\nramparts, while the other end of the passage is here, in this very\nroom. Well, that book disappeared a month ago.”",
        "“The deuce!” said Velmont, “that looks bad. But it doesn’t seem to\nbe a sufficient reason for sending for Sherlock Holmes.”",
        "“Certainly, that was not sufficient in itself, but another incident\nhappened that gives the disappearance of the book a special\nsignificance. There was another cop of this book in the National\nLibrary at Paris, and the two books differed in certain details\nrelating to the subterranean passage; for instance, each of them\ncontained drawings and annotations, not printed, but written in ink\nand more or less effaced. I knew those facts, and I knew that the\nexact location of the passage could be determined only by a\ncomparison of the two books. Now, the day after my book\ndisappeared, the book was called for in the National Library by a\nreader who carried it away, and no one knows how the theft was\neffected.”",
        "The guests uttered many exclamations of surprise.",
        "“Certainly, the affair looks serious,” said one.",
        "“Well, the police investigated the matter, and, as usual,\ndiscovered no clue whatever.”",
        "“They never do, when Arsene Lupin is concerned in it.”",
        "“Exactly; and so I decided to ask the assistance of Sherlock\nHolmes, who replied that he was ready and anxious to enter the\nlists with Arsene Lupin.”",
        "“What glory for Arsene Lupin!” said Velmont. “But if our national\nthief, as they call him, has no evil designs on your castle,\nSherlock Holmes will have his trip in vain.”",
        "“There are other things that will interest him, such as the\ndiscovery of the subterranean passage.”",
        "“But you told us that one end of the passage was outside the\nramparts and the other was in this very room!”",
        "“Yes, but in what part of the room? The line which represents the\npassage on the charts ends here, with a small circle marked with\nthe letters `T.G.,’ which no doubt stand for `Tour Guillaume.’ But\nthe tower is round, and who can tell the exact spot at which the\npassage touches the tower?”",
        "Devanne lighted a second cigar and poured himself a glass of\nBenedictine. His guests pressed him with questions and he was\npleased to observe the interest that his remarks had created. The\nhe continued:",
        "“The secret is lost. No one knows it. The legend is to the effect\nthat the former lords of the castle transmitted the secret from\nfather to son on their deathbeds, until Geoffroy, the last of the\nrace, was beheaded during the Revolution in his nineteenth year.”",
        "“That is over a century ago. Surely, someone has looked for it\nsince that time?”",
        "“Yes, but they failed to find it. After I purchased the castle, I\nmade a diligent search for it, but without success. You must\nremember that this tower is surrounded by water and connected with\nthe castle only by a bridge; consequently, the passage must be\nunderneath the old moat. The plan that was in the book in the\nNational Library showed a series of stairs with a total of forty-\neight steps, which indicates a depth of more than ten meters. You\nsee, the mystery lies within the walls of this room, and yet I\ndislike to tear them down.”",
        "“Is there nothing to show where it is?”",
        "“Nothing.”",
        "“Mon. Devanne, we should turn our attention to the two quotations,\"\nsuggested Father Gelis.",
        "“Oh!” exclaimed Mon. Devanne, laughing, “our worthy father is fond\nof reading memoirs and delving into the musty archives of the\ncastle. Everything relating to Thibermesnil interests him greatly.\nBut the quotations that he mentions only serve to complicate the\nmystery. He has read somewhere that two kings of France have known\nthe key to the puzzle.”",
        "“Two kings of France! Who were they?”",
        "“Henry the Fourth and Louis the Sixteenth. And the legend runs\nlike this: On the eve of the battle of Arques, Henry the Fourth\nspent the night in this castle. At eleven o’clock in the evening,\nLouise de Tancarville, the prettiest woman in Normandy, was brought\ninto the castle through the subterranean passage by Duke Edgard,\nwho, at the same time, informed the king of the secret passage.\nAfterward, the king confided the secret to his minister Sully, who,\nin turn, relates the story in his book, “Royales Economies d’Etat,\"\nwithout making any comment upon it, but linking with it this\nincomprehensible sentence: `Turn one eye on the bee that shakes,\nthe other eye will lead to God!’”",
        "After a brief silence, Velmont laughed and said:",
        "“Certainly, it doesn’t throw a dazzling light upon the subject.”",
        "“No; but Father Gelis claims that Sully concealed the key to the\nmystery in this strange sentence in order to keep the secret from\nthe secretaries to whom he dictated his memoirs.”",
        "“That is an ingenious theory,” said Velmont.",
        "“Yes, and it may be nothing more; I cannot see that it throws any\nlight on the mysterious riddle.”",
        "“And was it also to receive the visit of a lady that Louis the\nSixteenth caused the passage to be opened?”",
        "“I don’t know,” said Mon. Devanne. All I can say is that the king\nstopped here one night in 1784, and that the famous Iron Casket\nfound in the Louvre contained a paper bearing these words in the\nking’s own writing: `Thibermesnil 3-4-11.’”",
        "Horace Velmont laughed heartily, and exclaimed:",
        "“At last! And now that we have the magic key, where is the man who\ncan fit it to the invisible lock?”",
        "“Laugh as much as you please, monsieur,” said Father Gelis, “but I\nam confident the solution is contained in those two sentences, and\nsome day we will find a man able to interpret them.”",
        "“Sherlock Holmes is the man,” said Mon. Devanne, “unless Arsene\nLupin gets ahead of him. What is your opinion, Velmont?”",
        "Velmont arose, placed his hand on Devanne’s shoulder, and declared:",
        "“I think that the information furnished by your book and the book\nof the National Library was deficient in a very important detail\nwhich you have now supplied. I thank you for it.”",
        "“What is it?”",
        "“The missing key. Now that I have it, I can go to work at once,\"\nsaid Velmont.",
        "“Of course; without losing a minute,” said Devanne, smiling.",
        "“Not even a second!” replied Velmont. “To-night, before the\narrival of Sherlock Holmes, I must plunder your castle.”",
        "“You have no time to lose. Oh! by the way, I can drive you over\nthis evening.”",
        "“To Dieppe?”",
        "“Yes. I am going to meet Monsieur and Madame d’Androl and a young\nlady of their acquaintance who are to arrive by the midnight\ntrain.”",
        "Then addressing the officers, Devanne added:",
        "“Gentlemen, I shall expect to see all of you at breakfast to-\nmorrow.”",
        "The invitation was accepted. The company dispersed, and a few\nmoments later Devanne and Velmont were speeding toward Dieppe in an\nautomobile. Devanne dropped the artist in front of the Casino, and\nproceeded to the railway station. At twelve o’clock his friends\nalighted from the train. A half hour later the automobile was at\nthe entrance to the castle. At one o’clock, after a light supper,\nthey retired. The lights were extinguished, and the castle was\nenveloped in the darkness and silence of the night.",
        "The moon appeared through a rift in the clouds, and filled the\ndrawing-room with its bright white light. But only for a moment.\nThen the moon again retired behind its ethereal draperies, and\ndarkness and silence reigned supreme. No sound could be heard,\nsave the monotonous ticking of the clock. It struck two, and then\ncontinued its endless repetitions of the seconds. Then, three\no’clock.",
        "Suddenly, something clicked, like the opening and closing of a\nsignal-disc that warns the passing train. A thin stream of light\nflashed to every corner of the room, like an arrow that leaved\nbehind it a trail of light. It shot forth from the central fluting\nof a column that supported the pediment of the bookcase. It rested\nfor a moment on the panel opposite like a glittering circle of\nburnished silver, then flashed in all directions like a guilty eye\nthat scrutinizes every shadow. It disappeared for a short time,\nbur burst forth again as a whole section of the bookcase revolved\non a picot and disclosed a large opening like a vault.",
        "A man entered, carrying an electric lantern. He was followed by a\nsecond man, who carried a coil of rope and various tools. The\nleader inspected the room, listened a moment, and said:\nA man entered, carrying an electric lantern. He was followed by a\nsecond man, who carried a coil of rope and various tools. The\nleader inspected the room, listened a moment, and said:",
        "“Call the others.”",
        "Then eight men, stout fellows with resolute faces, entered the\nroom, and immediately commenced to remove the furnishings. Arsene\nLupin passed quickly from one piece of furniture to another,\nexamined each, and, according to its size or artistic value, he\ndirected his men to take it or leave it. If ordered to be taken,\nit was carried to the gaping mouth of the tunnel, and ruthlessly\nthrust into the bowels of the earth. Such was the fate of six\narmchairs, six small Louis XV chairs, a quantity of Aubusson\ntapestries, some candelabra, paintings by Fragonard and Nattier, a\nbust by Houdon, and some statuettes. Sometimes, Lupin would linger\nbefore a beautiful chest or a superb picture, and sigh:",
        "“That is too heavy....too large....what a pity!”",
        "In forty minutes the room was dismantled; and it had been\naccomplished in such an orderly manner and with as little noise as\nif the various articles had been packed and wadded for the\noccasion.",
        "Lupin said to the last man who departed by way of the tunnel:",
        "“You need not come back. You understand, that as soon as the auto-\nvan is loaded, you are to proceed to the grange at Roquefort.”",
        "“But you, patron?”",
        "“Leave me the motor-cycle.”",
        "When the mad had disappeared, Arsene Lupin pushed the section of\nthe bookcase back into its place, carefully effaced the traces of\nthe men’s footsteps, raised a portiere, and entered a gallery,\nwhich was the only means of communication between the tower and the\ncastle. In the center of this gallery there was a glass cabinet\nwhich had attracted Lupin’s attentions. It contained a valuable\ncollection of watches, snuff-boxes, rings, chatelaines and\nminiatures of rare and beautiful workmanship. He forced the lock\nwith a small jimmy, and experienced a great pleasure in handling\nthose gold and silver ornaments, those exquisite and delicate works\nof art.",
        "He carried a large linen bag, specially prepared for the removal of\nsuch knick-knacks. He filled it. Then he filled the pockets of\nhis coat, waistcoat and trousers. And he was just placing over his\nleft arm a number of pearl reticules when he heard a slight sound.\nHe listened. No, he was not deceived. The noise continued. Then\nhe remembered that, at one end of the gallery, there was a stairway\nleading to an unoccupied apartment, but which was probably occupied\nthat night by the young lady whom Mon. Devanne had brought from\nDieppe with his other visitors.",
        "Immediately he extinguished his lantern, and had scarcely gained\nthe friendly shelter of a window-embrasure, when the door at the\ntop of the stairway was opened and a feeble light illuminated the\ngallery. He could feel--for, concealed by a curtain, he could not\nsee--that a woman was cautiously descending the upper steps of the\nstairs. He hoped she would come no closer. Yet, she continued to\ndescend, and even advanced some distance into the room. Then she\nuttered a faint cry. No doubt she had discovered the broken and\ndismantled cabinet.",
        "She advanced again. Now he could smell the perfume, and hear the\nthrobbing of her heart as she drew closer to the window where he\nwas concealed. She passed so close that her skirt brushed against\nthe window-curtain, and Lupin felt that she suspected the presence\nof another, behind her, in the shadow, within reach of her hand.\nHe thought: “She is afraid. She will go away.” But she did not\ngo. The candle, that she carried in her trembling hand, grew\nbrighter. She turned, hesitated a moment, appeared to listen, then\nsuddenly drew aside the curtain.",
        "They stood face to face. Arsene was astounded. He murmured,\ninvoluntarily:",
        "“You--you--mademoiselle.”",
        "It was Miss Nelly. Miss Nelly! his fellow passenger on the\ntransatlantic steamer, who had been the subject of his dreams on\nthat memorable voyage, who had been a witness to his arrest, and\nwho, rather than betray him, had dropped into the water the kodak\nin which he had concealed the bank-notes and diamonds. Miss Nelly!\nthat charming creature, the memory of whose face has sometimes\nsheered, sometimes saddened the long hours of imprisonment.",
        "It was such an unexpected encounter that brought them face to face\nin that castle at that hour of the night, that they could not move,\nnor utter a word; they were amazed, hypnotized, each at the sudden\napparition of the other. Trembling with emotion, Miss Nelly\nstaggered to a seat. He remained standing in front of her.",
        "Gradually, he realized the situation and conceived the impression\nhe must have produced at that moment with his arms laden with\nknick-knacks, and his pockets and a linen sack overflowing with\nplunder. He was overcome with confusion, and he actually blushed\nto find himself in the position of a thief caught in the act. To\nher, henceforth, he was a thief, a man who puts his hand in\nanother’s pocket, who steals into houses and robs people while they\nsleep.",
        "A watch fell upon the floor; then another. These were followed by\nother articles which slipped from his grasp one by one. Then,\nactuated by a sudden decision, he dropped the other articles into\nan armchair, emptied his pockets and unpacked his sack. He felt\nvery uncomfortable in Nelly’s presence, and stepped toward her with\nthe intention of speaking to her, but she shuddered, rose quickly\nand fled toward the salon. The portiere closed behind her. He\nfollowed her. She was standing trembling and amazed at the sight\nof the devastated room. He said to her, at once:",
        "“To-morrow, at three o’clock, everything will be returned. The\nfurniture will be brought back.”",
        "She made no reply, so he repeated:",
        "“I promise it. To-morrow, at three o’clock. Nothing in the world\ncould induce me to break that promise....To-morrow, at three\no’clock.”",
        "Then followed a long silence that he dared not break, whilst the\nagitation of the young girl caused him a feeling of genuine regret.\nQuietly, without a word, he turned away, thinking: “I hope she will\ngo away. I can’t endure her presence.” But the young girl\nsuddenly spoke, and stammered:",
        "“Listen....footsteps....I hear someone....”",
        "He looked at her with astonishment. She seemed to be overwhelmed\nby the thought of approaching peril.",
        "“I don’t hear anything,” he said.",
        "“But you must go--you must escape!”",
        "“Why should I go?”",
        "“Because--you must. Oh! do not remain here another minute. Go!”",
        "She ran, quickly, to the door leading to the gallery and listened.\nNo, there was no one there. Perhaps the noise was outside. She\nwaited a moment, then returned reassured.",
        "But Arsene Lupin had disappeared.",
        "As soon as Mon. Devanne was informed of the pillage of his castle,\nhe said to himself: It was Velmont who did it, and Velmont is\nArsene Lupin. That theory explained everything, and there was no\nother plausible explanation. And yet the idea seemed preposterous.\nIt was ridiculous to suppose that Velmont was anyone else than\nVelmont, the famous artist, and club-fellow of his cousin\nd’Estevan. So, when the captain of the gendarmes arrived to\ninvestigate the affair, Devanne did not even think of mentioning\nhis absurd theory.",
        "Throughout the forenoon there was a lively commotion at the castle.\nThe gendarmes, the local police, the chief of police from Dieppe,\nthe villagers, all circulated to and fro in the halls, examining\nevery nook and corner that was open to their inspection. The\napproach of the maneuvering troops, the rattling fire of the\nmusketry, added to the picturesque character of the scene.",
        "The preliminary search furnished no clue. Neither the doors nor\nwindows showed any signs of having been disturbed. Consequently,\nthe removal of the goods must have been effected by means of the\nsecret passage. Yet, there were no indications of footsteps on the\nfloor, nor any unusual marks upon the walls.",
        "Their investigations revealed, however, one curious fact that\ndenoted the whimsical character of Arsene Lupin: the famous\nChronique of the sixteenth century had been restored to its\naccustomed place in the library and, beside it, there was a similar\nbook, which was none other than the volume stolen from the National\nLibrary.",
        "At eleven o’clock the military officers arrived. Devanne welcomed\nthem with his usual gayety; for, no matter how much chagrin he\nmight suffer from the loss of his artistic treasures, his great\nwealth enabled him to bear his loss philosophically. His guests,\nMonsieur and Madame d’Androl and Miss Nelly, were introduced; and\nit was then noticed that one of the expected guests had not\narrived. It was Horace Velmont. Would he come? His absence had\nawakened the suspicions of Mon. Devanne. But at twelve o’clock he\narrived. Devanne exclaimed:",
        "“Ah! here you are!”",
        "“Why, am I not punctual?” asked Velmont.",
        "“Yes, and I am surprised that you are....after such a busy night!\nI suppose you know the news?”",
        "“What news?”",
        "“You have robbed the castle.”",
        "“Nonsense!” exclaimed Velmont, smiling.",
        "“Exactly as I predicted. But, first escort Miss Underdown to the\ndining-room. Mademoiselle, allow me--”",
        "He stopped, as he remarked the extreme agitation of the young girl.\nThen, recalling the incident, he said:",
        "“Ah! of course, you met Arsene Lupin on the steamer, before his\narrest, and you are astonished at the resemblance. Is that it?”",
        "She did not reply. Velmont stood before her, smiling. He bowed.\nShe took his proffered arm. He escorted her to her place, and took\nhis seat opposite her. During the breakfast, the conversation\nrelated exclusively to Arsene Lupin, the stolen goods, the secret\npassage, and Sherlock Holmes. It was only at the close of the\nrepast, when the conversation had drifted to other subjects, that\nVelmont took any part in it. Then he was, by turns, amusing and\ngrave, talkative and pensive. And all his remarks seemed to be\ndirected to the young girl. But she, quite absorbed, did not\nappear to hear them.",
        "Coffee was served on the terrace overlooking the court of honor and\nthe flower garden in front of the principal facade. The regimental\nband played on the lawn, and scores of soldiers and peasants\nwandered through the park.",
        "Miss Nelly had not forgotten, for one moment, Lupin’s solemn\npromise: “To-morrow, at three o’clock, everything will be\nreturned.”",
        "At three o’clock! And the hands of the great clock in the right\nwing of the castle now marked twenty minutes to three. In spite of\nherself, her eyes wandered to the clock every minute. She also\nwatched Velmont, who was calmly swinging to and fro in a\ncomfortable rocking chair.",
        "Ten minutes to three!....Five minutes to three!....Nelly was\nimpatient and anxious. Was it possible that Arsene Lupin would\ncarry out his promise at the appointed hour, when the castle, the\ncourtyard, and the park were filled with people, and at the very\nmoment when the officers of the law were pursuing their\ninvestigations? And yet....Arsene Lupin had given her his solemn\npromise. “It will be exactly as he said,” thought she, so deeply\nwas she impressed with the authority, energy and assurance of that\nremarkable man. To her, it no longer assumed the form of a\nmiracle, but, on the contrary, a natural incident that must occur\nin the ordinary course of events. She blushed, and turned her\nhead.",
        "Three o’clock! The great clock struck slowly:\none....two....three....Horace Velmont took out his watch, glanced\nat the clock, then returned the watch to his pocket. A few seconds\npassed in silence; and then the crowd in the courtyard parted to\ngive passage to two wagons, that had just entered the park-gate,\neach drawn by two horses. They were army-wagons, such as are used\nfor the transportation of provisions, tents, and other necessary\nmilitary stores. They stopped in front of the main entrance, and a\ncommissary-sergeant leaped from one of the wagons and inquired for\nMon. Devanne. A moment later, that gentleman emerged from the\nhouse, descended the steps, and, under the canvas covers of the\nwagons, beheld his furniture, pictures and ornaments carefully\npackaged and arranged.",
        "When questioned, the sergeant produced an order that he had\nreceived from the officer of the day. By that order, the second\ncompany of the fourth battalion were commanded to proceed to the\ncrossroads of Halleux in the forest of Arques, gather up the\nfurniture and other articles deposited there, and deliver same to\nMonsieur Georges Devanne, owner of the Thibermesnil castle, at\nthree o’clock. Signed: Col. Beauvel.",
        "“At the crossroads,” explained the sergeant, “we found everything\nready, lying on the grass, guarded by some passers-by. It seemed\nvery strange, but the order was imperative.”",
        "One of the officers examined the signature. He declared it a\nforgery; but a clever imitation. The wagons were unloaded, and the\ngoods restored to their proper placed in the castle.",
        "During this commotion, Nelly had remained alone at the extreme end\nof the terrace, absorbed by confused and distracted thoughts.\nSuddenly, she observed Velmont approaching her. She would have\navoided him, but the balustrade that surrounded the terrace cut off\nher retreat. She was cornered. She could not move. A gleam of\nsunshine, passing through the scant foliage of a bamboo, lighted up\nher beautiful golden hair. Some one spoke to her in a low voice:",
        "“Have I not kept my promise?”",
        "Arsene Lupin stood close to her. No one else was near. He\nrepeated, in a calm, soft voice:",
        "“Have I not kept my promise?”",
        "He expected a word of thanks, or at least some slight movement that\nwould betray her interest in the fulfillment of his promise. But\nshe remained silent.",
        "Her scornful attitude annoyed Arsene Lupin; and he realized the\nvast distance that separated him from Miss Nelly, now that she had\nlearned the truth. He would gladly have justified himself in her\neyes, or at least pleaded extenuating circumstances, but he\nperceived the absurdity and futility of such an attempt. Finally,\ndominated by a surging flood of memories, he murmured:",
        "“Ah! how long ago that was! You remember the long hours on the\ndeck of the `Provence.’ Then, you carried a rose in your hand, a\nwhite rose like the one you carry to-day. I asked you for it. You\npretended you did not hear me. After you had gone away, I found\nthe rose--forgotten, no doubt--and I kept it.”",
        "She made no reply. She seemed to be far away. He continued:",
        "“In memory of those happy hours, forget what you have learned\nsince. Separate the past from the present. Do not regard me as\nthe man you saw last night, but look at me, if only for a moment,\nas you did in those far-off days when I was Bernard d’Andrezy, for\na short time. Will you, please?”",
        "She raised her eyes and looked at him as he had requested. Then,\nwithout saying a word, she pointed to a ring he was wearing on his\nforefinger. Only the ring was visible; but the setting, which was\nturned toward the palm of his hand, consisted of a magnificent\nruby. Arsene Lupin blushed. The ring belonged to Georges Devanne.\nHe smiled bitterly, and said:",
        "“You are right. Nothing can be changed. Arsene Lupin is now and\nalways will be Arsene Lupin. To you, he cannot be even so much as\na memory. Pardon me....I should have known that any attention I\nmay now offer you is simply an insult. Forgive me.”",
        "He stepped aside, hat in hand. Nelly passed before him. He was\ninclined to detain her and beseech her forgiveness. But his\ncourage failed, and he contented himself by following her with his\neyes, as he had done when she descended the gangway to the pier at\nNew York. She mounted the steps leading to the door, and\ndisappeared within the house. He saw her no more.",
        "A cloud obscured the sun. Arsene Lupin stood watching the imprints\nof her tiny feet in the sand. Suddenly, he gave a start. Upon the\nbox which contained the bamboo, beside which Nelly had been\nstanding, he saw the rose, the white rose which he had desired but\ndared not ask for. Forgotten, no doubt--it, also! But how--\ndesignedly or through distraction? He seized it eagerly. Some of\nits petals fell to the ground. He picked them up, one by one, like\nprecious relics. 64-LUPIN-Mitchell.",
        "“Come!” he said to himself, “I have nothing more to do here. I\nmust think of my safety, before Sherlock Holmes arrives.”",
        "The park was deserted, but some gendarmes were stationed at the\npark-gate. He entered a grove of pine trees, leaped over the wall,\nand, as a short cut to the railroad station, followed a path across\nthe fields. After walking about ten minutes, he arrived at a spot\nwhere the road grew narrower and ran between two steep banks. In\nthis ravine, he met a man traveling in the opposite direction. It\nwas a man about fifty years of age, tall, smooth-shaven, and\nwearing clothes of a foreign cut. He carried a heavy cane, and a\nsmall satchel was strapped across his shoulder. When they met, the\nstranger spoke, with a slight English accent:",
        "“Excuse me, monsieur, is this the way to the castle?”",
        "“Yes, monsieur, straight ahead, and turn to the left when you come\nto the wall. They are expecting you.”",
        "“Ah!”",
        "“Yes, my friend Devanne told us last night that you were coming,\nand I am delighted to be the first to welcome you. Sherlock Holmes\nhas no more ardent admirer than....myself.”",
        "There was a touch of irony in his voice that he quickly regretted,\nfor Sherlock Holmes scrutinized him from head to foot with such a\nkeen, penetrating eye that Arsene Lupin experienced the sensation\nof being seized, imprisoned and registered by that look more\nthoroughly and precisely than he had ever been my a camera.",
        "“My negative is taken now,” he thought, “and it will be useless to\nuse a disguise with that man. He would look right through it.\nBut, I wonder, has he recognized me?”",
        "They bowed to each other as if about to part. But, at that moment,\nthey heard a sound of horses’ feet, accompanied by a clinking of\nsteel. It was the gendarmes. The two men were obliged to draw\nback against the embankment, amongst the brushes, to avoid the\nhorses. The gendarmes passed by, but, as they followed each other\nat a considerable distance, they were several minutes in doing so.\nAnd Lupin was thinking:",
        "“It all depends on that question: has he recognized me? If so, he\nwill probably take advantage of the opportunity. It is a trying\nsituation.”",
        "When the last horseman had passed, Sherlock Holmes stepped forth\nand brushed the dust from his clothes. Then, for a moment, he and\nArsene Lupin gazed at each other; and, if a person could have seen\nthem at that moment, it would have been an interesting sight, and\nmemorable as the first meeting of two remarkable men, so strange,\nso powerfully equipped, both of superior quality, and destined by\nfate, through their peculiar attributes, to hurl themselves one at\nthe other like two equal forces that nature opposes, one against\nthe other, in the realms of space.",
        "Then the Englishman said: “Thank you, monsieur.”",
        "They parted. Lupin went toward the railway station, and Sherlock\nHolmes continued on his way to the castle.",
        "The local officers had given up the investigation after several\nhours of fruitless efforts, and the people at the castle were\nawaiting the arrival of the English detective with a lively\ncuriosity. At first sight, they were a little disappointed on\naccount of his commonplace appearance, which differed so greatly\nfrom the pictures they had formed of him in their own minds. He\ndid not in any way resemble the romantic hero, the mysterious and\ndiabolical personage that the name of Sherlock Holmes had evoked in\ntheir imaginations. However, Mon. Devanne exclaimed with much\ngusto:",
        "“Ah! monsieur, you are here! I am delighted to see you. It is a\nlong-deferred pleasure. Really, I scarcely regret what has\nhappened, since it affords me the opportunity to meet you. But,\nhow did you come?”",
        "“By the train.”",
        "“But I sent my automobile to meet you at the station.”",
        "“An official reception, eh? with music and fireworks! Oh! no, not\nfor me. That is not the way I do business, grumbled the\nEnglishman.",
        "This speech disconcerted Devanne, who replied, with a forced smile:",
        "“Fortunately, the business has been greatly simplified since I\nwrote to you.”",
        "“In what way?”",
        "“The robbery took place last night.”",
        "“If you had not announced my intended visit, it is probably the\nrobbery would not have been committed last night.”",
        "“When, then?”",
        "“To-morrow, or some other day.”",
        "“And in that case?”",
        "“Lupin would have been trapped,” said the detective.",
        "“And my furniture?”",
        "“Would not have been carried away.”",
        "“Ah! but my goods are here. They were brought back at three\no’clock.”",
        "“By Lupin.”",
        "“By two army-wagons.”",
        "Sherlock Holmes put on his cap and adjusted his satchel. Devanne\nexclaimed, anxiously:",
        "“But, monsieur, what are you going to do?”",
        "“I am going home.”",
        "“Why?”",
        "“Your goods have been returned; Arsene Lupin is far away--there is\nnothing for me to do.”",
        "“Yes, there is. I need your assistance. What happened yesterday,\nmay happen again to-morrow, as we do not know how he entered, or\nhow he escaped, or why, a few hours later, he returned the goods.”",
        "“Ah! you don’t know--”",
        "The idea of a problem to be solved quickened the interest of\nSherlock Holmes.",
        "“Very well, let us make a search--at once--and alone, if possible.”",
        "Devanne understood, and conducted the Englishman to the salon. In\na dry, crisp voice, in sentences that seemed to have been prepared\nin advance, Holmes asked a number of questions about the events of\nthe preceding evening, and enquired also concerning the guests and\nthe members of the household. Then he examined the two volumes of\nthe “Chronique,” compared the plans of the subterranean passage,\nrequested a repetition of the sentences discovered by Father Gelis,\nand then asked:",
        "“Was yesterday the first time you have spoken hose two sentences to\nany one?”",
        "“Yes.”",
        "“You had never communicated then to Horace Velmont?”",
        "“No.”",
        "“Well, order the automobile. I must leave in an hour.”",
        "“In an hour?”",
        "“Yes; within that time, Arsene Lupin solved the problem that you\nplaced before him.”",
        "“I....placed before him--”",
        "“Yes, Arsene Lupin or Horace Velmont--same thing.”",
        "“I thought so. Ah! the scoundrel!”",
        "“Now, let us see,” said Holmes, “last night at ten o’clock, you\nfurnished Lupin with the information that he lacked, and that he\nhad been seeking for many weeks. During the night, he found time\nto solve the problem, collect his men, and rob the castle. I shall\nbe quite as expeditious.”",
        "He walked from end to end of the room, in deep thought, then sat\ndown, crossed his long legs and closed his eyes.",
        "Devanne waited, quite embarrassed. Thought he: “Is the man asleep?\nOr is he only meditating?” However, he left the room to give some\norders, and when he returned he found the detective on his knees\nscrutinizing the carpet at the foot of the stairs in the gallery.",
        "“What is it?” he enquired.",
        "“Look....there....spots from a candle.”",
        "“You are right--and quite fresh.”",
        "“And you will also find them at the top of the stairs, and around\nthe cabinet that Arsene Lupin broke into, and from which he took\nthe bibelots that he afterward placed in this armchair.”",
        "“What do you conclude from that?”",
        "“Nothing. These facts would doubtless explain the cause for the\nrestitution, but that is a side issue that I cannot wait to\ninvestigate. The main question is the secret passage. First, tell\nme, is there a chapel some two or three hundred metres from the\ncastle?”",
        "“Yes, a ruined chapel, containing the tomb of Duke Rollo.”",
        "“Tell your chauffer to wait for us near that chapel.”",
        "“My chauffer hasn’t returned. If he had, they would have informed\nme. Do you think the secret passage runs to the chapel? What\nreason have--”",
        "“I would ask you, monsieur,” interrupted the detective, “to furnish\nme with a ladder and a lantern.”",
        "“What! do you require a ladder and a lantern?”",
        "“Certainly, or I shouldn’t have asked for them.”",
        "Devanne, somewhat disconcerted by this crude logic, rang the bell.\nThe two articles were given with the sternness and precision of\nmilitary commands.",
        "“Place the ladder against the bookcase, to the left of the word\nThibermesnil.”",
        "Devanne placed the ladder as directed, and the Englishman\ncontinued:",
        "“More to the left....to the right....There!....Now, climb up....\nAll the letters are in relief, aren’t they?”",
        "“Yes.”",
        "“First, turn the letter I one way or the other.”",
        "“Which one? There are two of them.”",
        "“The first one.”",
        "Devanne took hold of the letter, and exclaimed:",
        "“Ah! yes, it turns toward the right. Who told you that?”",
        "Sherlock Holmes did not reply to the question, but continued his\ndirections:",
        "“Now, take the letter B. Move it back and forth as you would a\nbolt.”",
        "Devanne did so, and, to his great surprise, it produced a clicking\nsound.",
        "“Quite right,” said Holmes. “Now, we will go to the other end of\nthe word Thibermesnil, try the letter I, and see if it will open\nlike a wicket.”",
        "With a certain degree of solemnity, Devanne seized the letter. It\nopened, but Devanne fell from the ladder, for the entire section of\nthe bookcase, lying between the first and last letters of the\nwords, turned on a picot and disclosed the subterranean passage.",
        "Sherlock Holmes said, coolly:",
        "“You are not hurt?”",
        "“No, no,” said Devanne, as he rose to his feet, “not hurt, only\nbewildered. I can’t understand now....those letters turn....the\nsecret passage opens....”",
        "“Certainly. Doesn’t that agree exactly with the formula given by\nSully? Turn one eye on the bee that shakes, the other eye will\nlead to God.”",
        "“But Louis the sixteenth?” asked Devanne.",
        "“Louis the sixteenth was a clever locksmith. I have read a book he\nwrote about combination locks. It was a good idea on the part of\nthe owner of Thibermesnil to show His Majesty a clever bit of\nmechanism. As an aid to his memory, the king wrote: 3-4-11, that\nis to say, the third, fourth and eleventh letters of the word.”",
        "“Exactly. I understand that. It explains how Lupin got out of the\nroom, but it does not explain how he entered. And it is certain he\ncame from the outside.”",
        "Sherlock Holmes lighted his lantern, and stepped into the passage.",
        "“Look! All the mechanism is exposed here, like the works of a\nclock, and the reverse side of the letters can be reached. Lupin\nworked the combination from this side--that is all.”",
        "“What proof is there of that?”",
        "“Proof? Why, look at that puddle of oil. Lupin foresaw that the\nwheels would require oiling.”",
        "“Did he know about the other entrance?”",
        "“As well as I know it,” said Holmes. “Follow me.”",
        "“Into that dark passage?”",
        "“Are you afraid?”",
        "“No, but are you sure you can find the way out?”",
        "“With my eyes closed.”",
        "At first, they descended twelve steps, then twelve more, and,\nfarther on, two other flights of twelve steps each. Then they\nwalked through a long passageway, the brick walls of which showed\nthe marks of successive restorations, and, in spots, were dripping\nwith water. The earth, also, was very damp.",
        "“We are passing under the pond,” said Devanne, somewhat nervously.",
        "At last, they came to a stairway of twelve steps, followed by three\nothers of twelve steps each, which they mounted with difficulty,\nand then found themselves in a small cavity cut in the rock. They\ncould go no further.",
        "“The deuce!” muttered Holmes, “nothing but bare walls. This is\nprovoking.”",
        "“Let us go back,” said Devanne. “I have seen enough to satisfy\nme.”",
        "But the Englishman raised his eye and uttered a sigh of relief.\nThere, he saw the same mechanism and the same word as before. He\nhad merely to work the three letters. He did so, and a block of\ngranite swung out of place. On the other side, this granite block\nformed the tombstone of Duke Rollo, and the word “Thibermesnil” was\nengraved on it in relief. Now, they were in the little ruined\nchapel, and the detective said:",
        "“The other eye leads to God; that means, to the chapel.”",
        "“It is marvelous!” exclaimed Devanne, amazed at the clairvoyance\nand vivacity of the Englishman. “Can it be possible that those few\nwords were sufficient for you?”",
        "“Bah!” declared Holmes, “they weren’t even necessary. In the chart\nin the book of the National Library, the drawing terminates at the\nleft, as you know, in a circle, and at the right, as you do not\nknow, in a cross. Now, that cross must refer to the chapel in\nwhich we now stand.”",
        "Poor Devanne could not believe his ears. It was all so new, so\nnovel to him. He exclaimed:",
        "“It is incredible, miraculous, and yet of a childish simplicity!\nHow is it that no one has ever solved the mystery?”",
        "“Because no one has ever united the essential elements, that is to\nsay, the two books and the two sentences. No one, but Arsene Lupin\nand myself.”",
        "“But, Father Gelis and I knew all about those things, and,\nlikewise--”",
        "Holmes smiled, and said:",
        "“Monsieur Devanne, everybody cannot solve riddles.”",
        "“I have been trying for ten years to accomplish what you did in ten\nminutes.”",
        "“Bah! I am used to it.”",
        "They emerged from the chapel, and found an automobile.",
        "“Ah! there’s an auto waiting for us.”",
        "“Yes, it is mine,” said Devanne.",
        "“Yours? You said your chauffeur hadn’t returned.”",
        "They approached the machine, and Mon. Devanne questioned the\nchauffer:",
        "“Edouard, who gave you orders to come here?”",
        "“Why, it was Monsieur Velmont.”",
        "“Mon. Velmont? Did you meet him?”",
        "“Near the railway station, and he told me to come to the chapel.”",
        "“To come to the chapel! What for?”",
        "“To wait for you, monsieur, and your friend.”",
        "Devanne and Holmes exchanged looks, and Mon. Devanne said:",
        "“He knew the mystery would be a simple one for you. It is a\ndelicate compliment.”",
        "A smile of satisfaction lighted up the detective’s serious features\nfor a moment. The compliment pleased him. He shook his head, as\nhe said:",
        "“A clever man! I knew that when I saw him.”",
        "“Have you seen him?”",
        "“I met him a short time ago--on my way from the station.”",
        "“And you knew it was Horace Velmont--I mean, Arsene Lupin?”",
        "“That is right. I wonder how it came--”",
        "“No, but I supposed it was--from a certain ironical speech he made.”",
        "“And you allowed him to escape?”",
        "“Of course I did. And yet I had everything on my side, such as\ngive gendarmes who passed us.”",
        "“Sacrableu!” cried Devanne. “You should have taken advantage of\nthe opportunity.”",
        "“Really, monsieur,” said the Englishman, haughtily, “when I\nencounter an adversary like Arsene Lupin, I do not take advantage\nof chance opportunities, I create them.”",
        "But time pressed, and since Lupin had been so kind as to send the\nautomobile, they resolved to profit by it. They seated themselves\nin the comfortable limousine; Edouard took his place at the wheel,\nand away they went toward the railway station. Suddenly, Devanne’s\neyes fell upon a small package in one of the pockets of the\ncarriage.",
        "“Ah! what is that? A package! Whose is it? Why, it is for you.”",
        "“For me?”",
        "“Yes, it is addressed: Sherlock Holmes, from Arsene Lupin.”",
        "The Englishman took the package, opened it, and found that it\ncontained a watch.",
        "“Ah!” he exclaimed, with an angry gesture.",
        "“A watch,” said Devanne. “How did it come there?”",
        "The detective did not reply.",
        "“Oh! it is your watch! Arsene Lupin returns your watch! But, in\norder to return it, he must have taken it. Ah! I see! He took\nyour watch! That is a good one! Sherlock Holmes’ watch stolen by\nArsene Lupin! Mon Dieu! that is funny! Really....you must excuse\nme....I can’t help it.”",
        "He roared with laughter, unable to control himself. After which,\nhe said, in a tone of earnest conviction:",
        "“A clever man, indeed!”",
        "The Englishman never moved a muscle. On the way to Dieppe, he\nnever spoke a word, but fixed his gaze on the flying landscape.\nHis silence was terrible, unfathomable, more violent than the\nwildest rage. At the railway station, he spoke calmly, but in a\nvoice that impressed one with the vast energy and will power of\nthat famous man. He said:",
        "“Yes, he is a clever man, but some day I shall have the pleasure of\nplacing on his shoulder the hand I now offer to you, Monsieur\nDevanne. And I believe that Arsene Lupin and Sherlock Holmes will\nmeet again some day. Yes, the world is too small--we will meet--we\nmust meet--and then--”",
        " ",
        "The further startling and thrilling adventures of Arsene Lupin\nwill be found in the book entitled “Arsene Lupin versus Herlock\nSholmes.”\n  I. The Arrest of Arsene Lupin  •  II. Arsene Lupin in Prison  •  III. The Escape of Arsene Lupin  •  IV. The Mysterious Traveller  •  V. The Queen’s Necklace  •  VI. The Seven of Hearts  •  VII. Madame Imbert’s Safe  •  VIII. The Black Pearl  •  IX. Sherlock Holmes Arrives Too Late  • \nThis complete text of The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar by Maurice Leblanc is in the public domain.\n\n\nAlso see Arsene Lupin - by Maurice Leblanc at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About... ",
        " ",
        "\nThis complete text of The Extraordinary Adventures of Arsene Lupin, Gentleman-Burglar by Maurice Leblanc is in the public domain.\n\n\nAlso see Arsene Lupin - by Maurice Leblanc at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on June 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Extraordinary Adventures of Arsene Lupin, Gentleman-BurglarBy Maurice LeblancAt Amazon"
    ]
}