{
    "title": "The Nature of Goodness - I. The Double Aspect of Goodness",
    "author": "George Herbert Palmer",
    "chapter": "2",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "In undertaking the following discussion I foresee two grave\ndifficulties. My reader may well feel that goodness is already the\nmost familiar of all the thoughts we employ, and yet he may at the\nsame time suspect that there is something about it perplexingly\nabstruse and remote. Familiar it certainly is. It attends all our\nwishes, acts, and projects as nothing else does, so that no estimate\nof its influence can be excessive. When we take a walk, read a book,\nmake a dress, hire a servant, visit a friend, attend a concert, choose\na wife, cast a vote, enter into business, we always do it in the hope\nof attaining something good. The clue of goodness is accordingly a\nveritable guide of life. On it depend actions far more minute than\nthose just mentioned. We never raise a hand, for example, unless with\na view to improve in some respect our condition. Motionless we should\nremain forever, did we not believe that by placing the hand elsewhere\nwe might obtain something which we do not now possess. Consequently we\nemploy the word or some synonym of it during pretty much every waking\nhour of our lives. Wishing some test of this frequency I turned to\nShakespeare, and found that he uses the word “good” fifteen hundred\ntimes, and it’s derivatives “goodness,” “better,” and “best,” about as\nmany more. He could not make men and women talk right without\nincessant reference to this directive conception.",
        "But while thus familiar and influential when mixed with action, and\njust because of that very fact, the notion of goodness is\nbewilderingly abstruse and remote. People in general do not observe\nthis curious circumstance. Since they are so frequently encountering\ngoodness, both laymen and scholars are apt to assume that it is\naltogether clear and requires no explanation. But the very reverse is\nthe truth. Familiarity obscures. It breeds instincts and not\nunderstanding. So inwoven has goodness become with the very web of\nlife that it is hard to disentangle. We cannot easily detach it from\nencompassing circumstance, look at it nakedly, and say what in itself\nit really is. Never appearing in practical affairs except as an\nelement, and always intimately associated with something else, we are\npuzzled how to break up that intimacy and give to goodness independent\nmeaning. It is as if oxygen were never found alone, but only in\nconnection with hydrogen, carbon, or some other of the eighty elements\nwhich compose our globe. We might feel its wide influence, but we\nshould have difficulty in describing what the thing itself was. Just\nso if any chance dozen persons should be called on to say what they\nmean by goodness, probably not one could offer a definition which he\nwould be willing to hold to for fifteen minutes.",
        "It is true, this strange state of things is not peculiar to goodness.\nOther familiar conceptions show a similar tendency, and just about in\nproportion, too, to their importance. Those which count for most in\nour lives are least easy to understand. What, for example, do we mean\nby love? Everybody has experienced it since the world began. For a\ncentury or more, novelists have been fixing our attention on it as our\nchief concern. Yet nobody has yet succeeded in making the matter quite\nplain. What is the state? Socialists are trying to tell us, and we are\ntrying to tell them; but each, it must be owned, has about as much\ndifficulty in understanding himself as in understanding his opponent,\nthough the two sets of vague ideas still contain reality enough for\nvigorous strife. Or take the very simplest of conceptions, the\nconception of force–that which is presupposed in every species of\nphysical science; ages are likely to pass before it is satisfactorily\ndefined. Now the conception of goodness is something of this sort,\nsomething so wrought into the total framework of existence that it is\nhidden from view and not separately observable. We know so much about\nit that we do not understand it.",
        "For ordinary purposes probably it is well not to seek to understand\nit. Acquaintance with the structure of the eye does not help seeing.\nTo determine beforehand just how polite we should be would not\nfacilitate human intercourse. And possibly a completed scheme of\ngoodness would rather confuse than ease our daily actions. Science\ndoes not readily connect with life. For most of us all the time, and\nfor all of us most of the time, instinct is the better prompter. But\nif we mean to be ethical students and to examine conduct\nscientifically, we must evidently at the outset come face to face with\nthe meaning of goodness. I am consequently often surprised on looking\ninto a treatise on ethics to find no definition of goodness proposed.\nThe author assumes that everybody knows what goodness is, and that his\nown business is merely to point out under what conditions it may be\nhad. But few readers do know what goodness is. One suspects that\nfrequently the authors of these treatises themselves do not, and that\na hazy condition of mind on this central subject is the cause of much\nloose talk afterwards. At any rate, I feel sure that nothing can more\njustly be demanded of a writer on ethics at the beginning of his\nundertaking than that he should attempt to unravel the subtleties of\nthis all-important conception. Having already in a previous volume\nmarked out the Field of Ethics, I believe I cannot wisely go on\ndiscussing the science that I love, until I have made clear what\nmeaning I everywhere attach to the obscure and familiar word good.\nThis word being the ethical writer’s chief tool, both he and his\nreaders must learn its construction before they proceed to use\nit. To the study of that curious nature I dedicate this volume.",
        "To those who join in the investigation I cannot promise hours of ease.\nThe task is an arduous one, calling for critical discernment and a\nkind of disinterested delight in studying the high intricacies of our\npersonal structure. My readers must follow me with care, and indeed do\nmuch of the work themselves, I being but a guide. For my purpose is\nnot so much to impart as to reveal. Wishing merely to make people\naware of what has always been in their minds, I think at the end of my\nbook I shall be able to say, “These readers of mine know now no more\nthan they did at, the beginning.” Yet if I say that, I hope to be able\nto add, “but they see vastly more significance in it than they once\ndid, and henceforth will find the world interesting in a degree they\nnever knew before.” In attaining this new interest they will have\nexperienced too that highest of human pleasures,–the joy of clear,\ncontinuous, and energetic thinking. Few human beings are so inert that\nthey are not ready to look into the dark places of their minds if, by\ndoing so, they can throw light on obscurities there.",
        "I ought, however, to say that I cannot promise one gain which some of\nmy readers may be seeking. In no large degree can I induce in them\nthat goodness of which we talk. Some may come to me in conscious\nweakness, desiring to be made better. But this I do not undertake. My\naim is a scientific one. I am an ethical teacher. I want to lead men\nto understand what goodness is, and I must leave the more important\nwork of attracting them to pursue it to preacher and moralist. Still,\nindirectly there is moral gain to be had here. One cannot contemplate\nlong such exalted themes without receiving an impulse, and being\nlifted into a region where doing wrong becomes a little strange. When,\ntoo, we reflect how many human ills spring from misunderstanding and\nintellectual obscurity, we see that whatever tends to illuminate\nmental problems is of large consequence in the practical issues of\nlife.",
        "In considering what we mean by goodness, we are apt to imagine that\nthe term applies especially, possibly entirely, to persons. It seems\nas if persons alone are entitled to be called good. But a little\nreflection shows that this is by no means the case. There are about as\nmany good things in the world as good persons, and we are obliged to\nspeak of them about as often. The goodness which we see in things is,\nhowever, far simpler and more easily analyzed than that which appears\nin persons. It may accordingly be well in these first two chapters to\nsay nothing whatever about such goodness as is peculiar to persons,\nbut to confine our attention to those phases of it which are shared\nalike by persons and things.",
        " How then do we employ the word “good”? I do not ask how we ought to\nemploy it, but how we do. For the present we shall be engaged in a\npsychological inquiry, not an ethical one. We need to get at the plain\nfacts of usage. I will therefore ask each reader to look into his own\nmind, see on what occasions he uses the word, and decide what meaning\nhe attaches to it. Taking up a few of the simplest possible examples,\nwe will through them inquire when and why we call things good.",
        "Here is a knife. When is it a good knife? Why, a knife is made for\nsomething, for cutting. Whenever the knife slides evenly through a\npiece of wood, unimpeded by anything in its own structure, and with a\nminimum of effort on the part of him who steers it, when there is no\ndisposition of its edge to bend or break, but only to do its appointed\nwork effectively, then we know that a good knife is at work. Or,\nlooking at the matter from another point of view, whenever the handle\nof the knife neatly fits the hand, following its lines and presenting\nno obstruction, so that it is a pleasure to use it, we may say that in\nthese respects also the knife is a good knife. That is, the knife\nbecomes good through adaptation to its work, an adaptation realized in\nits cleavage of the wood and in its conformity to the hand. Its\ngoodness always has reference to something outside itself, and is\nmeasured by its performance of an external task. A similar goodness is\nalso found in persons. When we call the President of the United States\ngood, we mean that he adapts himself easily and efficiently to the\nneeds of his people. He detects those needs before others fully feel\nthem, is sagacious in devices for meeting them, and powerful in\ncarrying out his patriotic purposes through whatever selfish\nopposition. The President’s goodness, like the knife’s, refers to\nqualities within him only so far as these are adjusted to that which\nlies beyond.",
        "Or take something not so palpable. What glorious weather! When we woke\nthis morning, drew aside our curtains and looked out, we said “It is a\ngood day!” And of what qualities of the day were we thinking? We\nmeant, I suppose, that the day was well fitted to its various\npurposes. Intending to go to our office, we saw there was nothing to\nhinder our doing so. We knew that the streets would be clear, people\nin amiable mood, business and social duties would move forward easily.\nHealth itself is promoted by such sunshine. In fact, whatever our\nplans, in calling the day a good day we meant to speak of it as\nexcellently adapted to something outside itself.",
        "This signification of goodness is lucidly put in the remark of\nShakespeare’s Portia, “Nothing I see is good without respect.” We must\nhave some respect or end in mind in reference to which the goodness is\nreckoned. Good always means good for. That little preposition cannot\nbe absent from our minds, though it need not audibly be uttered. The\nknife is good for cutting, the day for business, the President for the\nblind needs of his country. Omit the for, and goodness ceases. To be\nbad or good implies external reference. To be good means to further\nsomething, to be an efficient means; and the end to be furthered must\nbe already in mind before the word good is spoken.",
        "The respects or ends in reference to which goodness is calculated are\noften, it is true, obscure and difficult to seize if one is unfamiliar\nwith the currents of men’s thoughts. I sometimes hear the question\nasked about a merchant, “Is he good?\"–a question natural enough in\nchurches and Sunday-schools, but one which sounds rather queer on\n“’change.” But those who ask it have a special respect in mind. I\nbelieve they mean, “Will the man meet his notes?” In their mode of\nthinking a merchant is of consequence only in financial life. When\nthey have learned whether he is capable of performing his functions\nthere, they go no farther. He may be the most vicious of men or a\nveritable saint. It will make no difference in inducing commercial\nassociates to call him good. For them the word indicates solely\nresponsibility for business paper.",
        "A usage more curious still occurs in the nursery. There when the\nquestion is asked, “Has the baby been good?” one discovers by degrees\nthat the anxious mother wishes to know if it has been crying or quiet.\nThis elementary life has as yet not acquired positive standards of\nmeasurement. It must be reckoned in negative terms, failure to\ndisturb. Heaven knows it does not always attain to this. But it is its\nutmost virtue, quietude.",
        "In short, whenever we inspect the usage of the word good, we always\nfind behind it an implication of some end to be reached. Good is a\nrelative term, signifying promotive of, conducive to. The good is the\nuseful, and it must be useful for something. Silent or spoken, it is\nthe mental reference to something else which puts all meaning into it.\nSo Hamlet says, “There’s nothing either good or bad, but thinking\nmakes it so.” If I have in mind A as an end sought, then X is good.\nBut if B is the end, X is bad. X has no goodness or badness of its\nown. No new quality is added to an object or act when it becomes good.",
        "But this result is disappointing, not to say paradoxical. To call a\nthing good only with reference to what lies outside itself would be\nalmost equivalent to saying that nothing is good. For if the moment\nanything becomes good it refers all its goodness to something beyond\nits own walls, should we ever be able to discover an object endowed\nwith goodness at all? The knife is good in reference to the stick of\nwood; the wood, in reference to the table; the table, in reference to\nthe writing; the writing, in reference to a reader’s eyes; his eyes,\nin reference to supporting his family–where shall we ever stop? We\ncan never catch up with goodness. It is always promising to disclose\nitself a little way beyond, and then evading us, slipping from under\nour fingers just when we are about to touch it. This meaning of\ngoodness is self-contradictory.",
        "And it is also too large. It includes more to goodness than properly\nbelongs there. If we call everything good which is good for,\neverything which shows adaptation to an end, then we shall be obliged\nto count a multitude of matters good which we are accustomed to think\nof as evil. Filth will be good, for it promotes fevers as nothing else\ndoes. Earthquakes are good, for shaking down houses. It is inapposite\nto urge that we do not want fevers or shaken houses. Wishes are\nprovided no place in our meaning of good. Goodness merely assists,\npromotes, is conducive to any result whatever. It marks the functional\ncharacter, without regard to the desirability of that which the\nfunction effects. But this is unsatisfactory and may well set us on a\nsearch for supplementary meanings.",
        "When we ask if the Venus of Milo is a good statue, we have to confess\nthat it is good beyond almost any object on which our eyes have ever\nrested. And yet it is not good for anything; it is no means for\nan outside end. Rather, it is good in itself. This possibility that\nthings may be good in themselves was once brought forcibly to my\nattention by a trivial incident. Wandering over my fields with my\nfarmer in autumn, we were surveying the wrecks of summer. There on the\nploughed ground lay a great golden object. He pointed to it, saying,\n“That is a good big pumpkin.” I said, “Yes, but I don’t care about\npumpkins.” “No,” he said, “nor do I.” I said, “You care for them,\nthough, as they grow large. You called this a good big one.” “No! On\nthe contrary, a pumpkin that is large is worth less. Growing makes it\ncoarser. But that is a good big pumpkin.” I saw there was some meaning\nin his mind, but I could not make out what it was. Soon after I heard\na schoolboy telling about having had a “good big thrashing.” I knew\nthat he did not like such things. His phrase could not indicate\napproval, and what did it signify? He coupled the two words good and\nbig; and I asked myself if there was between them any natural\nconnection? On reflection I thought there was. If you wish to find the\nfull pumpkin nature, here you have it. All that a pumpkin can be is\nset forth here as nowhere else. And for that matter, anybody who might\nfoolishly wish to explore a thrashing would find all he sought in this\none. In short, what seemed to be intended was that all the functions\nconstituting the things talked about were present in these instances\nand hard at work, mutually assisting one another, and joining to make\nup such a rounded whole that from it nothing was omitted which\npossibly might render its organic wholeness complete. Here then is a\nnotion of goodness widely unlike the one previously developed.\nGoodness now appears shut up within verifiable bounds where it is not\ncontinually referred to something which lies beyond. An object is here\nreckoned not as good for, but as good in itself. The Venus of Milo\nis a good statue not through what it does, but through what it is. And\nperhaps it may conduce to clearness if we now give technical names to\nour two contrasted conceptions and call the former extrinsic goodness\nand the latter intrinsic. Extrinsic goodness will then signify the\nadjustment of an object to something which lies outside itself;\nintrinsic will say that the many powers of an object are so adjusted\nto one another that they cooperate to render the object a firm\ntotality. Both will indicate relationship; but in the one case the\nrelations considered are extra se, in the other inter se.\nGoodness, however, will everywhere point to organic adjustment.",
        "If this double aspect of goodness is as clear and important as I\nbelieve it to be, it must have left its record in language. And in\nfact we find that popular speech distinguishes worth and value in much\nthe same way as I have distinguished intrinsic and extrinsic goodness.\nTo say that an object has value is to declare it of consequence in\nreference to something other than itself. To speak of its worth is to\ncall attention to what its own nature involves. In a somewhat similar\nfashion Mr. Bradley distinguishes the extension and harmony of\ngoodness, and Mr. Alexander the right and the perfect.",
        "When, however, we have got the two sorts of goodness distinctly\nparted, our next business is to get them together again. Are they in\nfact altogether separate? Is the extrinsic goodness of an object\nentirely detachable from its intrinsic? I think not. They are\ninvariably found together. Indeed, extrinsic goodness would be\nimpossible in an object which did not possess a fair degree of\nintrinsic. How could a table, for example, be useful for holding a\nglass of water if the table were not well made, if powers appropriate\nto tables were not present and mutually cooperating? Unless equipped\nwith intrinsic goodness, the table can exhibit no extrinsic goodness\nwhatever. And, on the other hand, intrinsic goodness, coherence of\ninner constitution, is always found attended by some degree of\nextrinsic goodness, or influence over other things. Nothing exists\nentirely by itself. Each object has its relationships, and through\nthese is knitted into the frame of the universe.",
        "Still, though the two forms of goodness are thus regularly united, we\nmay fix our attention on the one or the other. According as we do so,\nwe speak of an object as intrinsically or extrinsically good. For that\nmatter, one of the two may sometimes seem to be present in a\npreponderating degree, and to determine by its presence the character\nof the object. In judging ordinary physical things, I believe we\nusually test them by their serviceability to us–by their extrinsic\ngoodness, that is–rather than bother our heads with asking what is\ntheir inner structure, and how full of organization they may be.\nWhereas, when we come to estimate human beings, we ordinarily regard\nit as a kind of indignity to assess primarily their extrinsic\ngoodness, i. e., to ask chiefly how serviceable they may be and\nto ignore their inner worth. To sum up a man in terms of his labor\nvalue is the moral error of the slaveholder.",
        "If, however, we seek the highest point to which either kind of\nexcellence may be carried, it will be found where each most fully\nassists the other. But this is not easy to imagine. When I set a glass\nof water on the table, the table is undoubtedly slightly shaken by the\nstrain. If I put a large book upon it, the strain of the table becomes\napparent. Putting a hundred pound weight upon it is an experiment that\nis perilous. For the extrinsic goodness of the table is at war with\nthe intrinsic; that is, the employment of the table wears it out. In\ndoing its work and fitting into the large relationships for which\ntables exist, its inner organization becomes disjointed. In time it\nwill go to pieces. We can, however, imagine a magic table, which might\nbe consolidated by all it does. At first it was a little weak, but by\nupholding the glass of water it grew stronger. As I laid the book on\nit, its joints acquired a tenacity which they lacked before; and only\nafter receiving the hundred pound weight did it acquire the full\nstrength of which it was capable. That would indeed be a marvelous\ntable, where use and inner construction continually helped each other.\nSomething like it we may hereafter find possible in certain regions of\npersonal goodness, but no such perpetual motion is possible to things.\nFor them employment is costly.",
        "I have already strained my readers’ attention sufficiently by these\nabstract statements of matters technical and minute. Let us stop\nthinking for a while and observe. I will draw a picture of goodness\nand teach the eye what sort of thing it is. We have only to follow in\nour drawing the conditions already laid down. We agreed that when an\nobject was good it was good for something; so that if A is good, it\nmust be good for B. This instrumental relation, of means to end, may\nwell be indicated by an arrow pointing out the direction in which the\ninfluence moves. But if B is also to be good, it too must be connected\nby an arrow with another object, C, and this in the same way with D.\nThe process might evidently be continued forever, but will be\nsufficiently shown in the three stages of Figure 1. Here the arrow\nalways expresses the extrinsic goodness of the letter which lies\nbehind it, in reference to the letter which lies before.",
        "But drawing our diagram in this fashion and finding a little gap\nbetween D and A, the completing mind of man longs to fill up that gap.\nWe have no warrant for doing anything of the sort; but let us try the\nexperiment and see what effect will follow. Under the new arrangement\nwe find that not only is D good for A, but that A, being good for B\nand for C, is also good for D. To express these facts in full it would\nbe necessary to put a point on each end of the arrow connecting A and\nD.",
        "But the same would be true of the relation between A and B; that is,\nB, being good for C and for D, is also good for A. Or, as similar\nreasoning would hold throughout the figure, all the arrows appearing\nthere should be supplied with heads at both ends. And there is one\nfurther correction. A is good for B and for C; that is, A is good for\nC. The same relation should also be indicated between B and D. So that\nto render our diagram complete it would be necessary to supply it with\ntwo diagonal arrows having double heads. It would then assume the\nfollowing form.",
        "Here is a picture of intrinsic goodness. In this figure we have a\nwhole represented in which every part is good for every other part.\nBut this is merely a pictorial statement of the definition which Kant\nonce gave of an organism. By an organism he says, we mean that\nassemblage of active and differing parts in which each part is both\nmeans and end. Extrinsic goodness, the relation of means to end, we\nhave expressed in our diagram by the pointed arrow. But as soon as we\nfilled in the gap between D and A each arrow was obliged to point in\ntwo directions. We had an organic whole instead of a lot of external\nadjustments. In such a whole each part has its own function to\nperform, is active; and all must differ from one another, or there\nwould be mere repetition and aggregation instead of organic\nsupplementation of end by means. An organism has been more briefly\ndefined, and the curious mutuality of its support expressed, by saying\nthat it is a unit made up of cooperant parts. And each of these\ndefinitions expresses the notion of intrinsic goodness which we have\nalready reached. Intrinsic goodness is the expression of the fullness\nof function in the construction of an organism.",
        "I have elsewhere (The Field of Ethics) explained the epoch-making\ncharacter in any life of this conception of an organism. Until one has\ncome in sight of it, he is a child. When once he begins to view things\norganically, he is–at least in outline–a scientific, an artistic, a\nmoral man. Experience then becomes coherent and rational, and the\ndisjointed modes of immaturity, ugliness, and sin no longer attract.\nAt no period of the world’s history has this truly formative\nconception exercised a wider influence than today. It is accordingly\nworth while to depict it with distinctness, and to show how fully it\nis wrought into the very nature of goodness.",
        "Alexander’s Moral Order and Progress, bk. ii. ch. ii.",
        "Bradley’s Appearance and Reality, ch. xxv.",
        "Sidgwick’s Methods, bk. i. ch. ix.",
        "Spencer’s Principles of Ethics, pt. i. ch. iii.",
        "Muirhead’s Elements of Ethics, bk. iv. ch. ii.",
        "Ladd’s Philosophy of Conduct, ch. iii.",
        "Kant’s Practical Reason, bk. i. ch. ii.",
        "The Meaning of Good, by G.L. Dickinson.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}