{
    "title": "The Story of Mankind - Religious Warfare (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "45",
    "content": [
        "\n",
        "\n\n",
        "THE AGE OF THE GREAT RELIGIOUS\nCONTROVERSIES",
        "THE sixteenth and seventeenth centuries were the age of\nreligious controversy.",
        "If you will notice you will find that almost everybody\naround you is forever “talking economics” and discussing\nwages and hours of labor and strikes in their relation to the\nlife of the community, for that is the main topic of interest\nof our own time.",
        "The poor little children of the year 1600 or 1650 fared\nworse. They never heard anything but “religion.” Their\nheads were filled with “predestination,” “transubstantition,\"\n“free will,” and a hundred other queer words, expressing\nobscure points of “the true faith,” whether Catholic or\nProtestant. According to the desire of their parents they were\nbaptised Catholics or Lutherans or Calvinists or Zwinglians\nor Anabaptists. They learned their theology from the Augsburg\ncatechism, composed by Luther, or from the “institutes\nof Christianity,” written by Calvin, or they mumbled the\nThirty-Nine Articles of Faith which were printed in the English\nBook of Common Prayer, and they were told that these\nalone represented the “True Faith.”",
        "They heard of the wholesale theft of church property\nperpetrated by King Henry VIII, the much-married monarch of\nEngland, who made himself the supreme head of the English\nchurch, and assumed the old papal rights of appointing bishops\nand priests. They had a nightmare whenever some one\nmentioned the Holy Inquisition, with its dungeons and its\nmany torture chambers, and they were treated to equally horrible\nstories of how a mob of outraged Dutch Protestants had\ngot hold of a dozen defenceless old priests and hanged them\nfor the sheer pleasure of killing those who professed\na different faith. It was unfortunate that the two\ncontending parties were so equally matched. Otherwise\nthe struggle would have come to a quick solution.\nNow it dragged on for eight generations, and\nit grew so complicated that I can only tell you the most\nimportant details, and must ask you to get the\nrest from one of the many histories of the Reformation.",
        "The great reform movement of the Protestants\nhad been followed by a thoroughgoing reform\nwithin the bosom of the Church. Those popes who\nhad been merely amateur humanists and dealers in Roman\nand Greek antiquities, disappeared from the scene and\ntheir place was taken by serious men who spent twenty hours\na day administering those holy duties which had been placed\nin their hands.",
        "The long and rather disgraceful happiness of the monasteries\ncame to an end. Monks and nuns were forced to be up\nat sunrise, to study the Church Fathers, to tend the sick and\nconsole the dying. The Holy Inquisition watched day and\nnight that no dangerous doctrines should be spread by way of\nthe printing press. Here it is customary to mention poor\nGalileo, who was locked up because he had been a little too\nindiscreet in explaining the heavens with his funny little\ntelescope and had muttered certain opinions about the behaviour\nof the planets which were entirely opposed to the official views\nof the church. But in all fairness to the Pope, the clergy and\nthe Inquisition, it ought to be stated that the Protestants were\nquite as much the enemies of science and medicine as the Catholics\nand with equal manifestations of ignorance and intolerance\nregarded the men who investigated things for themselves\nas the most dangerous enemies of mankind.",
        "And Calvin, the great French reformer and the tyrant\n(both political and spiritual) of Geneva, not only assisted the\nFrench authorities when they tried to hang Michael Servetus\n(the Spanish theologian and physician who had become famous\nas the assistant of Vesalius, the first great anatomist), but\nwhen Servetus had managed to escape from his French jail and\nhad fled to Geneva, Calvin threw this brilliant man into prison\nand after a prolonged trial, allowed him to be burned at the\nstake on account of his heresies, totally indifferent to his fame\nas a scientist.",
        "And so it went. We have few reliable statistics upon the\nsubject, but on the whole, the Protestants tired of this game\nlong before the Catholics, and the greater part of honest men\nand women who were burned and hanged and decapitated on\naccount of their religious beliefs fell as victims of the very\nenergetic but also very drastic church of Rome.",
        "For tolerance (and please remember this when you grow\nolder), is of very recent origin and even the people of our own\nso-called “modern world” are apt to be tolerant only upon such\nmatters as do not interest them very much. They are tolerant\ntowards a native of Africa, and do not care whether he becomes\na Buddhist or a Mohammedan, because neither Buddhism nor\nMohammedanism means anything to them. But when they\nhear that their neighbour who was a Republican and believed\nin a high protective tariff, has joined the Socialist party and\nnow wants to repeal all tariff laws, their tolerance ceases and\nthey use almost the same words as those employed by a kindly\nCatholic (or Protestant) of the seventeenth century, who was\ninformed that his best friend whom he had always respected\nand loved had fallen a victim to the terrible heresies of the\nProtestant (or Catholic) church.",
        "“Heresy” until a very short time ago was regarded as a\ndisease. Nowadays when we see a man neglecting the personal\ncleanliness of his body and his home and exposing himself\nand his children to the dangers of typhoid fever or another\npreventable disease, we send for the board-of-health and the\nhealth officer calls upon the police to aid him in removing this\nperson who is a danger to the safety of the entire community.\nIn the sixteenth and seventeenth centuries, a heretic, a man\nor a woman who openly doubted the fundamental principles\nupon which his Protestant or Catholic religion had been\nfounded, was considered a more terrible menace than a typhoid\ncarrier. Typhoid fever might (very likely would) destroy the\nbody. But heresy, according to them, would positively destroy\nthe immortal soul. It was therefore the duty of all good and\nlogical citizens to warn the police against the enemies of the\nestablished order of things and those who failed to do so were\nas culpable as a modern man who does not telephone to the\nnearest doctor when he discovers that his fellow-tenants are\nsuffering from cholera or small-pox.",
        "In the years to come you will hear a great deal about\npreventive medicine. Preventive medicine simply means that our\ndoctors do not wait until their patients are sick, then step\nforward and cure them. On the contrary, they study the patient\nand the conditions under which he lives when he (the patient)\nis perfectly well and they remove every possible cause of illness\nby cleaning up rubbish, by teaching him what to eat and what\nto avoid, and by giving him a few simple ideas of personal\nhygiene. They go even further than that, and these good\ndoctors enter the schools and teach the children how to use\ntooth-brushes and how to avoid catching colds.",
        "The sixteenth century which regarded (as I have tried to\nshow you) bodily illness as much less important than sickness\nwhich threatened the soul, organised a system of spiritual\npreventive medicine. As soon as a child was old enough to spell\nhis first words, he was educated in the true (and the “only\ntrue”) principles of the Faith. Indirectly this proved to be a\ngood thing for the general progress of the people of Europe.\nThe Protestant lands were soon dotted with schools. They\nused a great deal of very valuable time to explain the Catechism,\nbut they gave instruction in other things besides theology.\nThey encouraged reading and they were responsible\nfor the great prosperity of the printing trade.",
        "But the Catholics did not lag behind. They too devoted\nmuch time and thought to education. The Church, in this matter,\nfound an invaluable friend and ally in the newly-founded\norder of the Society of Jesus. The founder of this remarkable\norganisation was a Spanish soldier who after a life of unholy\nadventures had been converted and thereupon felt himself\nbound to serve the church just as many former sinners, who\nhave been shown the errors of their way by the Salvation Army,\ndevote the remaining years of their lives to the task of aiding\nand consoling those who are less fortunate.",
        "The name of this Spaniard was Ignatius de Loyola. He\nwas born in the year before the discovery of America. He had\nbeen wounded and lamed for life and while he was in the hospital\nhe had seen a vision of the Holy Virgin and her Son, who\nbade him give up the wickedness of his former life. He decided\nto go to the Holy Land and finish the task of the Crusades.\nBut a visit to Jerusalem had shown him the impossibility\nof the task and he returned west to help in the warfare\nupon the heresies of the Lutherans.",
        "In the year 1534 he was studying in Paris at the Sorbonne.\nTogether with seven other students he founded a fraternity.\nThe eight men promised each other that they would lead holy\nlives, that they would not strive after riches but after righteousness,\nand would devote themselves, body and soul, to the service\nof the Church. A few years later this small fraternity\nhad grown into a regular organisation and was recognised by\nPope Paul III as the Society of Jesus.",
        "Loyola had been a military man. He believed in discipline,\nand absolute obedience to the orders of the superior dignitaries\nbecame one of the main causes for the enormous success of the\nJesuits. They specialised in education. They gave their\nteachers a most thorough-going education before they allowed\nthem to talk to a single pupil. They lived with their students\nand they entered into their games. They watched them with\ntender care. And as a result they raised a new generation of\nfaithful Catholics who took their religious duties as seriously\nas the people of the early Middle Ages.",
        "The shrewd Jesuits, however, did not waste all their efforts\nupon the education of the poor. They entered the palaces\nof the mighty and became the private tutors of future emperors\nand kings. And what this meant you will see for yourself\nwhen I tell you about the Thirty Years War. But before\nthis terrible and final outbreak of religious fanaticism, a great\nmany other things had happened.",
        "Charles V was dead. Germany and Austria had been left\nto his brother Ferdinand. All his other possessions, Spain and\nthe Netherlands and the Indies and America had gone to his\nson Philip. Philip was the son of Charles and a Portuguese\nprincess who had been first cousin to her own husband. The\nchildren that are born of such a union are apt to be rather\nqueer. The son of Philip, the unfortunate Don Carlos, (murdered\nafterwards with his own father’s consent,) was crazy.\nPhilip was not quite crazy, but his zeal for the Church bordered\nclosely upon religious insanity. He believed that Heaven had\nappointed him as one of the saviours of mankind. Therefore,\nwhosoever was obstinate and refused to share his Majesty’s\nviews, proclaimed himself an enemy of the human race and\nmust be exterminated lest his example corrupt the souls of\nhis pious neighbours.",
        "Spain, of course, was a very rich country. All the gold and\nsilver of the new world flowed into the Castilian and Aragonian\ntreasuries. But Spain suffered from a curious eco-\nnomic disease. Her peasants were hard working men and\neven harder working women. But the better classes maintained\na supreme contempt for any form of labour, outside of\nemployment in the army or navy or the civil service. As for\nthe Moors, who had been very industrious artisans, they had\nbeen driven out of the country long before. As a result, Spain,\nthe treasure chest of the world, remained a poor country because\nall her money had to be sent abroad in exchange for the\nwheat and the other necessities of life which the Spaniards\nneglected to raise for themselves.",
        "Philip, ruler of the most powerful nation of the\nsixteenth century, depended for his revenue upon the taxes\nwhich were gathered in the busy commercial bee-hive of\nthe Netherlands. But these Flemings and Dutchmen were\ndevoted followers of the doctrines of Luther and Calvin\nand they had cleansed their churches of all images and holy\npaintings and they had informed the Pope that they no\nlonger regarded him as their shepherd but intended to follow\nthe dictates of their consciences and the commands of their\nnewly translated Bible.",
        "This placed the king in a very difficult position. He could\nnot possibly tolerate the heresies of his Dutch subjects, but\nhe needed their money. If he allowed them to be Protestants\nand took no measures to save their souls he was deficient in\nhis duty toward God. If he sent the Inquisition to the Netherlands\nand burned his subjects at the stake, he would lose the\ngreater part of his income.",
        "Being a man of uncertain will-power he hesitated a long\ntime. He tried kindness and sternness and promises and\nthreats. The Hollanders remained obstinate, and continued to\nsing psalms and listen to the sermons of their Lutheran and\nCalvinist preachers. Philip in his despair sent his “man of\niron,” the Duke of Alba, to bring these hardened sinners to\nterms. Alba began by decapitating those leaders who had not\nwisely left the country before his arrival. In the year 1572\n(the same year that the French Protestant leaders were all\nkilled during the terrible night of Saint Bartholomew), he\nattacked a number of Dutch cities and massacred the inhabitants\nas an example for the others. The next year he laid siege\nto the town of Leyden, the manufacturing center of Holland.",
        "Meanwhile, the seven small provinces of the northern\nNetherlands had formed a defensive union, the so-called union\nof Utrecht, and had recognised William of Orange, a German\nprince who had been the private secretary of the Emperor\nCharles V, as the leader of their army and as commander of\ntheir freebooting sailors, who were known as the Beggars of\nthe Sea. William, to save Leyden, cut the dykes, created a\nshallow inland sea, and delivered the town with the help of a\nstrangely equipped navy consisting of scows and flat-bottomed\nbarges which were rowed and pushed and pulled through the\nmud until they reached the city walls.",
        "It was the first time that an army of the invincible Spanish\nking had suffered such a humiliating defeat. It surprised the\nworld just as the Japanese victory of Mukden, in the Russian-\nJapanese war, surprised our own generation. The Protestant\npowers took fresh courage and Philip devised new means for\nthe purpose of conquering his rebellious subjects. He hired\na poor half-witted fanatic to go and murder William of\nOrange. But the sight of their dead leader did not bring the\nSeven Provinces to their knees. On the contrary it made them\nfuriously angry. In the year 1581, the Estates General (the\nmeeting of the representatives of the Seven Provinces) came\ntogether at the Hague and most solemnly abjured their\n“wicked king Philip” and themselves assumed the burden\nof sovereignty which thus far had been invested in their\n“King by the Grace of God.”",
        "This is a very important event in the history of the great\nstruggle for political liberty. It was a step which reached\nmuch further than the uprising of the nobles which ended with\nthe signing of the Magna Carta. These good burghers said\n“Between a king and his subjects there is a silent understanding\nthat both sides shall perform certain services and shall\nrecognise certain definite duties. If either party fails to live\nup to this contract, the other has the right to consider it ter-\nminated.” The American subjects of King George III in\nthe year 1776 came to a similar conclusion. But they had three\nthousand miles of ocean between themselves and their ruler\nand the Estates General took their decision (which meant a\nslow death in case of defeat) within hearing of the Spanish\nguns and although in constant fear of an avenging Spanish\nfleet.",
        "The stories about a mysterious Spanish fleet that was to conquer\nboth Holland and England, when Protestant Queen\nElizabeth had succeeded Catholic “Bloody Mary” was an old\none. For years the sailors of the waterfront had talked\nabout it. In the eighties of the sixteenth century, the\nrumour took a definite shape. According to pilots who had\nbeen in Lisbon, all the Spanish and Portuguese wharves were\nbuilding ships. And in the southern Netherlands (in Belgium)\nthe Duke of Parma was collecting a large expeditionary\nforce to be carried from Ostend to London and Amsterdam\nas soon as the fleet should arrive.",
        "In the year 1586 the Great Armada set sail for the north.\nBut the harbours of the Flemish coast were blockaded by a\nDutch fleet and the Channel was guarded by the English, and\nthe Spaniards, accustomed to the quieter seas of the south, did\nnot know how to navigate in this squally and bleak northern\nclimate. What happened to the Armada once it was attacked\nby ships and by storms I need not tell you. A few ships, by\nsailing around Ireland, escaped to tell the terrible story of\ndefeat. The others perished and lie at the bottom of the North\nSea.",
        "Turn about is fair play. The British nod the Dutch Prot-\nestants now carried the war into the territory of the enemy.\nBefore the end of the century, Houtman, with the help of a\nbooklet written by Linschoten (a Hollander who had been in\nthe Portuguese service), had at last discovered the route to\nthe Indies. As a result the great Dutch East India Company\nwas founded and a systematic war upon the Portuguese and\nSpanish colonies in Asia and Africa was begun in all seriousness.",
        "It was during this early era of colonial conquest that a\ncurious lawsuit was fought out in the Dutch courts. Early in\nthe seventeenth century a Dutch Captain by the name of van\nHeemskerk, a man who had made himself famous as the head\nof an expedition which had tried to discover the North Eastern\nPassage to the Indies and who had spent a winter on the frozen\nshores of the island of Nova Zembla, had captured a Portuguese\nship in the straits of Malacca. You will remember that\nthe Pope had divided the world into two equal shares, one of\nwhich had been given to the Spaniards and the other to the\nPortuguese. The Portuguese quite naturally regarded the\nwater which surrounded their Indian islands as part of their\nown property and since, for the moment, they were not at war\nwith the United Seven Netherlands, they claimed that the\ncaptain of a private Dutch trading company had no right to\nenter their private domain and steal their ships. And they\nbrought suit. The directors of the Dutch East India Company\nhired a bright young lawyer, by the name of De Groot or\nGrotius, to defend their case. He made the astonishing plea\nthat the ocean is free to all comers. Once outside the distance\nwhich a cannon ball fired from the land can reach, the sea is\nor (according to Grotius) ought to be, a free and open highway\nto all the ships of all nations. It was the first time that this\nstartling doctrine had been publicly pronounced in a court\nof law. It was opposed by all the other seafaring people. To\ncounteract the effect of Grotius’ famous plea for the “Mare\nLiberum,” or “Open Sea,” John Selden, the Englishman,\nwrote his famous treatise upon the “Mare Clausum” or “Closed\nSea” which treated of the natural right of a sovereign to regard\nthe seas which surrounded his country as belonging to his territory.\nI mention this here because the question had not yet\nbeen decided and during the last war caused all sorts of\ndifficulties and complications.",
        "To return to the warfare between Spaniard and Hollander\nand Englishman, before twenty years were over the most\nvaluable colonies of the Indies and the Cape of Good Hope and\nCeylon and those along the coast of China and even Japan were\nin Protestant hands. In 1621 a West Indian Company was\nfounded which conquered Brazil and in North America built\na fortress called Nieuw Amsterdam at the mouth of the river\nwhich Henry Hudson had discovered in the year 1609",
        "These new colonies enriched both England and the Dutch\nRepublic to such an extent that they could hire foreign soldiers\nto do their fighting on land while they devoted themselves\nto commerce and trade. To them the Protestant revolt meant\nindependence and prosperity. But in many other parts of\nEurope it meant a succession of horrors compared to which the\nlast war was a mild excursion of kindly Sunday-school boys.",
        "The Thirty Years War which broke out in the year 1618\nand which ended with the famous treaty of Westphalia in 1648\nwas the perfectly natural result of a century of ever increasing\nreligious hatred. It was, as I have said, a terrible war. Everybody\nfought everybody else and the struggle ended only when\nall parties had been thoroughly exhausted and could fight no\nlonger.",
        "In less than a generation it turned many parts of central\nEurope into a wilderness, where the hungry peasants fought\nfor the carcass of a dead horse with the even hungrier wolf.\nFive-sixths of all the German towns and villages were destroyed.\nThe Palatinate, in western Germany, was plundered\ntwenty-eight times. And a population of eighteen million\npeople was reduced to four million.",
        "The hostilities began almost as soon as Ferdinand II of\nthe House of Habsburg had been elected Emperor. He was\nthe product of a most careful Jesuit training and was a most\nobedient and devout son of the Church. The vow which he had\nmade as a young man, that he would eradicate all sects and\nall heresies from his domains, Ferdinand kept to the best of\nhis ability. Two days before his election, his chief opponent,\nFrederick, the Protestant Elector of the Palatinate and a\nson-in-law of James I of England, had been made King of\nBohemia, in direct violation of Ferdinand’s wishes.",
        "At once the Habsburg armies marched into Bohemia. The\nyoung king looked in vain for assistance against this formidable\nenemy. The Dutch Republic was willing to help, but,\nengaged in a desperate war of its own with the Spanish branch\nof the Habsburgs, it could do little. The Stuarts in England\nwere more interested in strengthening their own absolute power\nat home than spending money and men upon a forlorn adventure\nin far away Bohemia. After a struggle of a few months,\nthe Elector of the Palatinate was driven away and his domains\nwere given to the Catholic house of Bavaria. This was the beginning\nof the great war.",
        "Then the Habsburg armies, under Tilly and Wallenstein,\nfought their way through the Protestant part of Germany\nuntil they had reached the shores of the Baltic. A Catholic\nneighbour meant serious danger to the Protestant king of\nDenmark. Christian IV tried to defend himself by attacking\nhis enemies before they had become too strong for him. The\nDanish armies marched into Germany but were defeated.\nWallenstein followed up his victory with such energy and violence\nthat Denmark was forced to sue for peace. Only one\ntown of the Baltic then remained in the hands of the Protestants.\nThat was Stralsund.",
        "There, in the early summer of the year 1630, landed King\nGustavus Adolphus of the house of Vasa, king of Sweden,\nand famous as the man who had defended his country against\nthe Russians. A Protestant prince of unlimited ambition,\ndesirous of making Sweden the centre of a great Northern\nEmpire, Gustavus Adolphus was welcomed by the Protestant\nprinces of Europe as the saviour of the Lutheran cause. He\ndefeated Tilly, who had just successfully butchered the Protestant\ninhabitants of Magdeburg. Then his troops began their\ngreat march through the heart of Germany in an attempt to\nreach the Habsburg possessions in Italy. Threatened in the\nrear by the Catholics, Gustavus suddenly veered around and\ndefeated the main Habsburg army in the battle of Lutzen.\nUnfortunately the Swedish king was killed when he strayed\naway from his troops. But the Habsburg power had been\nbroken.",
        "Ferdinand, who was a suspicious sort of person, at once\nbegan to distrust his own servants. Wallenstein, his commander-\nin-chief, was murdered at his instigation. When the\nCatholic Bourbons, who ruled France and hated their Habsburg\nrivals, heard of this, they joined the Protestant Swedes.\nThe armies of Louis XIII invaded the eastern part of Germany,\nand Turenne and Conde added their fame to that of\nBaner and Weimar, the Swedish generals, by murdering, pillaging\nand burning Habsburg property. This brought great\nfame and riches to the Swedes and caused the Danes to become\nenvious. The Protestant Danes thereupon declared war upon\nthe Protestant Swedes who were the allies of the Catholic\nFrench, whose political leader, the Cardinal de Richelieu, had\njust deprived the Huguenots (or French Protestants) of those\nrights of public worship which the Edict of Nantes of the year\n1598 had guaranteed them.",
        "The war, after the habit of such encounters, did not decide\nanything, when it came to an end with the treaty of Westphalia\nin 1648. The Catholic powers remained Catholic and\nthe Protestant powers stayed faithful to the doctrines of\nLuther and Calvin and Zwingli. The Swiss and Dutch Protestants\nwere recognised as independent republics. France\nkept the cities of Metz and Toul and Verdun and a part of the\nAlsace. The Holy Roman Empire continued to exist as a sort\nof scare-crow state, without men, without money, without hope\nand without courage.",
        "The only good the Thirty Years War accomplished was a\nnegative one. It discouraged both Catholics and Protestants\nfrom ever trying it again. Henceforth they left each other in\npeace. This however did not mean that religious feeling and\ntheological hatred had been removed from this earth. On the\ncontrary. The quarrels between Catholic and Protestant\ncame to an end, but the disputes between the different Protestant\nsects continued as bitterly as ever before. In Holland\na difference of opinion as to the true nature of predestination\n(a very obscure point of theology, but exceedingly important\nthe eyes of your great-grandfather) caused a quarrel which\nended with the decapitation of John of Oldenbarneveldt, the\nDutch statesman, who had been responsible for the success of\nthe Republic during the first twenty years of its independence,\nand who was the great organising genius of her Indian trading\ncompany. In England, the feud led to civil war.",
        "But before I tell you of this outbreak which led to the first\nexecution by process-of-law of a European king, I ought to\nsay something about the previous history of England. In this\nbook I am trying to give you only those events of the past\nwhich can throw a light upon the conditions of the present\nworld. If I do not mention certain countries, the cause is not\nto be found in any secret dislike on my part. I wish that I\ncould tell you what happened to Norway and Switzerland and\nSerbia and China. But these lands exercised no great influence\nupon the development of Europe in the sixteenth and\nseventeenth centuries. I therefore pass them by with a polite\nand very respectful bow. England however is in a different\nposition. What the people of that small island have done during\nthe last five hundred years has shaped the course of history\nin every corner of the world. Without a proper knowledge of\nthe background of English history, you cannot understand\nwhat you read in the newspapers. And it is therefore necessary\nthat you know how England happened to develop a parliamentary\nform of government while the rest of the European continent\nwas still ruled by absolute monarchs.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}