{
    "title": "The Story of Mankind - The Mercantile System (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "51",
    "content": [
        "\n",
        "\n\n",
        "HOW THE NEWLY FOUNDED NATIONAL OR\nDYNASTIC STATES OF EUROPE TRIED TO\nMAKE THEMSELVES RICH AND WHAT WAS\nMEANT BY THE MERCANTILE SYSTEM",
        "WE have seen how, during the sixteenth and the seventeenth\ncenturies, the states of our modern world began to take shape.\nTheir origins were different in almost every case. Some had\nbeen the result of the deliberate effort of a single king. Others\nhad happened by chance. Still others had been the result of\nfavourable natural geographic boundaries. But once they had\nbeen founded, they had all of them tried to strengthen their\ninternal administration and to exert the greatest possible influence\nupon foreign affairs. All this of course had cost a great\ndeal of money. The mediaeval state with its lack of centralised\npower did not depend upon a rich treasury. The king got his\nrevenues from the crown domains and his civil service paid for\nitself. The modern centralised state was a more complicated\naffair. The old knights disappeared and hired government\nofficials or bureaucrats took their place. Army, navy, and\ninternal administration demanded millions. The question then\nbecame where was this money to be found?",
        "Gold and silver had been a rare commodity in the middle\nages. The average man, as I have told you, never saw a gold\npiece as long as he lived. Only the inhabitants of the large\ncities were familiar with silver coin. The discovery of America\nand the exploitation of the Peruvian mines changed all this.\nThe centre of trade was transferred from the Mediterranean to\nthe Atlantic seaboard. The old “commercial cities” of Italy lost\ntheir financial importance. New “commercial nations” took\ntheir place and gold and silver were no longer a curiosity.",
        "Through Spain and Portugal and Holland and England,\nprecious metals began to find their way to Europe The sixteenth\ncentury had its own writers on the subject of political\neconomy and they evolved a theory of national wealth which\nseemed to them entirely sound and of the greatest possible\nbenefit to their respective countries. They reasoned that both\ngold and silver were actual wealth. Therefore they believed\nthat the country with the largest supply of actual cash in the\nvaults of its treasury and its banks was at the same time the\nrichest country. And since money meant armies, it followed\nthat the richest country was also the most powerful and could\nrule the rest of the world.",
        "We call this system the “mercantile system,” and it was\naccepted with the same unquestioning faith with which the\nearly Christians believed in Miracles and many of the present-\nday American business men believe in the Tariff. In practice,\nthe Mercantile system worked out as follows: To get the\nlargest surplus of precious metals a country must have a\nfavourable balance of export trade. If you can export more to\nyour neighbour than he exports to your own country, he will\nowe you money and will be obliged to send you some of his\ngold. Hence you gain and he loses. As a result of this creed,\nthe economic program of almost every seventeenth century\nstate was as follows:",
        "Try to get possession of as many precious metals as you can.",
        "Encourage foreign trade in preference to domestic trade.",
        "Encourage those industries which change raw materials into exportable finished products.",
        "Encourage a large population, for you will need workmen for your factories and an agricultural community does not raise enough workmen.",
        "Let the State watch this process and interfere whenever it is necessary to do so.",
        "Instead of regarding International Trade as something\nakin to a force of nature which would always obey certain natural\nlaws regardless of man’s interference, the people of the\nsixteenth and seventeenth centuries tried to regulate their\ncommerce by the help of official decrees and royal laws and financial\nhelp on the part of the government.",
        "In the sixteenth century Charles V adopted this Mercantile\nSystem (which was then something entirely new) and introduced\nit into his many possessions. Elizabeth of England\nflattered him by her imitation. The Bourbons, especially King\nLouis XIV, were fanatical adherents of this doctrine and Colbert,\nhis great minister of finance, became the prophet of Mercantilism\nto whom all Europe looked for guidance.",
        "The entire foreign policy of Cromwell was a practical\napplication of the Mercantile System. It was invariably directed\nagainst the rich rival Republic of Holland. For the Dutch\nshippers, as the common-carriers of the merchandise of Europe,\nhad certain leanings towards free-trade and therefore had\nto be destroyed at all cost.",
        "It will be easily understood how such a system must affect\nthe colonies. A colony under the Mercantile System became\nmerely a reservoir of gold and silver and spices, which was\nto be tapped for the benefit of the home country. The Asiatic,\nAmerican and African supply of precious metals and the raw\nmaterials of these tropical countries became a monopoly of\nthe state which happened to own that particular colony. No\noutsider was ever allowed within the precincts and no native\nwas permitted to trade with a merchant whose ship flew a\nforeign flag.",
        "Undoubtedly the Mercantile System encouraged the development\nof young industries in certain countries where there\nnever had been any manufacturing before. It built roads\nand dug canals and made for better means of transportation.\nIt demanded greater skill among the workmen and gave the\nmerchant a better social position, while it weakened the power\nof the landed aristocracy.",
        "On the other hand, it caused very great misery. It made\nthe natives in the colonies the victims of a most shameless\nexploitation. It exposed the citizens of the home country to an\neven more terrible fate. It helped in a great measure to turn\nevery land into an armed camp and divided the world into little\nbits of territory, each working for its own direct benefit,\nwhile striving at all times to destroy the power of its neighbours\nand get hold of their treasures. It laid so much stress\nupon the importance of owning wealth that “being rich” came\nto be regarded as the sole virtue of the average citizen. Economic\nsystems come and go like the fashions in surgery and\nin the clothes of women, and during the nineteenth century the\nMercantile System was discarded in favor of a system of free\nand open competition. At least, so I have been told.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}