{
    "title": "The Secret Garden - Chapter XVI - “I Won’t!” Said Mary",
    "author": "Frances Hodgson Burnett",
    "chapter": "16",
    "content": [
        "\n\n",
        "They found a great deal to do that morning and Mary\nwas late in returning to the house and was also in such\na hurry to get back to her work that she quite forgot\nColin until the last moment.",
        "“Tell Colin that I can’t come and see him yet,” she said\nto Martha.  “I’m very busy in the garden.”",
        "Martha looked rather frightened.",
        "“Eh! Miss Mary,” she said, “it may put him all out\nof humor when I tell him that.”",
        "But Mary was not as afraid of him as other people were\nand she was not a self-sacrificing person.",
        "“I can’t stay,” she answered.  “Dickon’s waiting for me;\"\nand she ran away.",
        "The afternoon was even lovelier and busier than the morning\nhad been.  Already nearly all the weeds were cleared\nout of the garden and most of the roses and trees had\nbeen pruned or dug about.  Dickon had brought a spade\nof his own and he had taught Mary to use all her tools,\nso that by this time it was plain that though the lovely\nwild place was not likely to become a “gardener’s garden\"\nit would be a wilderness of growing things before the\nspringtime was over.",
        "“There’ll be apple blossoms an’ cherry blossoms overhead,\"\nDickon said, working away with all his might.\n“An’ there’ll be peach an’ plum trees in bloom against th’\nwalls, an’ th’ grass’ll be a carpet o’ flowers.”",
        "The little fox and the rook were as happy and busy\nas they were, and the robin and his mate flew\nbackward and forward like tiny streaks of lightning.\nSometimes the rook flapped his black wings and soared away\nover the tree-tops in the park.  Each time he came back\nand perched near Dickon and cawed several times as if he\nwere relating his adventures, and Dickon talked to him\njust as he had talked to the robin.  Once when Dickon\nwas so busy that he did not answer him at first, Soot flew\non to his shoulders and gently tweaked his ear with his\nlarge beak.  When Mary wanted to rest a little Dickon\nsat down with her under a tree and once he took his pipe\nout of his pocket and played the soft strange little notes\nand two squirrels appeared on the wall and looked and listened.",
        "“Tha’s a good bit stronger than tha’ was,” Dickon said,\nlooking at her as she was digging.  “Tha’s beginning\nto look different, for sure.”",
        "Mary was glowing with exercise and good spirits.",
        "“I’m getting fatter and fatter every day,” she said\nquite exultantly.  “Mrs. Medlock will have to get me some\nbigger dresses.  Martha says my hair is growing thicker.\nIt isn’t so flat and stringy.”",
        "The sun was beginning to set and sending deep gold-colored\nrays slanting under the trees when they parted.",
        "“It’ll be fine tomorrow,” said Dickon.  “I’ll be at work\nby sunrise.”",
        "“So will I,” said Mary.",
        "She ran back to the house as quickly as her feet would\ncarry her.  She wanted to tell Colin about Dickon’s fox cub\nand the rook and about what the springtime had been doing.\nShe felt sure he would like to hear.  So it was not very\npleasant when she opened the door of her room, to see\nMartha standing waiting for her with a doleful face.",
        "“What is the matter?” she asked.  “What did Colin say\nwhen you told him I couldn’t come?”",
        "“Eh!” said Martha, “I wish tha’d gone.  He was nigh goin’\ninto one o’ his tantrums.  There’s been a nice to do all\nafternoon to keep him quiet.  He would watch the clock\nall th’ time.”",
        "Mary’s lips pinched themselves together.  She was no more\nused to considering other people than Colin was and she\nsaw no reason why an ill-tempered boy should interfere\nwith the thing she liked best.  She knew nothing about\nthe pitifulness of people who had been ill and nervous\nand who did not know that they could control their tempers\nand need not make other people ill and nervous, too.\nWhen she had had a headache in India she had done her\nbest to see that everybody else also had a headache or\nsomething quite as bad.  And she felt she was quite right;\nbut of course now she felt that Colin was quite wrong.",
        "He was not on his sofa when she went into his room.\nHe was lying flat on his back in bed and he did not turn\nhis head toward her as she came in.  This was a bad beginning\nand Mary marched up to him with her stiff manner.",
        "“Why didn’t you get up?” she said.",
        "“I did get up this morning when I thought you were coming,\"\nhe answered, without looking at her.  “I made them put\nme back in bed this afternoon.  My back ached and my\nhead ached and I was tired.  Why didn’t you come?\"\n“I was working in the garden with Dickon,” said Mary.",
        "Colin frowned and condescended to look at her.",
        "“I won’t let that boy come here if you go and stay\nwith him instead of coming to talk to me,” he said.",
        "Mary flew into a fine passion.  She could fly into\na passion without making a noise.  She just grew sour\nand obstinate and did not care what happened.",
        "“If you send Dickon away, I’ll never come into this\nroom again!” she retorted.",
        "“You’ll have to if I want you,” said Colin.",
        "“I won’t!” said Mary.",
        "“I’ll make you,” said Colin.  “They shall drag you in.”",
        "“Shall they, Mr. Rajah!” said Mary fiercely.  “They may drag\nme in but they can’t make me talk when they get me here.\nI’ll sit and clench my teeth and never tell you one thing.\nI won’t even look at you.  I’ll stare at the floor!”",
        "They were a nice agreeable pair as they glared at each other.\nIf they had been two little street boys they would have\nsprung at each other and had a rough-and-tumble fight.\nAs it was, they did the next thing to it.",
        "“You are a selfish thing!” cried Colin.",
        "“What are you?” said Mary.  “Selfish people always say that.\nAny one is selfish who doesn’t do what they want.\nYou’re more selfish than I am.  You’re the most selfish boy\nI ever saw.”",
        "“I’m not!” snapped Colin.  “I’m not as selfish as your\nfine Dickon is! He keeps you playing in the dirt when he\nknows I am all by myself.  He’s selfish, if you like!”",
        "Mary’s eyes flashed fire.",
        "“He’s nicer than any other boy that ever lived!” she said.\n“He’s–he’s like an angel!” It might sound rather silly\nto say that but she did not care.",
        "“A nice angel!” Colin sneered ferociously.  “He’s a common\ncottage boy off the moor!”",
        "“He’s better than a common Rajah!” retorted Mary.\n“He’s a thousand times better!”",
        "Because she was the stronger of the two she was beginning\nto get the better of him.  The truth was that he had\nnever had a fight with any one like himself in his\nlife and, upon the whole, it was rather good for him,\nthough neither he nor Mary knew anything about that.\nHe turned his head on his pillow and shut his eyes\nand a big tear was squeezed out and ran down his cheek.\nHe was beginning to feel pathetic and sorry for himself–not\nfor any one else.",
        "“I’m not as selfish as you, because I’m always ill,\nand I’m sure there is a lump coming on my back,” he said.\n“And I am going to die besides.”",
        "“You’re not!” contradicted Mary unsympathetically.",
        "He opened his eyes quite wide with indignation.\nHe had never heard such a thing said before.  He was at\nonce furious and slightly pleased, if a person could\nbe both at one time.",
        "“I’m not?” he cried.  “I am! You know I am! Everybody\nsays so.”",
        "“I don’t believe it!” said Mary sourly.  “You just say\nthat to make people sorry.  I believe you’re proud of it.\nI don’t believe it! If you were a nice boy it might be\ntrue–but you’re too nasty!”",
        "In spite of his invalid back Colin sat up in bed in quite\na healthy rage.",
        "“Get out of the room!” he shouted and he caught hold\nof his pillow and threw it at her.  He was not strong\nenough to throw it far and it only fell at her feet,\nbut Mary’s face looked as pinched as a nutcracker.",
        "“I’m going,” she said.  “And I won’t come back!\"\nShe walked to the door and when she reached it she turned\nround and spoke again.",
        "“I was going to tell you all sorts of nice things,\"\nshe said.  “Dickon brought his fox and his rook and I was\ngoing to tell you all about them.  Now I won’t tell you\na single thing!”",
        "She marched out of the door and closed it behind her,\nand there to her great astonishment she found the trained\nnurse standing as if she had been listening and, more amazing\nstill–she was laughing.  She was a big handsome young\nwoman who ought not to have been a trained nurse at all,\nas she could not bear invalids and she was always\nmaking excuses to leave Colin to Martha or any one else\nwho would take her place.  Mary had never liked her,\nand she simply stood and gazed up at her as she stood\ngiggling into her handkerchief..",
        "“What are you laughing at?” she asked her.",
        "“At you two young ones,” said the nurse.  “It’s the best\nthing that could happen to the sickly pampered thing\nto have some one to stand up to him that’s as spoiled\nas himself;” and she laughed into her handkerchief again.\n“If he’d had a young vixen of a sister to fight with it\nwould have been the saving of him.”",
        "“Is he going to die?”",
        "“I don’t know and I don’t care,” said the nurse.\n“Hysterics and temper are half what ails him.”",
        "“What are hysterics?” asked Mary.",
        "“You’ll find out if you work him into a tantrum after\nthis–but at any rate you’ve given him something to have\nhysterics about, and I’m glad of it.”",
        "Mary went back to her room not feeling at all as she\nhad felt when she had come in from the garden.  She was\ncross and disappointed but not at all sorry for Colin.\nShe had looked forward to telling him a great many things\nand she had meant to try to make up her mind whether\nit would be safe to trust him with the great secret.\nShe had been beginning to think it would be, but now she\nhad changed her mind entirely.  She would never tell him\nand he could stay in his room and never get any fresh\nair and die if he liked! It would serve him right! She\nfelt so sour and unrelenting that for a few minutes she\nalmost forgot about Dickon and the green veil creeping\nover the world and the soft wind blowing down from\nthe moor.",
        "Martha was waiting for her and the trouble in her face\nhad been temporarily replaced by interest and curiosity.\nThere was a wooden box on the table and its cover had been\nremoved and revealed that it was full of neat packages.",
        "“Mr. Craven sent it to you,” said Martha.  “It looks\nas if it had picture-books in it.”",
        "Mary remembered what he had asked her the day she had gone\nto his room.  “Do you want anything–dolls–toys –books?\"\nShe opened the package wondering if he had sent a doll,\nand also wondering what she should do with it if he had.\nBut he had not sent one.  There were several beautiful\nbooks such as Colin had, and two of them were about gardens\nand were full of pictures.  There were two or three games\nand there was a beautiful little writing-case with a gold\nmonogram on it and a gold pen and inkstand.",
        "Everything was so nice that her pleasure began to crowd\nher anger out of her mind.  She had not expected him\nto remember her at all and her hard little heart grew\nquite warm.",
        "“I can write better than I can print,” she said,\n“and the first thing I shall write with that pen will\nbe a letter to tell him I am much obliged.”",
        "If she had been friends with Colin she would have run to show\nhim her presents at once, and they would have looked at the\npictures and read some of the gardening books and perhaps\ntried playing the games, and he would have enjoyed himself\nso much he would never once have thought he was going\nto die or have put his hand on his spine to see if there\nwas a lump coming.  He had a way of doing that which she\ncould not bear.  It gave her an uncomfortable frightened\nfeeling because he always looked so frightened himself.\nHe said that if he felt even quite a little lump\nsome day he should know his hunch had begun to grow.\nSomething he had heard Mrs. Medlock whispering to the\nnurse had given him the idea and he had thought over it\nin secret until it was quite firmly fixed in his mind.\nMrs. Medlock had said his father’s back had begun to show\nits crookedness in that way when he was a child.  He had\nnever told any one but Mary that most of his “tantrums\"\nas they called them grew out of his hysterical hidden fear.\nMary had been sorry for him when he had told her.",
        "“He always began to think about it when he was cross or tired,\"\nshe said to herself.  “And he has been cross today.\nPerhaps–perhaps he has been thinking about it all afternoon.”",
        "She stood still, looking down at the carpet and thinking.",
        "“I said I would never go back again–” she hesitated,\nknitting her brows–\"but perhaps, just perhaps,\nI will go and see–if he wants me–in the morning.\nPerhaps he’ll try to throw his pillow at me again,\nbut–I think–I’ll go.”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}