{
    "title": "The Secret Garden - Chapter XVII - A Tantrum",
    "author": "Frances Hodgson Burnett",
    "chapter": "17",
    "content": [
        "\n\n",
        "She had got up very early in the morning and had worked\nhard in the garden and she was tired and sleepy, so as soon\nas Martha had brought her supper and she had eaten it,\nshe was glad to go to bed.  As she laid her head on\nthe pillow she murmured to herself:",
        "“I’ll go out before breakfast and work with Dickon\nand then afterward–I believe–I’ll go to see him.”",
        "She thought it was the middle of the night when she was\nawakened by such dreadful sounds that she jumped out of\nbed in an instant.  What was it–what was it? The next\nminute she felt quite sure she knew.  Doors were opened\nand shut and there were hurrying feet in the corridors\nand some one was crying and screaming at the same time,\nscreaming and crying in a horrible way.",
        "“It’s Colin,” she said.  “He’s having one of those tantrums\nthe nurse called hysterics.  How awful it sounds.”",
        "As she listened to the sobbing screams she did not\nwonder that people were so frightened that they gave\nhim his own way in everything rather than hear them.\nShe put her hands over her ears and felt sick and shivering.",
        "“I don’t know what to do.  I don’t know what to do,\"\nshe kept saying.  “I can’t bear it.”",
        "Once she wondered if he would stop if she dared go\nto him and then she remembered how he had driven her out\nof the room and thought that perhaps the sight of her\nmight make him worse.  Even when she pressed her hands\nmore tightly over her ears she could not keep the awful\nsounds out.  She hated them so and was so terrified\nby them that suddenly they began to make her angry\nand she felt as if she should like to fly into a tantrum\nherself and frighten him as he was frightening her.\nShe was not used to any one’s tempers but her own.  She took\nher hands from her ears and sprang up and stamped her foot.",
        "“He ought to be stopped! Somebody ought to make him stop!\nSomebody ought to beat him!” she cried out.",
        "Just then she heard feet almost running down the corridor\nand her door opened and the nurse came in.  She was not\nlaughing now by any means.  She even looked rather pale.",
        "“He’s worked himself into hysterics,” she said in a great hurry.\n“He’ll do himself harm.  No one can do anything with him.\nYou come and try, like a good child.  He likes you.”",
        "“He turned me out of the room this morning,” said Mary,\nstamping her foot with excitement.",
        "The stamp rather pleased the nurse.  The truth was that she\nhad been afraid she might find Mary crying and hiding\nher head under the bed-clothes.",
        "“That’s right,” she said.  “You’re in the right humor.\nYou go and scold him.  Give him something new to think of.\nDo go, child, as quick as ever you can.”",
        "It was not until afterward that Mary realized that the thing\nhad been funny as well as dreadful–that it was funny that all\nthe grown-up people were so frightened that they came to a little\ngirl just because they guessed she was almost as bad as Colin\nhimself.",
        "She flew along the corridor and the nearer she got\nto the screams the higher her temper mounted.\nShe felt quite wicked by the time she reached the door.\nShe slapped it open with her hand and ran across the room\nto the four-posted bed.",
        "“You stop!” she almost shouted.  “You stop! I hate you!\nEverybody hates you! I wish everybody would run out of the\nhouse and let you scream yourself to death! You will scream\nyourself to death in a minute, and I wish you would!\"\nA nice sympathetic child could neither have thought nor\nsaid such things, but it just happened that the shock of\nhearing them was the best possible thing for this hysterical\nboy whom no one had ever dared to restrain or contradict.",
        "He had been lying on his face beating his pillow with his\nhands and he actually almost jumped around, he turned\nso quickly at the sound of the furious little voice.\nHis face looked dreadful, white and red and swollen,\nand he was gasping and choking; but savage little Mary did\nnot care an atom.",
        "“If you scream another scream,” she said, “I’ll scream\ntoo –and I can scream louder than you can and I’ll\nfrighten you, I’ll frighten you!”",
        "He actually had stopped screaming because she had startled\nhim so.  The scream which had been coming almost choked him.\nThe tears were streaming down his face and he shook\nall over.",
        "“I can’t stop!” he gasped and sobbed.  “I can’t–I can’t!”",
        "“You can!” shouted Mary.  “Half that ails you is hysterics\nand temper–just hysterics–hysterics–hysterics!\"\nand she stamped each time she said it.",
        "“I felt the lump–I felt it,” choked out Colin.\n“I knew I should.  I shall have a hunch on my back and then\nI shall die,” and he began to writhe again and turned\non his face and sobbed and wailed but he didn’t scream.",
        "“You didn’t feel a lump!” contradicted Mary fiercely.  “If you\ndid it was only a hysterical lump.  Hysterics makes lumps.\nThere’s nothing the matter with your horrid back–nothing\nbut hysterics! Turn over and let me look at it!”",
        "She liked the word “hysterics” and felt somehow as if it\nhad an effect on him.  He was probably like herself\nand had never heard it before.",
        "“Nurse,” she commanded, “come here and show me his back\nthis minute!”",
        "The nurse, Mrs. Medlock and Martha had been standing\nhuddled together near the door staring at her, their mouths\nhalf open.  All three had gasped with fright more than once.\nThe nurse came forward as if she were half afraid.\nColin was heaving with great breathless sobs.",
        "“Perhaps he–he won’t let me,” she hesitated in a low voice.",
        "Colin heard her, however, and he gasped out between two\nsobs:",
        "“Sh-show her! She-she’ll see then!”",
        "It was a poor thin back to look at when it was bared.\nEvery rib could be counted and every joint of the spine,\nthough Mistress Mary did not count them as she bent over\nand examined them with a solemn savage little face.\nShe looked so sour and old-fashioned that the nurse turned\nher head aside to hide the twitching of her mouth.\nThere was just a minute’s silence, for even Colin tried\nto hold his breath while Mary looked up and down his spine,\nand down and up, as intently as if she had been the great\ndoctor from London.",
        "“There’s not a single lump there!” she said at last.\n“There’s not a lump as big as a pin–except backbone lumps,\nand you can only feel them because you’re thin.\nI’ve got backbone lumps myself, and they used to stick\nout as much as yours do, until I began to get fatter,\nand I am not fat enough yet to hide them.  There’s not\na lump as big as a pin! If you ever say there is again,\nI shall laugh!”",
        "No one but Colin himself knew what effect those crossly\nspoken childish words had on him.  If he had ever\nhad any one to talk to about his secret terrors–if he\nhad ever dared to let himself ask questions–if he had\nhad childish companions and had not lain on his back\nin the huge closed house, breathing an atmosphere heavy\nwith the fears of people who were most of them ignorant\nand tired of him, he would have found out that most\nof his fright and illness was created by himself.\nBut he had lain and thought of himself and his aches\nand weariness for hours and days and months and years.\nAnd now that an angry unsympathetic little girl insisted\nobstinately that he was not as ill as he thought he was\nhe actually felt as if she might be speaking the truth.",
        "“I didn’t know,” ventured the nurse, “that he thought he\nhad a lump on his spine.  His back is weak because he\nwon’t try to sit up.  I could have told him there was no\nlump there.” Colin gulped and turned his face a little\nto look at her.",
        "“C-could you?” he said pathetically.",
        "“Yes, sir.”",
        "“There!” said Mary, and she gulped too.",
        "Colin turned on his face again and but for his long-drawn\nbroken breaths, which were the dying down of his storm\nof sobbing, he lay still for a minute, though great tears\nstreamed down his face and wet the pillow.  Actually the\ntears meant that a curious great relief had come to him.\nPresently he turned and looked at the nurse again and\nstrangely enough he was not like a Rajah at all as he\nspoke to her.",
        "“Do you think–I could–live to grow up?” he said.",
        "The nurse was neither clever nor soft-hearted but she\ncould repeat some of the London doctor’s words.",
        "“You probably will if you will do what you are told\nto do and not give way to your temper, and stay\nout a great deal in the fresh air.”",
        "Colin’s tantrum had passed and he was weak and worn\nout with crying and this perhaps made him feel gentle.\nHe put out his hand a little toward Mary, and I am glad\nto say that, her own tantum having passed, she was softened\ntoo and met him half-way with her hand, so that it was\na sort of making up.",
        "“I’ll–I’ll go out with you, Mary,” he said.  “I shan’t\nhate fresh air if we can find–” He remembered just\nin time to stop himself from saying “if we can find\nthe secret garden” and he ended, “I shall like to go\nout with you if Dickon will come and push my chair.\nI do so want to see Dickon and the fox and the crow.”",
        "The nurse remade the tumbled bed and shook and straightened\nthe pillows.  Then she made Colin a cup of beef tea\nand gave a cup to Mary, who really was very glad to get\nit after her excitement.  Mrs. Medlock and Martha gladly\nslipped away, and after everything was neat and calm\nand in order the nurse looked as if she would very gladly\nslip away also.  She was a healthy young woman who resented\nbeing robbed of her sleep and she yawned quite openly\nas she looked at Mary, who had pushed her big footstool\nclose to the four-posted bed and was holding Colin’s hand.",
        "“You must go back and get your sleep out,” she said.\n“He’ll drop off after a while–if he’s not too upset.\nThen I’ll lie down myself in the next room.”",
        "“Would you like me to sing you that song I learned from\nmy Ayah?” Mary whispered to Colin.",
        "His hand pulled hers gently and he turned his tired eyes\non her appealingly.",
        "“Oh, yes!” he answered.  “It’s such a soft song.\nI shall go to sleep in a minute.”",
        "“I will put him to sleep,” Mary said to the yawning nurse.\n“You can go if you like.”",
        "“Well,” said the nurse, with an attempt at reluctance.\n“If he doesn’t go to sleep in half an hour you must\ncall me.”",
        "“Very well,” answered Mary.",
        "The nurse was out of the room in a minute and as soon\nas she was gone Colin pulled Mary’s hand again.",
        "“I almost told,” he said; “but I stopped myself in time.\nI won’t talk and I’ll go to sleep, but you said you had\na whole lot of nice things to tell me.  Have you–do you\nthink you have found out anything at all about the way\ninto the secret garden?”",
        "Mary looked at his poor little tired face and swollen\neyes and her heart relented.",
        "“Ye-es,” she answered, “I think I have.  And if you\nwill go to sleep I will tell you tomorrow.” His hand\nquite trembled.",
        "“Oh, Mary!” he said.  “Oh, Mary! If I could get into it\nI think I should live to grow up! Do you suppose that\ninstead of singing the Ayah song–you could just tell\nme softly as you did that first day what you imagine it\nlooks like inside? I am sure it will make me go to sleep.”",
        "“Yes,” answered Mary.  “Shut your eyes.”",
        "He closed his eyes and lay quite still and she held his\nhand and began to speak very slowly and in a very low voice.",
        "“I think it has been left alone so long–that it has grown\nall into a lovely tangle.  I think the roses have climbed and\nclimbed and climbed until they hang from the branches and walls\nand creep over the ground–almost like a strange gray mist.\nSome of them have died but many–are alive and when the\nsummer comes there will be curtains and fountains of roses.\nI think the ground is full of daffodils and snowdrops\nand lilies and iris working their way out of the dark.\nNow the spring has begun–perhaps–perhaps–”",
        "The soft drone of her voice was making him stiller\nand stiller and she saw it and went on.",
        "“Perhaps they are coming up through the grass–perhaps there\nare clusters of purple crocuses and gold ones–even now.\nPerhaps the leaves are beginning to break out and uncurl–and\nperhaps–the gray is changing and a green gauze veil is\ncreeping–and creeping over–everything. And the birds are\ncoming to look at it–because it is–so safe and still.\nAnd perhaps–perhaps–perhaps–” very softly and slowly indeed,\n“the robin has found a mate–and is building a nest.”",
        "And Colin was asleep.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}