{
    "title": "The Fortieth Door - Chapter XVII",
    "author": "Mary Hastings Bradley",
    "chapter": "17",
    "content": [
        "\n\n",
        "AZIZA",
        "From the slackening grip of his astounded arms she stepped backward,\nstill smiling faintly and holding up in admonishment the palm she\nhad pressed against his mouth.",
        "“But what–what the dev–” muttered Ryder.",
        "She nodded mysteriously, and beckoned.",
        "“Come,” she whispered, catching up her candle, and after holding it\nhigh for a moment, staring at him, she extinguished it suddenly, and\nturned to lead the cautious way across the stone spaces while Ryder\nclosely followed.",
        "Not Aimée, then. But some messenger, he could only suppose. Some\nconfidante, at need. A handmaid? The whisper of her silks, the\nremembered gleam of jewels in the henna hair flouted that thought,\nand not troubling his ingenuity with alternatives he was content to\nfollow her swift steps.",
        "They were now in those open rubbishy spaces where he remembered the\ncrumbling masonry and broken arches of old, disregarded mosques; now\nthey were again enclosed in narrow stone walls, winding past cellars\nand store rooms.",
        "The girl’s advance grew more cautious. Often she stopped and\nlistened, peering ahead into the darkness, and now, as she took\nanother turning, her care redoubled and Ryder needed no exhortation\nto imitate it. Obeying a gesture of her arm, he followed at a\ngreater distance, prepared, at the warning of a sound, to flatten\nhimself against the wall or dart into some cranny of retreat.",
        "They were now in the cellars. The corridor was widening out before\nthem with a pallid showing of light, crossed with many bars, at some\nfar end.... They stole towards it. It was a window, or barred gate,\nhe saw, and he heard again that lapping of restless water against\nstone.",
        "He could see, too, in the dimness the curve of a stair near the\ngate.",
        "Abruptly his guide checked him. Wary and noiseless he waited while\nshe stole forward to those stairs, peering up into the gloom,\nattentive for any sound from above.... Apparently satisfied, she\nwent on towards the barred gate, and bent down over a spot of\ndarkness which Ryder had taken for a shadow.",
        "He saw now that it had some semblance to a human outline.",
        "Closely the girl bent and he caught the pallor of her hands,\nsearching swiftly, and then a muffled clink.... Next moment, a\nwraith with soundless steps, she was back at his side again, urging\nhim on with her. They passed the stairs; he felt the soft yield of\ncarpet beneath his feet; they passed that recumbent figure and now\nhe heard the rhythm of a sleeper’s heavy breath, escaping muffledly\nfrom the folds of a thick mantle which the sleeper’s habits had\nwrapped about his head. For all the mantle he was aware of the fumes\nof wine.",
        "“I saw that Ja’afar had his drink,” said the girl suddenly in softly\nwhispered Turkish, her head close to his. “He is my friend. I do not\nneglect him,” and under her breath she laughed, as she exhibited the\ngreat bunch of keys she had taken from the imbiber.",
        "Stooping now before the gate she fitted the key into the lock. Then\nover her shoulder she looked up at the young man, and asked him a\nquick question.",
        "He did not understand. That was the trouble with his vernacular. It\nwould go on very well for a time, when he had a clue to the sense,\nor when it was a question of every day expression, but a sudden\ndivergence, an unexpected word, was apt to prove a hopeless\nobstacle.",
        "Now she repeated her question again, more slowly, and again he shook\nhis head.",
        "Now she stood up, frowning a little and began again in English,\n“You–no, I not know–This way? You do it?” A sudden smile broke\nover her face as she made a swift pushing gesture with her hands,\nthat, with her pointing to the water outside, sent Ryder a sudden\nenlightenment.",
        "“Swim? You mean–do I swim?”",
        "She nodded. “Not go–” She made a swift downward movement of her\nhands and then pointed again to that water just outside the gate.",
        "“Not go down–not sink?” interpreted Ryder. “No, indeed, I can\nswim,” he assured her, and revisited with smiling satisfaction she\nknelt again before the barred gate.",
        "Open it swung with so sharp a crack that both glanced at the figure\nbehind them, and then at the shadowy gloom of the stairs. But no\nalarm sounded. Outside the gate Ryder saw the darkness of fairly\nwide rippling waters, visited with floating stars, and beyond a\nlow-lying, dun bank.",
        "Escape was there. Freedom. Safety. He felt an exultant longing to\nplunge in and strike out, but he turned, questioningly, to the\nmysterious rescuer.",
        "“Aimée?” he asked, under his breath. “Where is she?” He repeated it\nin the vernacular, distrusting her English, and in the vernacular\nshe answered, “You want her? You want to take her away with you?”",
        "She laughed softly at the quick flash in his eyes and hardly waited\nfor his speech.",
        "“Good–what a lover! You are not afraid?”",
        "Mendaciously he assured her that he was not.",
        "“Good!” she said again, with a showing of white teeth between her\ncarmined lips. “You take her–you take her away from him. That is\nwhat I want. You understand?”",
        "Very suddenly he understood.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}