{
    "title": "The Crisis in Russia - The Trade Unions",
    "author": "Ransome",
    "chapter": "6",
    "content": [
        "\n\n",
        "Trade Unions in Russia are in a different position from that\nwhich is common to all other Trades Unions in the world.\nIn other countries the Trades Unions are a force with whose\nopposition the Government must reckon.  In Russia the\nGovernment reckons not on the possible opposition of the\nTrades Unions, but on their help for realizing its most\ndifficult measures, and for undermining and overwhelming\nany opposition which those measures may encounter.  The\nTrades Unions in Russia, instead of being an organization\noutside the State protecting the interests of a class against the\ngoverning class, have become a part of the State\norganization.  Since, during the present period of the\nrevolution the backbone of the State organization is the\nCommunist Party, the Trade Unions have come to be\npractically an extension of the party organization.  This, of\ncourse, would be indignantly denied both by Trade\nUnionists and Communists.  Still, in the preface to the\nAll-Russian Trades Union Reports for 1919, Glebov, one of\nthe best-known Trade Union leaders whom I remember in\nthe spring of last year objecting to the use of bourgeois\nspecialists in their proper places, admits as much in the\nfollowing muddleheaded statement:-",
        "“The base of the proletarian dictatorship is the Communist\nParty, which in general directs all the political and economic\nwork of the State, leaning, first of all, on the Soviets as on\nthe more revolutionary form of dictatorship of the\nproletariat, and secondly on the Trades Unions, as\norganizations which economically unite the proletariat of\nfactory and workshop as the vanguard of the revolution, and\nas organizations of the new socialistic construction of the\nState.  Thus the Trade Unions must be considered as a base\nof the Soviet State, as an organic form complementary to the\nother forms of the Proletariat Dictatorship.”  These two elaborate\nsentences constitute an admission of what I have just said.",
        "Trades Unionists of other countries must regard the fate of\ntheir Russian colleagues with horror or with satisfaction,\naccording to their views of events in Russia taken as a\nwhole.  If they do not believe that there has been a social\nrevolution in Russia, they must regard the present position of\nthe Russian Trades Unions as the reward of a complete\ndefeat of Trade Unionism, in which a Capitalist government\nhas been able to lay violent hands on the organization which\nwas protecting the workers against it.  If, on the other hand,\nthey believe that there has been a social revolution, so that\nthe class organized in Trades Unions is now, identical with\nthe governing, class (of employers, etc.) against which the\nunions once struggled, then they must regard the present\nposition as a natural and satisfactory result of victory.",
        "When I was in Moscow in the spring of this year the Russian\nTrades Unions received a telegram from the Trades Union\nCongress at Amsterdam, a telegram which admirably\nillustrated the impossibility of separating judgment of the\npresent position of the Unions from judgments of the\nRussian revolution as a whole.  It encouraged the Unions “in\ntheir struggle” and promised support in that struggle.  The\nCommunists  immediately asked “What struggle?\nAgainst the capitalist system in Russia which does not exist?\nOr against capitalist systems outside Russia?”  They said that\neither the telegram meant this latter only, or it meant that its\nwriters did not believe that there had been a social revolution\nin Russia.  The point is arguable.  If one believes that\nrevolution is an impossibility, one can reason from that\nbelief and say that in spite of certain upheavals in Russia the\nfundamental arrangement of society is the same there as in\nother countries, so that the position of the Trade Unions\nthere must be the same, and, as in other countries they must\nbe still engaged in augmenting the dinners of their members\nat the expense of the dinners of the capitalists which, in the\nlong run (if that were possible) they would abolish.  If, on\nthe other hand, one believes that social revolution has\nactually occurred, to speak of Trades Unions continuing the\nstruggle in which they conquered something like three years",
        "ago, is to urge them to a sterile fanaticism which has been\nneatly described by Professor Santayana as a redoubling of\nyour effort when you have forgotten your aim.",
        "It ’s probably true that the “aim” of the Trades Unions\nwas more clearly defined in Russia than elsewhere.  In\nEngland during the greater part of their history the Trades\nUnions have not been in conscious opposition to the State.\nIn Russia this position was forced on the Trades Unions\nalmost before they had time to get to work.  They were\nborn, so to speak, with red flags in their hands.  They grew\nup under circumstances of extreme difficulty and\npersecution.  From 1905 on they were in decided opposition\nto the existing system, and were revolutionary rather than\nmerely mitigatory organizations.",
        "Before 1905 they were little more than associations for\nmutual help, very weak, spending most of their energies in\nself-preservation from the police, and hiding their character\nas class organizations by electing more or less Liberal\nmanagers and employers as “honorary members.” 1905,\nhowever, settled their revolutionary character.  In September\nof that year there was a Conference at Moscow, where it\nwas decided to call an All-Russian Trades Union Congress.\nReaction in Russia made this impossible, and the most they\ncould do was to have another small Conference in\nFebruary, 1906, which, however, defined their object as that\nof creating a general Trade Union Movement organized on\nAll-Russian lines.  The temper of the Trades Unions then,\nand the condition of the country at that time, may be judged\nfrom the fact that although they were merely working for the\nright to form Unions, the right to strike, etc., they passed the\nfollowing significant resolution: “Neither from the present\nGovernment nor from the future State Duma can be\nexpected realization of freedom of coalition.  This\nConference considers the legalization of the Trades Unions\nunder present conditions  absolutely impossible.”  The\nConference was right.  For twelve years after that there were\nno Trades Unions Conferences in Russia.  Not until June,\n1917, three months after the March Revolution, was the\nthird Trade Union Conference able to meet.  This Conference\nreaffirmed the revolutionary character of the Russian Trades Unions.",
        "At that time the dominant party in the Soviets was that of the\nMensheviks, who were opposed to the formation of a Soviet\nGovernment, and were supporting the provisional Cabinet of\nKerensky. The Trades Unions were actually at that time\nmore revolutionary than the Soviets.  This third Conference\npassed several resolutions, which show clearly enough that\nthe present position of the Unions has not been brought\nabout by any violence of the Communists from without, but\nwas definitely promised by tendencies inside the Unions at a\ntime when the Communists were probably the least\nauthoritative party in Russia.  This Conference of June,\n1917, resolved that the Trades Unions should not only\n“remain militant class organizations . . . but . . . should\nsupport the activities of the Soviets of soldiers and\ndeputies.”  They thus clearly showed on which side they\nstood in the struggle then proceeding.  Nor was this all. They\nalso, though the Mensheviks were  still the dominant party,\nresolved on that system of internal organizations and\ngrouping, which has been actually realized under the\nCommunists.  I quote again from the resolution of this Conference:",
        "“The evolution of the economic struggle demands from the\nworkers such forms of professional organization as, basing\nthemselves on the connection between various groups of\nworkers in the process of production, should unite\nwithin a general organization, and under general leadership,\nas large masses of workers as possible occupied in\nenterprises of the same kind, or in similar professions.  With\nthis object the workers should organize themselves\nprofessionally, not by shops or trades, but by productions, so\nthat all the workers of a given enterprise should belong to\none Union, even if they belong to different professions and\neven different productions.”  That which was then no more\nthan a design is now an accurate description of Trades\nUnion organization in Russia.  Further, much that at present\nsurprises the foreign inquirer was planned and considered\ndesirable then, before the Communists had won a majority\neither in the Unions or in the Soviet.  Thus this same third\nConference resolved that “in the interests of greater\nefficiency and success in the economic struggle, a\nprofessional organization should be built on the principle of\ndemocratic centralism, assuring to every member a share in\nthe affairs of the organization and, at the same time,\nobtaining unity in the leadership of the struggle.”  Finally,",
        "“Unity in the direction (leadership) of the economic\nstruggle demands unity in the exchequer of the Trades\nUnions.”",
        "The point that I wish to make in thus illustrating the\npre-Communist tendencies of the Russian Trades Unions is not\nsimply that if their present position is undesirable they have\nonly themselves to thank for it, but that in Russia the Trades\nUnion movement before the October Revolution was\nworking in the direction of such a revolution, that the events\nof October represented something like a Trade Union\nvictory, so that the present position of the Unions as part of\nthe organization defending that victory, as part of the system\nof government set up by that revolution, is logical and was to\nbe expected.  I have illustrated this from resolutions, because\nthese give statements in words easily comparable with what",
        "has come to pass.  It would be equally easy to point to deeds\ninstead of words if we need more forcible though less\naccurate illustrations.",
        "Thus, at the time of the Moscow Congress the Soviets, then\nMensheviks, who were represented at the Congress (the\nobject of the Congress was to whip up support for the\nCoalition Government) were against strikes of protest.  The\nTrades Unions took a point of view nearer that of\nthe Bolsheviks, and the strikes in Moscow took place in spite\nof the Soviets.  After the Kornilov affair, when the Mensheviks\nwere still struggling for coalition with the bourgeois parties, the\nTrades Unions quite definitely took the Bolshevik standpoint.\nAt the so-called Democratic Conference, intended as a\nsort of life belt for the sinking Provisional Government,\nonly eight of the Trades Union delegates voted for a\ncontinuance of the coalition, whereas seventy three voted against.",
        "This consciously revolutionary character throughout their\nmuch shorter existence has distinguished Russian from, for\nexample, English Trades Unions.  It has set their course for\nthem.",
        "In October, 1917, they got the revolution for which they had\nbeen asking since March.  Since then, one Congress after\nanother has illustrated the natural and inevitable development\nof Trades Unions inside a revolutionary State\nwhich, like most if not all revolutionary States, is attacked\nsimultaneously by hostile armies from without and by\neconomic paralysis from within.  The excited and\nlighthearted Trades Unionists of three years ago, who\nbelieved that the mere decreeing of “workers’ control” would\nbring all difficulties automatically to an end, are now\nunrecognizable.  We have seen illusion after illusion scraped\nfrom them by the pumice-stone of experience, while the\nappalling state of the industries which they now largely\ncontrol, and the ruin of the country in which they attained\nthat control, have forced them to alter their immediate aims\nto meet immediate dangers, and have accelerated the process\nof adaptation made inevitable by their victory.",
        "The process of adaptation has had the natural result of\nproducing new internal cleavages.  Change after change in\ntheir programme and theory of the Russian Trades Unionists\nhas been due to the pressure of life itself, to the urgency of\nstruggling against the worsening of conditions already almost\nunbearable. It is perfectly natural that those Unions which\nhold back from adaptation and resent the changes are\nprecisely those which, like that of the printers, are not\nintimately concerned in any productive process, are\nconsequently outside the central struggle, and, while feeling\nthe discomforts of change, do not feel its need.",
        "The opposition inside the productive Trades Unions is\nof two kinds.  There is the opposition, which is of merely\npsychological interest, of old Trades Union leaders who\nhave always thought of themselves as in opposition to the\nGovernment, and feel themselves like watches without\nmainsprings in their new role of Government supporters.\nThese are men in whom a natural intellectual stiffness makes\ndifficult the complete change of front which was the logical\nresult of the revolution for which they had been working.\nBut beside that there is a much more interesting opposition\nbased on political considerations.  The Menshevik standpoint\nis one of disbelief in the permanence of the revolution, or\nrather in the permanence of the victory of the town workers.\nThey point to the divergence in interests between the town\nand country populations, and are convinced that sooner or\nlater the peasants will alter the government to suit\nthemselves, when, once more, it will be a government\nagainst which the town workers will have to defend their\ninterests.  The Mensheviks object to the identification of the\nTrades Unions with the Government apparatus on the\nground that when this change, which they expect comes\nabout, the Trade Union movement will be so far\nemasculated as to be incapable of defending the town\nworkers against the peasants who will then be the ruling\nclass.  Thus they attack the present Trades Union leaders for\nbeing directly influenced by the Government in fixing the\nrate of wages, on the ground that this establishes  a\nprecedent from which, when the change comes, it will be\ndifficult to break away.  The Communists answer them by\ninsisting that it is to everybody’s interest to pull Russia\nthrough the crisis, and that if the Trades Unions were for\nsuch academic reasons to insist on their complete\nindependence instead of in every possible way collaborating\nwith the Government, they would be not only increasing the\ndifficulties of the revolution in its economic crisis, but\nactually hastening that change which the Mensheviks,\nthough they regard it as inevitable, cannot be supposed to\ndesire.  This Menshevik opposition is strongest in the\nUkraine.  Its strength may be judged from the figures of the\nCongress in Moscow this spring when, of 1,300 delegates,\nover 1,000 were Communists or sympathizers with them; 63\nwere Mensheviks and 200 were non-party, the bulk of whom,\nI fancy, on this point would agree with the Mensheviks.",
        "But apart from opposition to the “stratification”  of the\nTrades Unions, there is a cleavage cutting across the\nCommunist Party itself and uniting in opinion, though not in\nvoting, the Mensheviks and a section of their Communist\nopponents.  This cleavage is over the question of “workers’\ncontrol.”  Most of those who, before the revolution, looked\nforward to the “workers’ control”, thought of it as meaning\nthat the actual workers in a given factory would themselves\ncontrol that factory, just as a board of directors controls a\nfactory under the ordinary capitalist system.  The\nCommunists, I think, even today admit the ultimate\ndesirability of this, but insist that the important question is\nnot who shall give the orders, but in whose interest the\norders shall be given.  I have nowhere found this matter",
        "properly thrashed out, though feeling upon it is extremely\nstrong.  Everybody whom I asked about it began at once to\naddress me as if I were a public meeting, so that I found\nit extremely difficult to get from either side a statement not\nfree from electioneering bias.  I think, however, that it\nmay be fairly said that all but a few lunatics have abandoned\nthe ideas of 1917, which resulted in the workmen in a\nfactory deposing any technical expert or manager whose\norders were in the least irksome to them.  These ideas and\nthe miseries and unfairness they caused, the stoppages of\nwork, the managers sewn up in sacks, ducked in ponds and\ntrundled in wheelbarrows, have taken their places as\ncuriosities of history.  The change in these ideas has been\ngradual.  The first step was the recognition that the State as a\nwhole was interested in the efficiency of each factory, and,\ntherefore, that the workmen of each factory had no right to\narrange things with no thought except for themselves.  The\nCommittee idea was still strong, and the difficulty was got\nover by assuring that the technical staff should be\nrepresented on the Committee, and that the casting vote\nbetween workers and technical experts or managers should\nbelong to the central economic organ of the State.  The next\nstage was when the management of a workshop was given a\nso called “collegiate” character, the workmen appointing\nrepresentatives to share the responsibility of the “bourgeois\nspecialist.”  The bitter controversy now going on\nconcerns the seemingly inevitable transition to a later stage in\nwhich, for all practical purposes, the bourgeois specialist will\nbe responsible solely to the State.  Many Communists,\nincluding some of the best known, while recognizing the\nneed of greater efficiency if the revolution is to survive at all,\nregard this step as definitely retrograde and likely in the long\nrun to make the revolution not worth preserving.*[(*)Thus\nRykov, President of the Supreme Council of Public Economy:\n“There is a possibility of so constructing a State that in it\nthere will be a ruling caste consisting chiefly of administrative\nengineers, technicians, etc.; that is, we should get a form of\nState economy based on a small group of a ruling caste\nwhose privilege in this case would be the management of the\nworkersand peasants.”  That criticism of individual control, from\na communist, goes a good deal further than most of the\ncriticism from people avowedly in opposition.]  The enormous\nimportance attached by everybody to this question of individual\nor collegiate control, may bejudged from the fact that at\nevery conference I attended, and every discussion to which",
        "I listened, this point, which might seem of minor importance,\ncompletely overshadowed the question of industrial conscription\nwhich, at least inside the Communist Party, seemed generally\ntaken for granted.  It may be taken now as certain\nthat the majority of the Communists are in favor of\nindividual control.  They say that the object of “workers’\ncontrol” before the revolution was to ensure that factories\nshould be run in the interests of workers as well of\nemployers.  In Russia now there are no employers other\nthan the State as a whole, which is exclusively made\nup of employees. (I am stating now the view of the\nmajority at the last Trades Union Congress at\nwhich I was present, April, 1920.)  They say that “workers’\ncontrol” exists in a larger and more efficient manner than\nwas suggested by the old pre-revolutionary statements on\nthat question.  Further, they say that if workers’ control\nought to be identified with Trade Union control, the Trades\nUnions are certainly supreme in all those matters with which\nthey have chiefly concerned themselves, since they dominate\nthe Commissariat of Labor, are very largely represented on\nthe Supreme Council of Public Economy, and fix the rates\nof pay for their own members.*[(*)The wages of workmen are\ndecided by the Trades Unions, who draw up “tariffs” for the\nwhole country, basing their calculations on three criteria:\n(I) The price of food in the open market in the district\nwhere a workman is employed, (2)the price of food supplied\nby the State on the card system, (3)the quality of the workman.\nThis last is decided by a special section of the Factory Committee,\nwhich in each  factory is an organ of the Trades Union.]",
        "The enormous Communist majority, together with the\nfact that however much they may quarrel with each other\ninside the party, the Communists will go to almost any\nlength to avoid breaking the party discipline, means that at\npresent the resolutions of Trades Union Congresses will not\nbe different from those of Communists Congresses on the\nsame subjects.  Consequently, the questions which really\nagitate the members, the actual cleavages inside that\nCommunist majority, are comparatively invisible at a Trades\nUnion Congress.  They are fought over with great bitterness,\nbut they are not fought over in the Hall of the Unions-once\nthe Club of the Nobility, with on its walls on Congress days\nthe hammer and spanner of the engineers, the pestle and\ntrowel of the builders, and so on-but in the Communist",
        "Congresses in the Kremlin and throughout the country.\nAnd, in the problem with which in this book we are mainly\nconcerned, neither the regular business of the Unions nor\ntheir internal squabbles affects the cardinal fact that in\nthe present crisis the Trades Unions are chiefly important as\npart of that organization of human will with which the\nCommunists are attempting to arrest the steady progress of\nRussia’s economic ruin.  Putting it brutally, so as to offend\nTrades Unionists and Communists alike, they are an\nimportant part of the Communist system of internal propaganda,\nand their whole organization acts as a gigantic\nmegaphone through which the Communist Party makes\nknown its fears, its hopes and its decisions to the great\nmasses of the industrial workers.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}