{
    "title": "The Boys’ Life of Mark Twain - XLIII. Back to the River, With Bixby",
    "author": "Paine",
    "chapter": "43",
    "content": [
        "\n",
        "\n\n",
        "Fortunately, Mark Twain was not greatly upset by his losses.  They\nexasperated him for the moment, perhaps, but his violence waned\npresently, and the whole matter was put aside forever.  His work went on\nwith slight interference.  Looking over his Mississippi chapters one day,\nhe was taken with a new interest in the river, and decided to make the\nsteamboat trip between St. Louis and New Orleans, to report the changes\nthat had taken place in his twenty-one years of absence.  His Boston\npublisher, Osgood, agreed to accompany him, and a stenographer was\nengaged to take down conversations and comments.",
        "At St. Louis they took passage on the steamer “Gold Dust\"–Clemens under\nan assumed name, though he was promptly identified.  In his book he tells\nhow the pilot recognized him and how they became friends.  Once, in later\nyears, he said:",
        "“I spent most of my time up there with him.  When we got down below\n     Cairo, where there was a big, full river–for it was high-water\n     season and there was no danger of the boat hitting anything so long\n     as she kept in the river–I had her most of the time on his watch.\n     He would lie down and sleep and leave me there to dream that the\n     years had not slipped away; that there had been no war, no mining\n     days, no literary adventures; that I was still a pilot, happy and\n     care-free as I had been twenty years before.”",
        "To heighten the illusion he had himself called regularly with the four-\no’clock watch, in order not to miss the mornings.  The points along the\nriver were nearly all new to him, everything had changed, but during\nhigh-water this mattered little.  He was a pilot again–a young fellow in\nhis twenties, speculating on the problems of existence and reading his\nfortunes in the stars.  The river had lost none of its charm for him.  To\nBixby he wrote:",
        "“I’d rather be a pilot than anything else I’ve ever been in my life.\n     How do you run Plum Point?”",
        "He met Bixby at New Orleans.  Bixby was a captain now, on the splendid\nnew Anchor Line steamer “City of Baton Rouge,” one of the last of the\nfine river boats.  Clemens made the return trip to St. Louis with Bixby\non the “Baton Rouge\"–almost exactly twenty-five years from their first\ntrip together.  To Bixby it seemed wonderfully like those old days back\nin the fifties.",
        "“Sam was making notes in his memorandum-book, just as he always did,\"\nsaid Bixby, long after, to the writer of this history.",
        "Mark Twain decided to see the river above St. Louis.  He went to Hannibal\nto spend a few days with old friends.  “Delightful days,” he wrote home,\n“loitering around all day long, and talking with grayheads who were boys\nand girls with me thirty or forty years ago.”  He took boat for St. Paul\nand saw the upper river, which he had never seen before.  He thought the\nscenery beautiful, but he found a sadness everywhere because of the decay\nof the river trade.  In a note-book entry he said: “The romance of\nboating is gone now.  In Hannibal the steamboatman is no longer a god.”",
        "He worked at the Mississippi book that summer at the farm, but did not\nget on very well, and it was not until the following year (1883) that it\ncame from the press.  Osgood published it, and Charles L. Webster, who\nhad married Mark Twain’s niece, Annie (daughter of his sister Pamela),\nlooked after the agency sales.  Mark Twain, in fact, was preparing to\nbecome his own publisher, and this was the beginning.  Webster was a man\nof ability, and the book sold well.",
        "“Life on the Mississippi” is one of Mark Twain’s best books–one of those\nwhich will live longest.  The first twenty chapters are not excelled in\nquality anywhere in his writings.  The remainder of the book has an\ninterest of its own, but it lacks the charm of those memories of his\nyouth–the mellow light of other days which enhances all of his better\nwork.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}