{
    "title": "The Renaissance: Studies in Art and Poetry - Joachim Du Bellay",
    "author": "Walter Pater",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "[155] IN the middle of the sixteenth century, when the spirit of\nthe Renaissance was everywhere, and people had begun to look\nback with distaste on the works of the middle age, the old Gothic\nmanner had still one chance more, in borrowing something from\nthe rival which was about to supplant it.  In this way there was\nproduced, chiefly in France, a new and peculiar phase of taste\nwith qualities and a charm of its own, blending the somewhat\nattenuated grace of Italian ornament with the general outlines of\nNorthern design.  It created the Chateau de Gaillon, as you may\nstill see it in the delicate engravings of Israel Silvestre–a Gothic\ndonjon veiled faintly by a surface of dainty Italian traceries–\nChenonceaux, Blois, Chambord, and the church of Brou.  In\npainting, there came from Italy workmen like Maitre Roux and\nthe masters of the school of Fontainebleau, to have their later\nItalian voluptuousness attempered by the naive and silvery\nqualities of the native style; and it was characteristic of these\npainters that they were most successful in painting on glass, an\nart so [156] essentially medieval.  Taking it up where the middle\nage had left it, they found their whole work among the last\nsubtleties of colour and line; and keeping within the true limits of\ntheir material, they got quite a new order of effects from it, and\nfelt their way to refinements on colour never dreamed of by those\nolder workmen, the glass-painters of Chartres or Le Mans.  What\nis called the Renaissance in France is thus not so much the\nintroduction of a wholly new taste ready-made from Italy, but\nrather the finest and subtlest phase of the middle age itself, its last\nfleeting splendour and temperate Saint Martin’s summer.  In\npoetry, the Gothic spirit in France had produced a thousand\nsongs; so in the Renaissance, French poetry too did but borrow\nsomething to blend with a native growth, and the poems of\nRonsard, with their ingenuity, their delicately figured surfaces,\ntheir slightness, their fanciful combinations of rhyme, are the\ncorrelative of the traceries of the house of Jacques Coeur at\nBourges, or the Maison de Justice at Rouen.",
        "There was indeed\tsomething in the native French taste naturally\nakin to that Italian finesse.  The characteristic of French work had\nalways been a certain nicety, a remarkable daintiness of hand,\nune nettete remarquable d’execution.  In the paintings of\nFrancois Clouet, for example, or rather of the Clouets–for there\nwas a whole family of them–painters remarkable for [157] their\nresistance to Italian influences, there is a silveriness of colour and\na clearness of expression which distinguish them very definitely\nfrom their Flemish neighbours, Hemling or the Van Eycks.  And\nthis nicety is not less characteristic of old French poetry.  A light,\naerial delicacy, a simple elegance–une nettete remarquable\nd’execution: these are essential characteristics alike of Villon’s\npoetry, and of the Hours of Anne of Brittany.  They are\ncharacteristic too of a hundred French Gothic carvings and\ntraceries.  Alike in the old Gothic cathedrals, and in their\ncounterpart, the old Gothic chansons de geste, the rough and\nponderous mass becomes, as if by passing for a moment into\nhappier conditions, or through a more gracious stratum of air,\ngraceful and refined, like the carved ferneries on the granite\nchurch at Folgoat, or the lines which describe the fair priestly\nhands of Archbishop Turpin, in the song of Roland; although\nbelow both alike there is a fund of mere Gothic strength, or\nheaviness.*",
        "Now Villon’s songs and Clouet’s painting are like these.  It is the\nhigher touch making itself felt here and there, betraying itself,\nlike nobler blood in a lower stock, by a fine line or gesture or\nexpression, the turn of a wrist, the tapering of a finger.  In\nRonsard’s time that rougher [158] element seemed likely to\npredominate.  No one can turn over the pages of Rabelais without\nfeeling how much need there was of softening, of castigation.  To\neffect this softening is the object of the revolution in poetry\nwhich is connected with Ronsard’s name.  Casting about for the\nmeans of thus refining upon and saving the character of French\nliterature, he accepted that influx of Renaissance taste, which,\nleaving the buildings, the language, the art, the poetry of France,\nat bottom, what they were, old French Gothic still, gilds their\nsurfaces with a strange, delightful, foreign aspect passing over all\nthat Northern land, in itself neither deeper nor more permanent\nthan a chance effect of light.  He reinforces, he doubles the\nFrench daintiness by Italian finesse.  Thereupon, nearly all the\nforce and all the seriousness of French work disappear; only the\nelegance, the aerial touch, the perfect manner remain.  But this\nelegance, this manner, this daintiness of execution are\nconsummate, and have an unmistakable aesthetic value.",
        "So the old French chanson, which, like the old northern Gothic\nornament, though it sometimes refined itself into a sort of weird\nelegance, was often, in its essence, something rude and formless,\nbecame in the hands of Ronsard a Pindaric ode.  He gave it\nstructure, a sustained system, strophe and antistrophe, and taught\nit a changefulness and variety of metre which keep the curiosity\nalways excited, so that the very aspect of it, as it [159] lies\nwritten on the page, carries the eye lightly onwards, and of which\nthis is a good instance:–",
        "That is not by Ronsard, but by Remy Belleau, for Ronsard soon\ncame to have a school.  Six other poets threw in their lot with him\nin his literary revolution,–this Remy Belleau, Antoine de Baif,\nPontus de Tyard, Etienne Jodelle, Jean Daurat, and lastly Joachim\ndu Bellay; and with that strange love of emblems which is\ncharacteristic of the time, which covered all the works of Francis\nthe First with the salamander, and all the works of Henry the\nSecond with the double crescent, and all the works of Anne of\nBrittany with the knotted cord, they called themselves the Pleiad;\nseven in all, although, as happens with the celestial Pleiad, if you\nscrutinise this constellation of poets more carefully you may find\nthere a great number of minor stars.",
        "The first note of this literary revolution was [160] struck by\nJoachim du Bellay in a little tract written at the early age of\ntwenty-four, which coming to us through three centuries seems of\nyesterday, so full is it of those delicate critical distinctions which\nare sometimes supposed peculiar to modern writers.  The piece\nhas for its title La Deffense et Illustration de la langue\nFrancoyse; and its problem is how to illustrate or ennoble the\nFrench language, to give it lustre.",
        "We are accustomed to speak of the varied critical and creative\nmovement of the fifteenth and sixteenth centuries as the\nRenaissance, and because we have a single name for it we may\nsometimes fancy that there was more unity in the thing itself than\nthere really was.  Even the Reformation, that other great\nmovement of the fifteenth and sixteenth centuries, had far less\nunity, far less of combined action, than is at first sight supposed;\nand the Renaissance was infinitely less united, less conscious of\ncombined action, than the Reformation.  But if anywhere the\nRenaissance became conscious, as a German philosopher might\nsay, if ever it was understood as a systematic movement by those\nwho took part in it, it is in this little book of Joachim du Bellay’s,\nwhich it is impossible to read without feeling the excitement, the\nanimation, of change, of discovery.  “It is a remarkable fact,\"\nsays M. Sainte-Beuve, “and an inversion of what is true of other\nlanguages, that, in French, prose has always had the precedence\nover poetry.”  Du Bellay’s prose [161] is perfectly transparent,\nflexible, and chaste.  In many ways it is a more characteristic\nexample of the culture of the Pleiad than any of its verse; and\nthose who love the whole movement of which the Pleiad is a\npart, for a weird foreign grace in it, and may be looking about for\na true specimen of it, cannot have a better than Joachim du Bellay\nand this little treatise of his.",
        "Du Bellay’s object is to adjust the existing French culture to the\nrediscovered classical culture; and in discussing this problem,\nand developing the theories of the Pleiad, he has lighted upon\nmany principles of permanent truth and applicability.  There were\nsome who despaired of the French language altogether, who\nthought it naturally incapable of the fulness and elegance of\nGreek and Latin–cette elegance et copie qui est en la langue\nGreque et Romaine–that science could be adequately discussed,\nand poetry nobly written, only in the dead languages.  “Those\nwho speak thus,” says Du Bellay,  “make me think of the relics\nwhich one may only see through a little pane of glass, and must\nnot touch with one’s hands.  That is what these people do with all\nbranches of culture, which they keep shut up in Greek and Latin\nbooks, not permitting one to see them otherwise, or transport\nthem out of dead words into those which are alive, and wing their\nway daily through the mouths of men.”  “Languages,” he says\nagain, “are not born like plants and trees, some naturally feeble\nand sickly, [162] others healthy and strong and apter to bear the\nweight of men’s conceptions, but all their virtue is generated in\nthe world of choice and men’s freewill concerning them.\nTherefore, I cannot blame too strongly the rashness of some of\nour countrymen, who being anything rather than Greeks or\nLatins, depreciate and reject with more than stoical disdain\neverything written in French; nor can I express my surprise at the\nodd opinion of some learned men who think that our vulgar\ntongue is wholly incapable of erudition and good literature.”",
        "It was an age of translations.  Du Bellay himself translated two\nbooks of the Aeneid, and other poetry, old and new, and there\nwere some who thought that the translation of the classical\nliterature was the true means of ennobling the French language:–\nstrangers are ever favourites with us–nous favorisons toujours les\netrangers.  Du Bellay moderates their expectations.  “I do not\nbelieve that one can learn the right use of them\"–he is speaking\nof figures and ornament in language–\"from translations, because\nit is impossible to reproduce them with the same grace with\nwhich the original author used them.  For each language has I\nknow not what peculiarity of its own; and if you force yourself to\nexpress the naturalness (le naif) of this in another language,\nobserving the law of translation,–not to expatiate beyond the\nlimits of the author himself, your words will be constrained,\n[163] cold and ungraceful.”  Then he fixes the test of all good\ntranslation:–\"To prove this, read me Demosthenes and Homer in\nLatin, Cicero and Virgil in French, and see whether they produce\nin you the same affections which you experience in reading those\nauthors in the original.”",
        "In this effort to ennoble the French language, to give it grace,\nnumber, perfection, and as painters do to their pictures, that last,\nso desirable, touch–cette derniere main que nous desirons-what\nDu Bellay is really pleading for is his mother-tongue, the\nlanguage, that is, in which one will have the utmost degree of\nwhat is moving and passionate.  He recognised of what force the\nmusic and dignity of languages are, how they enter into the\ninmost part of things; and in pleading for the cultivation of the\nFrench language, he is pleading for no merely scholastic interest,\nbut for freedom, impulse, reality, not in literature only, but in\ndaily communion of speech.  After all, it was impossible to have\nthis impulse in Greek and Latin, dead languages shut up in books\nas in reliquaries–peris et mises en reliquaires de livres.  By aid\nof this starveling stock–pauvre plante et vergette–of the French\nlanguage, he must speak delicately, movingly, if he is ever to\nspeak so at all: that, or none, must be for him the medium of what\nhe calls, in one of his great phrases, le discours fatal des choses\nmondaines–that discourse about affairs which decides men’s\nfates.  And it is his patriotism [164] not to despair of it; he sees it\nalready perfect in all elegance and beauty of words–parfait en\ntoute elegance et venuste de paroles.",
        "Du Bellay was born in the disastrous year 1525, the year of the\nbattle of Pavia, and the captivity of Francis the First.  His parents\ndied early, and to him, as the younger son, his mother’s little\nestate, ce petit Lire, the beloved place of his birth, descended.  He\nwas brought up by a brother only a little older than himself; and\nleft to themselves, the two boys passed their lives in day-dreams\nof military glory.  Their education was neglected; “The time of\nmy youth,” says Du Bellay, “was lost, like the flower which no\nshower waters, and no hand cultivates.”  He was just twenty\nyears old when the elder brother died, leaving Joachim to be the\nguardian of his child.  It was with regret, with a shrinking sense\nof incapacity, that he took upon him the burden of this\nresponsibility.  Hitherto he had looked forward to the profession\nof a soldier, hereditary in his family.  But at this time a sickness\nattacked him which brought him cruel sufferings, and seemed\nlikely to be mortal.  It was then for the first time that he read the\nGreek and Latin poets.  These studies came too late to make him\nwhat he so much desired to be, a trifler in Greek and Latin verse,\nlike so many others of his time now forgotten; instead, they made\nhim a lover of his own homely native tongue, that poor starveling\nstock of the French [165] language.  It was through this fortunate\nshort-coming in his education that he became national and\nmodern; and he learned afterwards to look back on that wild\ngarden of his youth with only a half regret.  A certain Cardinal du\nBellay was the successful member of the family, a man often\nemployed in high official business.  To him the thoughts of\nJoachim turned when it became necessary to choose a profession,\nand in 1552 he accompanied the Cardinal to Rome.  He remained\nthere nearly five years, burdened with the weight of affairs, and\nlanguishing with home-sickness.  Yet it was under these\ncircumstances that his genius yielded its best fruits.  From Rome,\nso full of pleasurable sensation for men of an imaginative\ntemperament such as his, with all the curiosities of the\nRenaissance still fresh in it, his thoughts went back painfully,\nlongingly, to the country of the Loire, with its wide expanse of\nwaving corn, its homely pointed roofs of grey slate, and its far-\noff scent of the sea.  He reached home at last, but only to die\nthere, quite suddenly, one wintry day, at the early age of thirty-\nfive.",
        "Much of Du Bellay’s poetry illustrates rather the age and school\nto which he belonged than his own temper and genius.  As with\nthe writings of Ronsard and the other poets of the Pleiad, its\ninterest depends not so much on the impress of individual genius\nupon it, as on the [166] circumstance that it was once poetry a la\nmode, that it is part of the manner of a time–a time which made\nmuch of manner, and carried it to a high degree of perfection.  It\nis one of the decorations of an age which threw a large part of its\nenergy into the work of decoration.  We feel a pensive pleasure in\ngazing on these faded adornments, and observing how a group of\nactual men and women pleased themselves long ago.  Ronsard’s\npoems are a kind of epitome of his age.  Of one side of that age, it\nis true, of the strenuous, the progressive, the serious movement,\nwhich was then going on, there is little; but of the catholic side,\nthe losing side, the forlorn hope, hardly a figure is absent.  The\nQueen of Scots, at whose desire Ronsard published his odes,\nreading him in her northern prison, felt that he was bringing back\nto her the true flavour of her early days in the court of Catherine\nat the Louvre, with its exotic Italian gaieties.  Those who disliked\nthat poetry, disliked it because they found that age itself\ndistasteful.  The poetry of Malherbe came, with its sustained style\nand weighty sentiment, but with nothing that set people singing;\nand the lovers of such poetry saw in the poetry of the Pleiad only\nthe latest trumpery of the middle age.  But the time arrived when\nthe school of Malherbe also had had its day; and the\nRomanticists, who in their eagerness for excitement, for strange\nmusic and imagery, went back to the works of the middle age,\naccepted the Pleiad too [167] with the rest; and in that new\nmiddle age which their genius has evoked, the poetry of the\nPleiad has found its place.  At first, with Malherbe, you may\nthink it, like the architecture, the whole mode of life, the very\ndresses of that time, fantastic, faded, rococo.  But if you look\nlong enough to understand it, to conceive its sentiment, you will\nfind that those wanton lines have a spirit guiding their caprices.\nFor there is style there; one temper has shaped the whole; and\neverything that has style, that has been done as no other man or\nage could have done it, as it could never, for all our trying, be\ndone again, has its true value and interest.  Let us dwell upon it\nfor a moment, and try to gather from it that special flower, ce\nfleur particulier, which Ronsard himself tells us every garden\nhas.",
        "It is poetry not for the people, but for a confined circle, for\ncourtiers, great lords and erudite persons, people who desire to be\nhumoured, to gratify a certain refined voluptuousness they have\nin them.  Ronsard loves, or dreams that he loves, a rare and\npeculiar type of beauty, la petite pucelle Angevine, with golden\nhair and dark eyes.  But he has the ambition not only of being a\ncourtier and a lover, but a great scholar also; he is anxious about\northography, about the letter e Grecque, the true spelling of Latin\nnames in French writing, and the restoration of the letter i to its\nprimitive liberty–del’ i voyelle en sa premiere liberte.  His poetry\nis full of quaint, [168] remote learning.  He is just a little\npedantic, true always to his own express judgment, that to be\nnatural is not enough for one who in poetry desires to produce\nwork worthy of immortality.  And therewithal a certain number\nof Greek words, which charmed Ronsard and his circle by their\ngaiety and daintiness, and a certain air of foreign elegance about\nthem, crept into the French language; as there were other strange\nwords which the poets of the Pleiad forged for themselves, and\nwhich had only an ephemeral existence.",
        "With this was united the desire to taste a more exquisite and\nvarious music than that of the older French verse, or of the\nclassical poets.  The music of the measured, scanned verse of\nLatin and Greek poetry is one thing; the music of the rhymed,\nunscanned verse of Villon and the old French poets, la poesie\nchantee, is another.  To combine these two kinds of music in a\nnew school of French poetry, to make verse which should scan\nand rhyme as well, to search out and harmonise the measure of\nevery syllable, and unite it to the swift, flitting, swallow-like\nmotion of rhyme, to penetrate their poetry with a double music–\nthis was the ambition of the Pleiad.  They are insatiable of music,\nthey cannot have enough of it; they desire a music of greater\ncompass perhaps than words can possibly yield, to drain out the\nlast drops of sweetness which a certain note or accent contains.",
        "[169] It was Goudimel, the serious and protestant Goudimel, who\nset Ronsard’s songs to music; but except in this eagerness for\nmusic the poets of the Pleiad seem never quite in earnest.  The\nold Greek and Roman mythology, which the great Italians had\nfound a motive so weighty and severe, becomes with them a mere\ntoy.  That “Lord of terrible aspect,” Amor, has become Love the\nboy, or the babe.  They are full of fine railleries; they delight in\ndiminutives, ondelette, fontelette, doucelette, Cassandrette.\nTheir loves are only half real, a vain effort to prolong the\nimaginative loves of the middle age beyond their natural lifetime.\nThey write love-poems for hire.  Like that party of people who\ntell the tales in Boccaccio’s Decameron, they form a circle which\nin an age of great troubles, losses, anxieties, can amuse itself with\nart, poetry, intrigue.  But they amuse themselves with wonderful\nelegance.  And sometimes their gaiety becomes satiric, for, as\nthey play, real passions insinuate themselves, and at least the\nreality of death.  Their dejection at the thought of leaving this fair\nabode of our common daylight–le beau sejour du commun jour–\nis expressed by them with almost wearisome reiteration.  But\nwith this sentiment too they are able to trifle.  The imagery of\ndeath serves for delicate ornament, and they weave into the airy\nnothingness of their verses their trite reflections on the vanity\n[170] of life.  Just so the grotesque details of the charnel-house\nnest themselves, together with birds and flowers and the fancies\nof the pagan mythology, in the traceries of the architecture of that\ntime, which wantons in its graceful arabesques with the images of\nold age and death.",
        "Ronsard became deaf at sixteen; and it was this circumstance\nwhich finally determined him to be a man of letters instead of a\ndiplomatist, significantly, one might fancy, of a certain premature\nagedness, and of the tranquil, temperate sweetness appropriate to\nthat, in the school of poetry which he founded.  Its charm is that\nof a thing not vigorous or original, but full of the grace which\ncomes of long study and reiterated refinements, and many steps\nrepeated, and many angles worn down, with an exquisite\nfaintness, une fadeur exquise, a certain tenuity and caducity, as\nfor those who can bear nothing vehement or strong; for princes\nweary of love, like Francis the First, or of pleasure, like Henry\nthe Third, or of action, like Henry the Fourth.  Its merits are those\nof the old,–grace and finish, perfect in minute detail.  For these\npeople are a little jaded, and have a constant desire for a subdued\nand delicate excitement, to warm their creeping fancy a little.\nThey love a constant change of rhyme in poetry, and in their\nhouses that strange, fantastic interweaving of thin, reed-like lines,\nwhich are a kind of rhetoric in architecture.",
        "[171] But the poetry of the Pleiad is true not only to the\nphysiognomy of its age, but also to its country–ce pays du\nVendomois–the names and scenery of which so often recur in it:-\n-the great Loire, with its long spaces of white sand; the little river\nLoir; the heathy, upland country, with its scattered pools of water\nand waste road-sides, and retired manors, with their crazy old\nfeudal defences half fallen into decay; La Beauce, where the vast\nrolling fields seem to anticipate the great western sea itself.  It is\nfull of the traits of that country.  We see Du Bellay and Ronsard\ngardening, or hunting with their dogs, or watch the pastimes of a\nrainy day; and with all this is connected a domesticity, a\nhomeliness and simple goodness, by which the Northern country\ngains upon the South.  They have the love of the aged for\nwarmth, and understand the poetry of winter; for they are not far\nfrom the Atlantic, and the west wind which comes up from it,\nturning the poplars white, spares not this new Italy in France.  So\nthe fireside often appears, with the pleasures of the frosty season,\nabout the vast emblazoned chimneys of the time, and with a\nbonhomie as of little children, or old people.",
        "It is in Du Bellay’s Olive, a collection of sonnets in praise of a\nhalf-imaginary lady, Sonnetz a la louange d’Olive, that these\ncharacteristics are most abundant.  Here is a perfectly crystallised\nexample:–",
        "[172]",
        "That he is thus a characteristic specimen of the poetical taste of\nthat age, is indeed Du Bellay’s chief interest.  But if his work is\nto have the highest sort of interest, if it is to do something more\nthan satisfy curiosity, if it is to have an aesthetic as distinct from\nan historical value, it is not enough for a poet to have been the\ntrue child of his age, to have conformed to its aesthetic\nconditions, and by so conforming to have charmed and stimulated\nthat age; it is necessary that there should be perceptible in his\nwork something individual, inventive, unique, the impress there\nof the writer’s own temper and personality.  This impress M.\nSainte-Beuve thought he found in the Antiquites de Rome, and\nthe Regrets, which he ranks as what has been called poesie\nintime, that intensely modern sort of poetry in which the writer\nhas for his aim the portraiture of his own most intimate moods,\nand [173] to take the reader into his confidence.  That age had\nother instances of this intimacy of sentiment: Montaigne’s Essays\nare full of it, the carvings of the church of Brou are full of it.  M.\nSainte-Beuve has perhaps exaggerated the influence of this\nquality in Du Bellay’s Regrets; but the very name of the book has\na touch of Rousseau about it, and reminds one of a whole\ngeneration of self-pitying poets in modern times.  It was in the\natmosphere of Rome, to him so strange and mournful, that these\npale flowers grew up.  For that journey to Italy, which he\ndeplored as the greatest misfortune of his life, put him in full\npossession of his talent, and brought out all its originality.  And\nin effect you do find intimacy, intimite, here.  The trouble of his\nlife is analysed, and the sentiment of it conveyed directly to our\nminds; not a great sorrow or passion, but only the sense of loss in\npassing days, the ennui of a dreamer who must plunge into the\nworld’s affairs, the opposition between actual life and the ideal, a\nlonging for rest, nostalgia, home-sickness–that pre-eminently\nchildish, but so suggestive sorrow, as significant of the final\nregret of all human creatures for the familiar earth and limited\nsky.",
        "The feeling for landscape is often described as a modern one; still\nmore so is that for antiquity, the sentiment of ruins.  Du Bellay\nhas this sentiment.  The duration of the hard, sharp outlines of\nthings is a grief to him, and passing his wearisome [174] days\namong the ruins of ancient Rome, he is consoled by the thought\nthat all must one day end, by the sentiment of the grandeur of\nnothingness–la grandeur du rien.  With a strange touch of far-off\nmysticism, he thinks that the great whole–le grand tout–into\nwhich all other things pass and lose themselves, ought itself\nsometimes to perish and pass away.  Nothing less can relieve his\nweariness.  From the stately aspects of Rome his thoughts went\nback continually to France, to the smoking chimneys of his little\nvillage, the longer twilight of the North, the soft climate of\nAnjou–La douceur Angevine; yet not so much to the real France,\nwe may be sure, with its dark streets and roofs of rough-hewn\nslate, as to that other country, with slenderer towers, and more\nwinding rivers, and trees like flowers, and with softer sunshine on\nmore gracefully-proportioned fields and ways, which the fancy of\nthe exile, and the pilgrim, and of the schoolboy far from home,\nand of those kept at home unwillingly, everywhere builds up\nbefore or behind them.",
        "He came home at last, through the Grisons, by slow journeys;\nand there, in the cooler air of his own country, under its skies of\nmilkier blue, the sweetest flower of his genius sprang up.  There\nhave been poets whose whole fame has rested on one poem, as\nGray’s on the Elegy in a Country Churchyard, or Ronsard’s, as\nmany critics have thought, on the eighteen lines of [175] one\nfamous ode.  Du Bellay has almost been the poet of one poem;\nand this one poem of his is an Italian product transplanted into\nthat green country of Anjou; out of the Latin verses of Andrea\nNavagero, into French.  But it is a composition in which the\nmatter is almost nothing, and the form almost everything; and the\nform of the poem as it stands, written in old French, is all Du\nBellay’s own.  It is a song which the winnowers are supposed to\nsing as they winnow the corn, and they invoke the winds to lie\nlightly on the grain.",
        "[176]",
        "That has, in the highest degree, the qualities, the value, of the\nwhole Pleiad school of poetry, of the whole phase of taste from\nwhich that school derives–a certain silvery grace of fancy, nearly\nall the pleasure of which is in the surprise at the happy and\ndexterous way in which a thing slight in itself is handled.  The\nsweetness of it is by no means to be got at by crushing, as you\ncrush wild herbs to get at their perfume.  One seems to hear the\nmeasured motion of the fans, with a child’s pleasure on coming\nacross the incident for the first time, in one of those great barns of\nDu Bellay’s own country, La Beauce, the granary of France.  A\nsudden light transfigures some trivial thing, a weather-vane, a\nwind-mill, a winnowing fan, the dust in the barn door.  A\nmoment–and the thing has vanished, because it was pure effect;\nbut it leaves a relish behind it, a longing that the accident may\nhappen again.",
        "1872.",
        "157. *The purely artistic aspects of this subject have been\ninterpreted, in a work of great taste and learning, by Mrs.  Mark\nPattison:–The Renaissance of Art in France.",
        "175. *A graceful translation of this and some other poems of the\nPleiad may be found in Ballads and Lyrics of Old France, by Mr.\nAndrew Lang.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}