{
    "title": "The Story of Mankind - Alexander the Great (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "ALEXANDER THE MACEDONIAN ESTABLISHES\nA GREEK WORLD-EMPIRE, AND\nWHAT BECAME OF THIS HIGH AMBITION",
        "WHEN the Achaeans had left their homes along the banks of\nthe Danube to look for pastures new, they had spent some\ntime among the mountains of Macedonia. Ever since, the\nGreeks had maintained certain more or less formal relations\nwith the people of this northern country. The Macedonians\nfrom their side had kept themselves well informed about conditions\nin Greece.",
        "Now it happened, just when Sparta and Athens had finished\ntheir disastrous war for the leadership of Hellas, that\nMacedonia was ruled by an extraordinarily clever man by\nthe name of Philip. He admired the Greek spirit in letters and\nart but he despised the Greek lack of self-control in political\naffairs. It irritated him to see a perfectly good people waste its\nmen and money upon fruitless quarrels. So he settled the\ndifficulty by making himself the master of all Greece and then\nhe asked his new subjects to join him on a voyage which he\nmeant to pay to Persia in return for the visit which Xerxes\nhad paid the Greeks one hundred and fifty years before.",
        "Unfortunately Philip was murdered before he could start\nupon this well-prepared expedition. The task of avenging the\ndestruction of Athens was left to Philip’s son Alexander, the\nbeloved pupil of Aristotle, wisest of all Greek teachers.",
        "Alexander bade farewell to Europe in the spring of the\nyear 334 B.C. Seven years later he reached India. In the\nmeantime he had destroyed Phoenicia, the old rival of the Greek\nmerchants. He had conquered Egypt and had been worshipped\nby the people of the Nile valley as the son and heir of the\nPharaohs. He had defeated the last Persian king–he had\noverthrown the Persian empire he had given orders to rebuild\nBabylon–he had led his troops into the heart of the\nHimalayan mountains and had made the entire world a Macedonian\nprovince and dependency. Then he stopped and announced\neven more ambitious plans.",
        "The newly formed Empire must be brought under the influence\nof the Greek mind. The people must be taught the Greek\nlanguage–they must live in cities built after a Greek model.\nThe Alexandrian soldier now turned school-master. The military\ncamps of yesterday became the peaceful centres of the\nnewly imported Greek civilisation. Higher and higher did the\nflood of Greek manners and Greek customs rise, when suddenly\nAlexander was stricken with a fever and died in the old\npalace of King Hammurabi of Babylon in the year 323.",
        "Then the waters receded. But they left behind the fertile clay\nof a higher civilisation and Alexander, with all his childish\nambitions and his silly vanities, had performed a most valuable\nservice. His Empire did not long survive him. A number of\nambitious generals divided the territory among themselves.\nBut they too remained faithful to the dream of a great world\nbrotherhood of Greek and Asiatic ideas and knowledge.",
        "They maintained their independence until the Romans\nadded western Asia and Egypt to their other domains. The\nstrange inheritance of this Hellenistic civilisation (part Greek,\npart Persian, part Egyptian and Babylonian) fell to the\nRoman conquerors. During the following centuries, it got\nsuch a firm hold upon the Roman world, that we feel its influence\nin our own lives this very day.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}