{
    "title": "The History of England",
    "author": "John Lingard",
    "chapter": "1",
    "content": [
        "\n\n",
        "CHARLES I.–(Continued.)",
        "Battle Of Edge Hill–Treaty At Oxford–Solemn Vow And Covenant–Battle\nOf Newbury–Solemn League And Covenant Between The English And Scottish\nParliaments–Cessation Of War In Ireland-Royalist Parliament At\nOxford–Propositions Of Peace–Battle Of Marston Moor–The Army Of\nEssex Capitulates In The West–Self-Denying Ordinance–Synod Of\nDivines–Directory For Public Worship–Trial Of Archbishop Laud–Bill Of\nAttainder–His Execution.",
        "It had been suggested to the king that, at the head of an army, he might\nnegotiate with greater dignity and effect. From Nottingham he despatched to\nLondon the earl of Southampton, Sir John Colepepper, and William Uvedale,\nthe bearers of a proposal, that commissioners should be appointed on both\nsides, with full powers to treat of an accommodation.[a] The two houses,\nassuming a tone of conscious superiority, replied that they could\nreceive no message from a prince who had raised his standard against his\nparliament, and had pronounced their general a traitor.[b] Charles (and his\ncondescension may be taken as a[c]",
        "[Sidenote a: A.D. 1642. August 25.]\n[Sidenote b: A.D. 1642. August 27.]\n[Sidenote c: A.D. 1642. Sept. 4]",
        "proof of his wish to avoid hostilities) offered to withdraw his\nproclamation, provided they on their part would rescind their votes against\nhis adherents.[a] They refused: it was their right and their duty to\ndenounce, and bring to justice, the enemies of the nation.[b] He conjured\nthem to think of the blood that would be shed, and to remember that it\nwould lie at their door; they retorted the charge; he was the aggressor,\nand his would be the guilt.[c] With this answer vanished every prospect\nof peace; both parties appealed to the sword; and within a few weeks the\nflames of civil war were lighted up in every part of the kingdom.[1]",
        "Three-fourths of the nobility and superior gentry, led by feelings of\nhonour and gratitude, or by their attachment to the church, or by a\nwell-grounded suspicion of the designs of the leading patriots, had ranged\nthemselves under the royal banner. Charles felt assured of victory, when he\ncontemplated the birth, and wealth, and influence of those by whom he was\nsurrounded; but he might have discovered much to dissipate the illusion,\nhad he considered their habits, or been acquainted with their real, but\nunavowed sentiments. They were for the most part men of pleasure, fitter to\ngrace a court than to endure the rigour of military discipline, devoid of\nmental energy, and likely, by their indolence and debauchery, to offer\nadvantages to a prompt and vigilant enemy. Ambition would induce them to\naspire to office, and commands and honours, to form cabals against their\ncompetitors, and to distract the attention of the monarch by their\nimportunity or their complaints. They contained among them many who\nsecretly disapproved of the war,",
        "[Footnote 1: Journals, v. 327, 328, 338, 341, 358. Clarendon, ii, 8, 16.]",
        "[Sidenote a: A.D. 1642. Sept. 6.]\n[Sidenote b: A.D. 1642. Sept. 11.]\n[Sidenote c: A.D. 1642. Sept. 16.]",
        "conceiving that it was undertaken for the sake of episcopacy,–an\ninstitution in the fate of which they felt no interest, and others who\nhad already in affection enrolled themselves among the followers of the\nparliament, though shame deterred them for a time from abandoning the royal\ncolours.[1]",
        "There was another class of men on whose services the king might rely with\nconfidence,–the Catholics,–who, alarmed by the fierce intolerance and the\nsevere menaces of the parliament, saw that their own safety depended on the\nascendancy of the sovereign. But Charles hesitated to avail himself of\nthis resource. His adversaries had allured the zealots to their party, by\nrepresenting the king as the dupe of a popish faction, which laboured to\nsubvert the Protestant, and to establish on its ruins the popish worship.\nIt was in vain that he called on them to name the members of this invisible\nfaction, that he publicly asserted his attachment to the reformed faith,\nand that, to prove his orthodoxy, he ordered two priests to be put to death\nat Tyburn, before his departure from the capital, and two others at York,\nsoon after his arrival in that city.[2] The houses still persisted in the\ncharge; and in all their votes and remonstrances attributed the measures\nadopted by the king to the advice and influence of the papists",
        "[Footnote 1: Thus Sir Edward Varney, the standard-bearer, told Hyde, that\nhe followed the king because honour obliged him; but the object of the war\nwas against his conscience, for he had no reverence for the bishops, whose\nquarrel it was.–Clarendon’s Life, 69. Lord Spencer writes to his lady,\n“If there could be an expedient found to salve the punctilio of honour, I\nwould not continue here an hour.\"–Sidney Papers, ii. 667.]",
        "[Footnote 2: Thomas Reynolds and Bartholomew Roe, on Jan. 21; John Lockwood\nand Edmund Caterick, on April 13.–Challoner, ii. 117, 200.]",
        "and their adherents.[1] Aware of the impression which such reports made on\nthe minds of the people, he at first refused to intrust with a commission,\nor even to admit into the ranks, any person, who had not taken the oaths of\nallegiance and supremacy; but necessity soon taught him to accept of the\nservices of all his subjects without distinction of religion, and he not\nonly granted[a] permission to the Catholics to carry arms in their own\ndefence, but incorporated them among his own forces.[2]",
        "While the higher classes repaired with their dependants to the support of\nthe king, the call of the parliament was cheerfully obeyed by the yeomanry\nin the country, and by the merchants and tradesmen in the towns. All these\nhad felt the oppression of monopolies and ship-money; to the patriots they\nwere indebted for their freedom from such grievances; and, as to them they\nlooked up with gratitude for past benefits,",
        "[Footnote 1: In proof of the existence of such a faction, an appeal has\nbeen made to a letter from Lord Spencer to his wife.–Sidney Papers, ii.\n667. Whether the cipher 243 is correctly rendered “papists,” I know not. It\nis not unlikely that Lord Spencer may have been in the habit of applying\nthe term to the party supposed to possess the royal confidence, of which\nparty he was the professed adversary. But when it became at last necessary\nto point out the heads of this popish faction, it appeared that, with\none exception, they were Protestants–the earls of Bristol, Cumberland,\nNewcastle, Carnarvon, and Rivers, secretary Nicholas, Endymion Porter,\nEdward Hyde, the duke of Richmond, and the viscounts Newark and\nFalkland.–Rushworth, v. 16. May, 163. Colonel Endymion Porter was a\nCatholic.–Also Baillie, i. 416, 430; ii. 75.]",
        "[Footnote 2: Rushworth, iv. 772; v. 49, 50, 80. Clarendon, ii. 41. On\nSeptember 23, 1642, Charles wrote from Shrewsbury, to the earl of\nNewcastle: “This rebellion is growen to that height, that I must not looke\nto what opinion men are, who at this tyme are willing and able to serve me.\nTherefore I doe not only permit, but command you, to make use of all my\nloving subjects’ services, without examining ther contienses (more than\nthere loyalty to me) as you shall fynde most to conduce to the upholding of\nmy just regall power.\"–Ellis, iii. 291.]",
        "[Sidenote a: A.D. 1642 August 10.]",
        "so they trusted to their wisdom for the present defence of their liberties.\nNor was this the only motive; to political must be added religious\nenthusiasm. The opponents of episcopacy, under the self-given denomination\nof the godly, sought to distinguish themselves by the real or affected\nseverity of their morals; they looked down with contempt on all others, as\nmen of dissolute or irreligious habits; and many among them, in the belief\nthat the reformed religion was in danger, deemed it a conscientious duty\nto risk their lives and fortunes in the quarrel.[1] Thus were brought into\ncollision some of the most powerful motives which can agitate the human\nbreast,–loyalty, and liberty, and religion; the conflict elevated the\nminds of the combatants above their ordinary level, and in many instances\nproduced a spirit of heroism, and self-devoted-ness, and endurance, which\ndemands our admiration and sympathy. Both parties soon distinguished their\nadversaries by particular appellations. The royalists were denominated\nCavaliers; a word which, though applied to them at first in allusion to\ntheir quality, soon lost its original acceptation, and was taken to be\nsynonymous with papist, atheist, and voluptuary; and they on their part\ngave to their enemies the name of Roundheads, because they cropped their\nhair short, dividing “it into so many little peaks as was something\nridiculous to behold.\"[2]",
        "Each army in its composition resembled the other. Commissions were given,\nnot to persons the most fit to",
        "[Footnote 1: Whitelock, 76.]",
        "[Footnote 2: Life of Colonel Hutchinson, p. 100. “The godly of those days,\nwhen the colonel embraced their party, would not allow him to be\nreligious, because his hair was not in their cut, nor his words in their\nphrase.\"–Ibid. The names were first given a little before the king left\nWhitehall.–Clarendon, i. 339.]",
        "command, but to those who were most willing and able to raise men; and\nthe men themselves, who were generally ill paid, and who considered their\nservices as voluntary, often defeated the best-concerted plans, by their\nrefusal to march from their homes, or their repugnance to obey some\nparticular officer, or their disapproval of the projected expedition. To\nenforce discipline was dangerous; and both the king and the parliament\nfound themselves compelled to entreat or connive, where they ought to\nhave employed authority and punishment. The command of the royal army was\nintrusted to the earl of Lindsey, of the parliamentary forces to the earl\nof Essex, each of whom owed the distinction to the experience which he was\nsupposed to have acquired in foreign service. But such experience\nafforded little benefit. The passions of the combatants despised the cool\ncalculations of military prudence; a new system of warfare was necessarily\ngenerated; and men of talents and ambition quickly acquired that knowledge\nwhich was best adapted to the quality of the troops and to the nature of\nthe contest.",
        "Charles, having left Nottingham, proceeded to Shrewsbury, collecting\nreinforcements, and receiving voluntary contributions on his march.\nHalf-way between Stafford and Wellington he halted the army, and placing\nhimself in the centre, solemnly declared in the presence of Almighty God\nthat he had no other design, that he felt no other wish, than to maintain.\nthe Protestant faith, to govern according to law, and to observe all\nthe statutes enacted in parliament. Should he fail in any one of these\nparticulars, he renounced all claim to assistance from man, or protection\nfrom God; but as long as he remained faithful to his promise, he hoped for\ncheerful aid from his subjects, and was confident of obtaining the blessing\nof Heaven. This solemn and affecting protestation being circulated through\nthe kingdom, gave a new stimulus to the exertions of his friends; but it\nwas soon opposed by a most extraordinary declaration on the part of[a]\nthe parliament; that it was the real intention of the king to satisfy the\ndemands of the papists by altering the national religion, and the rapacity\nof the Cavaliers by giving up to them the plunder of the metropolis; and\nthat, to prevent the accomplishment of so wicked a design, the two houses\nhad resolved to enter into a solemn covenant with God, to defend his truth\nat the hazard of their lives, to associate with the well-affected in London\nand the rest of the kingdom, and to request the aid of their Scottish\nbrethren, whose liberties and religion were equally at stake.[1]",
        "In the meantime Waller had reduced Portsmouth,[b] while Essex concentrated\nhis force, amounting to fifteen thousand men, in the vicinity of\nNorthampton. He received orders from the houses to rescue, by force[c] if\nit were necessary, the persons of the king, the prince, and the duke of\nYork, from the hands of those desperate men by whom they were surrounded,\nto offer a free pardon to all who, within ten days, should return to their\nduty, and to forward to the king a petition that he would separate himself\nfrom his evil counsellors, and rely once more on the loyalty of his\nparliament. From Northampton Essex hastened to[d] Worcester to oppose the\nadvance of the royal army.",
        "At Nottingham the king could muster no more than six thousand men; he left\nShrewsbury at the head of[e] thrice that number. By a succession of skilful\nmanoeuvres",
        "[Footnote 1: Clarendon, ii. 16. Rushworth, v. 20, 21. Journals, v.\n376,418.]",
        "[Sidenote b: A.D. 1642. Oct. 22.]\n[Sidenote c: A.D. 1642. Sept. 9.]\n[Sidenote d: A.D. 1642. Sept. 16.]\n[Sidenote e: A.D. 1642. Sept. 23.]\n[Sidenote f: A.D. 1642. Oct. 12.]",
        "he contrived to elude the vigilance of the enemy; and had advanced two\ndays’ march on the road to the metropolis before Essex became aware of his\nobject. In London the news was received with terror. Little reliance could\nbe placed on the courage, less on the fidelity of the trained bands; and\nperemptory orders were despatched to Essex, to hasten with his whole force\nto the protection of the capital and the parliament. That general had seen\nhis error; he was following the king with expedition; and his vanguard\nentered the village of Keynton on the same evening on which the royalists\nhalted on Edgehill, only a few miles in advance. At midnight[a] Charles\nheld a council of war, in which it was resolved to turn upon the pursuers,\nand to offer them battle. Early in the morning the royal army was seen in\nposition[b] on the summit of a range of hills, which gave them a decided\nsuperiority in case of attack; but Essex, whose artillery, with one-fourth\nof his men, was several miles in the rear, satisfied with having arrested\nthe march of the enemy, quietly posted the different corps, as they\narrived, on a rising ground in the Vale of the Red Horse, about half a mile\nin front of the village. About noon the Cavaliers grew weary of inaction;\ntheir importunity at last prevailed; and about two the king discharged a\ncannon with his own hand as the signal of battle. The royalists descended\nin good order to the foot of the hill, where their hopes were raised by the\ntreachery of Sir Faithful Fortescue, a parliamentary officer, who, firing\nhis pistol into the ground, ranged himself with two troops of horse under\nthe royal banner. Soon afterwards Prince Rupert, who commanded the cavalry\non the right, charged twenty-two troops of parliamentary horse led by Sir\nJames",
        "[Sidenote a: A.D. 1642. Oct. 22.]\n[Sidenote b: A.D. 1642. Oct. 23.]",
        "Ramsay; broke them at the very onset; urged the pursuit two miles beyond\nKeynton, and finding the baggage of the enemy in the village, indulged his\nmen for the space of an hour in the work of plunder. Had it not been for\nthis fatal imprudence, the royalists would probably have gained a decisive\nvictory.",
        "During his absence the main bodies of infantry were engaged under their\nrespective leaders, the earls of Lindsey and Essex, both of whom,\ndismounting, led their men into action on foot. The cool and determined\ncourage of the Roundheads undeceived and disconcerted the Cavaliers.\nThe royal horse on the left, a weak body under lord Wilmot, had sought\nprotection behind a regiment of pikemen; and Sir William Balfour, the\nparliamentary commander, leaving a few squadrons to keep them at bay,\nwheeled round on the flank of the royal infantry, broke through two\ndivisions, and made himself master of a battery of cannon. In another part\nof the field the king’s guards, with his standard, bore down every corps\nthat opposed them, till Essex ordered two regiments of infantry and a\nsquadron of horse to charge them in front and flank, whilst Balfour,\nabandoning the guns which he had taken, burst on them from the rear. They\nnow broke; Sir Edward Varner was slain, and the standard which he bore was\ntaken; the earl of Lindsey received a mortal wound; and his son, the lord\nWilloughby, was made prisoner in the attempt to rescue his father[1].\nCharles, who, attended by his troop of pensioners, watched the fortune of\nthe field, beheld with dismay the slaughter of his guards;",
        "[Footnote 1: The standard was nevertheless recovered by the daring or the\naddress of a Captain Smith, whom the king made a banneret in the field.]",
        "and ordering the reserve to advance, placed himself at their head; but\nat the moment Rupert and the cavalry reappeared; and, though they had\nwithdrawn from Keynton to avoid, the approach of Hampden with the rear of\nthe parliamentary army, their presence restored the hopes of the royalists\nand damped the ardour of their opponents. A breathing-time succeeded; the\nfiring ceased on both sides, and the adverse armies stood gazing at each\nother till the darkness induced them to withdraw,–the royalists to their\nfirst position on the hills, and the parliamentarians to the village of\nKeynton. From the conflicting statements of the parties, it is impossible\nto estimate their respective losses. Most writers make the number of the\nslain to amount to five thousand; but the clergyman of the place, who\nsuperintended the burial of the dead, reduces it to about one thousand two\nhundred men.[1]",
        "Both armies claimed the honour, neither reaped the benefit, of victory.\nEssex, leaving the king to pursue his march, withdrew to Warwick, and\nthence to Coventry; Charles, having compelled the garrison[a] of Banbury to\nsurrender, turned aside to the city of Oxford. Each commander wished for\nleisure to",
        "[Footnote 1: This is the most consistent account of the battle, which I can\nform out of the numerous narratives in Clarendon, May, Ludlow, Heath, &c.\nLord Wharton, to silence the alarm in London, on his arrival from the\narmy, assured the two houses that the loss did not exceed three hundred\nmen.–Journ. v. 423. The prince of Wales, about twelve years old, who was\non horseback in a field under the care of Sir John Hinton, had a narrow\nescape, “One of the troopers observing you,” says Hinton, “came in fall\ncareer towards your highness. I received his charge, and, having spent a\npistol or two on each other, I dismounted him in the closing, but being\narmed cap-a-pie I could do no execution on him with my sword: at which\ninstant one Mr. Matthews, a gentleman pensioner, rides in, and with a\npole-axe decides the business.\"–MS. in my possession.]",
        "[Sidenote a: A.D. 1642. Oct. 27.]",
        "reorganize his army after the late battle. The two houses, though they\nassumed the laurels of victory, felt alarm at the proximity of the\nroyalists, and at occasional visits from parties of cavalry. They ordered\nEssex to come to their protection; they[a] wrote for assistance from\nScotland; they formed a new army under the earl of Warwick; they voted an\naddress to the king; they even submitted to his refusal of receiving as\none of their deputies Sir John Evelyn, whom he had previously pronounced a\ntraitor.[1] In the meanwhile the royal army, leaving Oxford, loitered-for\nwhat reason is unknown-in the vicinity of Reading, and permitted Essex\nto march without molestation by the more eastern road to the capital.\nKingston, Acton, and Windsor were already garrisoned[b] for the parliament;\nand the only open passage to London lay through the town of Brentford.\nCharles had reached Colnbrook in this direction, when he was[c] met by the\ncommissioners, who prevailed on him to suspend his march. The conference\nlasted two days; on the second of which Essex threw a brigade,[d]\nconsisting of three of his best regiments, into that town. Charles felt\nindignant at this proceeding. It was in his opinion a breach of faith; and\ntwo days[e] later, after an obstinate resistance on the part of the enemy,\nhe gained possession of Brentford, having driven part of the garrison into\nthe river, and taken fifteen pieces of cannon and five hundred men. The\nlatter he ordered to be discharged, leaving it to their option either to\nenter among his followers or to",
        "[Footnote 1: Journals, 431-466. On Nov. 7 the house voted the king’s\nrefusal to receive Evelyn a refusal to treat; but on the 9th ingeniously\nevaded the difficulty, by leaving it to the discretion of Evelyn, whether\nhe would act or not. Of course he declined.–Ibid. 437, 439.]",
        "[Sidenote a: A.D. 1642. Nov. 2.]\n[Sidenote b: A.D. 1642. Nov. 7.]\n[Sidenote c: A.D. 1642. Nov. 10.]\n[Sidenote d: A.D. 1642. Nov. 11.]\n[Sidenote e: A.D. 1642. Nov. 13.]",
        "promise on oath never more to bear arms against him.[1]",
        "This action put an end to the projected treaty. The parliament reproached\nthe king that, while he professed the strongest repugnance to shed the\nblood of Englishmen, he had surprised and murdered their adherents at\nBrentford, unsuspicious as they were, and relying on the security of a\npretended negotiation. Charles indignantly retorted the charge on his\naccusers. They were the real deceivers, who sought to keep him inactive\nin his position, till they had surrounded him with the multitude of\ntheir adherents. In effect his situation daily became more critical. His\nopponents had summoned forces from every quarter to London, and Essex found\nhimself at the head of twenty-four thousand men. The two armies faced[a]\neach other a whole day on Turnham Green; but neither ventured to charge,\nand the king, understanding that the corps which, defended the bridge\nat Kingston had been withdrawn, retreated first to Beading, and then to\nOxford. Probably he found himself too weak to cope with the superior number\nof his adversaries; publicly he alleged his unwillingness to oppose by a\nbattle any further obstacle to a renewal of the treaty.[2]",
        "The whole kingdom at this period exhibited a most melancholy spectacle.\nNo man was suffered to remain neuter. Each county, town, and hamlet was\ndivided into factions, seeking the ruin. of each other. All stood upon\ntheir guard, while the most active of either",
        "[Footnote 1: Each party published contradictory accounts. I have adhered to\nthe documents entered in the Journals, which in my opinion show that, if\nthere was any breach of faith in these transactions, it was on the part of\nthe parliament, and act of the king.]",
        "[Footnote 2: May, 179. Whitelock, 65, 66. Clarendon, ii. 76.]",
        "[Sidenote a: A.D. 1642. Nov. 14.]",
        "party eagerly sought the opportunity of despoiling the lands and surprising\nthe persons of their adversaries. The two great armies, in defiance of the\nprohibitions of their leaders, plundered wherever they came, and their\nexample was faithfully copied by the smaller bodies of armed men in other\ndistricts. The intercourse between distant parts of the country was\ninterrupted; the operations of commerce were suspended; and every person\npossessed of property was compelled to contribute after a certain rate\nto the support of that cause which obtained the superiority in his\nneighbourhood. In Oxford and its vicinity, in the four northern counties,\nin Wales, Shropshire, and Worcestershire, the royalists triumphed without\nopposition; in the metropolis, and the adjoining counties, on the southern\nand eastern coast, the superiority of the parliament was equally decisive.\nBut in many parts the adherents of both were intermixed in such different\nproportions, and their power and exertions were so variously affected by\nthe occurrences of each succeeding day, that it became difficult to decide\nwhich of the two parties held the preponderance. But there were four\ncounties, those of York, Chester, Devon, and Cornwall, in which the leaders\nhad[a] already learned to abhor the evils of civil dissension. They met\non both sides, and entered into engagements to suspend their political\nanimosities, to aid each other in putting down the disturbers of the public\npeace, and to oppose the introduction, of any armed force, without the\njoint consent both of the king and the parliament. Had the other counties\nfollowed the example, the war would have been ended almost as soon as it\nbegan. But this was a consummation which the patriots deprecated. They\npronounced such engagements",
        "[Sidenote a: A.D. 1642. Dec. 23.]",
        "derogatory from the authority of parliament; they absolved their partisans\nfrom the obligations into which they had entered; and they commanded them\nonce more to unsheath the sword in the cause of their[a] God and their\ncountry.[1]",
        "But it soon became evident that this pacific feeling was not confined to\nthe more distant counties. It spread rapidly through the whole kingdom; it\nmanifested itself without disguise even in the metropolis. Mea were anxious\nto free themselves from the forced contribution of one-twentieth part of\ntheir estates for the support of the parliamentary army[2] and the citizens\ncould not forget the alarm which had been created by the late approach\nof the royal forces. Petitions for peace, though they were ungraciously\nreceived, continued to load the tables of both houses; and, as the king\nhimself had proposed a cessation of hostilities, prudence taught the\nmost sanguine advocates for war to accede to the wishes of the people, A\nnegotiation was opened at Oxford. The demands of[b] the parliament amounted\nto fourteen articles; those of Charles were confined to six. But two only,\nthe[c] first in each class, came into discussion. No argument[d] could\ninduce the houses to consent that the king should name to the government of\nthe forts and castles without their previous approbation of the persons to\nbe appointed; and he demurred to their proposal that both armies should\nbe disbanded, until he knew on what conditions he was to return to his\ncapital. They had limited the duration of the conference to twenty days; he\nproposed a prolongation of[e]",
        "[Footnote 1: Journals, 535. Rushworth, v. 100. Clarendon, ii, 136, 139.]",
        "[Footnote 2: Journals, 463, 491, 594, Commons’ Journals, Dec. 13. It was\nimposed Nov. 29, 1642.]",
        "[Sidenote a: A.D. 1643. Jan. 7.]\n[Sidenote b: A.D. 1643. Jan. 30.]\n[Sidenote c: A.D. 1643. Feb. 3.]\n[Sidenote d: A.D. 1643. March 20.]\n[Sidenote e: A.D. 1643. March 30.]",
        "the term; they refused; and he offered, as his ultimatum, that, whenever he\nshould be reinstated in the possession of his revenues, magazines, ships,\nand[a] forts, according to law; when all the members of parliament, with\nthe exception of the bishops, should be restored to their seats, as they\nheld them on the 1st of January, 1641; and when the two houses should be\nsecure from the influence of tumultuary assemblies, which could only be\neffected by an adjournment to some place twenty miles distant from London,\nhe would consent to the immediate disbanding of both armies, and would meet\nhis parliament in person. The Commons instantly passed a vote to recall\nthe[b] commissioners from Oxford; the Lords, though at first they\ndissented, were compelled to signify their concurrence; and an end was put\nto the treaty, and to[c] the hopes which it had inspired.[1]",
        "During this negotiation the houses left nothing to the discretion of their\ncommissioners, the earl of Northumberland, Pierrepoint, Armyn, Holland, and\nWhitelock. They were permitted to propose and argue; they had no power to\nconcede.[2] Yet, while they acted in public according to the tenour of\ntheir instructions, they privately gave the king to understand that he\nmight probably purchase the preservation, of the church by surrendering the\ncommand of the militia,–a concession which his opponents deemed",
        "[Footnote 1: See the whole proceedings relative to the treaty in the king’s\nworks, 325-397; the Journals of the Lords, v. 659-718; and Rushworth,\nv. 164-261.]",
        "[Footnote 2: This was a most dilatory and inconvenient arrangement. Every\nproposal, or demand, or suggestion front the king was sent to the\nparliament, and its expediency debated. The houses generally disagreed.\nConferences were therefore held, and amendments proposed; new\ndiscussions followed, and a week was perhaps consumed before a point of\nsmall importance could be settled.]",
        "[Sidenote a: A.D. 1643. April 12.]\n[Sidenote b: A.D. 1643. April 14.]\n[Sidenote c: A.D. 1643. April 17.]",
        "essential to their own security. At one period they indulged a strong hope\nof success. At parting, Charles had promised to give them satisfaction, on\nthe following day; but during the night he was dissuaded from his purpose;\nand his answer in the morning proved little short of an absolute denial.\nNorthumberland also made a secret offer of his influence to mollify the\nobstinacy of the patriots; but Charles, who called that nobleman the most\nungrateful of men, received the proposal with displeasure, and to the\nimportunity of his advisers coldly replied, that the service must come\nfirst and the reward might follow afterwards. Whether the parliament began\nto suspect the fidelity of the commissioners, and on that account recalled\nthem, is unknown. Hyde maintains that the king protracted the negotiation\nto give time for the arrival of the queen, without whom he would come to\nno determination; but of this not a vestige appears in the private\ncorrespondence between Charles and his consort; and a sufficient reason\nfor the failure of the treaty may be found in the high pretensions of each\nparty, neither of whom had been sufficiently humbled to purchase peace with\nthe sacrifice of honour or safety.[1]",
        "It was owing to the indefatigable exertions of Henrietta, that the king had\nbeen enabled to meet his opponents in the field. During her residence in",
        "[Footnote 1: See Clarendon’s Life, 76-80; Whitelock, 68; and the letters in\nthe king’s works, 138-140. Before Henrietta left England, he had promised\nher to give away no office without her consent, and not to make peace but\nthrough her mediation. Charles, however, maintained that the first regarded\nnot offices of state, but offices of the royal household; and the second\nseems to have been misunderstood. As far as I can judge, it only meant that\nwhenever he made peace, he would put her forward as mediatrix, to the end\nthat, since she had been calumniated as being the cause of the rupture\nbetween him and his people, she might also have in the eyes of the public\nthe merit of effecting the reconciliation.–Clarendon’s Life, ibid.]\n[a]Holland she had repeatedly sent him supplies of arms and ammunition,\nand, what he equally wanted, of veteran officers to train and discipline\nhis forces.[b] In February, leaving the Hague, and trusting to her good\nfortune, she had eluded the vigilance of Batten, the parliamentary\nadmiral, and landed in safety in the port of Burlington, on the coast of\nYorkshire.[c] Batten, enraged at his disappointment, anchored on the second\nnight, with four ships and a pinnace, in the road, and discharged above\none hundred shot at the houses on the quay, in one of which the queen was\nlodged.[d] Alarmed at the danger, she quitted her bed, and, “bare foot and\nbare leg,” sought shelter till daylight behind the nearest hill. No action\nof the war was more bitterly condemned by the gallantry of the Cavaliers\nthan this unmanly attack on a defenceless female, the wife of the\nsovereign. The earl of Newcastle hastened to Burlington, and escorted her\nwith his army to York. To have pursued her journey to Oxford would have\nbeen to throw herself into the arms of her opponents. She remained\nfour months in Yorkshire, winning the hearts of the inhabitants by her\naffability, and quickening their loyalty by her words and example.[1]",
        "During the late treaty every effort had been made to recruit the\nparliamentary army; at its expiration, Hampden, who commanded a regiment,\nproposed to besiege the king within the city of Oxford. But the ardour of\nthe patriots was constantly checked by the caution of the officers who\nformed the council of war. Essex invested Reading; at the expiration of ten\ndays[e]",
        "[Footnote 1: Mercurius Belgic. Feb. 24. Michrochronicon, Feb. 24, 1642-3.\nClarendon, ii. 143. According to Rushworth, Batten fired at boats which\nwere landing ammunition on the quay.]",
        "[Sidenote a: CHAP.I.A.D. 1643]\n[Sidenote b: 1643 Feb. 16.]\n[Sidenote c: 1643 Feb. 22.]\n[Sidenote d: 1643 Feb. 24.]\n[Sidenote e: 1643 April 27.]",
        "it capitulated; and Hampden renewed his proposal. But the hardships of the\nsiege had already broken the health of the soldiers; and mortality and\ndesertion daily thinned their numbers, Essex found himself compelled to\nremain six weeks in his new quarters at Reading.",
        "If the fall of that town impaired the reputation of the royalists, it added\nto their strength by the arrival of the four thousand men who had formed\nthe garrison. But the want of ammunition condemned the king to the same\ninactivity to which sickness had reduced his adversaries. Henrietta\nendeavoured to supply this deficiency. In May a plentiful convoy [a]\narrived from York; and Charles, before he put his forces in motion, made\nanother offer of accommodation. By the Lords it was received with respect;\nthe Commons imprisoned the messenger; and Pym, in their name, impeached the\nqueen of high treason against the parliament and kingdom.[b] The charge\nwas met by the royalists with sneers of derision. The Lords declined the\nungracious task of sitting in judgment on the wife of their sovereign;\nand the Commons themselves, but it was not till after the lapse of\neight months, yielded to their reluctances and silently dropped the\nprosecution.[1]",
        "In the lower house no man had more distinguished himself of late, by the\nboldness of his language, and his fearless advocacy of peace, than Edmund\nWaller, the poet. In conversation with his intimate friends he had\nfrequently suggested the formation of a third party, of moderate men, who\nshould “stand in the gap, and unite the king and the parliament.” In",
        "[Footnote 1: Journals, 104, 111, 118, 121, 362. Commons’ Journals, May 23,\nJune 21, July 3, 6, 1644, Jan. 10.]",
        "[Sidenote a: A.D. 1643. May 20]\n[Sidenote b: A.D. 1643. May 23]",
        "this work they calculated on the co-operation of all the Lords excepting\nthree, of a considerable number of the lower house, and of the most able\namong the advisers of the king at Oxford; and that they might ascertain the\nreal opinion of the city, they agreed to portion it into districts, to\nmake lists of the inhabitants, and to divide them into three classes,–of\nmoderate men, of royalists, and of parliamentarians. The design had been\ncommunicated to Lord Falkland, the king’s secretary; but it remained\nin this imperfect state, when it was revealed to Pym by the perfidy or\npatriotism of a servant, who had overheard the discourse of his master.[a]\nWaller, Tomkins his brother-in-law, and half-a-dozen others, were\nimmediately secured; and an annunciation was made to the two houses of “the\ndiscovery of a horrid plot to seize the city, force the parliament, and\njoin with the royal army.\"[1]",
        "The leaders of the patriots eagerly improved this opportunity to quell that\nspirit of pacification which had recently insinuated itself among their\npartisans. While the public mind was agitated by rumours respecting the\nbloody designs of the conspirators, while every moderate man feared that\nthe expression of his sentiments might be taken as an evidence of his\nparticipation in the plot, they proposed a new oath and covenant to the\nHouse of Commons.[b] No one dared to object; and the members unanimously\nswore “never to consent to the laying down of arms, so long as the papists,\nin open war against the parliament, should be protected from the justice\nthereof, but according to their power and vocation, to assist the forces\nraised by the parliament against the forces",
        "[Footnote 1: Journals, June 6.]",
        "[Sidenote a: A.D. 1643. May 31]\n[Sidenote b: A.D. 1643. June 6]",
        "raised by the king.” The Lords, the citizens, the army followed their\nexample; and an ordinance was published that every man in his parish church\nshould make the same vow and covenant.[1][a] As for the prisoners, instead\nof being sent before a court of law, they were tried by a court-martial.[b]\nSix were condemned to die: two suffered.[c] Waller saved his life by the\nmost abject submission. “He seemed much smitten in conscience: he desired\nthe help of godly ministers,” and by his entreaties induced the Commons to\ncommute his punishment into a fine of ten thousand pounds and an order\nto travel on the continent. To the question why the principal should be\nspared, when his assistants suffered, it was answered by some that a\npromise of life had been made to induce him to confess, by others that too\nmuch",
        "[Footnote 1: Journals, May 31; June 6, 14, 21, 27, 29. Rushworth, v.\n322-333. Whitelock, 67, 70, 105. The preamble began thus: “Whereas there\nhath been and now is in this kingdom a popish and traitorous plot for the\nsubversion of the true Protestant religion, and liberty of the subject,\nin pursuance whereof a popish army hath been raised and is now on foot in\ndivers parts of the kingdom,” &c.–Journals, June 6. Lords’ Journals, vi.\n87. I am loath to charge the framers and supporters of this preamble with\npublishing a deliberate falsehood, for the purpose of exciting odium\nagainst the king; but I think it impossible to view their conduct in any\nother light. The popish plot and popish army were fictions of their own to\nmadden the passions of their adherents. Charles, to refute the calumny, as\nhe was about to receive the sacrament from the hands of Archbishop\nUssher, suddenly rose and addressed him thus, in the hearing of the whole\ncongregation: “My Lord, I have to the utmost of my soul prepared to become\na worthy receiver; and may I so receive comfort by the blessed sacrament,\nas I do intend the establishment of the true reformed Protestant religion,\nas it stood in its beauty in the happy days of Queen Elizabeth, without\nany connivance at popery. I bless God that in the midst of these publick\ndistractions I have still liberty to communicate; and may this sacrament\nbe my damnation, if my heart do not joyn with my lipps in this\nprotestation.\"–Rush. v. 346. Connivance was an ambiguous and therefore\nan ill-chosen word. He was probably sincere in the sense which heattached to it, but certainly forsworn in the sense in which it would be\ntaken by his opponents.]",
        "[Sidenote a: A.D. 1643. June 27]\n[Sidenote b: A.D. 1643. June 30]\n[Sidenote c: A.D. 1643. July 5]",
        "blood had already been shed in expiation of an imaginary plot.[1]",
        "In the meanwhile Essex, after several messages from the parliament, had\nremoved from Reading, and fixed his head-quarters at Tame. One night Prince\nRupert, making a long circuit, surprised Chinnor in the rear of the army,\nand killed or captured the greater part of two regiments that lay in the\ntown.[a] In his retreat to Oxford, he was compelled to turn on his pursuers\nat Chalgrove; they charged with more courage than prudence, and were\nrepulsed with considerable loss. It was in this action that the celebrated\nHampden received the wound of which he died. The reputation which he had\nearned by his resistance to the payment of the ship-money had deservedly\nplaced him at the head of the popular leaders. His insinuating manner, the\nmodesty of his pretensions, and the belief of his integrity, gave to his\nopinions an irresistible weight in the lower house; and the courage and\nactivity which he displayed in the army led many to lament that he did not\noccupy the place held by the more tardy or more cautious earl of Essex. The\nroyalists exulted at his death as equal to a victory; the patriots lamented\nit as a loss which could not be repaired. Both were deceived. Revolutions\nare the seed-plots of talents and energy. One great leader had been\nwithdrawn; there was no dearth of others to supply his place.[2]",
        "[Footnote 1: After a minute investigation, I cannot persuade myself that\nWaller and his friends proceeded farther than I have mentioned. What\nthey might have done, had they not been interrupted, is matter of mere\nconjecture. The commission of array, which their enemies sought to couple\nwith their design, had plainly no relation to it.]",
        "[Footnote 2: Rushworth, v. 265, 274. Whitelock, 69, 70. Clarendon, ii. 237,\n261.]",
        "[Sidenote a: A.D. 1643. June 18]",
        "To the Root-and-branch men the rank, no less than the inactivity of Essex,\nafforded a legitimate ground of suspicion. In proportion as he sank in\ntheir esteem, they were careful to extol the merits and flatter the\nambition of Sir William Waller. Waller had formerly enjoyed a lucrative\noffice under the crown, but he had been fined in the Star-chamber, and his\nwife was a “godly woman;” her zeal and his own resentment made him a\npatriot; he raised a troop of horse for the service, and was quickly\nadvanced to a command. The rapidity of his movements, his daring spirit,\nand his contempt of military rules, were advantageously contrasted with\nthe slow and cautious experience of Essex; and his success at Portsmouth,\nWinchester, Chichester, Malmesbury, and Hereford, all of which he reduced\nin a short time, entitled him, in the estimation of his admirers, to the\nquaint appellation of William the Conqueror. While the forces under Essex\nwere suffered to languish in a state of destitution,[1] an army of eight\nthousand men, well clothed and appointed, was prepared for Waller. But the\nevent proved that his abilities had been overrated. In the course of a week\nhe fought two battles, one near Bath, with Prince Maurice,[a] the other\nwith Lord Wilmot, near Devizes[b]: the first was obstinate but indecisive,\nthe second bloody and disastrous. Waller hastened from the field to the\ncapital, attributing the loss of his army, not to his own errors, but\nto the jealousy of Essex. His patrons did not abandon their favourite.\nEmulating the example of the Romans,",
        "[Footnote 1: His army was reduced to “four thousand or five thousand\nmen, and these much malcontented that their general and they should be\nmisprised, and Waller immediately prized.\"–Baillie, i. 391. He had three\nthousand marching men, and three hundred sick.–Journals, vi. 160.]",
        "[Sidenote a: A.D. 1643. July 5]\n[Sidenote b: A.D. 1643. July 13]",
        "they met the unfortunate general in triumphal procession, and the speaker\nof the Commons officially returned him thanks for his services to his\ncountry.[1][a]",
        "This tone of defiance did not impose on the advocates of peace. Waller’s\nforce was annihilated; the grand army, lately removed to Kingston, had been\nso reduced by want and neglect, that Essex refused to give to it the name\nof an army; the queen had marched without opposition from Yorkshire to\nOxford, bringing to her husband, who met her on Edge-hill, a powerful\nreinforcement of men, artillery, and stores[b]; and Prince Rupert, in the\ncourse of three days, had won the city and castle of Bristol, through the\ncowardice or incapacity of Nathaniel Fiennes, the governor.[2][c] The cause\nof the parliament seemed to totter on the brink of ruin; and the Lords,\nprofiting of this moment of alarm, sent to the Commons six resolutions to\nform the basis of a new treaty. They were favourably received; and after a\ndebate, which lasted till ten at night, it was resolved by a majority of\ntwenty-nine to take them into consideration.[3][d]",
        "But the pacific party had to contend with men of",
        "[Footnote 1: Rushworth, v. 284, 285. Clarendon, ii. 278, 290. Journals,\nJuly 27. May, 201–205. His first successes were attributed to Colonel\nHurry, a Scotsman, though Waller held the nominal command–Baillie, i. 351.\nBut Hurry, in discontent, passed over to the king, and was the planner of\nthe expedition which led to the death of Hampden.–Clarendon, ii. 264.\nBaillie, i. 371.]",
        "[Footnote 2: Fiennes, to clear himself from the imputation of cowardice,\ndemanded a court-martial, and Prynne and Walker, who had accused him in\ntheir publications, became the prosecutors. He was found guilty, and\ncondemned to lose his head, but obtained a pardon from Essex, the\ncommander-in-chief.–Howell, State Trials, iv. 186-293.]",
        "[Footnote 3: Clarendon Papers, ii. 149. The Lords had in the last month\ndeclared their readiness to treat; but the proceedings had been suspended\nin consequence of a royal declaration that the houses were not free, nor\ntheir votes to be considered as the votes of parliament.–Journals, vi. 97,\n103, 108.]",
        "[Sidenote a: A.D. 1643. July 27]\n[Sidenote b: A.D. 1643. July 13]\n[Sidenote c: A.D. 1643. July 27]\n[Sidenote d: A.D. 1643. August 5]",
        "the most determined energy, whom no dangers could appal, no difficulties\nsubdue. The next day was Sunday, and it was spent by them in arranging a\nnew plan of opposition.[a] The preachers from their pulpits described peace\nas the infallible ruin of the city; the common council voted a petition,\nurging, in the most forcible terms, the continuation of the war; and\nplacards were affixed in the streets, calling on the inhabitants to rise\nas one man, and prevent the triumph of the malignants.[b] The next morning\nAlderman Atkins carried the petition to Westminster, accompanied by\nthousands calling out for war, and utterings threats of vengeance against\nthe traitors. Their cries resounded through both the houses. The Lords\nresolved to abstain from all public business till tranquillity was\nrestored, but the Commons thanked the petitioners for their attachment to\nthe cause of the country. The consideration of the resolutions was then\nresumed; terror had driven the more pusillanimous from the house; and on\nthe second division the war party obtained a majority of seven.[1]",
        "Their opponents, however, might yet have triumphed, had they, as was\noriginally suggested, repaired to the army, and claimed the protection of\nthe earl of Essex. But the lord Saye and Mr. Pym hastened to that nobleman\nand appeased his discontent with",
        "[Footnote 1: Clarendon, ii. 320. Journals, Aug. 5, 7, Lords’, vi, 171, 172.\nBaillie, i. 390. On the Saturday, the numbers were 94 and 65; on the Monday\n81 and 79; but the report of the tellers was disputed, and on the second\ndivision it gave 81 and 89. Two days later, between two thousand and three\nthousand women (the men dared mot appear) presented a petition for peace,\nand received a civil answer; but as they did not depart, and some of them\nused menacing language, they were charged and dispersed by the military,\nwith the loss of several lives.–Journals, June 9. Clarendon, iii. 321\nBaillie. i. 390.]",
        "[Sidenote a: A.D. 1643. August 6]\n[Sidenote b: A.D. 1643. August 7]",
        "excuses and promises. They offered to punish those who had libelled his\ncharacter; they professed an unbounded reliance on his honour; they\nassured him that money, clothing, and recruits were already prepared to\nre-establish his army. Essex was won; and he informed his friends, that he\ncould not conscientiously act against the parliament from which he held his\ncommission. Seven of the lords, almost half of the upper house, immediately\nretired from Westminster.[1]",
        "The victorious party proceeded with new vigour in their military\npreparations. Measures were taken to recruit to its full complement the\ngrand army under Essex; and an ordinance was passed to raise a separate\nforce of ten thousand horse for the protection of the metropolis.\nKimbolton, who on the death of his father had succeeded to the title of\nearl of Manchester, received a commission to levy an army in the associated\ncounties of Norfolk, Suffolk, Essex, Cambridge, Ely, and Hertford.[2]\nCommittees were appointed to raise men and money in numerous other\ndistricts, and were invested with almost unlimited powers; for the exercise\nof which in the service of the parliament,",
        "[Footnote 1: Clarendon, 323-333. Northumberland repaired to his house at\nPetworth; the earls of Bedford, Holland, Portland, and Clare, and the\nlords Lovelace and Conway, to the king at Oxford. They were ungraciously\nreceived, and most of them returned to the parliament.]",
        "[Footnote 2: The first association was made in the northern counties by the\nearl of Newcastle in favour of the king, and was afterwards imitated by\nthe counties of Devon and Cornwall. The patriots saw the advantage to be\nderived from such unions, and formed several among their partisans. The\nmembers bound themselves to preserve the peace of the associated counties;\nif they were royalists, “against the malevolent and ambitious persons who,\nin the name of the two houses, had embroiled the kingdom in a civil war;\"\nif they were parliamentarians, “against the papists and other ill-affected\npersons who surrounded the king.” In each, regulations were adopted, fixing\nthe number of men to be levied, armed, and trained, and the money which for\nthat purpose was to be raised in each township.–Rushworth, v. 66, 94-97,\n119, 381.]",
        "they were made responsible to no one but the parliament itself. Sir Henry\nVane, with three colleagues from the lower house, hastened to Scotland to\nsolicit the aid of a Scottish army; and, that London might be secure from\ninsult, a line of military communication was ordered to be drawn round the\ncity. Every morning thousands of the inhabitants, without distinction of\nrank, were summoned to the task in rotation; with drums beating and colours\nflying they proceeded to the appointed place, and their wives and daughters\nattended to aid and encourage them during the term of their labour.[a] In a\nfew days this great work, extending twelve miles in circuit, was completed,\nand the defence of the line, with the command of ten thousand men, was\nintrusted to Sir William Waller. Essex, at the repeated request of the\nparliament, reluctantly signed the commission, but still refused to insert\nin it the name of his rival. The blank was filled up by order of the House\nof Commons.[1]",
        "Here, however, it is time to call the attention of the reader to the\nopening career of that extraordinary man, who, in the course of the next\nten years, raised himself from the ignoble pursuits of a grazier to the\nhigh dignity of lord protector of the three kingdoms. Oliver Cromwell\nwas sprung from a younger branch of the Cromwells, a family of note and\nantiquity in Huntingdonshire, and widely spread through that county and the\nwhole of the Fenn district. In the more early part of his life he fell into\na state of profound and prolonged melancholy; and it is plain from the\nfew and disjointed documents which have come down to us, that his mental\nfaculties were",
        "[Footnote 1: May, 214. Journals, July 18, 19, 27; Aug. 3, 7, 9, 15, 26.\nLords’, vi. 149, 158, 175, 184.]",
        "[Sidenote a: A.D. 1643. August.]",
        "impaired, that he tormented himself with groundless apprehensions of\nimpending death, on which account he was accustomed to require the\nattendance of his physician at the hour of midnight, and that his\nimagination conjured up strange fancies about the cross in the market-place\nat Huntingdon,[1] hallucinations which seem to have originated in the\nintensity of his religious feelings, for we are assured that “he had spent\nthe days of his manhood in a dissolute course of life in good fellowship\nand gaming;\"[2] or, as he expresses it himself, he had been “a chief, the\nchief of sinners, and a hater of godliness.” However, it pleased “God the\nlight to enlighten the darkness” of his spirit, and to convince him of\nthe error and the wickedness of his ways; and from the terrors which\nsuch conviction engendered, seems to have originated that aberration of\nintellect, of which he was the victim during great part of two years.\nOn his recovery he had passed from one extreme to the other, from the\nmisgivings of despair to the joyful assurance of salvation. He now felt\nthat he was accepted by God, a vessel of election to work the work of God,\nand bound through gratitude “to put himself forth in the cause of the\nLord.\"[3] This flattering belief, the",
        "[Footnote 1: Warwick’s Memoirs, 249. Warwick had his information from Dr.\nSimcott, Cromwell’s physician, who pronounced him splenetic. Sir Theodore\nMayerne was also consulted, who, in his manuscript journal for 1628,\ndescribes his patient as valde melancholicus.–Eliis, Orig. Letters, 2nd\nseries, iii. 248.]",
        "[Footnote 2: Warwick, 249.]",
        "[Footnote 3: In 1638 he thus writes of himself to a female saint, one of\nhis cousins: “I find that God giveth springs in a dry barren wilderness,\nwhere no water is. I live, you know where, in Meshec, which they say\nsignifies prolonging,–in Kedar, which signifies blackness. Yet the Lord\nforsaketh me not, though he do prolong. Yet he will, I trust, bring me to\nhis tabernacle, his resting place.” If the reader wish to understand this\nCromwellian effusion, let him consult the Psalm cxix. in the Vulgate., or\ncxx. in the English translation. He says to the same correspondent, “You\nknow what my manner of life hath been. Oh! I lived in and loved darkness,\nand hated light. I was a chief, the chief of sinners. This is true. I\nhated godliness. Yet God had mercy on me. Oh, the riches of his\nmercy!\"–Cromwell’s Letters and Speeches by Carlyle, i. 121. Warwick bears\ntestimony to the sincerity of his conversion; “for he declared he was ready\nto make restitution to any man who would accuse him, or whom he could\naccuse himself to, to have wronged.\"–Warwick, 249.]",
        "fruit of his malady at Huntingdon, or of his recovery from it, accompanied\nhim to the close of his career: it gave in his eyes the sanction of Heaven\nto the more questionable events in his life, and enabled him to persevere\nin habits of the most fervent devotion, even when he was plainly following\nthe unholy suggestions of cruelty, and duplicity, and ambition.",
        "It was probably to withdraw him from scenes likely to cause the\nprolongation or recurrence of his malady, that he was advised to direct\nhis attention to the pursuits of agriculture. He disposed by sale of his\npatrimonial property in Huntingdon, and took a large grazing farm in the\nneighbourhood of the little town of St. Ives.[a] This was an obscure, but\ntranquil and soothing occupation, which he did not quit till five years\nlater, when he migrated to Ely, on the death of his maternal uncle, who had\nleft to him by will the lucrative situation of farmer of the tithes and of\nchurchlands belonging to the cathedral of that city. Those stirring\nevents followed, which led to the first civil war; Cromwell’s enthusiasm\nrekindled, the time was come “to put himself forth in the cause of the\nLord,” and that cause he identified in his own mind with the cause of the\ncountry party in opposition to the sovereign and the church. The energy\nwith which he entered into the controversies of the time attracted public\nnotice, and the burgesses of Cambridge chose him for their representative\nin both the parliaments called by the king in 1640. He carried with him to\nthe house the simplicity of dress, and the awkwardness of manner, which\nbespoke the country farmer; occasionally he rose to speak, and then, though\nhis voice was harsh, his utterance confused, and his matter unpremeditated,\nyet he seldom failed to command respect and attention by the originality\nand boldness of his views, the fervour with which he maintained them, and\nthe well-known energy and inflexibility of his character.[1] It was not,\nhowever, before the year 1642 that he took his place among the leaders of\nthe party. Having been appointed one of the committees for the county\nof Cambridge and the isle of Ely, he hastened down to Cambridge, took\npossession of the magazine, distributed the arms among the burgesses, and\nprevented the colleges from sending their plate to the king at Oxford.[a]\nFrom the town he transferred his services to the district committed to his\ncharge. No individual of suspicious or dangerous principles, no secret plan\nor association of the royalists, could elude his vigilance and activity. At\nthe head of a military force he was everywhere present, making inquiries,\ninflicting punishments, levying weekly the weekly assessments, impressing\nmen, horses, and stores, and exercising with relentless severity all those\nrepressive and vindictive powers with which the recent ordinances had armed\nthe committees. His exertions were duly appreciated. When the parliament\nselected officers to command the seventy-five troops of horse, of sixty men\neach, in the new army under the earl of Essex,[b] farmer Cromwell received\nthe",
        "[Footnote 1: Warwick, 247]",
        "[Sidenote a: A.D. 1642. August. 15.]\n[Sidenote b: A.D. 1642. Sept. 14.]",
        "commission of captain; within six months afterwards, he was raised to the\nhigher rank of colonel, with permission to levy for himself a regiment of\none thousand horse out of the trained bands in the Eastern association.[a]\nTo the sentiment of honour, which animated the Cavaliers in the field, he\nresolved to oppose the energy which is inspired by religious enthusiasm.\nInto the ranks of his Ironsides–their usual designation–he admitted no\none who was not a freeholder, or the son of a freeholder, and at the same\ntime a man fearing God, a known professor of godliness, and one who would\nmake it his duty and his pride to execute justice on the enemies of\nGod.[1] Nor was he disappointed. The soldiers of the Lord of Hosts proved\nthemselves a match for the soldiers of the earthly monarch. At their head\nthe colonel, by his activity and daring, added new laurels to those which\nhe had previously won; and parliament, as a proof of confidence, appointed\nhim military governor of a very important post, the isle of Ely.[b] Lord\nGrey of Werke held at that time the command of the army in the Eastern\nassociation; but Grey was superseded by the earl of Manchester, and Colonel\nCromwell speedily received the commission of lieutenant-general under that\ncommander.[2][c]",
        "But to return to the general narrative, which has been interrupted to\nintroduce Cromwell to the reader,",
        "[Footnote 1: Cromwell tells us of one of them, Walton, the son of Colonel\nWalton, that in life he was a precious young man fit for God, and at his\ndeath, which was caused by a wound received in battle, became a glorious\nsaint in heaven. To die in such a cause was to the saint a “comfort great\nabove his pain. Yet one thing hung upon his spirit. I asked him what\nthat was. He told me, that God had not suffered him to be any more the\nexecutioner of His enemies.\"–Ellis, first series, iii. 299.]",
        "[Footnote 2: See Cromwelliana, 1–7; May, 206, reprint of 1812; Lords’\nJourn. iv. 149; Commons’, iii. 186.]",
        "[Sidenote a: A.D. 1643. March 2.]\n[Sidenote b: A.D. 1643. July 28.]\n[Sidenote c: A.D. 1643. August 8.]",
        "London was preserved from danger, not by the new lines of circumvallation,\nor the prowess of Waller, but through the insubordination which prevailed\namong the royalists. The earl, now marquess, of Newcastle, who had\nassociated the northern counties in favour of the king, had defeated the\nlord Fairfax, the parliamentary general, at Atherton Moor, in Yorkshire,\nand retaken Gainsborough, in Lincolnshire, from the army under Cromwell.\nHere, however, his followers refused to accompany him any further. It was\nin vain that he called upon them to join the grand army in the south, and\nput an end at once to the war by the reduction of the capital. They had\nbeen embodied for the defence of the northern counties, and could not\nbe induced to extend the limits of that service for which they had been\noriginally enrolled. Hence the king, deprived of one half of his expected\nforce, was compelled to adopt a new plan of operations. Turning his back on\nLondon, he hastened towards the Severn, and invested Gloucester, the only\nplace of note in the midland counties which admitted the authority of\nthe parliament.[a] That city was defended by Colonel Massey, a brave and\ndetermined officer, with an obstinacy equal to its importance; and Essex,\nat the head of twelve thousand men, undertook to raise the siege. The\ndesign was believed impracticable; but all the attempts of the royalists\nto impede his progress were defeated;[b] and on the twenty-sixth day the\ndischarge of four pieces of cannon from Presbury Hills announced his\narrival to the inhabitants.[c] The besiegers burnt their huts and\nretired;[d] and Essex, having spent a few days to recruit his men and\nprovision the place, resumed his march in the direction of London.[e] On\nhis approach to Newbury,",
        "[Sidenote a: A.D. 1643. August 10.]\n[Sidenote b: A.D. 1643. August 26.]\n[Sidenote c: A.D. 1643. Sept. 5.]\n[Sidenote d: A.D. 1643. Sept. 6.]\n[Sidenote e: A.D. 1643. Sept. 19.]",
        "he found the royal army in possession of the road before him. I shall not\nattempt to describe a conflict which has been rendered unintelligible by\nthe confused and discordant narratives of different writers. The king’s\ncavalry appears to have been more than a match for that of the enemy;\nbut it could make no impression on the forest of pikes presented by the\ninfantry, the greater part of which consisted of the trained bands from the\ncapital. The battle raged till late in the evening, and both armies passed\nthe night in the field, but in the morning the king allowed Essex to march\nthrough Newbury; and having ordered Prince Rupert to annoy the rear,\nretired with his infantry to Oxford. The parliamentarians claimed, and\nseem to have been justified in claiming, the victory; but their commander,\nhaving made his triumphal entry into the capital, solicited permission to\nresign his command and travel on the continent. To those who sought to\ndissuade him, he objected the distrust with which he had been treated, and\nthe insult which had been offered to him by the authority intrusted to\nWaller. Several expedients were suggested; but the lord general was aware\nof his advantage; his jealousy could not be removed by adulation or\nsubmission; and Waller, after a long struggle, was compelled to resign the\ncommand of the army intrusted with the defence of the capital.[1][a]",
        "As soon as the parliament had recovered from the alarm occasioned by the\nloss of Bristol, it had found leisure to devote a part of its attention to\nthe civil government of the kingdom. I. Serious inconveniences",
        "[Footnote 1: Rushworth, v. 286, 290, 293. May, 220-228. Clarendon, iii,\n347. Journals, Sept. 26, 28; Oct. 7, 9. Lords’, vi. 218, 242, 246, 247,\n347, 356.]",
        "[Sidenote a: A.D. 1643. Oct. 9.]",
        "had been experienced from the absence of the great seal, the application\nof which was held by the lawyers necessary to give validity to several\ndescriptions of writs. Of this benefit the two houses and their adherents\nwere deprived, while the king on his part was able to issue patents and\ncommissions in the accustomed form. To remedy the evil, the Commons had\nvoted a new seal;[a] the Lords demurred; but at last their consent was\nextorted:[b] commissioners were appointed to execute the office of lord\nkeeper, and no fewer than five hundred writs were sealed in one day. 2. The\npublic administration of justice had been suspended for twelve months. The\nking constantly adjourned the terms from Westminster to Oxford, and the two\nhouses as constantly forbade the judges to go their circuits during the\nvacations. Now, however, under the authority of the new seal, the courts\nwere opened. The commissioners sat in Chancery, and three judges, all that\nremained with the parliament, Bacon, Reeve, and Trevor, in those of the\nKing’s Bench, the Common Pleas, and the Exchequer. 3. The prosecution of\nthe judges on account of their opinions in the case of the ship-money\nwas resumed. Of those who had been impeached, two remained, Berkeley and\nTrevor. The first was fined in twenty, the second in six, thousand pounds.\nBerkeley obtained the remission of a moiety of the fine, and both were\nreleased from the imprisonment to which they were adjudged.[1]",
        "Ever since the beginning of the troubles, a thorough understanding had\nexisted between the chief of the Scottish Covenanters, and the principal of\nthe English",
        "[Footnote 1: Lords’ Journals, vi. 214, 252, 264, 301, 318. Commons’\nJournals, May 15; July 5; Sept. 28. Rushworth, v. 144, 145, 339, 342, 361.]",
        "[Sidenote a: A.D. 1643. July 15.]\n[Sidenote b: A.D. 1643. Oct. 11.]",
        "reformers. Their views were similar; their object the same. The Scots had,\nindeed, fought and won; but they held the fruit of their victory by a\ndoubtful tenure, as long as the fate of their “English brethren” depended\non the uncertain chances of war. Both policy and religion prompted them to\ninterfere. The triumph of the parliament would secure their own liberties;\nit might serve to propagate the pure worship of their kirk. This had been\nforeseen by the Scottish royalists, and Montrose, who by the act against\nthe plotters was debarred from all access to the king, took advantage of\nthe queen’s debarkation at Burlington to visit her at York. He pointed out\nto her the probability of the Scottish Covenanters sending their army to\nthe aid of the parliament, and offered to prevent the danger by levying in\nScotland an army of ten thousand royalists. But he was opposed by his enemy\nthe marquess of Hamilton, who deprecated the arming of Scot against Scot,\nand engaged on his own responsibility to preserve the peace between the\nScottish people and their sovereign. His advice, prevailed; the royalists\nin Scotland were ordered to follow him as their leader; and, to keep him\ntrue to the royal interest, the higher title of duke was conferred upon\nhim.[1]",
        "If Hamilton was sincere, he had formed a false notion of his own\nimportance. The Scottish leaders, acting as if they were independent of the\nsovereign, summoned a convention of estates. The estates met[a] in defiance\nof the king’s prohibition; but, to their surprise and mortification, no\ncommissioner had arrived from the English parliament. National jealousy,\nthe known intolerance of the Scottish kirk, the exorbitant",
        "[Footnote 1: Clarendon, iv. 624. Guthrie, 127.]",
        "[Sidenote a: A.D. 1643. June 22.]",
        "claims set up by the Scottish leaders in the late invasion, contributed to\ndeter many from accepting their new offers of assistance;[1] and more than\ntwo months were suffered to elapse before the commissioners, Vane, Armyn,\nHatcher, and Darley, with Marshall, a Presbyterian, and Nye, an Independent\ndivine, were despatched[a] with full powers to Scotland.[2] Both the\nconvention of the estates and the assembly of the kirk had long waited to\nreceive them; their arrival[b] was celebrated as a day of national triumph;\nand the letters which they delivered from the English parliament were read\nwith shouts of exultation and tears of joy.[3]",
        "In the very outset of the negotiation two important difficulties occurred.\nThe Scots professed a willingness to take up arms, but sought at the same\ntime to assume the character of mediators and umpires, to dictate the terms\nof reconciliation, and to place themselves in a condition to extort the\nconsent of the opposite parties. From these lofty pretensions they were\ninduced to descend by the obstinacy of Vane and the persuasions of Johnston\nof Wariston, one of their subtlest statesmen; they submitted to act as the\nallies of the parliament; but required as an indispensable",
        "[Footnote 1: “The jealousy the English have of our nation, beyond all\nreason, is not well taken. If Mr. Meldrum bring no satisfaction to\nus quickly as to conformity of church government, it will be a great\nimpediment in their affairs here.\"–Baillie, July 26, i. 372. See also\nDalrymple, ii. 144.]",
        "[Footnote 2: The Scots did not approve of this mission of the Independent\nministers. “Mr. Marshall will be most welcome; but if Mr. Nye, the head of\nthe Independents, be his fellow, we cannot take it well.\"–Baillie, i. 372.\nThey both preached before the Assembly. “We heard Mr. Marshall with great\ncontentment. Mr. Nye did not please. He touched neither in prayer or\npreaching the common business. All his sermon was on the common head of\nspiritual life, wherein he ran out above all our understandings.\"–Id.\n388.]",
        "[Footnote 3: Baillie, i. 379, 380. Rushworth, v. 467, 470.]",
        "[Sidenote a: A.D. 1643. July 20.]\n[Sidenote b: A.D. 1643. August 27.]",
        "preliminary, the sanction of the kirk. It was useless to reply that this\nwas a civil, and not a religious treaty. The Scots rejoined, that the two\nhouses had always announced the reformation of religion as the chief of\ntheir objects; that they had repeatedly expressed their wish of “a nearer\nunion of both churches;” and that, in their last letters to the Assembly,\nthey had requested the members to aid them with their prayers and\ninfluence, to consult with their commissioners, and to send some Scottish\nministers to join the English divines assembled at Westminster.[1] Under\nthese circumstances, Vane and his colleagues could not refuse to admit a\ndeputation from the Assembly, with Henderson the moderator at its head. He\nsubmitted to their consideration the form of a “solemn league and covenant\"\nwhich should bind the two nations to prosecute the public incendiaries, to\npreserve the king’s life and authority in defence of the true religion\nand the liberties of both kingdoms, to extirpate popery, prelacy, heresy,\nschism, and profaneness, and to establish a conformity of doctrine,\ndiscipline, and church government throughout the island. This last clause\nalarmed the commissioners. They knew that, though the majority of the\nparliamentarians inclined to the Presbyterian tenets, there existed among\nthem a numerous and most active party (and of these Vane himself was among\nthe most distinguished) who deemed all ecclesiastical authority an invasion\nof the rights of conscience; and they saw that, to introduce an obligation\nso repugnant to the principles of the latter, would be to provoke an open\nrupture, and to marshal the two sects in hostile array against each other.\nBut the zeal of the",
        "[Footnote 1: Journals, vi. 140.]",
        "Scottish theologians was inexorable; they refused to admit any opening to\nthe toleration of the Independents; and it was with difficulty that they\nwere at last persuaded to intrust the working of the article to two\nor three individuals of known and approved orthodoxy. By these it was\npresented in a new and less objectionable form, clothed in such happy\nambiguity of language, as to suit the principles and views of all parties.\nIt provided that the kirk should be preserved in its existing purity, and\nthe church of England “be reformed according to the word of God” (which the\nIndependents would interpret in their own sense), and “after the example\nof the best reformed churches,” among which the Scots could not doubt that\ntheirs was entitled to the first place. In this shape, Henderson, with an\nappropriate preface, laid[a] the league and covenant before the Assembly;\nseveral speakers, admitted into the secret, commended it in terms of the\nhighest praise, and it was immediately approved, without one dissentient\nvoice.[1]",
        "As soon as the covenant, in its amended shape, had received the sanction of\nthe estates, the most eloquent pens were employed to quicken the flame of\nenthusiasm. The people were informed,[b] in the cant language of the time,\n1. that the controversy in England was between the Lord Jesus, and the\nantichrist with his followers; the call was clear; the curse of Meroz would\nlight on all who would not come to help the Lord against the mighty: 2.\nthat both kirks and kingdoms were in imminent danger; they sailed in one\nbottom, dwelt in one house, and were members of one body; if either were\nruinated, the other could not subsist; Judah could not long continue in\nliberty, if",
        "[Footnote 1: Baillie, i. 381. Clarendon, iii. 368-384.]",
        "[Sidenote a: A.D. 1643. August 17.]\n[Sidenote b: A.D. 1643. August 24.]",
        "Israel were led away captive: and 3. that they had now a fair opportunity\nof advancing uniformity in discipline and worship; the English had already\nlaid the foundation of a good building by casting out that great idol,\nprelacy; and it remained for the Scots to rear the edifice and in God’s\ngood time to put on the cap-stone. The clergy called on their hearers “to\nturn to God by fasting and prayer;” a proclamation was issued summoning all\nthe lieges between the ages of sixteen and sixty to appear in arms; and the\nchief command of the forces was, at the request of the parliament, accepted\nby Leslie, the veteran general of the Covenanters in the last war. He had,\nindeed, made a solemn promise to the king, when he was created earl of\nLeven, never more to bear arms against him; but he now recollected that it\nwas with the reservation, if not expressed, at least understood, of all\ncases in which liberty or religion might be at stake.[1]",
        "In England the covenant, with some amendments was approved by the two\nhouses, and ordered to be taken and subscribed by all persons in office,\nand generally by the whole nation. The Commons set[a] the example; the\nLords, with an affectation of dignity which exposed them to some sarcastic\nremarks, waited till it had previously been taken by the Scots. At the same\ntime a league of “brotherly assistance” was negotiated, stipulating that\nthe estates should aid the parliament with an army of twenty-one thousand\nmen; that they should place a Scottish garrison in Berwick, and dismantle\nthe town at the conclusion of the war;[b]",
        "[Footnote 1: Rushworth, v. 472, 482, 492. Journals, 139, 312. Baillie,\ni. 390, 391. “The chief aim of it was for the propagation of our church\ndiscipline in England and Ireland.\"–Id. 3.]",
        "[Sidenote a: A.D. 1643. Sept. 25.]\n[Sidenote b: A.D. 1643. Nov. 29.]",
        "and that their forces should be paid by England at the rate of thirty-one\nthousand pounds per month, should receive for their outfit an advance\nof one hundred thousand pounds, besides a reasonable recompense at the\nestablishment of peace, and should have assigned to them as security the\nestates of the papists, prelates, and malignants in Nottinghamshire and the\nfive northern counties. On the arrival of sixty thousand pounds the levies\nbegan; in a few weeks they were completed; and before the end of the\nyear Leslie mustered his forces at Hairlaw, the appointed place of\nrendezvous.[1]",
        "This formidable league, this union, cemented by interest and fanaticism,\nstruck alarm into the breasts of the royalists. They had found it difficult\nto maintain their ground against the parliament alone; they felt unequal to\nthe contest with a new and powerful enemy. But Charles stood undismayed; of\na sanguine disposition, and confident in the justice of his cause, he saw\nno reason to despond; and, as he had long anticipated, so had he prepared\nto meet, this additional evil. With this view he had laboured to secure\nthe obedience of the English army in Ireland against the adherents and\nemissaries of the parliament. Suspecting the fidelity of Leicester, the\nlord lieutenant, he contrived to detain him in England; gave to the\ncommander-in-chief, the earl of Ormond, who was raised to the higher rank\nof marquess, full authority to",
        "[Footnote 1: Journals, Sept. 14, 21, 25; Oct. 3; Dec. 8. Lords’ Journals,\nvi. 220-224, 243, 281, 289, 364. The amendments were the insertion of\n“the church of Ireland” after that of England, an explanation of the\nword prelacy, and the addition of a marginal note, stating, that by the\nexpression “according to the word of God,” was meant “so far as we do\nor shall in our consciences conceive the same according to the word of\nGod.\"–Journals, Sept. 1, 2.]",
        "dispose of commissions in the army; and appointed Sir Henry Tichborne lord\njustice in the place of Parsons. The commissioners sent by the two houses\nwere compelled[a] to leave the island; and four of the counsellors, the\nmost hostile to his designs, were imprisoned[b] under a charge of high\ntreason.[1]",
        "So many reinforcements had successively been poured into Ireland, both from\nScotland and England, that the army which opposed the insurgents was at\nlength raised to fifty thousand men;[2] but of these the Scots seemed to\nattend to their private interests more than the advancement of the common\ncause; and the English were gradually reduced in number by want, and\ndesertion, and the casualties of war. They won, indeed, several battles;\nthey burnt and demolished many villages and towns; but the evil of\ndevastation recoiled upon themselves, and they began to feel the horrors of\nfamine in the midst of the desert which they had made. Their applications\nfor relief were neglected by the parliament, which had converted to its own\nuse a great part of the money raised for the service of Ireland, and felt\nlittle inclination to support an army attached to the royal cause. The\nofficers remonstrated in free though respectful language, and the failure\nof their hopes embittered their discontent, and attached them more closely\nto the sovereign.[3]",
        "In the meanwhile, the Catholics, by the establishment of a federative\ngovernment, had consolidated their power, and given an uniform direction to\ntheir efforts. It was the care of their leaders to copy the example given\nby the Scots during the successful war",
        "[Footnote 1: Carte’s Ormond, i. 421, 441; iii. 76, 125, 135.]",
        "[Footnote 2: Journals, v. 226.]",
        "[Footnote 3: Clarendon, iii. 415-418, 424. Carte’s Ormond, iii. 155, 162,\n164.]",
        "[Sidenote a: A.D. 1643. April 3.]\n[Sidenote b: A.D. 1643. August 1.]",
        "of the Covenant. Like them they professed a sincere attachment to the\nperson, a profound respect for the legitimate authority of the monarch; but\nlike them they claimed the right of resisting oppression, and of employing\nforce in defence of their religion and liberties. At their request, and in\nimitation of the general assembly of the Scottish kirk, a synod of Catholic\nprelates and divines was convened at Kilkenny; a statement[a] of the\ngrievances which led the insurgents to take up arms was placed before them;\nand they decided that the grounds were sufficient, and the war was lawful,\nprovided it were not conducted through motives of personal interest or\nhatred, nor disgraced by acts of unnecessary cruelty. An oath and covenant\nwas ordered to be taken, binding the subscribers to protect, at the risk of\ntheir lives and fortunes, the freedom of the Catholic worship, the person,\nheirs, and rights of the sovereign, and the lawful immunities and liberties\nof the kingdom of Ireland, against all usurpers and invaders whomsoever;\nand excommunication was pronounced against all Catholics who should abandon\nthe covenant or assist their enemies, against all who should forcibly\ndetain in their possession the goods of English or Irish Catholics, or of\nIrish Protestants not adversaries to the cause, and against all who should\ntake advantage of the war, to murder, wound, rob, or despoil others. By\ncommon consent a supreme council of twenty-four members was chosen, with\nLord Mountgarret as president; and a day was appointed for a national\nassembly, which, without the name, should assume the form and exercise the\nrights of a parliament.[1]",
        "[Footnote 1: Rushworth, v. 516. Vindiciae Cath. Hib. 4-7. This work has\noften been attributed to Sir Rich. Belling, but Walsh (Pref. to Hist. of\nRemonstrance, 45) says that the real author was Dr. Callaghan, presented by\nthe supreme council to the see of Waterford.]",
        "[Sidenote a: A.D. 1642. May 10.]",
        "This assembly gave stability to the plan of government devised by the\nleaders. The authority of the statute law was acknowledged, and for its\nadministration a council was established[a] in each county. From the\njudgment of this tribunal there lay an appeal to the council of the\nprovince, which in its turn acknowledged the superior jurisdiction of “the\nsupreme council of the confederated Catholics in Ireland.” For the conduct\nof the war four generals were appointed, one to lead the forces of each\nprovince, Owen O’Neil in Ulster, Preston in Leinster, Barry Garret in\nMunster, and John Burke in Connaught, all of them officers of experience\nand merit, who had relinquished their commands in the armies of foreign\nprinces, to offer their services to their countrymen. Aware that these\nregulations amounted to an assumption of the sovereign authority, they\nwere careful to convey to the king new assurances of their devotion to his\nperson, and to state to him reasons in justification of their conduct.\nTheir former messengers, though Protestants of rank and acknowledged\nloyalty, had been arrested, imprisoned, and, in one instance at least,\ntortured by order of their enemies. They now adopted a more secure channel\nof communication, and transmitted their petitions through the hands of the\ncommander-in-chief. In these the supreme council detailed a long list of\ngrievances which they prayed might be redressed. They repelled with warmth\nthe imputation of disloyalty or rebellion. If they had taken up arms, they\nhad been compelled by a succession of injuries beyond human endurance, of\ninjuries in their religion, in their",
        "[Sidenote a: A.D. 1642. Oct. 1.]",
        "honour and estates, and in the liberties of their country. Their enemies\nwere the enemies of the king.",
        "The men who had sworn to extirpate them from their native soil were the\nsame who sought to deprive him of his crown. They therefore conjured him\nto summon a new parliament in Ireland, to allow them the free exercise of\nthat religion which they had inherited from their fathers, and to confirm\nto Irishmen their national rights, as he had already done to his subjects\nof England and Scotland.[1]",
        "The very first of these petitions, praying for a cessation of arms, had\nsuggested a new line of policy to the king.[2] He privately informed the\nmarquess of Ormond of his wish to bring over a portion of his Irish army\nthat it might be employed in his service in England; required him for that\npurpose to conclude[a] an armistice with the insurgents, and sent to him\ninstructions for the regulation of his conduct. This despatch was secret;\nit was followed by a public warrant; and that was succeeded by a peremptory\ncommand. But much occurred to retard the object, and irritate the\nimpatience of the monarch. Ormond, for his own security, and the service of\nhis sovereign, deemed it politic to assume a tone of superiority, and to\nreject most of the demands of the confederates, who, he saw, were already\ndivided into parties, and influenced by opposite counsels. The ancient\nIrish and the clergy, whose efforts were directed by Scaramp, a papal\nenvoy, warmly opposed the project. Their enemies, they observed, had been\nreduced to extreme distress; their victorious army under Preston made daily\ninroads to the very gates of the capital. Why should they descend from the\nvantage-ground which they had",
        "[Footnote 1: Carte, iii. 110, 111, 136.]",
        "[Footnote 2: Carte, iii. 90.]",
        "[Sidenote a: A.D. 1643. April 23.]",
        "gained? why, without a motive, resign the prize when it was brought within\ntheir reach? It was not easy to answer their arguments; but the lords of\nthe pale, attached through habit to the English government, anxiously\nlonged for an armistice as the preparatory step to a peace. Their exertions\nprevailed. A cessation of arms was concluded[a] for twelve months; and the\nconfederates, to the surprise of their enemies, consented to contribute\ntowards the support of the royal army the sum of fifteen thousand pounds in\nmoney, and the value of fifteen thousand pounds in provisions.[1]",
        "At the same time Charles had recourse to other expedients, from two of\nwhich he promised himself considerable benefit, 1. It had been the policy\nof the cardinal Richelieu to foment the troubles in England as he had\npreviously done in Scotland; and his intention was faithfully fulfilled by\nthe French ambassador Senneterre. But in the course of the last year both\nRichelieu and Louis XIII. died; the regency, during the minority of the\nyoung king, devolved on Anne of Austria, the queen-mother; and that\nprincess had always professed a warm attachment for her sister-in-law,\nHenrietta Maria. Senneterre was superseded",
        "[Footnote 1: Rushworth, v. 548. Carte, ii. App. 1; iii. 117, 131, 159, 160,\n166, 168, 172, 174. No one, I think, who has perused all the documents, can\ndoubt that the armistice was necessary for the preservation of the army in\nIreland. But its real object did not escape the notice of the two houses,\nwho voted it “destructive to the Protestant religion, dishonourable to the\nEnglish nation, and prejudicial to the interests of the three kingdoms;\"\nand, to inflame the passions of their partisans, published a declaration,\nin which, with their usual adherence to truth, they assert that the\ncessation was made at a time when “the famine among the Irish had made\nthem, unnatural and cannibal-like, eat and feed one upon another;” that it\nhad been devised and carried on by popish instruments, and was designed for\nthe better introduction of popery, and the extirpation of the Protestant\nreligion.–Journals, vi. 238, 289.]",
        "[Sidenote a: A.D. 1643. Sept. 15.]",
        "by the count of Harcourt, a prince of the house of Lorrain, with the title\nof ambassador extraordinary. The parliament received him with respect\nin London, and permitted him to proceed to Oxford. Charles, whose\ncircumstances would not allow him to spend his time in diplomatic finesse,\nimmediately[a] demanded a loan of money, an auxiliary army, and a\ndeclaration against his rebellious subjects. But these were things which\nthe ambassador had no power to grant. He escaped[b] with difficulty from\nthe importunity of the king, and returned to the capital to negotiate\nwith the parliament. There, offering himself in quality of mediator, he\nrequested[c] to know the real grounds of the existing war; but his hope of\nsuccess was damped by this cold and laconic answer, that, when he had any\nproposal to submit in the name of the French king, the houses would be\nready to vindicate their conduct. Soon afterwards[d] the despatches from\nhis court were intercepted and opened; among them was discovered a letter\nfrom Lord Goring to the queen; and its contents disclosed that Harcourt\nhad been selected on her nomination; that he was ordered to receive his\ninstructions from her and the king; and that Goring was soliciting succour\nfrom the French court. This information, with an account of the manner\nin which it had been obtained, was communicated to the ambassador, who\nimmediately[e] demanded passports and left the kingdom.[1]",
        "2. Experience had proved to Charles that the very name of parliament\npossessed a powerful influence over the minds of the lower classes in\nfavour of his adversaries.",
        "[Footnote 1: Clarendon, iii. 398-403. Journals, vi. 245, 302, 305, 309,\n375, 379, 416. Commons, Sept. 14; Oct. 11; Nov. 15, 22; Jan. 10, 12; Feb.\n12.]",
        "[Sidenote a: A.D. 1643 Oct. 18.]\n[Sidenote b: A.D. 1643 Nov. 15.]\n[Sidenote c: A.D. 1643 Nov. 22.]\n[Sidenote d: A.D. 1644 Jan. 10.]\n[Sidenote e: A.D. 1644 Feb. 12.]",
        "To dispel the charm, he resolved to oppose the loyal members to those who\nremained at Westminster, and summoned by proclamation both houses to meet\nhim at Oxford on the twenty-second of January in the[a] succeeding year.\nForty-three peers and one hundred and eighteen commoners obeyed;[1] the\nusual forms of parliament were observed, and the king opened the session\nwith a gracious speech, in which he deplored[b] the calamities of the\nkingdom, desired them to bear witness to his pacific disposition, and\npromised them all the freedom and privileges belonging to such assemblies.\nTheir first measure was a letter subscribed by all the members of both\nhouses, and directed to the earl of Essex, requesting him to convey to\nthose “by whom he was trusted,” their earnest desire that commissioners\nmight be appointed[c] on both sides to treat of an accommodation. Essex,\nhaving received instructions, replied that he could not deliver a letter\nwhich, neither in its address nor in its contents, acknowledged the\nauthority of the parliament. Charles himself was next brought forward.[d]\nHe directed his letter to “the lords and commons of parliament assembled\nat Westminster,” and requested, “by the advice of the lords and commons of\nparliament assembled at Oxford,” the appointment",
        "[Footnote 1: If we may believe Whitelock (80), when the two houses at\nWestminster were called over (Jan. 30), there were two hundred and eighty\nmembers present, and one hundred employed on different services. But I\nsuspect some error in the numbers, as the list of those who took the\ncovenant amounts only to two hundred and twenty names, even including such\nas took it after that day. (Compare Rushworth, v. 480, with the Journals.)\nThe lords were twenty-two present, seventy-four absent, of whom eleven were\nexcused.–Journals, vi. 387. The two houses at Oxford published also\ntheir lists of the members, making the commons amount to one hundred and\nseventy-five, the lords to eighty-three. But of the latter several had been\ncreated since the commencement of the war.]",
        "[Sidenote a: A.D. 1644. Jan. 22.]\n[Sidenote b: A.D. 1644. Jan. 29.]\n[Sidenote c: A.D. 1644. Jan. 30.]\n[Sidenote d: A.D. 1644. March. 3.]",
        "of commissioners to settle the distractions of the kingdom, and\nparticularly the manner “how all the members of both houses might meet in\nfull and free convention of parliament, to consult and treat upon such\nthings as might conduce to the maintenance of the true Protestant religion,\nwith due consideration to the just ease of tender consciences, to the\nsettling of the rights of the crown and of parliament, the laws of the\nland, and the liberties and property of the subject.” This message the two\nhouses considered an insult,[a] because it implied that they were not a\nfull and free convention of parliament. In their answer they called on the\nking to join them at Westminster; and in a public declaration denounced\nthe proceeding as “a popish and Jesuitical practice to allure them by the\nspecious pretence of peace to disavow their own authority, and resign\nthemselves, their religion, laws, and liberties, to the power of idolatry,\nsuperstition, and slavery.\"[1] In opposition, the houses at Oxford declared\nthat the Scots had broken the act of pacification, that all English\nsubjects who aided them should be deemed traitors and enemies of the state,\nand that the lords and commons",
        "[Footnote 1: Journals, vi. 451, 459. The reader will notice in the king’s\nletter an allusion to religious toleration (\"with due consideration to\nthe ease of tender consciences”), the first which had yet been made by\nauthority, and which a few years before would have scandalized the members\nof the church of England as much as it did now the Presbyterians and Scots.\nBut policy had taught that which reason could not. It was now thrown out\nas a bait to the Independents, whose apprehensions of persecution were\naggravated by the intolerance of their Scottish allies, and who were on\nthat account suspected of having already made some secret overtures to the\ncourt. “Bristol, under his hand, gives them a full assurance of so full a\nliberty of their conscience as they could wish, inveighing withal against\nthe Scots’ cruel invasion, and the tyranny of our presbytery, equal to the\nSpanish inquisition.\"–Baillie, i. 428.]",
        "[Sidenote a: A.D. 1644. March 9.]",
        "remaining at Westminster, who had given their consent to the coming in of\nthe Scots, or the raising of forces under the earl of Essex, or the making\nand using of a new great seal, had committed high treason, and ought to\nbe proceeded against as traitors to the king and kingdom.[1] Thus again\nvanished the prospect of peace; and both parties, with additional\nexasperation of mind, and keener desires of revenge, resolved once more to\nstake their hope of safety on the uncertain fortune of war.",
        "But the leaders at Westminster found it necessary to silence the murmurs of\nmany among their own adherents, whose anxiety for the restoration of peace\nled them to attribute interested motives to the advocates of war. On the\nfirst appearance of a rupture, a committee of safety had been appointed,\nconsisting of five lords and ten commoners, whose office it was to perform\nthe duties of the executive authority, subject to the approbation and\nauthority of the houses; now that the Scots had agreed to join in the war,\nthis committee, after a long resistance on the part of the Lords, was\ndissolved,[a] and another established in its place, under the name of the\ncommittee of the two kingdoms, composed of a few members from each house,\nand of certain commissioners from the estates of Scotland.[2] On this new\nbody the Peers looked with an eye of jealousy, and, when the Commons, in\nconsequence of unfavourable reports, referred to it the task of “preparing\nsome grounds for settling a just and safe peace in all the king’s\ndominions,” they objected not",
        "[Footnote 1: Clarendon, iii. 440-454. Journals, 399, 404, 451, 459, 484,\n485; Dec. 30; Jan. 16, 30; March 6, 11. Rushworth, v. 559-575, 582-602.]",
        "[Footnote 2: Journals of Commons, Jan. 30; Feb. 7, 10, 12, 16; of Lords,\nFeb. 12, 16.]",
        "[Sidenote a: A.D. 1644. Feb. 16.]",
        "to the thing, but to the persons, and appointed for the same purpose a\ndifferent committee. The struggle lasted six weeks: but the influence of\nthe upper. house had diminished with the number of its members, and the\nLords were compelled to submit,[a] under the cover of an unimportant\namendment to maintain their own honour. The propositions now[b] brought\nforward as the basis of a reconciliation were in substance the following:\nthat the covenant with the obligation of taking it, the reformation\nof religion according to its provisions, and the utter abolition of\nepiscopacy, should be confirmed by act of parliament; that the cessation of\nwar in Ireland should be declared void by the same authority; that a new\noath should be framed for the discovery of Catholics; that the penalties\nof recusancy should be strictly enforced; that the children of Catholics\nshould be educated Protestants; that certain English Protestants by name,\nall papists, who had borne arms against the parliament, and all Irish\nrebels, whether Catholics or Protestants, who had brought aid to the royal\narmy, should be excepted from the general pardon; that the debts contracted\nby the parliament should be paid out of the estates of delinquents; and\nthat the commanders of the forces by land and sea, the great officers\nof state, the deputy of Ireland and the judges, should be named by the\nparliament, or the commissioners of parliament, to hold their places during\ntheir good behaviour. From the tone of these propositions it was evident\nthat the differences between the parties had become wider than before, and\nthat peace depended on the subjugation of the one by the superior force or\nthe better fortune of the other.[1]",
        "[Footnote 1: Journals, March 15, 20, 23, 29, 30; April 3, 5, 13, 16. On the\nquestion whether they should treat in union with the Scots, the Commons\ndivided sixty-four against sixty-four: but the noes obtained the casting\nvote of the speaker.–Baillie, i. 446. See also the Journals of the\nLords, vi. 473, 483, 491, 501, 514, 519, 527, 531. Such, indeed, was the\ndissension among them, that Baillie says they would have accepted the first\nproposal from the houses at Oxford, had not the news that the Scots had\npassed the Tweed arrived a few hours before. This gave the ascendancy to\nthe friends of war.–Baillie, i. 429, 430.]",
        "[Sidenote a: A.D. 1644. April 25.]\n[Sidenote b: A.D. 1644. April 29.]",
        "Here the reader may pause, and, before he proceeds to the events of the\nnext campaign, may take a view of the different financial expedients\nadopted by the contending parties. Want of money was an evil which pressed\nequally on both; but it was more easily borne by the patriots, who\npossessed an abundant resource in the riches of the capital, and were less\nrestrained in their demands by considerations of delicacy or justice. 1.\nThey were able on sudden emergencies to raise considerable supplies by loan\nfrom the merchants of the city, who seldom dared to refuse, or, if they\ndid, were compelled to yield by menaces of distraint and imprisonment. For\nall such advances interest was promised at the usual rate of eight per\ncent., and “the public faith was pledged for the repayment of the capital.\"\n2. When the parliament ordered their first levy of soldiers, many of their\npartisans subscribed considerable sums in money, or plate, or arms, or\nprovisions. But it was soon asked, why the burthen should fall exclusively\non the well-affected; and the houses improved the hint to ordain that all\nnon-subscribers, both in the city and in the country, should be compelled\nto contribute the twentieth part of their estates towards the support of\nthe common cause. 3. Still the wants of the army daily increased, and, as a\ntemporary resource, an order was made that each county should provide for\nthe subsistence of the men whom it had furnished; 4. and this was followed\nby a more permanent expedient, a weekly assessment of ten thousand pounds\non the city of London, and of twenty-four thousand pounds on the rest of\nthe kingdom, to be levied by county-rates after the manner of subsidies. 5.\nIn addition, the estates both real and personal of all delinquents, that\nis, of all individuals who had borne arms for the king, or supplied him\nwith money, or in any manner, or under any pretence, had opposed the\nparliament, were sequestrated from the owners, and placed under the\nmanagement of certain commissioners empowered to receive the rents, to\nseize the moneys and goods, to sue for debts, and to pay the proceeds into\nthe treasury. 6. In the next place came the excise, a branch of taxation of\nexotic origin, and hitherto unknown in the kingdom. To it many objections\nwere made; but the ample and constant supply which it promised insured its\nadoption; and after a succession of debates and conferences, which occupied\nthe houses during three months, the new duties, which were in most\ninstances to be paid by the first purchaser, were imposed both on the\narticles already subject to the customs, and on a numerous class of\ncommodities of indigenous growth or manufacture.[1] Lastly, in aid of these\nseveral sources of revenue, the houses did not refuse another of a more\nsingular description. It was customary for many of the patriots to observe\na weekly fast for the success of their cause; and, that their purses might\nnot profit by the exercise of their piety,",
        "[Footnote 1: It should be observed that the excise in its very infancy\nextended to strong beer, ale, cider, perry, wine, oil, figs, sugar,\nraisins, pepper, salt, silk, tobacco, soap, strong waters, and even flesh\nmeat, whether it were exposed for sale in the market, or killed by private\nfamilies for their own consumption.–Journals, vi. 372.] they were careful\nto pay into the treasury the price of the meal from which they had\nabstained. If others would not fast, it was at least possible to make them\npay; and commissioners were appointed by ordinance to go through the city,\nto rate every housekeeper at the price of one meal for his family, and to\ncollect the money on every Tuesday during the next six months. By these\nexpedients the two houses contrived to carry on the war, though their\npecuniary embarrassments were continually multiplied by the growing\naccumulation of their debts, and the unavoidable increase of their\nexpenditure.[1] With respect to the king, his first resource was in the\nsale of his plate and jewels, his next in the generous devotion of his\nadherents, many of whom served him during the whole war at their own cost,\nand, rather than become a burthen to their sovereign, mortgaged their last\nacre, and left themselves and their families without the means of future\nsubsistence. As soon as he had set up his standard, he solicited loans from\nhis friends, pledging his word to requite their promptitude, and allotting\ncertain portions of the crown lands for their repayment–a very precarious\nsecurity as long as the issue of the contest should remain uncertain. But\nthe appeal was not made in vain. Many advanced considerable sums without\nreserving to themselves any claim to remuneration, and others lent so\nfreely and abundantly, that this resource was productive beyond his most\nsanguine expectations. Yet, before the commencement of the third campaign,",
        "[Footnote 1: Journals, v. 460, 466, 482; vi. 108, 196, 209, 224, 248, 250,\n272. Commons’ Journals, Nov. 26, Dec. 8, 1642; Feb. 23, Sept. 1643; March\n26, 1644. Rushworth, v. 71, 150, 209, 313, 748. It should be recollected\nthat, according to the devotion of the time, “a fast required a total\nabstinence from all food, till the fast was ended.\"–Directory for the\nPublique Worship, p. 32.]",
        "he was compelled to consult his parliament at Oxford. By its advice he\nissued privy seals, which raised one hundred thousand pounds, and, in\nimitation of his adversaries, established the excise, which brought him\nin a constant, though not very copious supply. In addition, his garrisons\nsupported themselves by weekly contributions from the neighbouring\ntownships, and the counties which had associated in his favour willingly\nfurnished pay and subsistence to their own forces. Yet, after all, it was\nmanifest that he possessed not the same facilities of raising money with\nhis adversaries, and that he must ultimately succumb through poverty alone,\nunless he could bring the struggle to a speedy termination.[1]",
        "For this purpose both parties had made every exertion, and both Irishmen\nand Scotsmen had been called into England to fight the battles of the king\nand the parliament. The severity of the winter afforded no respite from the\noperations of war. Five Irish regiments, the first fruits of the cessation\nin Ireland, arrived[a] at Mostyn in Flintshire; their reputation, more than\ntheir number, unnerved the prowess of their enemies; no force ventured to\noppose them in the field; and, as they advanced, every post was abandoned\nor surrendered. At length the garrison of Nantwich arrested[b] their\nprogress; and whilst they were occupied with the siege, Sir Thomas Fairfax\napproached with a superior force from Yorkshire. For two hours[c] the\nAnglo-Irish, under Lord Byron, maintained an obstinate resistance against\nthe assailants from without, and the garrison from within the town; but in\na moment of despair one thousand six hundred men in the works threw down\ntheir arms,",
        "[Footnote: 1 Rushworth, v. 580, 601. Clarendon, ii. 87, 453.]",
        "[Sidenote a: A.D. 1643. November.]\n[Sidenote b: A.D. 1644. Jan. 15.]\n[Sidenote c: A.D. 1644. Jan. 25.]",
        "and, with a few exceptions, entered the ranks of their adversaries. Among\nthe names of the officers taken, occurs that of the celebrated Colonel\nMonk, who was afterwards released from the Tower to act a more brilliant\npart, first in the service of the Commonwealth, and then in the\nre-establishment of the throne.[1]",
        "A few days before this victory, the Scots had passed the Tweed.[a] The\nnotion that they were engaged in a holy crusade for the reformation of\nreligion made them despise every difficulty; and, though the weather was\ntempestuous, though the snow lay deep on the ground, their enthusiasm\ncarried them forward in a mass which the royalists dared not oppose. Their\nleader sought to surprise Newcastle; he was disappointed by the promptitude\nof the marquess of Newcastle, who, on the preceding day,[b] had thrown\nhimself into the town; and famine compelled the enemy, after a siege of\nthree weeks, to abandon the attempt.[c] Marching up the left bank of the\nTyne,[d] they crossed the river at Bywell,[e] and hastening by Ebchester\nto Sunderland, took possession of that port to open a communication by sea\nwith their own country. The marquess, having assembled his army, offered\nthem battle, and, when they refused to fight, confined them for five weeks\nwithin their own quarters. In proportion as their advance into England\nhad elevated the hopes of their friends in the capital, their subsequent\ninactivity provoked surprise and complaints. But Lord Fairfax, having been\njoined by his victorious son from Cheshire, dispersed the royalists at\nLeeds,[f] under Colonel Bellasis, the son of Lord Falconberg; and the\ndanger of being enclosed between two armies induced the marquess of\nNewcastle to retire[g] from Durham",
        "[Footnote 1: Rush. v. 299, 303. Fairfax, 434, ed. of Maseres.]",
        "[Sidenote a: A.D. 1644. Jan. 16.]\n[Sidenote b: A.D. 1644. Feb. 2.]\n[Sidenote c: A.D. 1644. Feb. 28.]\n[Sidenote d: A.D. 1644. March 2.]\n[Sidenote e: A.D. 1644. March 4.]\n[Sidenote f: A.D. 1644. April 11.]\n[Sidenote g: A.D. 1644. April 23.]",
        "to York. He was quickly followed by the Scots; they were joined by Fairfax,\nand the combined army sat down before the city. Newcastle at first despised\ntheir attempts; but the arrival[a] of fourteen thousand parliamentarians,\nunder the earl of Manchester, convinced him of his danger, and he earnestly\nsolicited[b] succour from the king.[1]",
        "But, instead of proceeding with the military transactions in the north, it\nwill here be necessary to advert to those which had taken place in other\nparts of the kingdom. In the counties on the southern coast several\nactions had been fought, of which, the success was various, and the result\nunimportant. Every eye fixed itself on the two grand armies in the vicinity\nof Oxford and London. The parliament had professed a resolution to stake\nthe fortune of the cause on one great and decisive battle; and, with this\nview, every effort had been made to raise the forces of Essex and Waller to\nthe amount of twenty thousand men. These generals marched in two separate\ncorps, with the hope of enclosing the king, or of besieging him in\nOxford.[2] Aware of his inferiority, Charles, by a skilful manoeuvre,",
        "[Footnote 1: Rushworth, v. 222. Baillie, ii. 1, 6, 10, 28, 32. Journals,\n522.]",
        "[Footnote 2: When Essex left London he requested the assembly of divines to\nkeep a fast for his success. The reader may learn from Baillie how it was\ncelebrated. “We spent from nine to five graciously. After Dr. Twisse had\nbegun with a brief prayer, Mr. Marshall prayed large two hours, most\ndivinely confessing the sins of the members of the assembly in a wonderful,\npathetick, and prudent way. After Mr. Arrowsmith preached an hour, then a\npsalm; thereafter Mr. Vines prayed near two hours, and Mr. Palmer preached\nan hour, and Mr. Seaman prayed near two hours, then a psalm; after Mr.\nHenderson brought them to a sweet conference of the heat confessed in the\nassembly, and other seen faults to be remedied, and the conveniency to\npreach against all sects, especially Anabaptists and Antinomians. Dr.\nTwisse closed with a short prayer and blessing. God was so evidently in all\nthis exercise, that we expect certainly a blessing.\"–Baillie, ii. 18, 19.]",
        "[Sidenote a: A.D. 1644. April 20.]\n[Sidenote b: A.D. 1644. June 3.]",
        "passed with seven thousand men between the hostile divisions, and arrived\nin safety at Worcester.[a] The jealousy of the commanders did not allow\nthem to act in concert. Essex directed his march into Dorsetshire;[b]\nWaller took on himself the task of pursuing the fugitive monarch. Charles\nagain deceived him. He pretended to advance along the right bank of the\nSevern from Worcester to Shrewsbury;[c] and when Waller, to prevent him,\nhastened from Broomsgrove to take possession of that town, the king turned\nat Bewdley, retraced his steps to Oxford,[d] and, recruiting his army, beat\nup the enemy’s quarters in Buckinghamshire. In two days Waller had returned\nto the Charwell, which separated the two armies; but an unsuccessful action\nat Copredy Bridge[e] checked his impetuosity, and Charles, improving the\nadvantage to repass the river, marched to Evesham in pursuit of Essex.\nWaller did not follow; his forces, by fatigue, desertion, and his late\nloss, had been reduced from eight thousand to four thousand men, and the\ncommittee of the two kingdoms recalled their favourite general from his\ntedious and unavailing pursuit.[1]",
        "During these marches and counter-marches, in which the king had no other\nobject than to escape from his pursuers, in the hope that some fortunate\noccurrence might turn the scale in his favour, he received the despatch\nalready mentioned from the marquess of Newcastle. The ill-fated prince\ninstantly saw the danger which threatened him. The fall of York would\ndeprive him of the northern counties, and the subsequent junction of the\nbesieging army with his opponents in the south would constitute a force",
        "[Footnote 1: Rushworth, v. 670-676. Clarendon, iv. 487-493, 497-502.\nBaillie, ii. 38.]",
        "[Sidenote a: A.D. 1644. June 3.]\n[Sidenote b: A.D. 1644. June 6.]\n[Sidenote c: A.D. 1644. June 15.]\n[Sidenote d: A.D. 1644. June 20.]\n[Sidenote e: A.D. 1644. June 29.]",
        "against which it would be useless to struggle. His only resource was in\nthe courage and activity of Prince Rupert. He ordered[a] that commander to\ncollect all the force in his power, to hasten into Yorkshire, to fight\nthe enemy, and to keep in mind that two things were necessary for the\npreservation of the crown,–both the relief of the city, and the defeat of\nthe combined army.[1]",
        "Rupert, early in the spring, had marched from his quarters at Shrewsbury,\nsurprised the parliamentary army before Newark,[b] and after a sharp\naction, compelled it[c] to capitulate. He was now employed in Cheshire and\nLancashire, where he had taken Stockport, Bolton, and Liverpool, and had\nraised[d] the siege of Latham House, after it had been gallantly defended\nduring eighteen weeks by the resolution of the countess of Derby. On the\nreceipt of the royal command, he took with him a portion of his own men,\nand some regiments lately arrived from Ireland; reinforcements poured in\non his march, and on his approach the combined army deemed it prudent to\nabandon the works before the city. He was received[e] with acclamations of\njoy; but left York the next day[f] to fight the bloody and decisive battle\nof Marston Moor.[2] Both armies, in accordance with the military tactics\nof the age, were drawn up in line, the infantry in three divisions, with\nstrong bodies of cavalry on each flank. In force they were nearly equal,\namounting to twenty-three or twenty-five thousand men; but there was this\npeculiarity in the arrangement of the parliamentarians, that in each\ndivision the",
        "[Footnote 1: See his letter in Evelyn’s Memoirs, ii. App. 88. It completely\nexculpates Rupert from the charges of obstinacy and rashness in having\nfought the subsequent battle of Marston Moor.]",
        "[Footnote 2: Rushworth, v. 307, 623, 631.]",
        "[Sidenote a: A.D. 1644. June 14.]\n[Sidenote b: A.D. 1644. March 21.]\n[Sidenote c: A.D. 1644. May 25.]\n[Sidenote d: A.D. 1644. June 11.]\n[Sidenote e: A.D. 1644. July 1.]\n[Sidenote f: A.D. 1644. July 2.]",
        "English and the Scots were intermixed, to preclude all occasion of jealousy\nor dispute. It was now five in the afternoon, and for two hours a solemn\npause ensued, each eyeing the other in the silence of suspense, with\nnothing to separate them but a narrow ditch or rivulet. At seven the signal\nwas given, and Rupert, at the head of the royal cavalry on the right,\ncharged with his usual impetuosity, and with the usual result. He bore down\nall before him, but continued the chase for some miles, and thus, by his\nabsence from the field, suffered the victory to slip out of his hands.[1]",
        "At the same time the royal infantry, under Goring, Lucas, and Porter, had\ncharged their opponents with equal intrepidity and equal success. The line\nof the confederates was pierced in several points; and their generals,\nManchester, Leven, and Fairfax, convinced that the day was lost, fled in\ndifferent directions. By their flight the chief command devolved upon\nCromwell, who improved the opportunity to win for himself the laurels of\nvictory. With “his ironsides” and the Scottish horse he had driven the\nroyal cavalry, under the earl of Newcastle, from their position on the\nleft. Ordering a few squadrons to observe and harass the fugitives, he\nwheeled round on the flank of the royal infantry, and found them in\nseparate bodies, and in disorder, indulging in the confidence and license\nof victory. Regiment after regiment was attacked and dispersed; but the\n“white coats,” a body of veterans raised by Lord Newcastle, formed in a\ncircle; and, whilst their pikemen kept the cavalry at bay, their",
        "[Footnote 1: Sir Thomas Fairfax says that at first he put to flight part of\nthe loyal cavalry, and pursued them on the road to York. On his return he\nfound that the rest of his wing had been routed by the prince.–Fairfax,\n438.]",
        "musketeers poured repeated volleys into the ranks of the enemy. Had these\nbrave men been supported by any other corps, the battle might have been\nrestored; but, as soon as their ammunition was spent, an opening was made,\nand the white coats perished, every man falling on the spot on which he had\nfought.",
        "Thus ended the battle of Marston Moor. It was not long, indeed, before\nthe royal cavalry, amounting to three thousand men, made their appearance\nreturning from the pursuit. But the aspect of the field struck dismay into\nthe heart of Rupert. His thoughtless impetuosity was now exchanged for an\nexcess of caution; and after a few skirmishes he withdrew. Cromwell spent\nthe night on the spot; but it was to him a night of suspense and anxiety.\nHis troopers were exhausted with the fatigue of the day; the infantry was\ndispersed, and without orders; and he expected every moment a nocturnal\nattack from Rupert, who had it in his power to collect a sufficient force\nfrom the several corps of royalists which had suffered little in the\nbattle. But the morning brought him the pleasing intelligence that the\nprince had hastened by a circuitous route to York. The immediate fruit\nof the victory were fifteen hundred prisoners and the whole train of\nartillery. The several loss of the two parties is unknown; those who\nburied the slain numbered the dead bodies at four thousand one hundred and\nfifty.[1]",
        "This disastrous battle extinguished the power of the",
        "[Footnote 1: For this battle see Rushworth, v. 632; Thurloe, i. 39;\nClarendon, iv. 503; Baillie, II, 36, 40; Whitelock, 89; Memorie of the\nSomervilles, Edin. 1815. Cromwell sent messengers from the field to recall\nthe three generals who had fled. Leven was found in bed at Leeds about\nnoon; and having read the despatch, struck his breast, exclaiming, “I would\nto God I had died upon the place.\"–Ibid.; also Turner, Memoirs, 38.]",
        "royalists in the northern counties. The prince and the marquess had long\ncherished a deeply-rooted antipathy to each other. It had displayed itself\nin a consultation respecting the expediency of fighting; it was not\nprobable that it would be appeased by their defeat. They separated the next\nmorning; Rupert, hastening to quit a place where he had lost so gallant an\narmy, returned to his former command in the western counties; Newcastle,\nwhether he despaired of the royal cause, or was actuated by a sense of\ninjurious treatment, taking with him the lords Falconberg and Widerington,\nsought an asylum on the continent. York, abandoned to its fate, opened its\ngates to the enemy, on condition that the citizens should not be molested,\nand that the garrison should retire to Skipton. The combined army\nimmediately separated by order of the committee of both kingdoms.\nManchester returned into Nottinghamshire, Fairfax remained in York, and\nthe Scots under Leven retracing their steps, closed the campaign with the\nreduction of Newcastle. They had no objection to pass the winter in the\nneighbourhood of their own country; the parliament felt no wish to see them\nnearer to the English capital.[1]",
        "In the mean time Essex, impatient of the control exercised by that\ncommittee, ventured to act in opposition to its orders; and the two houses,\nthough they reprimanded him for his disobedience, allowed him to pursue the\nplan which he had formed of dissolving with his army the association of\nroyalists in Somersetshire, Devonshire, and Cornwall.[a] He relieved Lime,\nwhich had long been besieged by Prince Maurice, one[a] of the king’s\nnephews, and advanced in the direction",
        "[Footnote 1: Clarendon, ii. 504.]",
        "[Sidenote a: A.D.. 1644. June 25.]",
        "of Exeter, where the queen a few days before[a] had been delivered of a\ndaughter. That princess, weary of the dangers to which she was exposed in\nEngland, repaired to Falmouth, put to sea[b] with a squadron of ten Dutch\nor Flemish vessels, and, escaping the keen pursuit of the English fleet\nfrom Torbay, reached[c] in safety the harbour of Brest.[1]",
        "Essex, regardless of the royalists who assembled in the rear of his\narmy, pursued[d] his march into Cornwall. To most men his conduct was\ninexplicable. Many suspected that he sought to revenge himself on the\nparliament by betraying his forces into the hands of the enemy. At\nLestwithiel he received[e] two letters, one, in which he was solicited by\nthe king to unite with him in compelling his enemies to consent to a peace,\nwhich while it ascertained the legal rights of the throne, might secure\nthe religion and liberties of the people; another from eighty-four of the\nprincipal officers in the royal army, who pledged themselves to draw the\nsword against the sovereign himself, if he should ever swerve from the\nprinciples which he had avowed in his letter. Both were disappointed. Essex\nsent the letters to the two houses, and coldly replied that his business\nwas to fight, that of the parliament to negotiate.",
        "[Footnote 1: I doubt whether Essex had any claim to that generosity of\ncharacter which is attributed to him by historians. The queen had been\ndelivered of a princess, Henrietta Maria, at Exeter, and sent to him for\na passport to go to Bath or Bristol for the recovery of her health. He\nrefused, but insultingly offered to attend her himself, if she would go to\nLondon, where she had been already impeached of high treason.–Rushworth,\nv. 684. I observe that even before the war, when the king had written to\nthe queen to intimate his wish to Essex, as lord chamberlain, to prepare\nthe palace for his reception, she desired Nicholas to do it adding,\n“their lordships are to great princes to receave anye direction from\nme.\"–Evelyn’s Mem. ii. App. 78.]",
        "[Sidenote a: A.D. 1644. June 16.]\n[Sidenote b: A.D. 1644. July 14.]\n[Sidenote c: A.D. 1644. July 15.]\n[Sidenote d: A.D. 1644. June 26.]\n[Sidenote e: A.D. 1644. August 6.]",
        "But he now found himself in a most critical situation, cut off from all\nintercourse with London, and enclosed between the sea and the combined\nforces of the king, Prince Maurice, and Sir Richard Grenville.[a] His\ncavalry, unable to obtain subsistence, burst in the night, though not\nwithout loss, through the lines of the enemy. But each day the royalists\nwon some of his posts; their artillery commanded the small haven of Foy,\nthrough which, alone he could obtain provisions; and his men, dismayed by\na succession of disasters, refused to stand to their colours. In this\nemergency Essex, with two other officers, escaped from the beach in a boat\nto Plymouth; and Major-General Skippon offered to capitulate for the rest\nof the army.[b] On the surrender of their arms, ammunition, and artillery,\nthe men were allowed to march to Pool and Wareham, and thence were conveyed\nin transports to Portsmouth, where commissioners from the parliament met\nthem with a supply of clothes and money. The lord general repaired to his\nown house, calling for an investigation both into his own conduct and into\nthat of the committee, who had neglected to disperse the royalists in the\nrear of his army, and had betrayed the cause of the people, to gratify\ntheir own jealousy by the disgrace of an opponent. To soothe his wounded\nmind, the houses ordered a joint deputation to wait on him, to thank him\nfor his fidelity to the cause, and to express their estimation of the many\nand eminent services which he had rendered to his country.",
        "This success elevated the hopes of the king, who, assuming a tone of\nconscious superiority, invited all his",
        "[Footnote 1: Rushworth, v. 683, 684, 690-693, 699-711. Clarend. iv.\n511-518-527.]",
        "[Sidenote a: A.D. 1644. Aug 30.]\n[Sidenote b: A.D. 1644. Sept. 1.]",
        "subjects to accompany him to London, and aid him in compelling the\nparliament to accept of peace.[a]But the energies of his opponents were\nnot exhausted. They quickly recruited their diminished forces; the several\ncorps under Essex, Waller, and Manchester were united; and, while the\nroyalists marched through Whitechurch to Newbury, a more numerous army\nmoved in a parallel direction through Basingstoke to Reading.[b]There the\nleaders (the lord general was absent under the pretence of indisposition),\nhearing of reinforcements pouring into Oxford, resolved to avail themselves\nof their present superiority, and to attack, at the same moment, the\nroyalist positions at Show on the eastern, and at Speen on the western side\nof the town. The action in both places was obstinate, the result, as late\nas ten at night, doubtful; but the king, fearing to be surrounded the next\nday, assembled his men under the protection of Donnington Castle, and[c]\nmarched towards Wallingford, a movement which was executed without\nopposition by the light of the moon, and in full view of the enemy.[d]In\na few days he returned with a more numerous force, and, receiving the\nartillery and ammunition, which for security he had left in Donnington\nCastle, conveyed it without molestation to Wallingford. As he passed and\nrepassed, the parliamentarians kept within their lines, and even refused\nthe battle which he offered. This backwardness, whether it arose from\ninternal dissension, or from inferiority of numbers, provoked loud\ncomplaints, not only in the capital, where the conflict at Newbury had been\ncelebrated as a victory, but in the two houses, who had ordered the army\nto follow up its success. The generals, having dispersed their troops in\nwinter quarters, hastened to vindicate their",
        "[Sidenote a: A.D. 1644. Sept. 30.]\n[Sidenote b: A.D. 1644. Oct. 27.]\n[Sidenote c: A.D. 1644. Nov. 6.]\n[Sidenote d: A.D. 1644. Nov. 9.]",
        "own conduct. Charges of cowardice, or disaffection, or incapacity, were\nmade and retorted by one against the other; and that cause which had nearly\ntriumphed over the king seemed now on the point of being lost through the\npersonal jealousies and contending passions of its leaders.[1]",
        "The greater part of these quarrels had originated in the rivalry of\nambition; but those in the army of the earl of Manchester were produced by\nreligious jealousy, and on that account were followed by more important\nresults. When the king attempted to arrest the five members, Manchester,\nat that time Lord Kymbolton, was the only peer whom he impeached. This\ncircumstance endeared Kymbolton to the party; his own safety bound him\nmore closely to its interests. On the formation of the army of the seven\nassociated counties, he accepted, though with reluctance, the chief\ncommand; for his temper and education had formed him to shine in the senate\nrather than the camp; and, aware of his own inexperience, he devolved\non his council the chief direction of military operations, reserving to\nhimself the delicate and important charge of harmonizing and keeping\ntogether the discordant elements of which his force was composed. The\nsecond in command, as the reader is aware, was Cromwell, with the rank of\nlieutenant-general. In the parade of sanctity both Manchester and Cromwell\nseemed equal proficients; in belief and practice they followed two opposite\nparties. The first sought the exclusive establishment of the presbyterian\nsystem; the other contended for the common right of mankind to worship God\naccording to the dictates of conscience. But this difference of opinion",
        "[Footnote 1: Rushworth, v. 715-732. Clarendon, 546-552.]",
        "provoked no dissension between them. The more gentle and accommodating\ntemper of Manchester was awed by the superior genius of Cromwell, who\ngradually acquired the chief control of the army, and offered his\nprotection to the Independents under his command. In other quarters these\nreligionists suffered restraint and persecution from the zeal of the\nPresbyterians; the indulgence which they enjoyed under Cromwell scandalized\nand alarmed the orthodoxy of the Scottish commissioners, who obtained, as\na counterpoise to the influence of that officer, the post of major-general\nfor Crawford, their countryman, and a rigid Presbyterian. Cromwell and\nCrawford instantly became rivals and enemies. The merit of the victory\nat Marston Moor had been claimed by the Independents, who magnified the\nservices of their favourite commander, and ridiculed the flight and\ncowardice of the Scots. Crawford retorted the charge, and deposed that\nCromwell, having received a slight wound in the neck at the commencement\nof the action, immediately retired and did not afterwards appear in the\nfield.[a]The lieutenant-general in revenge exhibited articles against\nCrawford before the committee of war, and the colonels threatened to\nresign their commissions unless he were removed; while on the other hand\nManchester and the chaplains of the army gave testimony in his favour,\nand the Scottish commissioners, assuming the defence of their countryman,\nrepresented him as a martyr in the cause of religion.[1]",
        "But before this quarrel was terminated a second of greater importance\narose. The indecisive action at Newbury, and the refusal of battle at\nDonnington, had",
        "[Footnote 1: Baillie, ii. 40, 41, 42, 49, 57, 60, 66, 69. Hollis, 15.]",
        "[Sidenote a: A.D. 1644. Sept. 5.]",
        "excited the discontent of the public;[a]the lower house ordered an inquiry\ninto the conduct of the generals and the state of the armies; and the\nreport made by the committee of both kingdoms led to a vote that a plan for\nthe organization of the national force, in a new and more efficient form,\nshould be immediately prepared. Waller and Cromwell, who were both members\nof the house, felt dissatisfied with the report. At the next meeting\neach related his share in the transactions which had excited such loud\ncomplaints; and the latter embraced the opportunity to prefer a charge\nof disaffection against the earl of Manchester, who, he pretended, was\nunwilling that the royal power should suffer additional humiliation, and\non that account would never permit his army to engage, unless it were\nevidently to its disadvantage. Manchester in the House of Lords repelled\nthe imputation with warmth, vindicated his own conduct, and retorted on his\naccuser, that he had yet to learn in what place Lieutenant General Cromwell\nwith his cavalry had posted himself on the day of battle.[1]",
        "It is worthy of remark, that, even at this early period, Essex, Manchester,\nand the Scottish commissioners suspected Cromwell with his friends of a\ndesign to obtain the command of the army, to abolish the House of Lords,\ndivide the House of Commons, dissolve the covenant between the two nations,\nand erect a new government according to his own principles. To defeat this\nproject it was at first proposed that the chancellor of Scotland should\ndenounce him as an incendiary, and demand his punishment according to the\nlate treaty; but, on the reply of the",
        "[Footnote 1: Rushworth, v. 732. Journals, Nov. 22, 23, 25. Lords’ Journals,\nvii. 67, 78, 80, 141. Whitelock, 116.]",
        "[Sidenote a: A.D. 1644. Nov. 25.]",
        "lawyers whom they consulted, that their proofs were insufficient to sustain\nthe charge, it was resolved that Manchester should accuse him before the\nLords of having expressed a wish to reduce the peers to the state of\nprivate gentlemen; of having declared his readiness to fight against the\nScots, whose chief object was to establish religious despotism; and of\nhaving threatened to compel, with the aid of the Independents, both king\nand parliament to accept such conditions as he should dictate.[a]This\ncharge, with a written statement by Manchester in his own vindication, was\ncommunicated to the Commons; and they, after some objections in point of\nform and privilege, referred it to a committee, where its consideration\nwas postponed from time to time, till at last it was permitted to sleep in\nsilence.[1]",
        "Cromwell did not hesitate to wreak his revenge on Essex and Manchester,\nthough the blow would probably recoil upon himself.[b]He proposed in the\nCommons what was afterwards called the “self-denying ordinance,” that the\nmembers of both houses should be excluded from all offices, whether civil\nor military. He would not, he said, reflect on what was passed, but suggest\na remedy for the future. The nation was weary of the war; and he spoke\nthe language both of friends and foes, when he said that the blame of its\ncontinuance rested with the two houses, who could not be expected to bring\nit to a speedy termination as long as so many of their members derived from\nmilitary commands wealth and authority, and consideration. His real object\nwas open to every eye; still the motion met with the concurrence of his own\nparty,",
        "[Footnote 1: Baillie, ii. 76, 77. Journals, Dec. 2, 4; Jan. 18. Lords’\nJournals, 79, 80. Whitelock, 116, 117. Hollis, 18.]",
        "[Sidenote a: A.D. 1644. Dec. 2.]\n[Sidenote b: A.D. 1644. Dec. 9.]",
        "and of all whose patience had been exhausted by the quarrels among\nthe commanders; and, when an exemption was suggested in favour of the\nlord-general, it was lost on a division by seven voices, in a house of\none hundred and ninety-three members.[a] However, the strength of the\nopposition encouraged the peers to speak with more than their usual\nfreedom.[b] They contended, that the ordinance was unnecessary, since the\ncommittee was employed in framing a new model for the army; that it was\nunjust, since it would operate to the exclusion of the whole peerage from\noffice, while the Commons remained equally eligible to sit in parliament,\nor to fill civil or military employments. It was in vain that the lower\nhouse remonstrated.[c] The Lords replied that they had thrown out the bill,\nbut would consent to another of similar import, provided it did not extend\nto commands in the army.",
        "But by this time the committee of both kingdoms had completed their plan of\nmilitary reform, which, in its immediate operation, tended to produce the\nsame effect as the rejected ordinance.[d] It obtained the sanction of the\nScottish commissioners, who consented, though with reluctance, to sacrifice\ntheir friends in the upper house, for the benefit of a measure which\npromised to put an end to the feuds and delays of the former system, and to\nremove from the army Cromwell, their most dangerous enemy. If it deprived\nthem of the talents of Essex and Manchester, which they seem never to have\nprized, it gave them in exchange a commander-in-chief, whose merit they had\nlearned to appreciate during his service in conjunction[e]",
        "[Transcriber’s Note: Footnote 1 not found in the text]",
        "[Footnote 1: Journals, Dec. 9, 17; Jan. 7, 10, 13. Lords’ Journals, 129,\n131, 134, 135. Rushworth, vi. 3-7.]",
        "[Sidenote a: A.D. 1644. Dec. 17.]\n[Sidenote b: A.D. 1644. Dec. 21.]\n[Sidenote c: A.D. 1645. Jan. 15.]\n[Sidenote d: A.D. 1645. Jan. 9.]\n[Sidenote e: A.D. 1645. Jan. 21.]",
        "with their forces at the siege of York. By the “new model” it was proposed\nthat the army should consist of one thousand dragoons, six thousand six\nhundred cavalry in six, and fourteen thousand four hundred infantry in\ntwelve regiments, under Sir Thomas Fairfax as the first, and Major-General\nSkippon as the second, in command. The Lords hesitated;[a] but after\nseveral conferences and debates they returned it with a few amendments\nto the Commons, and it was published by sound of drum in London and\nWestminster.[1]",
        "This victory was followed by another. Many of the peers still clung to the\nnotion that it was intended to abolish their privileges, and therefore\nresolved not to sink without a struggle. They insisted that the new army\nshould take the covenant, and subscribe the directory for public worship;\nthey refused their approbation to more than one half of the officers named\nby Sir Thomas Fairfax; and they objected to the additional powers offered\nby the Commons to that general. On these subjects the divisions in the\nhouse were nearly equal, and whenever the opposite party obtained the\nmajority, it was by the aid of a single proxy, or of the clamours of the\nmob. At length a declaration was made by the Commons, that “they held\nthemselves obliged to preserve the peerage with the rights and privileges\nbelonging to the House of Peers equally as their own, and would really\nperform the same.\"[b] Relieved from their fears, the Lords yielded to a\npower which they knew not how to control; the different bills were passed,\nand among them a new self-denying ordinance, by which every member of\neither house was discharged from all[c]",
        "[Footnote 1: Journals, Jan. 9, 13, 25, 27; Feb. 11, 15; of Lords, 159, 175,\n169, 193, 195, 204. Clarendon, ii. 569.]",
        "[Sidenote a: A.D. 1645. Feb. 15.]\n[Sidenote b: A.D. 1645. March 25.]\n[Sidenote c: A.D. 1645. April 3.]",
        "civil and military offices, conferred by authority of parliament after the\nexpiration of forty days.[1]",
        "Hitherto I have endeavoured to preserve unbroken the chain of military and\npolitical events: it is now time to call the attention of the reader to the\necclesiastical occurrences of the two last years.",
        "I. As religion was acknowledged to be the first of duties, to put down\npopery and idolatry, and to purge the church from superstition and\ncorruption, had always been held out by the parliament as its grand and\nmost important object. It was this which, in the estimation of many of the\ncombatants, gave the chief interest to the quarrel; this which made it,\naccording to the language of the time, “a wrestle between Christ and\nantichrist,” 1. Every good Protestant had been educated in the deepest\nhorror of popery; there was a magic in the very word which awakened the\nprejudices and inflamed the passions of men; and the reader must have\nobserved with what art and perseverance the patriot leaders employed it\nto confirm the attachment, and quicken the efforts of their followers.\nScarcely a day occurred in which some order or ordinance, local or general,\nwas not issued by the two houses; and very few of these, even on the most\nindifferent subjects, were permitted to pass without the assertion that the\nwar had been originally provoked, and was still continued by the papists,\nfor the sole purpose of the establishment of popery on the ruins of\nProtestantism. The constant repetition acted on the minds of the people as\na sufficient proof of the charge; and the denials, the protestations, the\nappeals to heaven made by the king, were disregarded and condemned as\nunworthy artifices, adopted to deceive",
        "[Footnote 1: Journals, Feb. 25, March 21; of Lords, 287, 303.]",
        "the credulous and unwary. Under such circumstances, the Catholics found\nthemselves exposed to insult and persecution wherever the influence of the\nparliament extended: for protection they were compelled to flee to the\nquarters of the royalists, and to fight under their banners; and this\nagain confirmed the prejudice against them, and exposed them to additional\nobloquy and punishment.",
        "But the chiefs of the patriots, while for political purposes they pointed\nthe hatred of their followers against the Catholics, appear not to have\ndelighted unnecessarily in blood. They ordered, indeed, searches to be\nmade for Catholic clergymen; they offered and paid rewards for their\napprehension, and they occasionally gratified the zealots with the\nspectacle of an execution. The priests who suffered death in the course of\nthe war amounted on an average to three for each year, a small number, if\nwe consider the agitated state of the public mind during that period.[1]\nBut it was the property of the lay Catholics which they chiefly sought,\npretending that, as the war had been caused by their intrigues, its\nexpenses ought to be defrayed by their forfeitures. It was ordained that\ntwo-thirds of the whole estate, both real and personal, of every papist,\nshould be seized and sold for",
        "[Footnote 1: Journals, vi. 133, 254. See their Memoirs in Challoner, ii.\n209-319. In 1643, after a solemn fast, the five chaplains of the queen were\napprehended and sent to France, their native country, and the furniture\nof her chapel at Somerset House was publicly burnt. The citizens were so\nedified with the sight that they requested and obtained permission to\ndestroy the gilt cross in Cheapside. The lord mayor and aldermen graced the\nceremony with their presence, and “antichrist” was thrown into the flames,\nwhile the bells of St. Peter’s rang a merry peal, the city waits played\nmelodious tunes on the leads of the church, the train bands discharged\nvolleys of musketry, and the spectators celebrated the triumph with\nacclamations of joy.–Parl. Chron. 294, 327.]",
        "the benefit of the nation; and that by the name of papist should be\nunderstood all persons who, within a certain period, had harboured any\npriest, or had been convicted of recusancy, or had attended at the\ncelebration of mass, or had suffered their children to be educated in the\nCatholic worship, or had refused to take the oath of abjuration; an oath\nlately devised, by which all the distinguishing tenets of the Catholic\nreligion were specifically renounced.[1]",
        "II. A still more important object was the destruction of the episcopal\nestablishment, a consummation most devoutly wished by the saints, by all\nwho objected to the ceremonies in the liturgy, or had been scandalized by\nthe pomp of the prelates, or had smarted under the inflictions of their\nzeal for the preservation of orthodoxy. It must be confessed that these\nprelates, in the season of prosperity, had not borne their facilities with\nmeekness; that the frequency of prosecutions in the ecclesiastical courts\nhad produced irritation and hatred; and that punishments had been often\nawarded by those courts rigorous beyond the measure of the offence. But\nthe day of retribution arrived. Episcopacy was abolished; an impeachment\nsuspended over the heads of most of the bishops, kept them in a state of\nconstant apprehension; and the inferior clergy, wherever the parliamentary\narms prevailed, suffered all those severities which they had formerly\ninflicted on their dissenting brethren. Their enemies accused them of\nimmorality or malignancy; and the two houses invariably sequestrated their\nlivings, and assigned the profits to other ministers, whose sentiments\naccorded better with the new",
        "[Footnote 1: Journals, Aug. 17, 1643. Collections of Ordinances, 22.]",
        "standard of orthodoxy and patriotism admitted at Westminster.",
        "The same was the fate of the ecclesiastics in the two universities, which\nhad early become objects of jealousy and vengeance to the patriots. They\nhad for more than a century inculcated the doctrine of passive obedience,\nand since the commencement of the war had more than once advanced\nconsiderable sums to the king. Oxford, indeed, enjoyed a temporary\nexemption from their control; but Cambridge was already in their power,\nand a succession of feuds between the students and the townsmen afforded\na decent pretext for their interference. Soldiers were quartered in\nthe colleges; the painted windows and ornaments of the churches were\ndemolished; and the persons of the inmates were subjected to insults and\ninjuries. In January, 1644, an ordinance passed for the reform of the\nuniversity;[a] and it was perhaps fortunate that the ungracious task\ndevolved in the first instance on the military commander, the earl of\nManchester, who to a taste for literature added a gentleness of disposition\nadverse from acts of severity. Under his superintendence the university\nwas “purified;” and ten heads of houses, with sixty-five fellows, were\nexpelled. Manchester confined himself to those who, by their hostility to\nthe parliament, had rendered themselves conspicuous, or through fear had\nalready abandoned their stations; but after his departure, the meritorious\nundertaking was resumed by a committee, and the number of expulsions was\ncarried to two hundred.[1] Thus the clerical establishment gradually\ncrumbled",
        "[Footnote 1: Journals of Lords, vi. 389; of Commons, Jan. 20, 1644. Neal,\n1, iii. c. 3. Walker, i. 112. Querela Cantab. in Merc. Rust. 178-210.]",
        "[Sidenote a: A.D. 1645. Jan. 22.]",
        "away; part after part was detached from the edifice; and the reformers\nhastened to raise what they deemed a more scriptural fabric on the ruins.\nIn the month of June, 1643, one hundred and twenty individuals selected\nby the Lords and Commons, under the denomination of pious, godly, and\njudicious divines, were summoned to meet at Westminster; and, that their\nunion might bear a more correct resemblance to the assembly of the Scottish\nkirk, thirty laymen, ten lords, and twenty commoners were voted additional\nmembers. The two houses prescribed the form of the meetings, and the\nsubject of the debates: they enjoined an oath to be taken on admission, and\nthe obligation of secrecy till each question should be determined; and\nthey ordained that every decision should be laid before themselves, and\nconsidered of no force until it had been confirmed by their approbation.[1]\nOf the divines summoned, a portion was composed of Episcopalians; and\nthese, through motives of conscience or loyalty, refused to attend:\nthe majority consisted of Puritan ministers, anxious to establish the\nCalvinistic discipline and doctrine of the foreign reformed churches; and\nto these was opposed a small but formidable band of Independent clergymen,\nwho, under the persecution of Archbishop Laud, had formed congregations in\nHolland, but had taken the present opportunity to return from exile, and\npreach the gospel in their native country. The point at issue between these\ntwo parties was one of the first importance, involving in its result the\ngreat question of liberty of conscience. The Presbyterians sought to\nintroduce a",
        "[Footnote 1: Journals, vi. 114, 254. Commons, 1643, May 13, June 16, July\n6, Sept. 14. Rush. v. 337, 339.]",
        "gradation of spiritual authorities in presbyteries, classes, synods, and\nassemblies, giving to these several judicatories the power of the keys,\nthat is, of censuring, suspending, depriving, and excommunicating\ndelinquents. They maintained that such a power was essential to the church;\nthat to deny it was to rend into fragments the seamless coat of Christ, to\nencourage disunion and schism, and to open the door to every species of\ntheological war. On the other hand, their adversaries contended that all\ncongregations of worshippers were co-ordinate and independent; that synods\nmight advise, but could not command; that multiplicity of sects must\nnecessarily result from the variableness of the human judgment, and the\nobligation of worshipping God according to the dictates of conscience; and\nthat religious toleration was the birthright of every human being, whatever\nwere his speculative creed or the form of worship which he preferred.[1]",
        "The weight of number and influence was in favour of the Presbyterians. They\npossessed an overwhelming majority in the assembly, the senate, the city,\nand the army; the solemn league and covenant had enlisted the whole\nScottish nation in their cause; and the zeal of the commissioners from\nthe kirk, who had also seats in the assembly, gave a new stimulus to the\nefforts of their English brethren. The Independents, on the contrary, were\nfew, but their deficiency in point of number was supplied by the energy and\ntalents of their leaders. They never exceeded a dozen in the assembly; but\nthese were veteran disputants, eager, fearless, and persevering, whose\nattachment to their favourite doctrines had been riveted by persecution and\nexile, and who had not escaped from the intolerance",
        "[Footnote 1: Baillie, i. 420, 431; ii. 15, 24, 37, 43, 61.]",
        "of one church to submit tamely to the control of another. In the House of\nCommons they could command the aid of several among the master spirits\nof the age,–of Cromwell, Selden, St. John, Vane, and Whitelock; in the\ncapital some of the most wealthy citizens professed themselves their\ndisciples, and in the army their power rapidly increased by the daily\naccession of the most godly and fanatic of the soldiers. The very nature\nof the contest between the king and the parliament was calculated to\npredispose the mind in favour of their principles. It taught men to\ndistrust the claims of authority, to exercise their own judgment on matters\nof the highest interest, and to spurn the fetters of intellectual as well\nas of political thraldom. In a short time the Independents were joined by\nthe Antinomians, Anabaptists, Millenarians, Erastians, and the members\nof many ephemeral sects, whose very names are now forgotten. All had one\ncommon interest; freedom of conscience formed the chain which bound them\ntogether.[1]",
        "In the assembly each party watched with jealousy, and opposed with warmth,\nthe proceedings of the other. On a few questions they proved unanimous. The\nappointment of days of humiliation and prayer, the suppression of public\nand scandalous sins, the prohibition of copes and surplices, the removal\nof organs from the churches, and the mutilation or demolition of monuments\ndeemed superstitious or idolatrous, were matters equally congenial to their\nfeelings, and equally gratifying to their zeal or fanaticism.[2] But when\nthey",
        "[Footnote 1: Baillie, 398, 408; ii. 3, 19, 43. Whitelock, 169, 170.]",
        "[Footnote 2: Journals, 1643, July 5; 1644, Jan. 16, 29, May 9. Journals of\nLords, vi. 200, 507, 546. Baillie, i. 421, 422, 471. Rush. v. 358, 749.]",
        "came to the more important subject of church government, the opposition\nbetween them grew fierce and obstinate; and day after day, week after week,\nwas consumed in unavailing debates. The kirk of Scotland remonstrated, the\nHouse of Commons admonished in vain. For more than a year the perseverance\nof the Independents held in check the ardour and influence of their more\nnumerous adversaries. Overpowered at last by open force, they had recourse\nto stratagem; and, to distract the attention of the Presbyterians, tendered\nto the assembly a plea for indulgence to tender consciences; while their\nassociate, Cromwell, obtained from the lower house an order that the same\nsubject should be referred to a committee formed of lords and commoners,\nand Scottish commissioners and deputies from the assembly. Thus a new apple\nof discord was thrown among the combatants. The lords Say and Wharton, Sir\nHenry Vane, and Mr. St. John, contended warmly in favour of toleration;\nthey were as warmly opposed by the “divine eloquence of the chancellor” of\nScotland, the commissioners from the kirk, and several eminent members\nof the English parliament. The passions and artifices of the contending\nparties interposed additional delays, and the year 1644 closed before this\ninteresting controversy could be brought to a conclusion.[1] Eighteen\nmonths had elapsed since the assembly was first convened, and yet it had\naccomplished nothing of importance except the composition of a directory\nfor the public worship, which regulated the order of the service, the\nadministration of the sacraments, the ceremony of marriage, the visitation\nof the sick, and the burial of the dead.",
        "[Footnote 1: Baillie, ii. 57, 61, 62, 66-68. Journals, Sept. 13, Jan. 24;\nof Lords, 70.]",
        "On all these subjects the Scots endeavoured to introduce the practice of\ntheir own kirk; but the pride of the English demanded alterations; and both\nparties consented to a sort of compromise, which carefully avoided every\napproach to the form of a liturgy, and, while it suggested heads for the\nsermon and prayer, left much of the matter, and the whole of the manner,\nto the talents or the inspiration of the minister. In England the Book of\nCommon Prayer was abolished, and the Directory substituted in its place by\nan ordinance of the two houses; in Scotland the latter was commanded to be\nobserved in all churches by the joint authority of the assembly and the\nparliament.[1]",
        "To the downfall of the liturgy succeeded a new spectacle,–the decapitation\nof an archbishop. The name of Laud, during the first fifteen months after\nhis impeachment, had scarcely been mentioned; and his friends began\nto cherish a hope that, amidst the din of arms, the old man might be\nforgotten, or suffered to descend peaceably into the grave. But his death\nwas unintentionally occasioned by the indiscretion of the very man whose\nwish and whose duty it was to preserve the life of the prelate. The Lords\nhad ordered Laud to collate the vacant benefices in his gift on persons\nnominated by themselves, the king forbade him to obey. The death[a] of the\nrector of Chartham, in Kent, brought his constancy to the test. The Lords\nnamed one person to the living, Charles another; and the archbishop, to\nextricate himself from the dilemma, sought to defer his decision till the\nright should have",
        "[Footnote 1: Baillie, i. 408, 413, 440; ii. 27, 31, 33, 36, 73, 74, 75.\nRush. v. 785. Journals, Sept. 24, Nov. 26, Jan. 1, 4, March 5. Journals of\nLords, 119, 121. See “Confessions of Faith, &c. in the Church of Scotland,\"\n159-194.]",
        "[Sidenote a: A.D. 1643 Feb. 3.] lapsed to the crown; but the Lords made a\nperemptory order, and when he attempted to excuse his disobedience, sent a\nmessage[a] to the Commons to expedite his trial. Perhaps they meant only\nto intimidate; but his enemies seized the opportunity; a committee was\nappointed; and the task of collecting and preparing evidence was committed\nto Prynne, whose tiger-like revenge still thirsted for the blood of his\nformer persecutor.[1] He carried off[b] from the cell of the prisoner his\npapers, his diary, and even his written defence; he sought in every quarter\nfor those who had formerly been prosecuted or punished at the instance of\nthe archbishop, and he called on all men to discharge their duty to God and\ntheir country, by deposing to the crimes of him who was the common enemy of\nboth.",
        "At the termination of six months[c] the committee had been able to add ten\nnew articles of impeachment to the fourteen already presented; four months\nlater,[d] both parties were ready to proceed to trial, and on the 12th of\nMarch, 1644, more than three years after his commitment, the archbishop\nconfronted his prosecutors at the bar of the House of Lords.",
        "I shall not attempt to conduct the reader through, the mazes of this long\nand wearisome process, which occupied twenty-one days in the course of six\nmonths. The many articles presented by the Commons might be reduced to\nthree,–that Laud had endeavoured to subvert the rights of parliament, the\nlaws and the religion of the nation. In support of these, every instance\nthat could be raked together by the industry and ingenuity of Prynne, was\nbrought forward. The familiar discourse, and the secret writings of the",
        "[Footnote 1: Laud’s History written by himself in the Tower, 200-206.]",
        "[Sidenote a: A.D. 1643. April 21.]\n[Sidenote b: A.D. 1643. May 31.]\n[Sidenote c: A.D. 1643. Oct. 23.]\n[Sidenote d: A.D. 1644. March 4.]",
        "prelate, had been scrutinized; and his conduct both private and public,\nas a bishop and a counsellor, in the Star-chamber and the High Commission\ncourt, had been subjected to the most severe investigation. Under every\ndisadvantage, he defended himself with spirit, and often with success. He\nshowed that many of the witnesses were his personal enemies, or undeserving\nof credit; that his words and writings would bear a less offensive and more\nprobable interpretation; and that most of the facts objected to him were\neither the acts of his officers, who alone ought to be responsible, or the\ncommon decision of those boards of which he was only a single member.[1]\nThus far[a] he had conducted his defence without legal aid. To speak to\nmatters of law, he was allowed the aid of counsel, who contended that not\none of the offences alleged against him amounted to high treason; that\ntheir number could not change their quality; that an endeavour to subvert\nthe law, or religion, or the rights of parliament, was not treason by any\nstatute; and that the description of an offence, so vague and indeterminate\nought never to be admitted;: otherwise the slightest transgression might,\nunder that denomination, be converted into the highest crime known to the\nlaw.[2]",
        "But the Commons, whether they distrusted the patriotism of the Lords, or\ndoubted the legal guilt of the prisoner, had already resolved to proceed by\nattainder. After the second reading[b] of the ordinance, they sent for the\nvenerable prisoner to their bar, and ordered Brown, one of the managers, to\nrecapitulate in his",
        "[Footnote 1: Compare his own daily account of his trial in History,\n220-421, with that part published by Prynne, under the title of\nCanterburies Doome, 1646; and Rushworth, v. 772.]",
        "[Footnote 2: See it in Laud’s History, 423.]",
        "[Sidenote a: A.D. 1644. March 11.]\n[Sidenote b: A.D. 1644. Nov. 2.]",
        "hearing the evidence against him, together with his answers. Some days\nlater[a] he was recalled, and suffered to speak in his own defence. After\nhis departure, Brown made a long reply; and the house, without further\nconsideration, passed[b] the bill of attainder, and adjudged him to suffer\nthe penalties of treason.[1] The reader will not fail to observe this\nflagrant perversion of the forms of justice. It was not as in the case of\nthe earl of Strafford. The commons had not been present at the trial\nof Laud; they had not heard the evidence, they had not even read the\ndepositions of the witnesses; they pronounced judgment on the credit of\nthe unsworn and partial statement made by their own advocate. Such a\nproceeding, so subversive of right and equity, would have been highly\nreprehensible in any court or class of men; it deserved the severest\nreprobation in that house, the members of which professed themselves the\nchampions of freedom, and were actually in arms against the sovereign, to\npreserve, as they maintained, the laws, the rights, and the liberties of\nthe nation.",
        "To quicken the tardy proceedings of the Peers, the enemies of the\narchbishop had recourse to their usual expedients. Their emissaries\nlamented the delay in the punishment of delinquents, and the want of\nunanimity between the two houses. It was artfully suggested as a remedy,\nthat both the Lords and Commons ought to sit and vote together in one\nassembly; and a petition, embodying these different subjects, was prepared\nand circulated for signatures through the city. Such manoeuvres aroused the\nspirit of the Peers. They threatened[c] to punish all disturbers",
        "[Footnote 1: Journals, Oct. 31, Nov. 2, 11, 16. Laud’s History, 432-440.\nRushworth, v. 780.]",
        "[Sidenote a: A.D. 1644. Nov. 11.]\n[Sidenote b: A.D. 1644. Nov. 13.]\n[Sidenote c: A.D. 1644. Nov. 28.]",
        "of the peace; they replied with dignity to an insulting message from the\nCommons; and, regardless of the clamours of the populace, they spent\nseveral days in comparing the proofs of the managers with the defence of\nthe archbishop. At last,[a] in a house of fourteen members, the majority\npronounced him guilty of certain acts, but called upon the judges to\ndetermine the quality of the offence; who warily replied, that nothing of\nwhich he had been convicted was treason by the statute law; what it might\nbe by the law of parliament, the house alone was the proper judge. In these\ncircumstances the Lords informed the Commons, that till their consciences\nwere satisfied, they should “scruple” to pass the bill of attainder.[1]",
        "It was the eve of Christmas,[b] and to prove that the nation had thrown off\nthe yoke of superstition, the festival was converted, by ordinance of the\ntwo houses, into a day of “fasting and public humiliation.\"[2] There was\nmuch policy in the frequent repetition of these devotional observances.\nThe ministers having previously received instructions from the leading\npatriots, adapted their prayers and sermons to the circumstances of the\ntime, and never failed to add a new stimulus to the fanaticism of their\nhearers. On the present occasion[c] the crimes of the archbishop offered a\ntempting theme to their eloquence; and the next morning the Commons, taking\ninto consideration the last message, intrusted[d] to a committee the task\nof enlightening the ignorance of the Lords. In a conference",
        "[Footnote 1: Journals, vii. 76, 100, 111.]",
        "[Footnote 2: Ibid. 106. In the preceding year, the Scottish commissioners\nhad “preached stoutly against the superstition of Christmas;” but only\nsucceeded in prevailing on the two houses “to profane that holyday\nby sitting on it, to their great joy, and some of the assembly’s\nshame.\"–Baillie, i. 411.]",
        "[Sidenote a: A.D. 1644 Dec. 17.]\n[Sidenote b: A.D. 1644 Dec. 23.]\n[Sidenote c: A.D. 1644 Dec. 26.]\n[Sidenote d: A.D. 1645 Jan. 2.]",
        "the latter were told that treasons are of two kinds: treasons against\nthe king, created by statute, and cognizable by the inferior courts; and\ntreasons against the realm, held so at common law, and subject only to the\njudgment of parliament; there could not be a doubt that the offence of Laud\nwas treason of the second class; nor would the two houses perform their\nduty, if they did not visit it with the punishment which it deserved. When\nthe question was resumed, several of the Lords withdrew; most of the others\nwere willing to be persuaded by the reasoning of the Commons; and the\nordinance of attainder was passed[a] by the majority, consisting only, if\nthe report be correct, of six members.[1]",
        "The archbishop submitted with resignation to his fate, and appeared[b] on\nthe scaffold with a serenity of countenance and dignity of behaviour, which\ndid honour to the cause for which he suffered. The cruel punishment of\ntreason had been, after some objections, commuted for decapitation, and the\ndead body was delivered for interment to his friends.[2] On Charles the\nmelancholy intelligence made a deep impression;",
        "[Footnote 1: Journals, 125, 126. Commons, Dec. 26. Laud’s Troubles, 452,\nRushworth, v. 781-785. Cyprianus Aug. 528. From the journals it appears\nthat twenty lords were in the house during the day: but we are told in the\n“Brief Relation” printed in the second collection of Somers’s Tracts, ii.\n287, that the majority consisted of the earls of Kent, Pembroke, Salisbury,\nand Bolingbroke, and the lords North, Gray de Warke, and Bruce. Bruce\nafterwards denied that he had voted. According to Sabran, the French\nambassador, the majority amounted to five out of nine.–Raumer, ii. 332.]",
        "[Footnote 2: Several executions had preceded that of the archbishop.\nMacmahon, concerned in the design to surprise the castle of Dublin,\nsuffered Nov. 22; Sir Alexander Carew, who had engaged to surrender\nPlymouth to the king, on Dec. 23, and Sir John Hotham and his son, who,\nconceiving themselves ill-treated by the parliament, had entered into a\ntreaty for the surrender of Hull, on the 1st and 2nd of January; Lord\nMacguire followed on Feb. 20.]",
        "[Sidenote a: A.D. 1645. Jan. 4.]\n[Sidenote b: A.D. 1645. Jan. 10.]",
        "yet he contrived to draw from it a new source of consolation. He had sinned\nequally with his opponents in consenting to the death of Strafford, and\nhad experienced equally with them the just vengeance of heaven. But he was\ninnocent of the blood of Laud; the whole guilt was exclusively theirs; nor\ncould he doubt that the punishment would speedily follow in the depression\nof their party, and the exaltation of the throne.[1]",
        "The very enemies of the unfortunate archbishop admitted that he was learned\nand pious, attentive to his duties, and unexceptionable in his morals;\non the other hand, his friends could not deny that he was hasty and\nvindictive, positive in his opinions, and inexorable in his enmities. To\nexcuse his participation in the arbitrary measures of the council, and his\nconcurrence in the severe decrees of the Star-chamber, he alleged, that he\nwas only one among many; and that it was cruel to visit on the head of a\nsingle victim the common faults of the whole board. But it was replied,\nwith great appearance of truth, that though only one, he was the chief;\nthat his authority and influence swayed the opinions both of his sovereign\nand his colleagues; and that he must not expect to escape the just reward\nof his crimes, because he had possessed the ingenuity to make others his\nassociates in guilt. Yet I am of opinion that it was religious, and not\npolitical rancour, which led him to the block; and that, if the zealots\ncould have forgiven his conduct as archbishop, he might have lingered out\nthe remainder of his life in the Tower. There was, however, but little\ndifference in that respect between",
        "[Footnote 1: See his letter to the queen, Jan. 14th, in his Works, 145.]",
        "them and their victim. Both were equally obstinate, equally infallible,\nequally intolerant. As long as Laud ruled in the zenith of his power,\ndeprivation awaited the non-conforming minister, and imprisonment, fine,\nand the pillory were the certain lot of the writer who dared to lash the\nreal or imaginary vices of the prelacy. His opponents were now lords of\nthe ascendant, and they exercised their sway with similar severity on the\northodox clergy of the establishment, and on all who dared to arraign\nbefore the public the new reformation of religion. Surely the consciousness\nof the like intolerance might have taught them to look with a more\nindulgent eye on the past errors of their fallen adversary, and to spare\nthe life of a feeble old man bending under the weight of seventy-two years,\nand disabled by his misfortunes from offering opposition to their will, or\naffording aid to their enemies.[1]",
        "[Footnote 1: I have not noticed the charge of endeavouring to introduce\npopery, because it appears to me fully disproved by the whole tenor of his\nconduct and writings, as long as he was in authority. There is, however,\nsome reason to believe that, in the solitude of his cell, and with the\nprospect of the block before his eyes, he began to think more favourably\nof the Catholic church. At least, I find Rosetti inquiring of Cardinal\nBarberini whether, if Laud should escape from the Tower, the pope would\nafford him an asylum and a pension in Rome. He would be content with one\nthousand crowns–\"il quale, quando avesse potuto liberarsi dalle carceri,\nsarebbe ito volontieri a vivere e morire in Roma, contendandosi di mille\nscudi annui.\"–Barberini answered, that Laud was in such bad repute in\nRome, being looked upon as the cause of all the troubles in England, that\nit would previously be necessary that he should give good proof of his\nrepentance; in which case he should receive assistance, though such\nassistance would give a colour to the imputation that there had always been\nan understanding between him and Rome. “Era si cattivo il concetto, che di\nlui avevasi in Roma, cioè che fosse stato autore di tutte le torbolenze\nd’Inghilterra, che era necessario dasse primo segni ben grandi del suo\npentimento. Ed in tal caso sarebbe stato ajutato; sebene saria paruto che\nnelle sue passate resoluzioni se la fosse sempre intesa con Roma.\"–From\nthe MS. abstract of the Barberini papers made by the canon Nicoletti soon\nafter the death of the cardinal.]",
        "Continue...",
        "\nThis eBook of “The History of England” (From The First Invasion By The Romans To The Accession Of King George The Fifth, 1912) by\nJohn Lingard, D.D. and Hilaire Belloc, B.A. with an introduction by His Eminence James Cardinal Gibbons belongs\nto the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A history of England from the first invasion of the Romans to the accession of William & Mary in 1688. By John Lingard.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}