{
    "title": "The Boys’ Life of Mark Twain - XLVII. The High-Tide of Fortune",
    "author": "Paine",
    "chapter": "47",
    "content": [
        "\n",
        "\n\n",
        "That summer at Quarry Farm was one of the happiest they had ever known.\nMark Twain, nearing fifty, was in the fullness of his manhood and in the\nbrightest hour of his fortune.  Susy, in her childish “biography,” begun\nat this time, gives us a picture of him.  She begins:",
        "“We are a happy family!  We consist of Papa, Mama, Jean, Clara, and\n     me.  It is Papa I am writing about, and I shall have no trouble in\n     not knowing what to say about him, as he is a very striking\n     character.  Papa’s appearance has been described many times, but\n     very incorrectly; he has beautiful, curly, gray hair, not any too\n     thick or any too long, just right; a Roman nose, which greatly\n     improves the beauty of his features, kind blue eyes, and a small\n     mustache; he has a wonderfully shaped head and profile; he has a\n     very good figure–in short, is an extraordinarily fine-looking man.”",
        "“He is a very good man, and a very funny one; he has got a temper,\n     but we all have in this family.  He is the loveliest man I ever saw,\n     or ever hope to see, and oh, so absent-minded!”",
        "We may believe this is a true picture of Mark Twain at fifty.  He did not\nlook young for his years, but he was still young in spirit and body.\nSusy tells how he blew bubbles for the children, filling them with\ntobacco smoke.  Also, how he would play with the cats and come clear down\nfrom his study to see how a certain kitten was getting along.",
        "Susy adds that “there are eleven cats at the farm now,” and tells of the\nday’s occupations, but the description is too long to quote.  It reveals\na beautiful, busy life.",
        "Susy herself was a gentle, thoughtful, romantic child.  One afternoon she\ndiscovered a wonderful tangle of vines and bushes, a still, shut-in\ncorner not far from the study.  She ran breathlessly to her aunt.",
        "“Can I have it–can Clara and I have it all for our own?”",
        "The petition was granted and the place was called Helen’s Bower, for they\nwere reading “Thaddeus of Warsaw”, and the name appealed to Susy’s poetic\nfancy.  Something happened to the “bower\"–an unromantic workman mowed it\ndown–but by this time there was a little house there which Mrs. Clemens\nhad built, just for the children.  It was a complete little cottage, when\nfurnished.  There was a porch in front, with comfortable chairs.  Inside\nwere also chairs, a table, dishes, shelves, a broom, even a stove–small,\nbut practical.  They called the little house “Ellerslie,” out of Grace\nAguilar’s “Days of Robert Bruce.”  There alone, or with their Langdon\ncousins, how many happy summers they played and dreamed away.  Secluded\nby a hillside and happy trees, overlooking the hazy, distant town, it was\na world apart–a corner of story-book land.  When the end of the summer\ncame its little owners went about bidding their treasures good-by,\nclosing and kissing the gates of Ellerslie.",
        "Looking back now, Mark Twain at fifty would seem to have been in his\ngolden prime.  His family was ideal–his surroundings idyllic.  Favored\nby fortune, beloved by millions, honored now even in the highest places,\nwhat more had life to give?  When November 30th brought his birthday, one\nof the great Brahmins, Dr. Oliver Wendell Holmes, wrote him a beautiful\npoem.  Andrew Lang, England’s foremost critic, also sent verses, while\nletters poured in from all sides.",
        "And Mark Twain realized his fortune and was disturbed by it.  To a friend\nhe said: “I am frightened at the proportions of my prosperity.  It seems\nto me that whatever I touch turns to gold.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}