{
    "title": "The Former Philippines thru Foreign Eyes - (B)",
    "author": "Fedor Jagor et al",
    "chapter": "2",
    "content": [
        "\n\n",
        "[Competition of foreign merchants.] Against a measure of this kind\nit would be useless to allege, that, “by the exclusive privilege to\nintroduce spirits and European effects into the colony, the Company\nhas contracted the obligation of always keeping it properly supplied;\nthat their very institution had for the basis the general improvement\nof the Islands, and in order duly to comply with these duties, it\nbecomes indispensably necessary to keep up the present expensive\nestablishment;” for, in the first place, in order, to render it\nincumbent on the company to introduce an indefinite quantity of\nEuropean articles, it previously would be necessary to provide a vent\nfor them, and this can never be the case, unless the exclusion of all\ncompetitors in the market is rigorously carried into effect. As things\nnow are, the North Americans, English, French, and every other nation\nthat wishes, openly usurped this privilege, by constantly inundating\nthe Islands with spirits and all kinds of effects, and it is very\nevident that this same abuse which authorizes the infraction of the\nabove privilege, if in that light it could in any way be considered,\ntotally exonerates the company from all obligations by them contracted\nunder a different understanding. Besides, the circumstances which\nhave taken place since the publication of the royal decree, creating\nthe above establishment into a corporate body, in the year 1785,\nhave entirely changed the order established in this respect. In the\nfirst place, the port of Manila has been opened to foreign nations,\nin consequence of the distinterested representations of the company\nitself, and for the direct advantage of general trade; nor was it\nnecessary to prevent our new guests from abusing the facilities thus\ngranted to them, and much less to confine them to the mere introduction\nof Asiatic goods, the original plea made use of. In the second, as\nsoon as the inhabitants of the Philippine Islands became familiar with\nthe more useful and elegant objects of convenience and luxury, which\nthey were enabled to purchase from foreigners, at reasonable prices,\nit was natural for them to pay little regard to the superfluous aid\nof the company, more particularly when the latter were no longer\nable to sustain the competition, either in the sale or supply of a\nmultitude of articles, which, thanks to our own national simplicity,\nare scarcely known in Spain, whence their outward-bound cargoes are\ndivided. Hence it follows that, far from the importation and supplies\nof the company being missed, it may with great reason be presumed,\nthat this formal renunciation of this ideal privilege of theirs,\nmust rather have contributed to secure, in a permanent manner,\nadequate supplies for all the wants and whims of the inhabitants of\nthe colony; and that the publicity of such a determination would act\nas a fresh allurement successively to bring to the port of Manila a\nhost of foreign speculators, anxious to avail themselves of a fresh\nopening for commercial pursuits.",
        "[Company not a philanthropy.] The other objection, founded on the\nmistaken notion of its being inherent in, and belonging to, the very\nessence of the company, to promote the general improvement of the\nPhilippine Islands, if well considered, will appear equally unjust. It\nis, in fact, a ridiculous, although too generally received, a prejudice\nto suppose, that the founders of this establishment proposed to\nthemselves the plan of sinking the money of the shareholders in\nclearing the lands, and perfecting the rude manufactures of these\ndistant Islands. To imagine this to have been one of the principal\nobjects of the institution, or to suppose that, on this hard condition,\ntheir various privileges and exemptions were granted to them, is so\nfar from the reality of the fact, that it would only be necessary\nto read with attention the 26th article of the quoted royal decree\nof creation, in order more correctly to comprehend the origin and\nconstitutive system of this political body.",
        "“The latter,” says the Duke de Almodovar, “is reduced to two principal\npoints: the first of which is the carrying of the trade of Asia\nwith that of America and Europe; and the second, the encouragement\nand improvement of the productions and manufacturing industry of\nthe Islands. The one is the essential attribute of the company,\nconstituting its real character of a mercantile society; and, in the\nother respect, it becomes an auxiliary of the government, to whom\nthe duties alluded to more immediately belong.” If to the above we\nadd the preamble of the 43rd article of the new decree of 1803, the\nrecommendation, made to the company, to contribute to the prosperity\nof the agriculture and manufacturing industry of the Islands, will\nappear as a limited and secondary consideration; for even if the\nquestion were carried to extremes, it could never extend to any more\nthan the application of four per cent of the annual profits of the\ncompany indistinctly to both branches. If, however, any doubts still\nremained, the explanation or solution recently given to this question\nwould certainly remove them; because, by the simple fact of its being\nexpressed in the latter part of the aforesaid 43rd article, [Profit\npercent to go to Spain.] “That the above-mentioned four per cent was to\nbe laid out, with the king’s approbation, in behalf of the agriculture\nand manufacturing industry of Spain and the Philippine Islands,” it is\nclear that the king reserves and appropriates to himself the investment\nof the amount to be deducted from the general dividends, in order to\napply it where and how may be deemed most advisable. Consequently,\nfar from considering the company in that respect under an obligation to\ncontribute to the improvement of the Philippines exclusively, the only\nthing that can be required of them, when their charter is withdrawn,\nis, the repayment to the royal treasury of the four per cent on their\nprofits, for a purpose so vaguely defined. In following up this same\ntrain of argument, it would seem that, in order to render the amount\nto be deducted from the eventual profits of the company, in the course\nof time, a productive capital in the hands of the sovereign, the funds\nof the society not only ought not to be diverted to the continuation\nof projects which consume them, but, on the contrary, it is necessary\nto place at their disposal the direct means by which these funds can\nbe increased, in order to make up to the company in some measure the\nenormous losses experienced of late years, and at once free their\ncommerce from the shackles with which it has hitherto been obstructed.",
        "[Need of special privileges] Finally, after twenty-four years of\nimpotent and gratuitous efforts in the Philippines, and of the most\nobstinate opposition on the part of their rivals, it is now time for\nthe company, by giving up the ungrateful struggle, to reform in every\nrespect their expensive establishment in Manila, and to direct their\nprincipal endeavors to carry into effect the project so imperfectly\ntraced out in the new decree of 1803. The opinion of the most vehement\nenemies of the privileged bodies tacitly approves this exception in\ntheir favor. Adam Smith, avowedly hostile to all monopolies, feels\nhimself compelled to confess that, “without the incentives which\nexclusive companies offer to the individuals of a nation carrying\non little trade, possibly their confined capitals would cease to be\ndestined to the remote and uncertain enterprises which constitute a\ncommerce with the East Indies.”",
        "[Spanish commerce in its infancy.] Our commerce, compared with that\nof other nations, notwithstanding what may be said on this subject,\nis most assuredly yet in a state of infancy. That with Asia, more\nespecially, with the exception of the Royal Company, is almost unknown\nto all other classes. If it is, therefore, wished to exclude our many\nrivals from so lucrative a branch of trade as that which constitutes\nsupplies for the consumption of the Peninsula and its dependencies, the\nmeans are obvious. The most material fact is in fact already done. The\nnavigation to the various ports of Asia is familiar to the company’s\nnavy; their factors and clerks have acquired a practical knowledge of\nthat species of trade, essential to the undertaking, as well as such\ninformation as was at first unknown; but, after the great misfortune\nthis body has experienced, it will be indispensably necessary to aid\nand invigorate them with large supplies of money, following the example\nof other governments in similar cases; in order that the successful\nissue of their future operations may compensate their past losses,\nand worthily correspond with the magnitude of the object.",
        "[Philippines a burden to Spain.] This Asiatic colony, although\nconsidered as conferring great lustre on the crown and name of our\nmonarch, by exhibiting the vast extent of the limits of his dominions,\nhas in reality been, during a long series of years, a true burden\nto the government, or at least, a possession whose chief advantages\nhave redounded in favor of other powers, rivals of our maritime\nimportance. Notwithstanding all that has been said on the score of\nreal utility, certain it is, that the Philippine establishment has\ncost the treasury large sums of money; although, within the last\ntwenty-five or thirty years, it must be confessed that the public\nrevenues has experienced a considerable increase, and, of itself,\nhas become an object of some consequence to the state.",
        "[Profit from tobacco monopoly and foreign trade.] Among the various\ncauses which have contributed to produce so favorable an alteration,\nthe chief one have been the establishment of the tobacco monopoly,\non behalf of the crown, and the opening of the port of Manila to the\nflag of other nations, at peace with Spain. The first has considerably\nincreased the entries into the public treasury, and the second\nhas tended to multiply the general mass of mercantile operations,\nindependent of the other beneficial effects this last measure must\nhave produced in a country, whose resources, trade and consumption\nhad, from the time of the conquest, experienced the fatal shackles\nimposed by jealousy and ignorance.",
        "[Improvement in public finances.] The improved aspect the colony\nsoon assumed, by the introduction of this new system, as was natural,\nawakened the attention of ministers, and induced them more easily to\nconsent to the measures subsequently proposed to them, principally\nintended to place those distant dominions on a footing of permanent\nsecurity, so as to enable them to repel any fresh attempts on the part\nof an enemy. As, however, the productions of the country increased,\nthe public expenses also became greater, although always in a much\nsmaller proportion, with the exception of the interval between the\nyears 1797 and 1802, when the government, fearful of a second invasion,\nwas compelled, at its own expense, to provide against the danger with\nwhich these Islands were then threatened. If, therefore, as appears\nfrom the official reports of the treasurer-general, Larzabal, in my\npossession, the receipts at the treasury, in 1780, amounted only to\n$700,000 including the situado, or annual allowance for the expenses\nof government sent from New Spain, and after the ordinary charges of\nadministration had been paid, a surplus of $170,000 remained in the\nhands of the treasurer; at present we have the satisfaction to find\nthat the revenue is equal to $2,625,176.50 and the expenses do not\nexceed $2,179,731.87 by which means an annual surplus of $445,444.62\nis left, applicable to the payment of the debt contracted during the\nextraordinary period above mentioned, now reduced to about $900,000 and\nafterwards transferable to the general funds belonging to the crown.",
        "[Economy over Spanish-American colonial administration.] With regard\nto the administrative system, it is in every respect similar to the\none observed in our governments of America, with this difference only,\nthat, in the Philippine Islands, greater economy prevails in salaries,\nas well as in the number of persons employed. In former times, the\nestablishment of intendencies, or boards of administration, was deemed\nexpedient in Manila, Ilocos, Camarines, Iloilo, and Cebu; but they\nwere soon afterwards reformed, or rather laid aside, on account of\ntheir being deemed superfluous. I would venture to state the grounds\non which this opinion was then formed; but, as the sphere in which\nthe king’s revenue acts in these Islands increases and extends, which\nnaturally will be the case if the plans and improvements dictated\nby the present favorable circumstances are carried into effect, I do\nnot hesitate to say that it will be necessary again to appeal to the\nestablishment of a greater number of boards for the management and\ncollection of the various branches of the revenue, whether they are\ncalled intendencies, or by any other name; as it will be extremely\ndifficult for the administration to do its duty, on the confined and\ninadequate plan under which it is at present organized.",
        "[Fiscal system.] Under its existing form, it is constituted in the\nfollowing manner: The governor of the Islands, in his quality of\nsuperintendent or administrator general, and as uniting in himself\nthe powers of intendent of the army, presides at the board of\nadministration of the king’s revenue, which is placed in the immediate\ncharge of a treasurer and two clerks. The principal branches have their\nrespective general directors, on whom the provincial administrators\ndepend, and the civil magistrates, in the quality of sub-delegates,\ncollect within their respective districts, the tributes paid by the\nnatives in money and produce, and manage everything else relating\nto the king’s revenue. In ordinary cases, the general laws of the\nIndies govern, and especially are the ordinances or regulations of\nthe Intendents of New Spain (Mexico) ordered to be observed in the\nPhilippines. It ought further to be observed, that, in these Islands,\nthe same as in all the vice-royalties and governments of America, there\nis a distinct body of royal decrees in force, which, in themselves,\nconstitute a code of considerable size.",
        "[Opposition to tobacco monopoly.] The process of converting the\nconsumption of tobacco into a monopoly met with a most obstinate\nresistance on the part of the inhabitants, and the greatest\ncircumspection and constancy were necessary for the governor, Don\nJosé Basco, to carry this arduous enterprise into effect. Accustomed\nto the cultivation of this plant without any restriction whatever,\nand habituated to its use from their infancy, it appeared to the people\nthe extreme of rashness to seek simultaneously to extirpate it from the\nface of the greatest part of the Island of Luzon, in order to confine\nits culture within the narrow limits of a particular district. They\nwere equally revolted at the idea of giving to a common article a\nhigh and arbitrary value, when, besides, it had become one of the\nfirst necessity. Every circumstance, however, being dispassionately\nconsidered, and the principle once admitted that it was expedient for\nthe colony to maintain itself by means the least burdensome to the\ninhabitants, it certainly must be acknowledged that, although odious\non account of its novelty and defective in the mode of its execution,\na resource more productive and at the same time less injurious, could\nnot have been devised. Hence was it that the partisans of the opposite\nsystem were strangely misled, by founding their calculation on false\ndata, when they alleged that a substitute, equivalent to the increased\nrevenue supposed to arise out of the monopoly of tobacco, might have\nbeen resorted to by ordering a proportionate rise in the branch of\ntributes. In fact, no one who had the least experience in matters of\nthis kind, can be ignorant of the open repugnance the natives have\nalways evinced to the payment of the ordinary head-tax (cedula),\nand the broils to which its collection has given rise. Besides,\nif well examined, no theory is more defective and more oppressive\non account of the disparity with which it operates, than this same\nwrongly-boasted impost; for, however desirous it may be to simplify\nthe method of collecting the general revenue of a state, if the best\nplan is to be adopted, that is, if public burdens are to be rendered\nthe least obnoxious, it is necessary preferably to embrace the system\nof indirect contribution, in which class, to a certain degree, the\nmonopoly of all those articles may be considered as included which are\nnot rigorously of the first necessity, and only compel the individual\nto contribute when his own will induce him to become a consumer.",
        "[Doubling of insular revenue thru tobacco.] Let this be as it may,\ncertain it is, that to Governor Basco we are indebted for having\ndoubled the annual amount of the revenue of these Islands, by merely\nrendering the consumption of tobacco subservient to the wants of the\ncrown. It was he who placed these Islands in the comfortable situation\nof being able to subsist without being dependent on external supplies\nof money to meet the exigencies of government. It ought, however, to\nbe remarked that, although they have been in the habit of receiving\nthe annual allowance of $250,000 for which a standing credit was\nopened by the government at home on the general treasury of New\nSpain, considerable sums have, nevertheless, on various occasions,\nbeen remitted from the Philippines to Spain, through the channel of\nthe Captain-General. * * * If these remittances have been suspended\nfor some years past, it has evidently been owing to the imperious\nnecessity of applying the ordinary proceeds of the revenue, as well\nas other extraordinary means, to unforeseen contingencies arising\nout of peculiar circumstances.",
        "[Tobacco belt.] The planting and cultivation of tobacco are now\nconfined to the district of Gapan, in Pampanga Province, to that of\nCagayan, and to the small Island of Marinduque. The amount of the\ncrops raised in the above three points and sold to the king, may,\non an average, be estimated at fifty thousand bales, grown in the\nfollowing proportion: Gapan, forty-seven thousand bales; Cagayan,\ntwo thousand, and Marinduque, one thousand. This stock, resold at the\nmonopoly prices, yields a sum equal to about one million of dollars,\nand deducting therefrom the prime cost and all other expenses,\nlegally chargeable on this branch, the net proceeds in favor of the\nrevenue amount to $550,000 or upwards of one hundred twenty-two per\ncent. This profit is so much more secure, as it rests on the positive\nfact that, however great the quantity of the article sold furtively and\nby evading the vigilance of the guards, as the demand and consumption\nare excessive and always exceed the stock on hand, a ready sale cannot\nfail to be had for all the stock placed in the hands of the agents\nof the monopoly. From this it may also be inferred how much the net\nproceeds of this branch would be increased, if without venturing too\nfar in extending the plantations and consequent purchases, care was\ntaken to render the supplies more proportionate to the consumption;\nfor, by a clear profit of one hundred twenty-two per cent, falling\non a larger capital, it follows that a corresponding result would\nbe obtained. In a word, the sales, far from declining or being in\nany way deemed precarious, are susceptible of a great increase,\nconsequently this branch of revenue merits the serious attention of\ngovernment beyond all others.",
        "[Defective sales system.] It is, however, to be lamented that,\ninstead of every facility being given to the sale of tobacco and the\nconsumption thus encouraged, the public meet with great difficulties\nand experience such frequent obstacles and deficiencies in the\nsupplies, that with truth it may also be said, the sales are affected\nin spite of the administrators themselves. In the capital alone it\nis a generally received opinion that a third part more would there\nbe consumed, if, instead of compelling the purchaser to receive the\ntobacco already manufactured or folded, he was allowed to take it from\nthe stores in its primitive state; and if the minor establishments\nin the provinces were constantly supplied with good qualities, an\ninfinitely larger quantity might be sold, and by this means a great\ndeal of smuggling also prevented. Such, however, is the neglect and\nirregularity in this department, that it frequently happens in towns\nsomewhat distant from Manila, no other tobacco is to be met with\nthan what the smugglers sell, and if, perchance, any is to be found\nin the monopoly stores, it is usually of the worst quality that can\nbe imagined.",
        "[Loss from preventable causes.] I pass over, in silence, the other\ndefects gradually introduced, as evils, in a greater or lesser degree,\ninseparable from this part of public administration in every country\nin which it has been deemed necessary to establish monopolies; but I\ncannot refrain from again insisting on the urgency with which those\nin power ought to devote themselves, firmly and diligently, to the\ndestruction of abuses which have hitherto paralyzed the progress of\nthe branch in question, because I am well persuaded, that, whenever\ncorresponding means are adopted, it will be possible in a short\ntime to double the proceeds. What these means are, it is not easy,\nnor indeed essential, to particularize in a rapid sketch, like this,\nof the leading features and present state of the Philippine Islands. I\nshall, therefore, merely remark, that it will be in vain to wish the\npersons engaged in the management of this department to exert their\nreal zeal and sincerely co-operate in the views of government, as\nlong as they are not placed beyond the necessity of following other\npursuits and gaining a livelihood in another way; in a word, unless\nthey have a salary assigned them, corresponding to the confidence and\nvalue of the important object entrusted to their charge, no plan of\nreform can be rendered efficient.",
        "[Abuses by revenue officers.] At the same time steps are taken to\naugment the revenue arising out of tobacco, it would be desirable,\nas much as possible, to improve the methods used with regard to those\nwho gather in the crops, by endeavoring to relieve them from the heavy\nconditions imposed upon them; conditions which, besides exposing them\nto the odious effects of revenue-laws, by their very nature bring upon\nthem many unpleasant consequences, and often total ruin. In order that\na correct opinion may be formed of these defects, it will suffice to\nobserve that, under pretext of preventing smuggling, the guards and\ntheir agents watch, visit, and, if I may use the expression, live\namong the plantations from the moment the tobacco-seedlings appear\nabove ground, till the crops are gathered in. After compelling the\nFilipino planter to cut off the head of the stem, in order that the\nplant may not become too luxurious, the surveyors then proceed to\nset down, not only the number of plants cultivated on each estate,\nbut even the very leaves of each, distinguishing their six qualities,\nin order to call the farmers to account, respectively, when they\nmake a defective delivery into the general stores. In the latter\ncase, they are compelled to prove the death of the plants and even\nto account for the leaves missing when counted over again, under the\npenalty of being exposed to the rigor of the revenue laws.",
        "[Burdensome and unprofitable inspection.] It cannot indeed be denied\nthat by this means two important objects are attained, at one and the\nsame time; the one, the gradual improvement of the tobacco, and the\nother, the greater difficulty of secreting the article; but, on the\nother hand, how great are the inconveniences incurred? Independent of\nthe singularity and consequent oppression of a regulation of this kind,\nas well as its too great minuteness and complication, it is attended\nwith very considerable expenses, and renders it necessary to keep on\nfoot a whole army of guards and clerks, who tyrannize over and harass\nthe people without any real motive for such great scrupulosity and\nprofusion. I make this observation because I cannot help thinking\nthat the same results might nearly be obtained, by adopting a more\nsimple and better regulated system. I am not exactly aware of the one\nfollowed in the Island of Cuba, but as far as I understand the matter,\nit is simply reduced to this: the growers there merely present their\nbales to the inspectors, and if pronounced to be sound and good, the\nstipulated amount is paid over to them; but if the quality is bad,\nthe whole is invariably burnt. Thus all sales detrimental to the\npublic revenue are prevented, and I do not see why the same steps\ncould not be taken in the Philippine Islands. It must not, however,\nbe understood, that I presume to speak in a decisive tone on a subject\nso extremely delicate, and that requires great practical information,\nwhich, I readily acknowledge, I do not possess. I merely wish by means\nof these slight hints, to contribute to the commencement of a reform\nin abuses, and to promote the adoption of a plan that may have for\nbasis the relief of the growers, and at the same time advance the\nprosperity of this part of the royal revenue.",
        "[Coco and nipa wine monopoly.] The monopoly of coco and nipa, or\npalm-wine, is a branch of public revenue of sufficient magnitude to\nmerit the second place among the resources rendered available to\nthe expenditure of these Islands, converted into a monopoly some\nyears ago. In like manner as the consumption of tobacco, it has\nexperienced several changes in its plan of administration, this\nbeing at one time carried on, for account of the king, at others,\nby the privilege being let out at auction; till at length the Board\nof Control, convinced of the great profit gained by the contractors,\nresolved at once to take the direction of this departure under their\nown charge, and make arrangement for its better administration. Having\nwith this view established general deposits and licensed houses for\nthe sale of native wine, with proper superintending clerks they soon\nbegan to reap the fruits of so judicious a determination. In 1780,\nthe privilege of selling the coco and nipa wine was farmed out, to the\nhighest bidder, for no more than $45,200 and subsequently the increase\nhas been so great, owing to the improvements adopted, that at present\nnet proceeds equal to $200,000 on an average may be relied upon. In\nproof of this, the proceeds of this branch, in the year 1809, may be\nquoted, when the total balances received at the Treasury, after all\nexpenses had been paid, amounted to $221,426, in the following manner:",
        "Administration of Manila and district $201,250\nAdministration of La Pampanga and district 12,294\nAdministration of Pangasinan and district 7,882\n ––\n $221,426",
        "The prime cost and other expenses that year amounted to no more than\n$168,557 by which means, on the whole operation, a net profit of\nthirteen and one-half per cent. resulted in favor of the treasury.",
        "[Wine monopoly district.] The monopoly of native wine comprehends\nthe whole of the Island of Luzon, excepting the Provinces of Cagayan,\nZambales, Nueva Ecija, Camarines and Albay, and is under the direction\nof three administrators, who act independently of each other in their\nrespective districts, and have at their disposal a competent number\nof guards. These administrators receive in the licensed establishments\nthe coco and nipa wines, at prices stipulated by the growers. That of\nthe coco is paid for at the rate of two dollars per jar, containing\ntwenty gantas, equal to twelve arrobas, seven azumbres and half a\ncuartillo, Castilian measure, and at fourteen reals in the places\nnearest the depots. The nipa wine is laid at six and one-half reals\nthe jar, indistinctly; prices which, although extremely low, are still\nconsidered advantageous by the Filipinos themselves, more particularly\nwhen it is besides understood, that, from the circumstance of their\nbeing growers of this article, they are exempted from military service,\nas well as several other taxes and public charges.",
        "[Coco-wine.] The coco-wine is a weak spirit, obtained in the following\nmanner: The tree that produces this fruit is crowned by an assemblage\nof large flowers or corollas, from the center or calix of which issues\na fleshy stem, filled with juice. The Indian cuts the extremity of\nthis stem, and inclining the remainder in a lateral manner, introduces\nit into a large hollow tube which remains suspended, and is found\nfull of sweet and sticky liquor, which the tree in this manner yields\ntwice in every twenty-four hours. [\"Tuba”.] This liquid, called tuba,\nin the language of the country, is allowed to ferment for eight days\nin a large vessel, and afterwards distilled by the Indians in their\nuncouth stills, which are no other than large boilers, with a head\nmade of lead or tin, rendered tight by means of clay, and with a\npipe frequently made out of a simple cane, which conveys the spirit\nto the receiving vessels, without passing, like the serpentine tube\nused in ordinary stills, through the cooling vats, which so greatly\ntends to correct the vices of a too quick evaporation. The tuba,\nobtained in level and hot situations, is much more spirituous than\nthat produced in cold and shady places. In the first, six jars of\njuice are sufficient to yield one of spirit, and in the latter,\nas many as eight are requisite; a much greater number, however,\nwould be wanted to rectify this spirit so as to render it equal to\nwhat is usually known by Hollands proof. I am not positively certain\nwhat degree of strength the coco-brandy, or as it is usually called\ncoco-wine, possesses, but it is evidently inferior to the weakest made\nin Spain from the juice of the grape. The only circumstance required\nfor it to be approved of, and received into the monopoly-stores,\nis its being easily ignited by the application of a lighted candle.",
        "[Nipa brandy.] The nipa is a small tree of the class of palms, which\ngrows in a very bushy form, and multiplies and prospers greatly on\nthe margins of rivers and watery tracts of land. The tuba, or juice,\nis extracted from the tree whilst in its flowering state, in the same\nway as that of the coco, and afterwards distilled by a similar process;\nbut it is more spirituous, from six to six and a half jars being\nsufficient to yield one of wine. The great difference remarked in the\nprices of these two species of liquor, arises out of the great number\nof uses to which the fruit of the cocal or coco tree is applicable,\nand the increase of expense and labor requisite to obtain the juice,\nowing to the great height of the plant, and the frequent dangers to\nwhich the caritones, or gatherers, are exposed in passing from one\ntree to another, which they do by sliding along a simple cane (bamboo).",
        "[Little drunkenness.] The impost on, or rather monopoly of, native\nwine, is in itself little burdensome to the community, as it only\nfalls on the lower and most dissipated orders in society, and for this\nreason it is not susceptible of the same increase as that of tobacco,\nof which the use is more general, and now become an object of the\nfirst necessity. The native of the Philippine Islands is, by nature,\nso sober, that the spectacle of a drunken man is seldom noticed in\nthe streets; in the capital, where the most corrupt classes of them\nreside, it is admirable to see the general abstinence from a vice\nthat degrades the human species. The consumption of the coco and\nnipa wine is, nevertheless, considerable, for it is used in all their\nfestivities, cockfights, games, marriages, etc. Accordingly if it is\ndesired to augment the annual sale of these liquors, no way could be\nmore efficient than to increase the number of their festive meetings,\nand seek pretexts to encourage public diversions, so long as these do\nnot go contrary to the well-regulated order of society, and conflict\nwith the duties of those who are intrusted with its superintendence.",
        "[Extension of monopoly urged.] I am still of opinion, however, that,\nwithout resting the prosperity of this branch of the public revenue on\nprinciples possessed of so immoral a tendency, it might be rendered\nmore productive to the treasury, if the monopoly could be introduced\ninto the other districts adapted to its establishment. By this I\nmean to say that, as hitherto the monopoly has been partial, and\nenforced more in the way of a trial than in a general and permanent\nmanner, much remains to be done, and consequently great scope is\nleft for improvement in this department of the public revenue. This\nmost assuredly may be attained, if all the local circumstances and\nimpediments, more or less superable, which the matter itself presents,\nare only taken into due account, and proper exertions made to study\nand discover the various indirect means of increasing the total mass\nof contributions, by applying a system more productive and analogous\nto the nature of the Philippine Islands. With regard to the revenue of\nthe two particular articles above treated on, I merely wish to make\nit understood that, far from introducing by means of the monopoly,\na new vice into the provinces in which I recommend its establishment,\nit would rather act, in a certain degree at least, as a corrective\nto pre-existing evils, and the government would derive advantages\nfrom an article of luxury, by subjecting its consumption to the\nsame shackles under which it stands in the northern provinces, where\nits administration is established and carried on for account of the\nroyal treasury.",
        "[Former customs usage.] In former times, when only vessels belonging to\nthe Asiatic nations visited the port of Manila, with effects from the\ncoast of Coromandel, or the China junks, and now and then a Spanish\nvessel coming from or going to the Island of Java, with spices for\naccount of Philippine merchants, the receipt of duties was left in\ncharge of a single royal officer, and the valuations of merchandise\nmade by him, in concert with two merchants named by the government; but\nwith the knowledge and assistance of the king’s attorney-general. The\nmodifications and changes which have subsequently taken place in this\ndepartment have, however, been frequent, as is evidently shown by the\nhistorical extract from the proceedings instituted before the Council\nof the Indies, by the merchants of Seville and Cadiz, in opposition to\nthose of the Philippine Islands, printed in Madrid, 1736, in folio,\nby order of the said council; but as it does not enter into my views\nto speak of times so remote, I shall confine my remarks to this branch\nconsidered under its present form.",
        "[Custom house.] In conformity to royal orders of March 15 and May 5,\n1786, the Royal Custom House of Manila was definitively organized on\nits new plan; and from 1788, was placed under the immediate charge\nof an administrator-general, a controller, a treasurer, aided by a\ncompetent number of guards, inspectors, etc., and in every respect\nregulated on the plan established in the other custom houses. The\nfreedom of the port being granted to foreign nations, a privilege\nbefore enjoyed only by those purely Asiatic, and a new line of trade\ncommenced by the company, the competition in merchandise soon began\nto increase, as well as the revenue arising therefrom, in such manner\nthat, although the exportation of goods was limited to the cargo of\nthe Acapulco ship, of which the duties are not payable till her arrival\nthere; notwithstanding also the property imported by the company from\nChina and India, and destined for their own shipments, was exempt\nfrom duties, and above all, the continual interruptions experienced\nby the maritime commerce of the Islands within the last fifteen or\ntwenty years, the net proceeds of the custom house, from the period\nabove mentioned of its establishment, till the close of 1809, have not\nbeen less than from $138,000 to $140,000, on an average, independent\nof the amount of the king’s fifth on the gold of the country, which\nis collected by the same administrator, in consequence of its being\ntrivial; as well as the two per cent. belonging to the Board of Trade,\nand by them collected under that title, and afterwards separately\napplied to the average-fund and which usually may be estimated from\n$20,000 to $25,000.",
        "The general duties now levied in the custom house, are the following:",
        "[Port charges and duties.] Six per cent. almojarisfago is on all\nkinds of merchandise imported in foreign bottoms, under a valuation\nmade by the surveyors, in conformity to the respective prices of\nthe market at the time on importation; it usually is regulated by\nan increase of 50% on the prime cost of India goods, and of 33 1/3%\non those from China. This duty may be considered as, in fact, equal\nto nine per cent on the former, and eight on the latter.",
        "Six per cent, or the same duty, on all foreign goods, although imported\nin national bottoms.",
        "Three per cent on Spanish goods, imported under the national flag,\nequal, according to the above estimate to 4 and 4 1/2%.",
        "Two per cent Board of Trade duty, indistinctly on all foreign property,\nequivalent to 2 1/2 or 3%.",
        "Twenty-five per cent anchorage dues, levied on the total amount of\nthe almojarisfago duty.",
        "An additional of two and one-half per cent, a new and temporary duty,\ncalled subvencion, appropiated to the payment of the loan made to\nthe king by the Cadiz Board of Trade, and leviable on all kinds of\nimported goods, and, of course, equal, according to the usual mode\nof valuation, to about three per cent.",
        "Three per cent on the exportation of coined silver and gold of the\ncountry, in dust and, ingots.",
        "An additional or duty of subvencion, or temporary duty on the above,\nequal to one-half per cent.",
        "One and a half per cent under the same rate, on all kinds of goods,\nand equal to two or two and one half per cent.",
        "One and one-half per cent on the amount of the cargo of the Acapulco\nship, on leaving the port of Manila, equal to 3/4% on the real\nprime cost.",
        "[Slight concession to the Company.] The company are considered in\nthe same light as the rest of the merchants, in the graduation and\npayment of duties, on such goods as they sell out of their own stores\nfor local consumption, to the Company, with the exemption only of\nthe Board of Trade rate of 2% and 3%, on the exportation of silver,\naccording to a special privilege, and in conformity to the 61st\nArticle of the new royal decree of 1803.",
        "Besides the duties above enumerated, there is another trifling one\nestablished for local purposes of peso merchante, being a rate for the\nuse of the king’s scales, levied according to an extremely equitable\ntariff, on certain articles only of solid weight, such as iron, copper,\netc. The raw materials as well as all kinds of manufactured articles,\nbelonging to the Islands, are exempt from duties on their entry in\nthe port and river of Manila; but some of the first are subject to\nthe most unjust of all exactions, that is, to an arbitrary tax and\nto the obligation of being retailed out on board the vessels in which\nthey have been brought down, and deliverable only to persons bearing\na written order, signed by the sitting members of the municipal\ncorporation. Among this class of articles may be mentioned the coco\nof Cebu and the wax and oil of the Bisayas, which are rated as objects\nof the first necessity.",
        "[Undervaluation of galleon goods.] With regard to the respective\nduties on the cargo annually dispatched by the merchants of Manila\nto New Spain, the practice of galleon is tolerably well regulated. An\nextreme latitude is given to the moderate rates at which it is ordered\nto value the goods contained in the manifest, by which means these are\nfrequently put down at only one-half of their original prime cost;\nthe commission to frame the scale of valuations which is to be in\nforce for five years, after which time it is renewed, being left\nto three merchants, and made subject to the revision of the king’s\nattorney-general (fiscal) and the approbation of the governor;\nconsequently, such being the nature of the tariff on which these\noperations are founded, the 33 1/3% to which the royal duties amount\non the $500,000 stipulated in the permit, does not, in fact, affect\nthe shipper beyond the rate of 15 per cent, in consequence of the\ngreat difference between the prime cost and valuation of the articles\ncorresponding to the permit; or, what is the same thing, between\nthe $500,000 nominal value, and $1,100,000 or $1,200,000, the real\namount of the cargo in question. The most remarkable circumstance,\nhowever, is, that the officers of the revenue in Acapulco collect\nthe above-mentioned 33 1/3% in absolute conformity to the Manila\nvaluation, and not according to the value of the goods in America,\nand without any other formality than a comparison of the cargo with\nthe ship’s papers. In honor of truth, it ought to be further observed\nthat, although the Manila merchant by this means seeks to exempt\nhimself from the part of the enormous duties with which it has been\nattempted to paralyze the only commercial intercourse he carries on\nwith New Spain, in every other respect connected with this operation,\nhe acts in a sufficiently legal manner, and if at their return those\nvessels have been in the habit of bringing back near a million of\ndollars in a smuggled way, it must be acknowledged that it is the\nharshness of the law which compels the merchant to become a smuggler;\nfor according to the strange regulation by which he is thwarted in the\nreturns representing the proceeds of his outward operation, he must\neither bring the money to the Philippine Islands without having it\ndeclared on the ship’s papers, or be obliged to leave the greatest\npart of it in the hands of others, subject to such contingencies\nas happen in trade. As long, therefore, as the present limitations\nsubsist, which only authorize returns equal to double the value of\nthe outward-bound cargo, this species of contraband will inevitably\ncontinue. The governors also, actuated by the principles of reason\nand natural justice, will, as they have hitherto done, wink at the\ninfraction of the fiscal laws; a forbearance, in fact, indirectly\nbeneficial to them, inasmuch as it eventually contributes to the\ngeneral improvement of the colony. Indeed, without this species of\njudicious condescension, trade would soon stand still for the want\nof the necessary funds to carry it on.",
        "[Unbusinesslike custom ways.] .... It will readily be acknowledged\nthat, in like manner as the good organization of custom houses is\nfavorable to the progress of general commerce, so nothing is more\ninjurious to its growth and the enterprise of merchants, than any\nuncertainty or arbitrary conduct in the levying of duties to be\npaid by them. This arises out of the circumstance of every merchant,\nentering on a new speculation, being anxious to have, as the principal\nground work of his combinations, a perfect knowledge of the exact\namount of his disbursements, in order to be enabled to calculate the\nfinal result with some degree of certainty. Considered in this point\nof view, the system adopted in the Islands is certainly deplorable,\nsince it must be acknowledged that the principles and common rules of\nall other commercial countries, are there unknown. For example; this\nyear a cargo arrives from China or Bengal, and the captain turns in\nhis manifest. The custom-house surveyors then commence the valuation\nof the goods of which his cargo is composed: I say they commence,\nbecause it is a common thing for them not to have finished the estimate\nof the scale and amount of corresponding duties, till the expiration\nof two, four, and not unfrequently six months. The rule they affect to\nfollow, in this valuation, is that of the prices current in the market,\nand in order to ascertain what these are, they are seen going round\ninquiring in the shops of the Sangleys (Chinese), till at length,\nfinding it useless to go in search of correct and concurrent data,\nin a place where there are neither brokers nor public auctions, they\nare forced to determine in an arbitrary manner, and as the adage goes,\nalways take good care to see their employers on the right side of the\nhedge. The grand work being ended, with all this form and prolixity,\nthe sentence of the surveyors is irrevocable. The bondsman of the\ncaptain, who, in the meanwhile, has usually sold his cargo and departed\nwith a fresh one for another destination, pays in the amount of the\nduties, thus regulated by law.",
        "[Variations in valuations.] The practical defects and injurious\nconsequences of such a system as this, it would be unnecessary\nto particularize. It would, however, be less intolerable, if,\nonce put in force, it could serve the merchant as a guide in the\nvaluations of his property for a determined number of successive\nyears. What, however, renders this assessment more prejudicial,\nis its instability and uncertainty, and the repetition of the same\noperation I have just described every year, and with every cargo that\narrives; but under distinct valuations, according to the reports\nor humor of the day. Besides these great defects and irregularity,\nthe Philippine custom house observes the singular practice of not\nallowing the temporary landing of goods entered in transitu and for\nre-exportation, as is done on the bonding system in all countries\nwhere exertions are made by those in authority for the extension and\nimprovement of commerce in every possible way. Of course, much less\nwill they consent to the drawback or return of any part of the duties\non goods entered outwards, even though they are still on board the\nvery vessels in which they originally came shipped. Beyond all doubt,\nthe wrongly understood severity of such a system, has, and will,\ncontinue to prevent many vessels from frequenting the port of Manila,\nand trying the market, unable to rely on the same liberal treatment\nthey can meet with in other places.",
        "[The areca-nut.] The bonga, or areca-nut, is the fruit of a very\nhigh palm-tree, not unlike the one that bears the date, and the\nnuts, similar to the latter, hang in great clusters from below the\nprotuberance of the leaves or branches. Its figure and size resemble\na common nut, but solid, like the nutmeg. Divided into small pieces,\nit is placed in the center of a small ball made of the tender leaves\nof the buyo or betel pepper, lightly covered with slacked lime,\nand this composition constitutes the celebrated betel of Asia, or,\nas it is here called, the buyo, the latter differing from that used\nin India, inasmuch only as it contains cardamomom.",
        "[Buyo monopoly unsatisfactory.] The government, anxious to derive\nadvantage in aid and support of the colony, from the great use the\ninhabitants make of the buyo, many years ago determined to establish\nthe sale of the bonga, its principal ingredient, into a monopoly,\neither by hiring the privilege out, or placing it under a plan of\nadministration, in the form in which it now stands. Both schemes have\nbeen tried, but neither way has this branch been made to yield more\nthan $30,000; indeed the annual proceeds usually have not exceeded\n$25,000. In 1809, the total amount of sales was $48,610, and deducting\nfrom this sum the prime cost and expenses of administration, the net\nprofit in favor of the treasury was equal to no more than $27,078 or\nupwards of 125 1/2%. In 1780, the privilege of selling the bonga was\nlet out at public auction for the sum of $15,765 and this, compared\nwith the present proceeds, clearly shows that, although the increase\nhas not advanced equally with the other branches of the revenue, it is\nfar from having declined. It must nevertheless be confessed, that on\nthe present footing on which it stands, the smallness of the proceeds\nis not worth the trouble required in the collection, and even if the\namount were still greater, it could never serve as an excuse for the\noppression and violence to which this monopoly frequently gives rise.",
        "[Hardships on areca-nut planters.] As the trees producing the bonga\nare not confined to any particular grounds, and indiscriminately grow\nin all, the plan has been adopted of compelling the Filipinos to gather\nand bring in the fruit, raised on their lands, to the depot nearest the\ndistrict in which they reside. There they are paid from two, two and\none-half, three and three and one-half reals per thousand, according\nto the distance from which they come: and, in order to prevent frauds,\nthe surveyors belonging to the revenue go out, at certain times of the\nyear, to examine the bonga plantations, and the trees being counted,\nthey estimate the fruit, that is, oblige the proprietor to undertake\nto deliver in two hundred nuts for each bearing tree, whether or not,\nhurricanes deteriorate or destroy the produce, or thieves plunder\nthe plantations, as very frequently happens. In case deficiencies are\nproved against him, he is compelled to pay for them in money, at the\nrate of twenty-five reals per thousand, the price at which the king\nsells them in the monopoly-stores. Besides, the precise condition of\ndelivering in two hundred bonga nuts, according to the stipulations\nimposed upon him, presupposes the previous exclusion of all the injured\nor green ones; and although the ordinary trees usually yield as many as\nthree hundred nuts each, great numbers are nevertheless spoiled. If, to\nthe adverse accidents arising out of the storms and robberies, we add\nthe effects of the whims or ill-humor of the receivers, it is not easy\nto imagine to what a length the injuries extend which befall the man\nwho has the folly or misfortune to become a planter of this article.",
        "[Folly of monopoly plan.] On the other hand, as in the conveyances\nfrom the minor to the larger depots, frauds are frequently committed,\nand the heaping together of many millions of nuts inevitably produces\nthe fermentation and rapid putrefaction of a great number of them,\nit consequently follows that the waste must be immense; or if it is\ndetermined to sell all the stock laid in, without any distinction in\nquality and price, the public must be very badly served and displeased,\nas in fact too often happens. Since, therefore, the habit of using\nthe buyo is still more prevailing than that of tobacco, when suitable\nsupplies cannot be had in the monopoly stores, the consumer naturally\nresorts to the contraband channels, although he encounters some risk,\nand expends more money. It is also very natural that the desire of\ngain should thus lead on and daily expose a number of needy persons,\nanxious by this means to support and relieve the wants of their\nfamilies. Returning, however, to what more immediately concerns the\ngrower, I do not know that the oppressive genius of fiscal laws has,\nin any country of the globe, invented one more refinedly tyrannic,\nthan to condemn a man, to a certain degree at least, as has hitherto\nbeen the case, to the punishment of Tantalus; for the law forbids the\nFilipino to touch the fruit of the tree planted with his own hands,\nand which hangs in tempting and luxuriant abundance round his humble\ndwelling.",
        "[Its modification desirable.] It would be easy for me to enumerate\nmany other inconveniences attending this branch of public revenue,\non the footing on which it now stands, if what has already been said\ndid not suffice to point out the necessity of changing the system,\nas those in authority are anxious that the treasury should gain more,\nand the king’s subjects suffer less. The strong prejudice entertained\nagainst this source of revenue, the inconsiderable sum it produces,\nand the complicated form of its organization, have in reality been\nsufficient motives to induce many to become strenous advocates for\nthe total abolition of the monopoly. I do not, however, on this\naccount see any reasons for altogether depriving the government of\na productive resource, as this might soon be rendered, if it was\nplaced under regulations less odious and more simple in themselves. I\nnevertheless agree, that the perfect monopoly of the areca fruit, or\nbonga, is impracticable, till the trees, indiscriminately planted,\nare cut down, and, in the same way as the tobacco plantations,\nfresh and definite grounds are laid out for its cultivation, on\naccount of the revenue. I am further aware that this measure is\nless practicable than the first; for, independent of all the other\nobstacles, it would be necessary to wait till the new plantation\nyielded fruit, and also that the public should consent to refrain\nfrom masticating buyo in the meanwhile, a pretension as mad as it\nwould be to require that the eating of salt should be dispensed with\nfor a given number of years. But what difficulty would there be,\nfor example, in the proprietors paying so much a year for each bonga\ntree to the district magistrate, the governor of the nearest town,\nor the cabeza de Barangay, or chiefs of the clans into which the\nnatives are divided, in the same manner as the Filipino pays his\ntribute? [Tree-tax preferable.] The only one I anticipate is that of\nfixing the amount in such way that, at the same time this resource is\nmade to produce an increased income of some moment, it may act as a\nmoderate tax on an indefinite property, the amount of which, augmented\nin the same price, may be reimbursed to the proprietor by the great\nbody of consumers. It is not in fact easy to foresee or estimate,\nby any means of approximation, the alteration in the current price\nof the bonga, that would result from the indefinite freedom of its\ncultivation and sale, especially during the first years. Although,\nfor this reason, it would be impossible to ascertain what proportion\nthe impost on the tree would then bear with regard to the value of\nthe fruit, the error that might accrue would be of little moment, as\nlong as precautions were taken to adopt a very low rate of comparison,\nand a proportionably equitable one as the basis of taxation. Supposing\nthen that the price of the bonga should decline from twenty-five reals,\nat which it is now sold in the monopoly stores, to fifteen reals per\nthousand, in the general market, and a tax of one-fourth real should\nbe laid on each tree valued at two hundred bonga nuts, it is clear\nthat this would be equal to no more than 8 1/2%; or, what is the same,\nthe tax would be in the proportion one to twelve with the proceeds of\neach tree, and the more the value of the fruit was raised, the more\nwould the rate of contribution diminish. It ought at the same time\nto be observed that, under the above estimate, that is, supposing the\nprice of the article to remain at fifteen reals, the 8 1/2% at which\nrate the tax is regulated, would not perhaps exceed five or six per\ncent on a more minute calculation; in the first place, because at the\ntime of making out the returns of the trees, [Exception of immature\nand aged trees.] those only ought to be set down which are in their\nfull vigor, excluding such as through the want or excess of age only\nyield a small proportion of fruit; and in the second, because in\nthe numbers registered, the trees would only be rated at two hundred\nalthough it is well known they usually yield three hundred, in order\nby this means the better to avoid all motives of complaint. In this\npoint of view, and by adopting similar rules of probability, it seems\nto me that the government would not risk much by an attempt to change\nthe present system into a tax levied on the tree itself, on a plane\nsimilar to the one above proposed; more particularly by doing it in\na temporary manner, and rendering it completely subservient to the\ncorrections subsequent experience might suggest in this particular.",
        "[Difficulty of estimating probable revenue.] The difficulty being,\nin this manner, overcome, with regard to the prudent determination\nof the rate at which the proprietor of the bonga plantations ought\nto contribute, let us now proceed to estimate, by approximation, the\nannual sum that would thus be obtained. As, however, this operation\nis unfortunately complicated, and in great measure depends on the\nprevious knowledge of the total number of trees liable to the tax\nproposed, details with which we are at not present prepared, it is\nimpossible to come at any very accurate results. All that can be done\nis to endeavor to demonstrate, in general terms, the great increase\nthe revenue would experience by the adoption of the new plan, and\nthe real advantage resulting from it to the contributors themselves,\nall which may be easily deduced from the following calculation.",
        "Let us, in the first instance, suppose that the consumers of buyo,\nin the whole of the Islands, do not exceed one million of persons,\nand that each one makes use of three bongas per day, this consumption,\nat the end of the year, would then amount to 1,095,000,000 nuts. We\nwill next divide this sum by two hundred, at which the product of each\ntree, one with another, is rated, and the result will be 5,475,000\ntrees. [Greater, however, than at present.] This number being taxed\nat the rate of one-fourth real, would leave the sum of $171,093.75\nand deducting therefrom the $25,000 yielded by this branch under its\npresent establishment, together with $5,132 equal to three per cent\npaid to the district magistrates for the charges of collection, we\nshould still have an annual increase in favor of the, treasury equal\nto $140,961.75.",
        "It might perhaps be objected that, in this case, the proprietor,\ninstead of receiving, as before two and one-half reals for every\nthousand bongas, would have to disburse one and one-fourth reals in\nthe mere act of paying one-fourth real for each tree; a circumstance\nwhich, at first sight, seems to produce a difference not of one and\none-fourth, but of three and one-fourth reals per thousand against\nhim; though in reality far from this being the case, if we take into\nconsideration the deficiencies the sworn receiver usually lays to\nhis charge, the fruit he rejects, owing to its being green or rotten,\nand the many and expensive grievances he is exposed to in his capacity\nof grower; it will be seen that his disbursements under these heads\nfrequently exceed the amount he in fact has to receive. [Tax only a\nsurcharge ultimately paid by consumer.] If, in addition to this, we\nbear in mind that, on condition of seeing himself free from guards\nand a variety of insupportable restrictions, constituting the very\nessence of a monopoly, he would in all probability gladly pay much\nmore than the tax in question, all the doubts arising on this point\nwill entirely disappear. Finally, considered in its true light, we\nshall not find in the measure above described anything more than a\nvery trifling discount required of the proprietor from the price at\nwhich he sells his bonga, and which, as already noticed, ultimately\nfalls on the consumer alone.",
        "[Estimate conservative.] The moderate estimate I have just formed ought\nto inspire the more confidence from its being well known that the use\nof the buyo is general among the inhabitants of these Islands. The\ncalculation, as it now stands, rests only on one million consumers,\nfor each of whom I have only put down three bongas per day, whereas\nit is customary to use much more; nor have I taken into account the\ninfinite number of nuts wasted after being converted into the buyo,\na fact equally well known. Indeed, as the object proposed was no\nother than to prove the main part of my assertions, and I trust this\nis satisfactorily done, I have not deemed it necessary to include\nin the above calculation a greater number of minute circumstances,\nnor attempt to deduce more favorable results, which, with the scope\nbefore me, I was most assuredly warranted in doing.",
        "[Advantages.] In a word, from the concurrence of the facts and\nreasons above adduced, the following propositions may, without any\ndifficulty, be laid down. First, that the increase of revenue produced\nby the reform in question, would in all probability exceed $150,000\nper annum; secondly, that the Filipinos would soon comprehend, and\ngladly consent to a change of this kind in the mode of contributing\nof which the advantages would be apparent; thirdly, that the persons\nemployed in the old establishment, might, with greater public utility,\nbe applied to other purposes; and lastly, that the civil magistrates\nwould not be harassed with so many strifes and lawsuits, and so many\nmelancholy victims of the monopoly, and its officers would cease to\ndrag a wretched existence in the prisons and places of hard labor in\nthese Islands.",
        "[Cockpit licenses.] The cock-pit branch of the revenue is hired out\nby the government, and the license is separately set up at auction\nfor the respective provinces. Its nature and regulations are so\nwell known that they do not require a particular description, the\ngeneral obligations of the contractors being the same as those in New\nSpain. Perhaps the only difference observed in this public exhibition\nin the Philippine Islands consists in its greater simplicity, owing to\nits being frequented only by the natives, the whites who are present\nat this kind of diversion being very few, or indeed none.",
        "[Inconsiderable income.] The cock-pits are open two days in the week,\nand the lessees of them receive half a real from every person who\nenters, besides the extra price they charge those who occupy the best\nseats, the owners of the fighting cocks, for the spurs, stalls for the\nsale of buyo, refreshments, etc. Notwithstanding all this, and although\ncockfighting is so general and favorite an amusement among these people\n(the rooster may justly be considered as the distinctive emblem of\nthe Filipino) the annual proceeds of this branch are inconsiderable;\nalthough it must be acknowledged that it has greatly increased since\nthe year 1780, when it appears the license was let at auction for\nonly about $14,000 owing, no doubt, to the exclusive privilege of\nthe contractors not having been extended to the provinces, as was\nafterwards gradually done.",
        "[Provincial cockpit revenue.] The total sum paid to the government by\nthe renters of this branch, according to the auction returns in 1810,\namounted to $40,141 in the following order for the provinces:",
        "    Tondo           $18,501\n    Cavite            2,225\n    La Laguna         2,005\n    Pampanga          3,000\n    Bulacan           6,900\n    Batangas          2,000\n    Pangasinan        1,200\n    Bataan            1,050\n    Iloilo            1,600\n    Ilocos              600\n    Tayabas             400\n    Cebu                360\n    Albay               300\n    Total           $40,141",
        "[Possibilities of increase.] The causes, to which the increase\nthat has taken place within the last twenty-five or thirty years is\nchiefly to be attributed, have already been pointed out, and for this\nreason it would appear that, by adopting the same plan with regard to\nthe fourteen remaining provinces, of which this captaincy-general\nis composed, hitherto free from the imposition of this tax, an\naugmentation might be expected, proportionate to the population,\ntheir circumstances, and the greater or lesser taste for cock-fights\nprevailing among their respective inhabitants. At the commencement, no\ndoubt, the rentals would be low, and, of course, the prices at which\nthe licenses were let out, would be equally so; but the experience\nand profits derivable from this kind of enterprises would not fail\nsoon to excite the competition of contractors, and in this way add\nto the revenue of the government. This is so obvious that I cannot\nhelp suspecting attempts have, at some period or other, been made\nto introduce the establishment of this privilege, in some of the\nprovinces alluded to; at the same time I am persuaded that, owing\nto the affair not having been viewed in its proper light, seeking\non the contrary to obtain an immediate and disproportionate result,\nthe authorities have been too soon disheartened and given up the\nproject without a fair trial. All towns and districts murmur, and,\nat first object, to taxes, however light they may be; but, at length,\nif they be not excessive, the people become reconciled to them. The\none here proposed is neither of this character, nor can it be deemed\nodious on account of its novelty. The natives are well aware that\ntheir brethren in the other provinces are subject to it, and that\nin this nothing more is done than rendering the system uniform. I,\ntherefore, see no reason why the establishment of this branch of\nrevenue should not be extended to all the points of the Islands. At\nthe commencement, let it produce what it may, since constancy and\ntime will bring things to the same general level.",
        "[Indian tributes.] The too great condescension and mistaken humanity\nof the government on the one hand, and the fraud and selfishness\nof the provincial sub-delegates or collectors, on the other, have\nconcurred to change a contribution, the most simple, into one of the\nmost complicated branches of public administration. The first cause\nhas been owing to a too general acquiescence to receive the amount\nof tributes in the produce peculiar to each province, instead of\nmoney; and the second, because as the above officers are the persons\nintrusted with the collection, whenever the sale has held out to\nthem any advantage, they have been in the habit of appropriating the\nseveral articles to themselves, without allowing any benefit to the\ntreasury. If the prospective sales of the produce appear unfavorable,\nit is then forwarded on to the king’s store in Manila, surcharged with\nfreights, exposed to many risks, and the value greatly diminished\nby waste and many other causes. No order or regularity being thus\nobserved in this respect, and the sale of the produce transmitted to\nthe king’s stores being regulated by the greater or lesser abundance in\nthe general market, and a considerable stock besides left remaining,\nfrom one year to another, and eventually spoiled, it is impossible\nto form any exact estimate of this branch. If to these complicated\nmatters we add the radical vices arising out of the infidelity of the\nheads of clans (cabezas de barangay), the difficulty of ascertaining\nthe defects of the returns made out by them, the variations annually\noccurring in the number of those exempted either through age or other\nlegal motives, and above all, the frequently inevitable tardiness with\nwhich the district magistrates send in their respective accounts,\nit will be readily acknowledged, that no department requires more\nzeal in its administration, and no one is more susceptible of all\nkinds of frauds, or attended with more difficulties.",
        "[A conservative estimate.] In this state of uncertainty, with regard\nto this particular branch, I have guided myself by the last general\nreturn of tributes, made out in the accountant-general’s office,\non the best and most recent data, and calculating indistinctly the\nwhole value in money, I have deemed it proper afterwards to make a\nmoderate deduction, on account of the differences above stated, and\narising out of the collection of the tributes in kind, the expenses of\nconveyance, shipwrecks, averages, and other causes already enumerated.",
        "[Fixed charges.] In conformity to this calculation, the total\nproceeds of this branch of revenue amount to $505,215 from which\nsum are deducted, in the primitive stages of the accounts, the\namount of ecclesiastical stipends, the pay of the troops under\nthe immediate orders of the chief district magistrates in their\nquality of war-captains, together with all other extraordinary\nexpenses incurred in the provinces by orders of the government, the\nremainder being afterwards forwarded to the king’s treasury. It ought,\nhowever, to be observed, that the above aggregated sum is more or less\nliable to deficiencies, according to the greater or lesser degree of\npunctuality on the part of the sub-collectors in making up accounts,\nand the solidity of their respective sureties; the failure of this\nkind experienced by the revenue being so frequent, that, according to\nthe returns of the accountant-general, those which occurred between\nthe years 1762 and 1809, were no less than $215,765 notwithstanding\nthe great precautions at all times taken to prevent such considerable\ninjuries, by every means compatible with the precarious tenure of\nproperty possessed by both principals and sureties in this country. All\nthe above circumstances being therefore taken into due consideration,\nand the ordinary and extraordinary discounts made from the total amount\nof tributes, the real sum remaining, or the net annual proceeds of\nthe above branch, have usually not been rated at more than $190,000\nand $200,000; a sum respectively extremely small, and which possibly\nmight be doubled, without the necessity of recurring to any other\nmeasure than a standing order for the collecting of the tributes in\nmoney, as by this means the variety of expenses and complications above\nenumerated, would be avoided, and the king’s revenue no longer exposed\nto any other deficiencies than those arising out of the insolvency\nof the sub-collectors and their sureties, or casual risks, and the\ntrifling charges paid for the conveyance of the money. If in opposition\nto this it should be alleged that it would be advisable to except some\nof the provinces from this general rule, owing to the advantages the\ngovernment might derive from certain tributes being paid in kind,\nI do not hesitate to answer that I see no reason whatever why this\nshould be done, because, if, for example, any quality of rigging\nor sail cloth is annually required, it would be easy to obtain it\neither by early contracts, or by laying in the articles at the current\nmarket price. Indeed, all supplies which do not rest on this footing,\nwould be to defraud the natives of the fruits of his industry, and in\nthe final result this would be the same as requiring of him double or\ntriple tribute, contrary to the spirit of the law, which unfortunately\nis too frequently the case under the existing system.",
        "[Preferability of tribute in money.] Considering this affair in\nanother point of view, it would be easy for me to demonstrate, if it\nwere necessary, the mistaken idea that the native is benefited by\nreceiving in kind the amount of the tribute he has to pay, at the\nlow prices marked in the tariff used as a standard, by showing the\nextortions and brokerage, if I may so term it, to which the practice\ngives rise on the part of the district collectors. It will, however,\nsuffice to call the attention of my readers to the smallness of\nthe sum constituting the ordinary tribute, when reduced to money,\nin order for them to be convinced that it would be superfluous,\nas well as hazardous, to attempt to point out how this branch might\nbe rendered more productive to the state and at the same time less\nburdensome to the contributors, more particularly when the rate\nassessed does not exceed ten reals per year, a sum so small, that\ngenerally speaking, no family can be found unable to hoard it up, if\nthey have any inclination so to do. The prevailing error, however, in\nthis respect, I am confident arises out of a principle very different\nfrom the one to which it is usually attributed. The tributary native\nis, in fact, disposed to pay the quota assigned to him into the hands\nof the chief of his clan, in money, in preference to kind; because,\nindependent of the small value at which the articles in kind are\nrated in the tariff, he is then exposed to no expenses, as he now is\nfor the conveyance of his produce and effects; nor is he liable to so\nmany accidents. But as the chief of each clan has to deliver in his\nforty or fifty tributes to the head magistrate, who is answerable for\nthose of the whole province, it is natural for him to endeavor to make\nhis corresponding payments in some equivalent affording him a profit;\nat the same time the provincial magistrate, speculating on a larger\nscale, on the produce arising out of his jurisdiction, seeks to obtain\nfrom the government a profitable commutation in kind for that which\nthe original contributor would have preferred paying in money. In\norder the better to attain his purpose, he asserts, as a pretext,\nthe impossibility of collecting in the tribute under another form,\nalleging, moreover, the relief the native derives from this mode,\nwhereas, if only duly examined, such a pretence is founded on the\navarice, rather than the humanity of the magistrate.",
        "Leaving to one side the defects attributable to the present mode\nof collection, and considering the tribute as it is in itself, the\nattentive observer must confess, that in no part of our Indies is\nthis more moderate; and, indeed, it is evident that the laws generally\nrelating to the natives of these Islands seem to distinguish them with\na decided predilection above those of the various sections of America.",
        "[Items in tribute.] The tribute in its origin was only eight reals\nper family; but the necessity of providing for the increased expenses\nof the government gave rise to this rate being afterwards raised\nto ten. The Sangley mestizos pay double tribute, and the Sangleys\ncontribute at the rate of $6 per head. Besides this, all pay a yearly\nsum, applicable to the funds belonging to the community, and the above\ntwo casts pay three reals more, as a church rate, and under the name\nof the Sanctuary, the whole being in the following form:",
        "Entire Native Tribute       Tribute of Mestizos     Sangleys",
        "8 Reals, original tribute   16 Reals.               $6 each.\n1 1/2 Reals for expenses\nof troops                   3\n1/2 Reals to tithes         1\n10 Reals, amount of tribute 20 Reals.               $6.75\n1 Real, community funds     1\n3 Reals, sanctuary rate     3\n14 Reals, total annual\ndisbursement.               24 Reals.               $6.75",
        "The males commence paying tribute at twenty years of age and\nthe females at twenty-five, if before they have not entered the\nmatrimonial state, and in both the obligation ceases at the age of\nsixty. The chiefs of clans, or cabezas de barangay and their eldest\nsons, or in default of children, the person adopted in their stead,\nthat is, an entire tribute and a half, are exempt from this tax, as\na remuneration for the trouble and responsibility they may have in\ncollecting in the forty or fifty tributes, of which their respective\nclans are composed. Besides these there are various other classes of\nexempted persons, such as the soldiers who have served a certain number\nof years, those who have distinguished themselves in any particular\nmanner in the improvement of industry or agriculture, and others who\nhave received special certificates, on just and equitable grounds. In\nsumming up the total number of exempted persons, on an average in\nthe whole of the provinces, they will be found in the proportion of\nfifty to every thousand entire tributes.",
        "[Chinese tax.] The head-tax of the Sangleys has usually been\nattended with so many difficulties in its collection, owing to the\nfacilities with which they absent or secrete themselves, and the\nmany stratagems this cunning and artful race employ to elude the\nvigilance of the commissioners, that the government has at length\nfound itself compelled to let out this branch, as was done in 1809,\nwhen it was disposed of in the name of one of them for the moderate\nsum of $30,000; notwithstanding it is a generally received opinion,\nthat the number of this description of Chinese, constantly residing\nin the Islands, is above 7,000, which, at the rate of $6 per head,\nwould raise this proportion of the tax as high as $42,000.",
        "[Community funds.] The Community funds belonging to each town, have,\nin conformity to the regulations under which they are administered,\na special, or I might say, local application; but collected together\ninto one stock, as is now the case, and directly administered by the\ngovernment, they produce a more general utility. The head town of\nthe province A, for example, requires to rebuild the public prison\nor town-hall, and its own private funds are not sufficient to defray\nthe expenses of the work in question. In this case, therefore, the\ngovernment gives orders for the other dependent towns to make up the\ndeficiency by taking their proportions from their respective coffers,\nas all have an equal interest in the proposed object being carried\ninto effect. The king’s officers, in consequence thereof, draw the\ncorresponding sums from these funds, the whole of which is under their\nimmediate superintendence. And in order that the surplus of this stock\nmay not stand still, but obtain every possible increase in a country\nwhere the premium for money is excessive, when let out at a maritime\nrisk, it is ordered that some part shall be appropriated in this way,\nand on the same terms as those observed by the administrators of the\ncharity funds belonging to the Misericordia (Charity) establishment,\nand the third order of St. Francis, which is another of the great\nadvantages of assembling this class of property.",
        "In consequence of this judicious regulation, and the success with\nwhich this measure has hitherto been attended, the Community fund\nhas gone on increasing in such a way that, notwithstanding the sums\ndrawn from it for the purpose of constructing causeways, bridges,\nand other municipal objects, at the commencement of 1810, the stock\nin hand amounted to no less than $200,000; and it is natural to\nsuppose when the outstanding premiums due shall have been paid in,\na considerable augmentation will take place. This branch, although\nnot exactly comprehended in those which constitute the revenue of the\ngovernment, has so obvious an analogy with that of tributes, that I\nhave not deemed it any essential deviation from the order and method\nI have hitherto observed in this work, to introduce it in this place,\nas in itself it did not deserve to be classed under a distinct head.",
        "[Tribute burdensome.] Notwithstanding the truth of what has been\nsaid with regard to the moderate rate of the tribute imposed on the\nnative of the Philippine Islands, it would be extremely desirable if\nhe could be altogether exonerated from a charge which he bears with\ngreat repugnance, by some other substitute being adopted, indirectly\nproducing an equivalent compensation. In the first place, because the\njust motives of complaint would cease, caused not only by the tribute,\nbut also the manner of its collection; and an end would then be put\nto those intrigues and extortions the district magistrates commit,\nunder the title of zealous collectors of the king’s revenue, and the\npower of a multitude of subaltern tyrants, comprehended under the\ndenomination of chiefs of native clans (cabezas de barangay) would\nthen also fall to the ground; a power which, if now employed for the\npurpose of oppressing and trampling on the liberties of inferiors,\nmight some day or other be converted into an instrument dangerous\nand subversive of our preponderance in the country. In the second\nplace, if, among all the civilized nations a head-tax (poll-tax)\nis in itself odious, it must incontestably be much more so among\nthose whose unlettered state, far from allowing them to know that\nthe social order requires a certain class of sacrifices for its\nbetter preservation, makes them attribute exactions of this kind\nto an abuse of superiority. Hence are they led to consider these\nrestraints as the symbols of their own slavery and degradation, as\nin fact the natives in these Islands have ample reasons for doing,\nwhen the legal exemption of the whites is considered, without any\nother apparent reason than the difference in color. Independent of\nthis, the substitute above alluded to would be extremely expedient,\ninasmuch as it would greatly simplify the plan of administration,\nthe accountant’s department would be freed from the most painful\npart of its labors, and the district magistrates and sub-collectors\nwould not so frequently be entangled in their accounts, and exposed\nto expensive and interminable lawsuits, as now so often happens.",
        "[Possible Revenue substitutes.] The difficulty, however, of\nfinding out this compensation or substitute is a matter of some\nconsideration. On the one hand, if it was attempted to distribute\nthe proceeds arising out of the tributes on other branches, such as\ntobacco, native wine, bonga, and custom house, it would, at first\nsight, appear possible, through the medium of an almost invisible\naugmentation in the respective sale prices and in the king’s duties,\nthat this important object might easily be attained; but, on the\nother, it might be apprehended that the additional value put on\nthe articles above-mentioned, would produce in their consumption\na diminution equal to the difference in prices, in which cases no\nadvantage would be gained. The practicability of the operation, in my\nopinion, depends on the proportion in which the means of obtaining the\narticles in question respectively stand with the probability of their\nbeing consumed. I will explain myself. If, for example, the annual\nstock of tobacco laid in should be insufficient to meet the wants of\nthe consumers, as constantly occurs, it is clear that this article,\nwhen monopolized, will bear a small augmentation of price, not only\nwithout any inconvenience or risk, but with the moral certainty of\nobtaining a positive increase of revenue, the necessary effect of\nthe total consumption of the tobacco laid in and sold. But as this\ndoes not happen with the branch of native wines, of which the stock\nusually exceeds the demand, and as the bonga also is not susceptible\nof this improvement, owing to the small place it occupies among the\nother resources of the revenue, no other means are left than to add to\nthe duties of export on silver, and of import on foreign merchandise,\na percentage equivalent to the deficiency not laid on tobacco, unless\nit should be deemed more advisable to levy a sumptuary contribution on\ncoaches, horses and servants, and especially on all kinds of edifices\nand houses built of stone and mortar, situated both within and without\nthe capital.",
        "[Objection to tribute-paying.] However this may be, whatever the king\nloses in revenue by the abolition of the native tributes, no doubt,\ncould be made up by an appeal to other ways and means. It is well-known\nthat many of the Indian tribes refuse to become subjects of the crown\nand object to enter into general society on account of the odious\nidea they have formed of paying tribute; or, as they understand it,\nthe obligation of giving something for nothing, notwithstanding those\nwho voluntarily submit themselves to our laws, are exempt from tribute,\nand this charge falls only on their descendants. But of this they must\neither be ignorant, or they regret depriving their posterity of that\nindependence in which they themselves have been brought up, and thus\ntransmit to them slavery as an inheritance. As soon, therefore, as a\ngeneral exemption of this kind, without distinction of casts, should\nbe made public, the natives would quit their fastnesses and secluded\nplaces, and satisfied with the security offered to them, would be\nseen coming down to the plains in search of conveniences of civilized\nlife, and all gradually would be reduced to Christianity. Hence\nthe increase of productions and their consumption, as well as\nthe extension of agriculture, industry and internal commerce. The\ndiminution of smuggling tobacco would soon follow, progress would be\nmade in the knowledge of the mines and natural riches of the country,\nand financially, greater facilities would present themselves in\ngradually carrying into effect its entire conquest and civilization.",
        "Advantages of such great and extraordinary importance deserve to\nbe seriously weighed, and to this valuable department of public\nadministration the early attention of those in authority ought to\nbe called. Let due inquiries be made, and soon shall we discover\nthe substantial benefits which would be derived to the treasury\nfrom the adoption of this measure, as popular as it is just, and\nalso conformable to the liberal spirit of the times. In support of\nthe preceding arguments, it ought further to be observed, that when\nall the branches constituting the king’s revenue are well organized,\nbrought to their most productive state, and the public debt contracted\nunder unforeseen exigencies paid off, as long as present circumstances\ndo not vary, an annual surplus of revenue, equal to more than $500,000,\nwill be left; and as the proceeds of the particular branch of tributes\ndo not amount to this sum, it is evident their abolition may take\nplace, not only without any derangement or onerous consequences to the\nadministration, but even without any deficiency being experienced, or\nany necessity to recur to the treasury of New Spain for extraordinary\naid. These reasons acquire still greater force when it is remembered\nthat, as things now are, all the branches of public revenue are\nin a progressively improving condition, and as the whole are still\nsusceptible of a much more productive organization, the annual surplus\nof receipts will rapidly become greater, and consequently also the\nnecessity will diminish of continuing to burden this portion of His\nMajesty’s dominions with contributions in order to meet the expenses\nof their defence and preservation.",
        "Finally, well convinced of the advantageous results which, in\nevery sense, would emanate from the revision and reforms proposed,\nI abstain from offering, in support of my arguments, a variety of\nother reflections which occur to me, not to be too diffuse on this\nsubject; trusting that the hints I have already thrown out will be\nmore than sufficient to excite an interest and promote a thorough and\nimpartial investigation of concerns, highly important to the future\nwelfare and security of this colony.",
        "[Subaltern branches.] Besides the six preceding branches which\nconstitute the chief mass of the public revenue in these islands, there\nare several smaller ones of less consideration and amount; some having\na direct application to the general expenses of the local government,\nand the others, intended as remittances to Spain; a distinction of\nlittle import and scarcely deserving of notice, since the object of the\npresent sketch is to convey information on a large scale respecting\nthe King’s revenue in these Islands. As some of them, however, yield\nproceeds more regular than the others, I have classed together the\nreceipts of the Pope’s Bulls, or “Bulas de Cruzada,” playing-cards,\ntithes, stamps and gunpowder, under the head of Subaltern Branches,\nwith regard to the rest, to the general statement already quoted.",
        "In conformity to the returns with which I have been favored from\nthe public offices, these five branches produced, in the year 1809,\n$45,090.75 in the following proportions:",
        "                    Sales.      Expenses.   Net Proceeds.\n    Pope’s bulls    $15,360.75  $4,422.25   $10,938.50\n    Playing cards    11,539.125    932.625   10,606.50\n    Tithes           12,493.00        ––   12,493.00\n    Stamps            4,467.50     321.50     4,146.00\n    Gunpowder         7,307.625    401.125    6,905.375\n                           ––       ––         ––\n                    $51,168.125 $6,077.75   $45,090.375",
        "[Tithes.] The scanty proceeds of the tithes will naturally appear\nremarkable; but it ought to be remembered that, besides the ordinary\ntribute, the natives pay half a real under this denomination,\nwithout any distinction of person, or any reference whatever to their\nrespective means, the total amount of which is already added to the\ntributes, and for this reason not repeated in this place. In addition\nalso no tithes are levied, except on lands belonging to Spaniards,\nchurches, regular clergy, ecclesiastical corporations, etc., and even\nthen the articles of rice, wheat, pulse indigo and sugar, are alone\nliable. The above branches are all in charge of administrators,\nand from this plan it certainly would be advisable to separate\nthe tithes and farm them out at public auction, as was proposed\nby the king’s officers of the treasury, in their report on this,\nas well as other points, concerning the revenue, and dated October\n24, 1792. From the net proceeds of the gunpowder the expenses of its\nmanufacture, confided to the commandant of artillery, ought seemingly\nto be deducted; but, as they cannot be ascertained with any degree of\ncertainty, and as besides they are comprehended in the general expenses\nof that department, a separate deduction may be dispensed with.",
        "[Disbursements and general expenses.] In order to form a correct idea\nof the annual amount of the expenditure incurred by the administration\nand defence of the Philippine Islands, it is not necessary in this\nplace to distinguish each item, separately; or to enumerate them\nwith their respective sums or particular denominations. Some general\nobservations on this subject ought, nevertheless, to be made, with a\nview to point out the reforms of which this important department of\nthe public revenue is susceptible.",
        "In the part relating to the interior administration or government,\nample room is certainly left for that kind of economy arising out of\nthe adoption of a general system, little complicated; but it is besides\nindispensably necessary that, at the same time the work is simplifed\nand useless hands dismissed, the salaries of those who remain should\nbe proportionally increased, in order to stimulate them in the due\nperformance of their duties. It might also be found advisable to\ncreate a small number of officers of a superior order, who would\nbe enabled to co-operate in the collection of the king’s revenue,\nand the encouragement of agriculture, commerce and navigation,\nin their respective departments. The additional charges in this\nrespect cannot be of any great consequence; although, in reality,\nby the receipts increasing through the impulse of an administrative\norder more perfect, and the expenses being always the same, the main\nobject, so anxiously sought for in another way, would be thus attained.",
        "[Defence expenses.] The reverse, however, happens with regard\nto the expenses of defence, as I have called them, the better to\ndistinguish them from those purely relating to the interior police\nor administration. Every sacrifice, most assuredly, ought to appear\nsmall, when the object is to preserve a country from falling into the\nhands of an enemy, and it ought not to excite surprise, if, during the\ncourse of the last fifteen years, several millions of dollars have been\nexpended in the Philippines, in order to shield them from so dreadful\na misfortune. But the late memorable revolution in the Peninsula has\ngiven rise to so great a change in our political relations, and it\nis extremely improbable that these Islands will be again exposed to\nthe same danger and alarm, that the government may now, without any\napparent risk, dispense with a considerable part of the preparations\nof defence, at one time deemed indispensably necessary. A colony that\nhas no other strong place to garrison than its capital, and on the\nloyalty of whose inhabitants there are sufficient motives to rely,\nought, in my opinion, to be considered as adequately provided against\nall ordinary occurrences in time of peace, with the 4,000 regulars,\nmore or less, of all arms, the usual military establishment. In case\nany suspicions should arise of an early rupture with the only power\nwhose forces can inspire the governors of these Islands with any kind\nof apprehensions, means will not be wanting to an active and provident\nminister, of giving proper advice, so as to allow sufficient time for\nthe assembling of the battalions of provincial militia and all the\nother necessary preparations of defence, before the enemy is in an\nattitude to effect an invasion of a country so far distant from his\nown possessions on the coasts of Malabar and Coromandel. Consequently,\nby disbanding the corps of provincial infantry, cavalry and artillery,\nwhich continue uselessly to be kept on foot, an annual saving of\nfrom $220,000 to $250,000 would take place, an amount too great to\nbe expended unless imperiously called for by the evident dread of a\npremeditated attack from an hostile quarter.",
        "[Shipping reform.] The navy is another of the departments in which\nreforms may be introduced, of no small moment to the treasury. Of\ncourse by the government merely dispensing with the policy of keeping\nin readiness two large ships to convey to Acapulco the cargos, for\nwhich the Manila merchants enjoy an annual licence, and leaving to\nthe latter the full liberty of following up their speculations on\ntheir own account and risk, in vessels of their own, individually or\nwith joint stock, a saving would result in favor of the crown equal to\n$140,000 to $150,000 per annum, and without preventing the receipt in\nAcapulco of the customary duties of $160,000 or $166,000 corresponding\nto the said licenses. This will evidently be the case, because as\nlong as the large disposal of funds of the charitable institutions\nare employed in maritime risks, and the private property of others\nis besides added to them, the amount of the operations undertaken by\nthe merchants of the Philippines to New Spain, when divested of all\nrestraint, will always exceed $500,000 per annum. Nor is there now\nany further occasion for the government to continue granting this\nspecies of gratuitous tutelage to a body of men possessed of ample\nmeans to manage their own affairs, and who demand the same degree of\nfreedom, and only seek a protection similar to that enjoyed by their\nfellow-countrymen in other parts of the king’s dominions.",
        "[Galleon graft.] In case the above reform should be adopted, it might\nbe deemed requisite for the government to undertake the payment of some\nof the charges under the existing order of things, defrayed out of the\nfreights to which the merchandise shipped in the Acapulco traders is\nliable; because, calculating the freight at the usual rate of $200 for\neach three bales, or the amount of one ticket, out of the one thousand\nconstituting the entire cargo, and of which one-half, or $100,000 more\nor less, is appropriated to the ecclesiastical chapter, municipality,\nofficers of the regular army (excluding captains and the other higher\nranks) and the widows of Spaniards, who in this case would be losers,\nindependent of the remaining $100,000 or 500 tickets distributed\namong the 200 persons having a right to ship to Acapulco, it would, at\nfirst sight, appear reasonable for the treasury to indemnify the above\ndescription of persons by a compensation equivalent to the privation\nthey experience through the new arrangement of the government. But\nas the practice of abuses constitutes no law, and what is given\nthrough favor is different to that which is required by justice,\nthere are no reasons whatever why the treasury should be bound to\nsupport the widows of private persons, from the mere circumstance of\ntheir deceased husbands having been Spaniards; more particularly if\nit is considered that, far from having acquired any special merit\nduring their lifetime, most of them voluntarily left their native\ncountry for the purpose of increasing their fortunes, and others were\nbanished from it, owing to their bad conduct. Neither can it be said\nthat the municipality have a legal right, in the case before stated,\nto receive any equivalent for the value of their respective annual\ntickets, which, when disposed of, usually amount to about $20,000 in\nthe first place, because it is well-known that the eleven aldermen’s\nseats, of which that body is composed, seats which can either be\nsold or resigned, originally did not cost as much as $50,000 and\nclearly the principal invested is out of all kind of proportion with\nthe enormous premium or income claimed. In the second place, although\nthe above municipal situations were originally purchased with a view\nto obtain some advantages, these formerly were very different to what\nthey are at present, when the great increase of shippers to Acapulco,\nor in more plain terms, of purchase of tickets competing to obtain\nthem, has given to these permits a value more than triple to that\nthey possessed thirty years ago.",
        "[Indemnifying the aldermen.] In order, therefore, to do away with\nall motives of doubt and dispute, as well as for many other reasons\nof public utility, the best plan, in my opinion, would be, to return\nto each alderman his money, and the present municipal constitution\nbeing dissolved, the number of members might be reduced to four, with\ntheir corresponding registrar, and like the two ordinary “alcaldes,\"\nelected every year without any other reward than the honor of presiding\nover and representing their fellow-citizens. Under this supposition,\nthe only classes entitled to compensation, strictly speaking,\nwould be the ecclesiastical chapter and the subaltern officers,\nwhose respective pay and appointment are not in fact sufficient\nfor the decency and expenses of their rank in society. Of course it\nwould then be necessary to grant them more adequate allowances, but,\naccording to reasonable calculations, the sum total annually required\nwould not exceed $30,000; consequently, the reform projected with\nregard to the Acapulco ships would still eventually produce to the\ntreasury a saving of from $60,000 to $70,000 in the first year of\nits adoption, and of $110,000 to $120,000 in every succeeding one.",
        "[The navy.] It is, on the other hand, undeniable that, if the royal\nnavy and cruising vessels, or those belonging to the Islands and\nunder the immediate orders of the captain-general, were united into\none department, and placed under one head, considerable economy\nwould ensue, and all motives of discord and emulation be moreover\nremoved. Such would be the case if the change was attended with no\nother cirumstances than the consequent diminution of commanders,\nsubaltern officers, and clerks; but it would be also proper to unite\nthe arsenals, and adopt a more general uniformity in the operations and\ndependences of this part of the public services. It is equally certain\nthat, during peaceful times, the two schooners and sixty gunboats,\nconstituting the number of the above-mentioned cruising vessels, would\nbe in great measure useless; whilst in case of a rupture, they are not\nsufficient to protect the trade of these Islands from the attacks of an\nenemy, notwithstanding they now cost the government considerable sums\nin repairs, etc., in order to keep them fit for service. The government\nought therefore to guard against this waste of public money, without,\nhowever, neglecting the defence of the Islands, objects which, in my\nopinion, might easily be reconciled. Intelligent persons have judged\nthat by reducing the naval forces to two frigates, two schooners,\nand about a dozen gunboats, the essential wants of the colony would be\nduly answered, in ordinary times; and some of the vessels might then\nbe destined to pursue hydrographical labors in the Archipelago, which,\nunfortunately, are in a most backward state, whilst others could be\nsent on their periodical cruises against the Moros. By this means, at\nleast, the navy department would be greatly simplified, and cease to be\neternally burdensome to the government. With regard to the superfluous\ngunboats, it would be expedient to distribute them gratuitously among\nthe marine provinces and Bisayan Islands, on the only condition of\ntheir being always kept fit for service; as, in one sense, the great\nexpenses of maintaining them would be thus saved by the treasury, and,\nanother, the inhabitants of those portions of the coast would be in\npossession of means sufficiently powerful to repel the aggressions of\nthe Moros, who commit great ravages on their settlements. Finally,\nif besides the reforms of which the army and navy are susceptible,\nit is considered that the public works, such as prisons, schools,\nbridges, and causeways, so expensive in other countries, in the\nPhilippines are constructed by the natives on the most reasonable\nterms, out of the community funds; that there is no necessity to build\nfortifications, and maintain numerous garrisons; that the clergy, to\nwhose zeal and powerful influence the preservation of these Islands\nis chiefly due, do not cost the treasury annually above $200,000 and\nthat the geographical situation of the colony in great measure shields\nit from the attacks of external enemies, it will readily be confessed,\nthat a wise and firm government might undertake, without the dread of\nhaving to encounter any great obstacles, an administrative system,\nin a general point of view, infinitely more economical than the one\nhitherto followed; might be able to extirpate numerous abuses, and\nby calling forth the resources of the country gradually raise it to\na flourishing condition, and cause it hereafter to contribute largely\nto the other wants of the crown. Hence was it that the distinguished\nvoyager, La Pérouse (Chap. 15), contemplating these Islands with a\npolitical eye, did not hesitate to affirm “that a powerful nation,\npossessed of no other colonies than the Philippines, that should\nsucceed in establishing there a form of government best adapted to\ntheir advantageous circumstances, would justly disregard all the\nother European establishments in Africa and America.”",
        "[Objectionable office-holders.] In our colonies, appointments and\ncommand far from being sought as a means to obtain a good reputation,\nor as affording opportunities of contributing to public prosperity,\nare, it is too well known, only solicited with a view to amass\nwealth, and then retire for the purpose of enjoying it. Commercial\npursuits being besides attended with so many advantages that those\nonly decline following them who are divested of money and friends;\nwhilst the situation in the revenue are so few in number, compared\nwith the many candidates who solicit them, that they are consequently\nwell appointed, it follows that the excess left without occupation,\nbesides being considerable, is generally composed of needy persons, and\nnot the most suitable to exercise the delicate functions of collectors\nand magistrates in the provinces. From this class nevertheless the\nhost of officers are usually taken who, under the name of collectors,\nsurveyors and assessors of tributes, intervene in, or influence\nthe public administration. Owing to the variety and great number of\npersons emigrating to America, ample field, no doubt, is there left\nfor selection, by which means the viceroys may frequently meet with\npersons suitable and adequate to the above trusts, if prudent steps\nare only taken; but in this respect the case is very different in the\nPhilippines, where chance alone occasionally brings over a European\nSpaniard, unemployed or friendless. In these remote Islands, also,\nmore than in any other quarter, people seek to live in idleness, and,\nas much as possible, without working, or much trouble. As long as\nhopes are entertained of doing something in the Acapulco speculations,\nevery other pursuit is viewed with indifference, and the office of\ndistrict or provincial magistrate is only solicited when all other\nresources have failed, or as a remedy against want. As the applicants\nfor these situations are therefore not among the most select classes,\nit very frequently happens that they fall into extremely improper\nand unworthy hands.",
        "It is in fact common enough to see a hairdresser or a lackey converted\ninto a governor; a sailor or a deserter transformed into a district\nmagistrate, collector, or military commander of a populous province,\nwithout any other counsellor than his own crude understanding,\nor any other guide than his passion. Such a metamorphosis would\nexcite laughter in a comedy or farce; but, realized in the theatre\nof human life, it must give rise to sensations of a very different\nnature. Who is there that does not feel horror-struck, and tremble\nfor the innocent, when he sees a being of this kind transferred from\nthe yard-arm to the seat of justice, deciding, in the first instance,\non the honor, lives, and property of a hundred thousand persons, and\nhaughtily exacting the homage and incense of the spiritual ministers\nof the towns under his jurisdiction, as well as of the parish curates,\nrespectable for their acquirements and benevolence, and who, in their\nown native places, would possibly have rejected as a servant the very\nman whom in the Philippines they are compelled to court and obey as\na sovereign.",
        "In vain do the laws ordain that such offices shall not be given away to\nattendants on governors and members of the high court of justice, for\nunder pretext of the scarcity of Europeans experienced in the colony,\nmeans are found to elude the statute, by converting this plea into an\nexception in favor of this description of persons. By such important\noffices being filled in this manner, it is easy to conceive the various\nhardships to which many of the provinces and districts are exposed;\nnor can any amelioration be expected as long as this plan is persisted\nin and the excesses of the parties go without punishment.",
        "[Evils from officials in trade.] Independent, however, of the serious\ninjuries and great errors persons of the class above described cannot\nfail to commit in the exercise of their functions, purely judicial, the\nconsequences of their inordinate avarice are still more lamentable,\nand the tacit permission to satisfy it, granted to them by the\ngovernment under the specious title of a licence to trade. Hence may\nit be affirmed, that the first of the evils, and the one the native\ninmmediately feels, is occasioned by the very person the law has\ndestined for his relief and protection. In a word, he experiences\ninjuries from the civil magistrates presiding over the provinces,\nwho, at the same time, are the natural enemies of the inhabitants,\nand the real oppressors of their industry.",
        "It is a known and melancholy fact that, far from promoting the\nfelicity of the provinces intrusted to their care, the magistrates\nattend to nothing else but their own fortunes and personal interests;\nnor do they hesitate as to the means by which their object is to\nbe attained. Scarcely are they seated in the place of authority,\nwhen they become the chief consumers, purchasers, and exporters of\nevery thing produced and manufactured within the districts under\ntheir command, thus converting their licence to trade into a positive\nmonopoly. In all lucrative speculations the magistrate seeks to have\nthe largest share; in all his enterprises he calls in the forced aid\nof his subjects, and if he deigns to remunerate their labor, at most\nit is only on the same terms as if they had been working on account\nof the king. These unhappy people bring in their produce and crude\nmanufactures to the very person who, directly or indirectly, is to fix\nupon them an arbitrary value. To offer such and such a price for the\narticles is the same as to say, another bidding shall not be made. To\ninsinuate is to command–the native is not allowed to hesitate, he must\neither please the magistrate, or submit to his persecutions. Being\nbesides free from all competition in the prosecution of his traffic,\nsince he is frequently the only Spaniard resident in the province,\nthe magistrate therein acts with unbounded sway, without dread,\nand almost without risk of his tyranny ever being denounced to the\nsuperior tribunals.",
        "[Speculating in tributes.] In order, however, that a more correct\nidea may be formed of the iniquitous conduct of many of these public\nfunctionaries, it is necessary to lay open some part of their irregular\ndealings in the collection of the Indian tributes. It is well known\nthat the government, anxious to conciliate the interests of the\ntributary classes with those of the revenue, frequently commutes\nthe pecuniary capitation tax into an obligation to pay the amount in\nproduce or manufactures. A season comes when, owing to the failure\nof the crops, the productions have risen to an excessive price,\nand consequently infinitely above the ordinary rates affixed by law,\nwhich are generally the lowest, and the natives, unable to keep their\nbargains without considerable injury or endangering the subsistence\nof their numerous families, implore the favor of the magistrate,\npetitioning him to lay their calamitous situation before the superior\ngovernment, in order to have the payment of their tribute in kind\nremitted, and offering to pay it in money. This is the precise moment\nwhen, as his own profits depend on the misery of the province under\nhis command, he endeavors to misuse the accidental power with which he\nis invested. Hence it happens that, instead of acting as a beneficent\nmediator, and supporting the just solicitations of the natives, he at\nfirst disregards their petition, and then all at once transforming\nhimself into a zealous collector, issues his notifications, sends\nhis satellites into the very fields to seize on the produce, and in a\nmost inexorable manner insists on collecting till necessity compels\nhim to suspend the measure. The principal object being attained,\nthat is, having now become master of the gleanings and scanty crops\nof his bereft subjects, on a sudden his disposition changes, he is\nmoved to pity, and in the most pathetic language describes to the\ngovernment the ravages done to the plantations by the hurricanes,\nand the utter impossibility of collecting in the tributes that year in\nkind. On such a remonstrance he easily obtains permission to change the\nstanding order, and proceeding on to collect in some of the remaining\ntributes in money, merely to save appearance, with perfect impunity\nhe puts the finishing stroke to the wicked act he had commenced, by\napplying to himself all the produce his collectors had gathered in,\nand places to the credit of the treasury the total amount of the\ntributes, corresponding to his jurisdiction, in money.",
        "Supposing, for example, that this has happened in the province of\nAntique, where the payment of the capitation-tax generally takes place\nin the unhusked rice, rated at two reals per cavan, and, through the\neffects of a bad season, this article should rise as high as ten or\ntwelve reals. It is clear that the magistrate, by accounting for the\ntributes with the revenue office in money, and collecting them in kind\nat the rate fixed by law, would by the sales gain a profit of 400 or\n500 per cent; at the same time the native, by the mere circumstance\nof then paying in kind, would have paid the tribute corresponding to\nfive or six years in a single one, without, on that account, having\nfreed himself from the same charge in the following seasons.",
        "[No check on extortion.] When the extortionate acts as these are\npractised, to what lengths may it not be expected the other excesses\nand abuses of authority are carried? To the above it ought moreover\nto be added, that the provincial magistrates have no lieutenants,\nand are unprovided with any other auxiliaries in the administration\nof justice, except an accompanying witness and a native director;\nthat the scrutinies of their accounts, to which they formerly were\nsubject, are now abolished, and, in short, that they have no check\nupon them, or indeed any other persons to bear testimony to their\nirregularities, except the friendless and miserable victims of their\ndespotism and avarice.",
        "Notwithstanding, however, what is above stated, it sometimes happens\nthat a magistrate is to be met with, distinguished from the rest by\nhis prudence and good conduct; but this is a miracle, for by the very\ncircumstance of his being allowed to trade, he is placed in a situation\nto abuse the wide powers confided to him, and preferably to attend\nto his personal interests; in fact, if the principle is in itself\ndefective, it must naturally be expected the consequences will be\nequally baneful. The lamentable abuses here noticed are but too true,\nas well as many others passed over in silence; and the worst of all\nis, that there is no hope of remedying them thoroughly, unless the\npresent system of interior administration is altogether changed. In\nvain would it be to allege the possibility of removing the evil by the\ntimely and energetic interposition of the protector of the natives;\nfor although this office is in itself highly respectable, it cannot\nin any way reach the multitude of excesses committed, and much less\nprevent them; not only because the minister who exercises it resides\nin the city, where complaints are seldom brought in, unless they come\nthrough the channel of the parish curates; but also on account of the\ndifficulty of fully establishing the charges against the magistrates,\nin the way the natives are at present depressed by fear and threats, as\nwell as restrained by the sub-governors and other inferior officers of\njustice, who, being dependent upon, and holding their situations from\nthe magistrates, are interested in their monopolies and extortionate\nacts being kept from public view.",
        "[Less complaisant laws needed.] If, therefore, it is not possible\nentirely to eradicate the vices under which the interior administration\nof these Islands labors, owing to the difficulty of finding persons\npossessed of the necessary virtues and talents to govern, in an upright\nand judicious manner, let us at least prevent the evils out of the\ntoo great condescension of our own laws. In the infancy of colonies,\nit has been the maxim of all governments to encourage the emigration\nand settlement of inhabitants from the mother-country, without paying\nmuch attention to the means by which this was to be done. It was not to\nbe wondered at that, for reasons of state, defects were overlooked,–at\nsuch periods were even deemed necessary. Hence the relaxation in the\nlaws in favor of those who, quitting their native land, carried over\nwith them to strange countries their property and acquirements. Hence,\nno doubt, also are derived the full powers granted to those who took\nin charge the subjection and administration of the new provinces,\nin order that they might govern, and at the same time carry on their\ntraffic with the natives, notwithstanding the manifest incompatibility\nof the two occupations; or rather, the certainty that ought to have\nbeen foreseen that public duties would generally be postponed, when\nplaced in competition with private interests and the anxious desire\nof acquiring wealth.",
        "Subsequently that happened which was, in fact, to be dreaded, viz.,\nwhat at first was tolerated as a necessary evil, sanctioned by the\nlapse of time has at length become a legitimate right, or rather a\ncompensation for the supposed trouble attached to the fulfillment of\nthe duties of civil magistrates; whilst they, as already observed,\nthink of nothing but themselves, and undergo no other trouble or\ninconvenience than usually fall on the lot of any other private\nmerchant. In the Philippines, at least, many years having elapsed\nsince the natives peaceably submitted to the dominion of the king,\nevery motive has ceased that could formerly, and in a certain degree,\njustify the indulgence so much abused, at the same time that no\nplausible pretext whatever exists for its further continuation.",
        "Although hitherto the number of whites, compared to that of the\npeople of color, has not been great, as the whole of the provincial\nmagistracies, collectorships, and subaltern governments, do not exceed\ntwenty-seven, the scarcity of Spaniards ought not to be alleged as a\nsufficient reason; nor can it be doubted these situations might at any\ntime be properly filled, if the person on whom the choice should fall\nwere only certain of living with decency and in a suitable manner,\nwithout being carried away with the flattering hopes of withdrawing\nfrom office, with ten, twenty, and even as high as fifty thousand\ndollars of property, as has heretofore been the case, but satisfied\nwith a due and equivalent salary they might receive as a reward for\nthe public services they perform.",
        "I do not therefore see why the government should hesitate in resolving\nto put a stop to evils which the people of the Philippines have not\nceased to deplore from the time of the conquest, by proscribing, under\nthe most severe penalties, the power of trading, as now exercised\nby the provincial magistrates. The time is come when this struggle\nbetween duty and sordid interest ought to end, and reason, as well\nas enlightened policy, demand that in this respect our legislation\nshould be reformed, in order that the mace of justice, instead of\nbeing prostituted in search of lucre, may henceforwards be wholly\nemployed in the support of equity and the protection of society.",
        "[Urgence of reform.] The only objection which, at first sight, might\nbe started against the suggestions here thrown out is the increased\nexpense which would fall on the treasury, owing to the necessity of\nappropriating competent salaries for the interior magistrates under\nthe new order of things. Independent, however, of the fact that the\nrapid improvements the provinces must assume, in every point of view,\nwould superabundantly make up this trifling difference; yet supposing\nthe sacrifice were gratuitous, and even of some moment, it ought\nnot, on that account, to be omitted, since there is no public object\nmore important to the sovereign himself, than to make the necessary\nprovision for the decorum of the magistracy, the due administration\nof justice, and the maintenance of good order among his subjects.",
        "The position being established, that a number of whites more\nthan sufficient might be obtained, eligible and fit to perform\nthe duties of civil magistrates, which they would be induced to\nundertake, if adequate terms were only proposed, it would seem that\nno ill consequences might be expected from at once assimilating\nthe regulations of these provincial judicatures to those of the\ncorregimientos, or mayoralties of towns in Spain, or in making out an\nexpress statute, on a triple scale, for three classes of magistrates,\ngranting to them emoluments equivalent to the greater or lesser\nextent of the respective jurisdictions. As far as regards the pay, it\nought to be so arranged as to act as a sufficient stimulus to induce\nEuropean colonists to embrace this career, in a fixed and permanent\nway, which hitherto they have only resorted to as a five years’\nspeculation. Conformably to this suggestion, and owing to the lesser\nvalue attached to money in India, compared with Europe, on account of\nthe greater abundance of the necessaries of life, I am of opinion that\nit would be expedient to affix an annual allowance of $2,000 to each\nof the appointments of the six principal and most populous provinces,\n$1,500 for the next in importance, and for the twelve or thirteen\nremaining, at the rate of $1,000 each; leaving to the candidates\nthe option of rising according to their length of services and good\nconduct, from the lowest to the highest, as is the case in Spain.",
        "[Objects to be gained.] The first part of the plan above pointed\nout embraces two objects. The one is to prevent the provincial\nmagistrates from carrying on traffic, thus depriving them of every\npretext to defraud the natives of what is their own; and the other,\nto form, in the course of a few years a class of men hitherto unknown\nin the Philippine Islands, who, taught by practice, may be enabled to\ngovern the provinces in a more correct and regular manner, and acquire\nmore extended knowledge, especially in the judicial proceedings of\nthe first instance, which, owing to this defect, frequently compel\nthe litigants to incur useless expenses, and greatly embarrass the\nordinary course of justice. Although the second part at first seems\nto involve an increased expense of $36,000 or $37,000 annually,\nwhen well considered, this sum will be found not to exceed $20,000,\nbecause it will be necessary to deduct from the above estimate the\namount of three per cent. under the existing regulations allowed to\nthe magistrates for the collection of the native tributes, in their\ncharacter of subdelegates, generally amounting to $16,000 or $17,000;\nbesides only taking into account such real and effective disbursements\nor extraordinary expenses as in fact they may legally have incurred\nin the performance of their duties.",
        "Should it, however, be deemed expedient, from causes just in their\nnature, hereafter to exonerate the natives from the obligations of\npaying tributes, by which means the amount deducted for the three\nper cent. commission could not then be brought into account, let\nme be allowed to ask what enlightened government would hesitate\nsubmitting to an additional expense of so trifling an import, in\nexchange for beholding more than two millions of men forever freed\nfrom the extortionate acts of their old magistrates; and, through\nthe effects of the new regulations, the latter converted into real\nfathers of the people over whom they are placed? How different would\nthen be the aspect these fine provinces would present to the eyes\nof the philosophical observer who would, in that case, be able to\ncalculate to what an extent the progress of agriculture and industry\nin these islands might be carried.",
        "[Demoralization of over-seas service.] Nevertheless, I do not wish\nto insinuate that by the better organization of the provincial\ngovernments, the present irregularities and abuses of authority\nwould entirely cease; because I am aware, more especially in the\nIndies, that the persons who hold public situations usually have too\nexaggerated ideas of their own personal importance, and easily mistake\nthe gratification of their own whims for firmness of character,\nin the necessity of causing themselves to be respected. Still it\nis an incontestable fact that, by removing the chief temptation,\nand rescinding altogether the license to trade, the just complaints\npreferred by the native against the Spaniard would cease; the motives\nof those continual disputes which arise between the magistrates\nand the ministers of the gospel exercising their functions in the\nsame provinces, and the zealous defenders of the rights of their\nparishioners, would be removed, and the inhabitants of Manila,\nextending their mercantile operations to the interior, without the\ndread of seeing them obstructed through the powerful competition\nof the magistrates in authority there, would be induced to settle\nin or connect themselves with the provinces, and thus diffuse their\nknowledge, activity and money among the inhabitants, the true means\nof encouraging the whole.",
        "What has already been said will suffice to convince the lover of\ntruth and the friend of general prosperity, how urgent it is to\nintroduce as early as possible, the reform proposed into the interior\nadministration of this important, although neglected colony; and it\nis to be hoped that the government, guided by these same sentiments,\nwill not be led away by those narrow-minded people, who predict danger\nfrom every thing that is new; but, after due and mature deliberation,\nresolve to adopt a measure dictated by reason, and at the same time\nconformable to the best interests of the state.",
        "Of little avail would have been the valor and constancy with which\nLegaspi and his worthy companions overcame the natives of these\nislands, if the apostolic zeal of the missionaries had not seconded\ntheir exertions, and aided to consolidate the enterprise. The latter\nwere the real conquerors; they who, without any other arms than their\nvirtues, won over the good will of the islanders, caused the Spanish\nname to be beloved, and gave to the king, as it were by a miracle,\ntwo millions more of submissive and Christian subjects. These were\nthe legislators of the barbarous hordes who inhabited the islands\nof this immense Archipelago, realizing, by their mild persuasion,\nthe allegorical prodigies of Amphion and Orpheus.",
        "[Pioneer Philippine government a theocracy.] As the means the\nmissionaries called in to their aid, in order to reduce and civilize\nthe Indians, were preaching and other spiritual labors, and, although\nscattered about and acting separately, they were still subject to\nthe authority of their prelates, who, like so many chiefs, directed\nthe grand work of conversion, the government primitively established\nin these colonies must necessarily have partaken greatly of the\ntheocratical order, and beyond doubt it continued to be so, till,\nby the lapse of time, the number of colonists increased, as well as\nthe effective strength of the royal authority, so as to render the\ngoverning system uniform with that established in the other ultramarine\ndominions of Spain.",
        "This is also deduced from the fragments still remaining of the first\nconstitution, or mode of government introduced in the Batanes Islands\nand missions of Cagayan, administered by the Dominican friars in a\nspiritual and temporal manner; as well as from what may frequently be\nobserved in the other provinces, by any one who bestows the smallest\nattention. Although the civil magistracies have since been regulated,\nand their respective attributes determined with due precision, it has\nnot hitherto been possible, notwithstanding the pains taken to make the\ncontrary appear, to do without the personal authority and influence\nthe parish curates possess over their flocks. The government has, in\nfact, constantly been obliged to avail themselves of this aid, as the\nmost powerful instrument to insure respect and a due subordination,\nin such manner that, although the parish curates are not at present\nequally authorized to interfere in the civil administration, in point\nof fact, they are themselves the real administrators.",
        "[Standing of parish priests.] It happens that, as the parish curate\nis the consoler of the afflicted, the peacemaker of families, the\npromoter of useful ideas, the preacher and example of every thing good;\nas in him liberality is seen to shine, and the Indians behold him alone\nin the midst of them, without relatives, without traffic, and always\nbusied in their care and improvement, they become accustomed to live\nsatisfied and contented under his paternal direction, and deliver up to\nhim the whole of their confidence. In this way rendered the master of\ntheir wishes, nothing is done without the advice, or rather consent,\nof the curate. The subaltern governor, on receiving an order from the\nsuperior magistrate, before he takes any step, goes to the minister\nto obtain his sanction, and it is he in fact who tacitly gives the\nmandate for execution, or prevents its being carried into effect. As\nthe father of his flock, he arranges, or directs, the lawsuits of\nhis parishioners; it is he who draws out their writings; goes to the\ncapital to plead for the Indians; opposes his prayers, and sometimes\nhis threats, to the violent acts of the provincial magistrates, and\narranges every thing in the most fit and quiet manner. In a word, it\nis not possible for any human institution to be more simple, and at\nthe same time more firmly established, or from which so many advantages\nmight be derived in favor of the state, as the one so justly admired in\nthe spiritual ministry of these islands. It may therefore be considered\na strange fatality, when the secret and true art of governing a colony,\nso different from any other as is that of the Philippines, consists in\nthe wise use of so powerful an instrument as the one just described,\nthat the superior government, within the last few years, should have\nbeen so much deluded as to seek the destruction of a work which,\non the contrary, it is, above all others, advisable to sustain.",
        "In this, as well as many other cases, we see how difficult, or rather\nhow absurd it is, to expect to organize a system of government,\nindistinctly adapted to the genius and disposition of all nations,\nhowever great the discordance prevailing in their physical and moral\nconstitutions. Hence it follows that, by wishing to assimilate\nthe administrative plan of these provinces to the one adopted in\nthe sections of America, inconveniences are unceasingly met with,\nevidently arising out of this erroneous principle. Whatever may\nbe asserted to the contrary, there is no medium. It is necessary to\ninsure obedience either through dread and force, or respect must be\nexcited by means of love and confidence. In order to be convinced that\nthe first is not practicable, it will only be necessary to weigh well\nthe following circumstances and reflections.",
        "The number of the whites compared to that of the natives is so\nsmall, that it can scarcely be estimated in the proportion of 15\nto 25,000. These provinces, infinitely more populous than those of\nAmerica, are entirely delivered up to the charge of provincial [Friars\nonly check on officials.] magistrates, who carry with them to the seats\nof their respective governments, no other troops than the title of\nmilitary commandants, and their royal commission on parchment. Besides\nthe friars, it sometimes happens that no other white person is to be\nfound in an entire province, but the presiding magistrate. It is the\nduty of the latter to collect in the king’s revenue; to pursue robbers;\nappease tumults; raise men for the regiments in garrison at Manila and\nCavite; regulate and head his people in case of an external invasion,\nand, in short, it is he who is to do everything in the character of\nmagistrate and in the name of the king. Considering, therefore, the\neffective power required for the due performance of so great a variety\nof duties, and the want of that species of support experienced by him\nwho is charged with them, can it be denied that it would be risking the\nsecurity of these dominions too much, to attempt forcibly to control\nthem with means so insufficient? If the inhabitants become tumultuous\nand rise up, on whom will the magistrate call for aid to repress and\npunish them? In such a predicament, is any other alternative left him\nthan to fly or die in the struggle? If among civilized nations, it is\ndeemed indispensable that authority should always appear accompanied\nwith force, how can it be expected, among Indians, that the laws will\notherwise be respected, when left naked and unsupported?",
        "[Missionaries’ achievements.] Evidently, it is necessary to appeal to\naid of another kind, and to employ means, which, although indirect\nones, are, beyond all dispute, the best adapted to the peculiar\ncircumstances of the country,–means which, by influencing the mind,\nexcite veneration, subdue the rude understanding of the inhabitants,\nand incline them to bear our dominion without repugnance. It is well\nunderstood what these means are, how much they are at hand, and how\ngreatly also they have always been envied by other European nations,\nwho have sought to extend and consolidate their conquests in both\nthe Indies. Let us listen to La Pérouse, if we wish to know and\nadmire the army with which our missionaries subdued the natives of\nboth Californias; let us read, dispassionately, the wonderful deeds\nof the Jesuits in other parts of America, and, above all, let us\nvisit the Philippine Islands and, with astonishment, shall we there\nbehold extended ranges, studded with temples and spacious convents;\nthe Divine worship celebrated with pomp and splendor; regularity\nin the streets, and even luxury in the houses and dress; schools\nof the first rudiments in all the towns, and the inhabitants well\nversed in the art of writing. We shall there see causeways raised,\nbridges of a good architecture built, and, in short, all the measure\nof good government and police, in the greatest part of the country,\ncarried into effect, yet the whole is due to the exertions, apostolic\nlabors and pure patriotism of the ministers of religion. Let us\ntravel over the provinces, and we shall there see towns of 5000,\n10,000, and 20,000 Indians, peacefully governed by one weak old man,\nwho, with his doors open at all hours, sleeps quiet and secure in\nhis dwelling, without any other magic, or any other guards, than the\nlove and respect with which he has known to inspire his flock. And,\nwhen this is contemplated, can it be deemed possible, through foolish\njealousy and vain wish for those persons only pointed out by the\ngeneral laws in ordinary cases, to intervene in the government of the\nnatives, that the fruit of so much time constancy are not to be lost,\nbut also by hereafter disregarding and rejecting a co-operation,\nas efficient as it is economical, that attempts should purposely be\nmade to destroy the mainspring of the whole of this political machine?",
        "[Curtailing priestly authority.] Such, nevertheless, are the mistaken\nideas which, within the last few years, have unhappily led to the\nadoption of measures, diametrically opposed to the public interest,\nunder the pretext of curtailing the excessive authority of the\nparish-curates. The superior government, not satisfied with having\ndeprived the ministers of the faculty of personally prescribing certain\ncorrectional punishments, which although of little moment, when applied\nwith discretion, greatly contributed to fortify their ascendency,\nand consequently, that of the sovereign; but, in order to exclude and\ndivest them of all intervention in the civil administration, a direct\nattempt has also been made to lower the esteem in which they are held,\nby awakening the distrust of the Indian, and, as much as possible,\nremoving him to a greater distance from them. In proof of this, and\nin order that what has been said may not be deemed an exaggeration,\nit will suffice to quote the substance of two regulations, remarkable\nfor their obvious tendency to weaken the influence and credit of the\nspiritual administrators.",
        "By one of these, it is enacted that in order to prevent the abuses\nand notorious malversation of the funds of the sanctuary, specially\napplicable to the expenses of the festivities and worship of each\nparish, and arising out of the real and half for this purpose\ncontributed by each tributary person, and collected and privately\nadministered by the curate, the same shall hereafter be kept in a chest\nwith three keys, and lodged in the head-town of each province. The keys\nare to be left, one in possession of the chief magistrate, another in\nthe hands of the governor of the respective town, and the remaining\none with the parish-curate. By the other measure it is declared, as\na standing rule, that no Indian, who may lately have been employed\nin the domestic service of the curate, shall in his own town be\nconsidered eligible to any office belonging to the judicial department.",
        "On measures of this kind, comments are unnecessary; their meaning and\neffect cannot be mistaken. I shall, therefore, merely observe, that\nno untimely means could have been devised more injurious to the state,\nto the propagation of religion, and even to the natives themselves. It\nis, in fact, a most strange affair, that such endeavors should have\nbeen made to impeach the purity, by at the same time degrading the\nrespectable character of the parish-curates, more particularly at a\nperiod when, owing to partality and the scarcity of religious men,\nit would have seemed more natural to uphold, and by new inducements\nencourage the zeal and authority of the remaining few. This step\nappears the more singular, I repeat, at a moment when, neither\nby suspending the sending out of missionaries to China, and the\nalmost entire abandonment of the spiritual conquest of the Igorots\nand other infidel tribes, inhabiting the interior of these islands,\nhave the above Spanish laborers been able to carry on the ordinary\nadministration, nor prevent entire provinces from being transferred,\nas is now the case, into the hands of Indians and mestizo clergymen\nof the Sangley race, who, through their great ignorance, corrupt\nmorals, and total want of decorum, universally incur the contempt\nof the flocks committed to their care, and, in consequence of their\ntyrannical conduct, cause the people to sigh for the mild yoke of\ntheir ancient pastors.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}