{
    "title": "The Former Philippines thru Foreign Eyes - (D)",
    "author": "Fedor Jagor et al",
    "chapter": "5",
    "content": [
        "\n\n",
        "The night was passed uncomfortably, and in the morning they made\nan early start down the mountain to reach the native village at its\nfoot, where they were refreshed with a cup of chocolate, cakes, and\nsome dulces, according to the custom of the country. At ten o’clock\nthey reached the mission, where they were received by the padre and\nMr. Sturges. The former was greatly astonished to hear that they\nhad really been to the summit, and had accomplished in twenty-four\nhours what he had deemed a labor of three days. He quickly attended\nto their wants, the first among which was dry clothing; and as their\nbaggage had unfortunately been left at Santa Cruz, the wardrobe of\nthe rotund padre was placed at their disposal. Although the fit was\nrather uncouth on the spare forms of our gentlemen, yet his clothes\nserved the purpose tolerably well, and were thankfully made use\nof. During their absence, Mr. Sturges had been much amused with the\ndiscipline he had witnessed at the hands of the church, which here\nseem to be the only visible ruling power. Two young natives had made\ncomplaint to the padre that a certain damsel had entered into vows\nor engagements to marry both; she was accordingly brought up before\nthe padre, Mr. Sturges being present. The padre first lectured her\nmost seriously upon the enormity of her crime, then inflicted several\nblows on the palm of her outstretched hand, again renewing the lecture,\nand finally concluding with another whipping. The girl was pretty, and\nexcited the interest of our friend, who looked on with much desire to\ninterfere, and save the damsel from the corporal punishment, rendered\nmore aggravated by the dispassionate and cool manner in which it and\nthe lecture were administered. In the conversation which ensued, the\npadre said he had more cases of the violation of the marriage vow,\nand of infidelity, than any other class of crimes.",
        "After a hearty breakfast, or rather dinner, and expressing their\nthanks to the padre, they rode back to Santa Cruz, where they arrived\nat an early hour, and at nine o’clock in the evening they embarked\nin their bancas for Manila.",
        "[Los Baños.] In the morning they found themselves, after a comfortable\nnight, at Los Baños. Here they took chocolate with the padre, to whom\nMr. Sturges had a letter, who informed them that the other party had\nleft the place the evening before for Manila.",
        "This party had proceeded to the town of Baia, where they arrived at\ndaylight on the 15th. Baia is quite a pretty place, and well situated;\nthe houses are clean and comfortable, and it possessed a venerable\nstone church, with towers and bells. On inquiring for the padre,\nthey found that he was absent, and it was in consequence impossible\nfor them to procure horses to proced to the Volcano of Taal. They\ntherefore concluded to walk to the hot springs at Los Baños, about\nfive miles distant. Along the road they collected a number of curious\nplants. Rice is much cultivated, and fields of it extend to some\ndistance on each side of the road. Buffaloes were seen feeding and\nwallowing in the ditches.",
        "At Los Baños the hot springs are numerous, the water issuing from the\nrock over a considerable surface. The quantity of water discharged\nby them is large, and the whole is collected and conducted to the\nbathing-houses. The temperature of the water at the mouth of the\nculvert was 180°.",
        "The old bath-house is a singular-looking place, being built on the\nhill-side, in the old Spanish style, with large balconies, that are\nenclosed in the manner already described, in speaking of the houses\nin Manila. It is beautifully situated, and overlooks the baths and\nlake. The baths are of stone, and consist of two large rooms, in\neach of which is a niche, through which the hot water passes. This\nbuilding is now in ruins, the roof and floors having fallen in.",
        "Los Baños is a small village, but contains a respectable-looking\nstone church, and two or three houses of the same material. Here the\nparty found a difficulty in getting on, for the alcalde could not\nspeak Spanish, and they were obliged to use an interpreter, in order\nto communicate with him. Notwithstanding this, he is a magistrate,\nwhose duty it is to administer laws written in that language. Finding\nthey could not succeed even here in procuring guides or horses,\nthey determined to remain and explore Mount Maquiling, the height\nof which is three thousand four hundred and fifty feet, and in the\nmeantime to send for their bancas.",
        "The next day they set out on their journey to that mountain, and the\nfirst part of their path lay over a gentle ascent, through cultivated\ngrounds. Next succeeded an almost perpendicular hill, bare of trees,\nand overgrown with a tall grass, which it was difficult to pass\nthrough.",
        "Such had been the time taken up, that the party found it impossible\nto reach the summit and return before dark. They therefore began\nto collect specimens; and after having obtained a full load, they\nreturned late in the afternoon to Los Baños.",
        "The mountain is composed of trachytic rocks and tufa, which are\noccasionally seen to break through the rich and deep soil, showing\nthemselves here and there, in the deep valleys which former volcanic\naction has created, and which have destroyed the regular outline\nof the cone-shaped mountain. The tufa is generally found to form\nthe gently-sloping plains that surround these mountains, and has in\nall probability been ejected from them. Small craters, of some two\nhundred feet in height, are scattered over the plains. The tufa is\nlikewise exposed to view on the shores of the lake; but elsewhere,\nexcept on a few bare hills, it is entirely covered with the dense\nand luxuriant foliage. The tufa is generally of a soft character,\ncrumbling in the fingers, and in it are found coarse and fine fragments\nof scoria, pumice, etc. The layers are from a few inches to five feet\nin thickness.",
        "In the country around Los Baños, there are several volcanic hills, and\non the sides of Mount Maquiling are appearances of parasitic cones,\nsimilar to those observed at the Hawaiian Islands; but time and the\nfoliage have so disguised them, that it is difficult to determine\nexactly their true character.",
        "I regretted exceedingly that the party that set out for the Lake of\nTaal was not able to reach it, as, from the accounts I had, it must\nbe one of the most interesting portions of the country. It lies nearly\nsouth-west from Manila, and occupies an area of about one hundred and\ntwenty square miles. The Volcano of Taal is situated on an island\nnear the center of it, and is now in action. The cone which rises\nfrom its center is remarkably regular, and consists for the most part\nof cinders and scoria. It has been found to be nine hundred feet in\nelevation above the lake. The crater has a diameter of two miles,\nand its depth is equal to the elevation; the walls of the crater\nare nearly perpendicular, so much so that the descent cannot be\nmade without the assistance of ropes. At the bottom there are two\nsmall cones. Much steam issues from the many fissures, accompanied\nby sulphurous acid gas. The waters of the lake are impregnated with\nsulphur, and there are said to be also large beds of sulphur. In\nthe opinion of those who have visited this spot, the whole lake once\nformed an immense crater; and this does not appear very improbable,\nif we are to credit the accounts we received of the many craters\non this island that are now filled with water; for instance, in the\nneighborhood of San Pablo there are said to be eight or nine.",
        "[The hot springs.] The hot springs of Los Baños are numerous, and in\ntheir vicinity large quantities of steam are seen to issue from the\nshore of the lake. There are about a dozen which give out a copious\nsupply of water. The principal one has been enclosed, and made\nto flow through a stone aqueduct, which discharges a considerable\nstream. The temperature of the water as it leaves the aqueduct is\n178°. The villagers use it for cooking and washing; the signs of the\nformer employment are evident enough from the quantities of feathers\nfrom the poultry that have been scalded and plucked preparatory to\ncooking. The baths are formed by a small circular building six feet\nin diameter, erected over the point of discharge for the purpose of\nsecuring a steam-bath; the temperature of these is 160° and 140°. A\nchange of temperature is said to have occurred in the latter.",
        "The rocks in the vicinity are all tufa, and some of the springs break\nout close to the cold water of the lake. Near the aqueduct, a stone\nwall surrounds one of the principal outlets. Two-thirds of the area\nthus enclosed is occupied by a pond of warm water, and the other third\nis divided into two stone reservoirs, built for baths. These baths\nhad at one time a high reputation, and were a very fashionable resort\nfor the society of Manila; but their celebrity gradually diminished,\nand the whole premises have gone out of repair, and are fast falling\nto ruin.",
        "The water of the springs has no perceptible taste, and only a very\nfaint smell of sulphur is perceived. No gas escapes from it, but a\nwhite incrustation covers the stones over which the water flows.",
        "Some of these waters were obtained, and since our return were put into\nthe hands of Dr. C. T. Jackson, of Boston, who gives the following\nanalysis:",
        "Specific gravity, 1.0043; thermometer 60°; barometer 30.05 in.",
        "A quantity of the water, equal in bulk to three thousand grains of\ndistilled water, on evaporation gave–",
        "Dry salts, 5.95 grains.",
        "A quantity of the water, equal in bulk to one thousand grains of\ndistilled water, was operated on for each of the following ingredients:",
        "    Chlorine            0.66\n    Carbonic acid       0.16\n    Sulphuric acid      0.03\n    Soda and sodium     0.97\n    Magnesia            0.09\n    Lime                0.07\n    Potash              traces\n    Organic matter        ,,\n    Manganese             ,,\n                        ––\n                        1.98",
        "[Mount Maquiling.] On Mount Maquiling, wild buffaloes, hogs, a small\nspecies of deer, and monkeys are found. Birds are also very numerous,\nand among them is the horn-bill; the noise made by this bird resembles\na loud barking; report speaks of them as an excellent bird for the\ntable. Our gentlemen reached their lodging-place as the night closed\nin, and the next day again embarked for Manila, regretting that\ntime would not permit them to make another visit to so interesting\na field of research. They found the lake so rough that they were\ncompelled to return, and remain until eight o’clock. This, however,\ngave our botanists another opportunity of making collections, among\nwhich were beautiful specimens of Volkameria splendens, with elegant\nscarlet flowers, and a Brugmansia, which expanded its beautiful\nsilvery flowers after sunset. On the shores a number of birds were\nfeeding, including pelicans, with their huge bills, the diver, with\nits long arched neck, herons, gulls, eagles, and snow-white cranes,\nwith ducks and other small aquatic flocks. Towards night these were\njoined by large bats, that were seen winging their way towards the\nplantations of fruit. These, with quantities of insects, gave a vivid\nidea of the wonderful myriads of animated things that are constantly\nbrought into being in these tropical and luxuriant climates.",
        "Sailing all night in a rough sea, they were much incommoded by the\nwater, which was shipped into the banca and kept them constantly baling\nout: they reached the Pasig river at daylight, and again passed the\nduck establishments, and the numerous boats and bancas on their way\nto the markets of Manila.",
        "Both the parties reached the consul’s the same day, highly pleased with\ntheir respective jaunts. To the kindness of Messrs. Sturges and Moore,\nwe are mainly indebted for the advantages and pleasures derived from\nthe excursions.",
        "The instruments were now embarked, and preparations made for going\nto sea. Our stay at Manila had added much to our collections; we\nobtained many new specimens, and the officers and naturalists had\nbeen constantly and profitably occupied in their various duties.",
        "We went on board on January 20, and were accompanied to the vessel\nby Messrs. Sturges and Moore, with several other residents of Manila.",
        "We had, through the kindness of Captain Salomon, procured a native\npilot for the Sulu Sea, who was to act as interpreter.",
        "On the morning of the 21st, we took leave of our friends, and got\nunder way. The same day, and before we had cleared the bay, we spoke\nthe American ship Angier, which had performed the voyage from the\nUnited States in one hundred and twenty-four days, and furnished us\nwith late and interesting news. We then, with a strong northerly wind,\nmade all sail to the south for the Straits of Mindoro.",
        "Sulu in 1842",
        "On the evening of January 21, the Vincennes, with the tender in\ncompany, left Manila bay. I then sent for Mr. Knox, who commanded\nthe latter, and gave him directions to keep closely in company with\nthe Vincennes, and at the same time pointed out to him places of\nrendezvous where the vessels might again meet in case any unavoidable\ncircumstance caused their separation. I was more particular in giving\nhim instructions to avoid losing sight of the Vincennes, as I was aware\nthat my proposed surveys might be impeded or frustrated altogether,\nwere I deprived of the assistance of the vessel under his command.",
        "[Mindoro.] On the 22nd, we passed the entrance of the Straits of San\nBernardino. It would have been my most direct route to follow these\nstraits until I had passed Mindoro, and it is I am satisfied the safest\ncourse, unless the winds are fair, for the direct passage. My object,\nhowever, was to examine the ground for the benefit of others, and the\nApo Shoal, which lies about mid-channel between Palawan and Mindoro,\nclaimed my first attention. The tender was despatched to survey it,\nwhile I proceeded in the Vincennes to examine the more immediate\nentrance to the Sulu Sea, off the southwest end of Mindoro.",
        "Calavite Peak is the north point of Mindoro, and our observations\nmade it two thousand feet high. This peak is of the shape of a\ndome, and appears remarkably regular when seen from its western\nside. On approaching Mindoro, we, as is usual, under high islands,\nlost the steady breeze, and the wind became light for the rest of\nthe day. Mindoro is a beautiful island, and is evidently volcanic;\nit appears as if thrown up in confused masses; it is not much settled,\nas the more southern islands are preferred to it as a residence.",
        "On the 23rd, we ascertained the elevation of the highest peak of\nthe island by triangulation to be three thousand one hundred and\ntwenty-six fet. The easternmost island of the Palawan group, Busuanga,\nwas at the time just in sight from the deck, to the southwest.",
        "It had been my intention to anchor at Ambolou Island; but the wind\ndied away before we reached it, and I determined to stand off and on\nall night.",
        "On the 24th, I began to experience the truth of what Captain Halcon had\nasserted, namely, that the existing charts were entirely worthless,\nand I also found that my native pilot was of no more value than\nthey were, he had evidently passed the place before; but whether\nthe size of the vessel, so much greater than any he had sailed in,\nconfused him, or whether it was from his inability to understand and\nto make himself understood by us, he was of no use whatever, and we\nhad the misfortune of running into shoal water, barely escaping the\nbottom. These dangers were usually quickly passed, and we soon found\nourselves again floating in thirty or forty fathoms water.",
        "We continued beating to windward, in hopes of being joined by the\nFlying-fish, and I resolved to finish the survey towards the island\nof Semarara. We found every thing in a different position from that\nassigned it by any of the charts with which we were furnished. On\nthis subject, however, I shall not dwell, but refer those who desire\nparticular information to the charts and Hydrographical Memoir.",
        "Towards evening, I again ran down to the southwest point of the island\nof Mindoro, and sent a letter on shore to the pueblo, with directions\nto have it put on board the tender, when she should arrive. We then\nbegan to beat round Semarara, in order to pass over towards Panay.",
        "The southern part of Mindoro is much higher than the northern\nbut appears to be equally rough. It is, however, susceptible of\ncultivation, and there are many villages along its shores.",
        "Semarara is moderately high, and about fifteen miles in circumference;\nit is inhabited, and like Mindoro much wooded. According to the native\npilot, its shores are free from shoals. It was not until the next day\nthat we succeeded in reaching Panay. I determined to pass the night\noff Point Potol, the north end of Panay, as I believed the sea in its\nneighborhood to be free of shoals, and wished to resume our running\nsurvey early in the morning.",
        "[Panay.] At daylight on the 27th we continued the survey down the\ncoast of Panay, and succeeded in correcting many errors in the\nexisting charts (both English and Spanish). The channel along this\nside is from twelve to twenty miles wide, and suitable for beating\nin; little current is believed to exist; and the tides, as far as\nour observations went, seem to be regular and of little strength.",
        "The island of Panay is high and broken, particularly on the south\nend; its shores are thickly settled and well cultivated. Indigo and\nsugar-cane claim much of the attention of the inhabitants. The natives\nare the principal cultivators. They pay to government a capitation tax\nof seven reals. Its population is estimated at three hundred thousand,\nwhich I think is rather short of the actual number.",
        "On all the hills there are telegraphs of rude construction, to give\ninformation of the approach of piratical prahus from Sulu, which\nformerly were in the habit of making attacks upon the defenceless\ninhabitants and carrying them off into slavery. Of late years they have\nceased these depredations, for the Spaniards have resorted to a new\nmode of warfare. Instead of pursuing and punishing the offenders, they\nnow intercept all their supplies, both of necessaries and luxuries;\nand the fear of this has had the effect to deter pirates from their\nusual attacks.",
        "We remained off San Pedro for the night, in hopes of falling in with\nthe Flying-fish in the morning.",
        "On the morning of the 28th, the Flying-fish was discovered plainly in\nsight. I immediately stood for her, fired a gun and made signal. At\nseven o’clock, another gun was fired, but the vessel still stood off,\nand was seen to make sail to the westward without paying any regard\nwhatever to either, and being favored by a breeze while the Vincennes\nwas becalmed, she stole off and was soon out of sight. [270]",
        "After breakfast we opened the bay of Antique, on which is situated the\ntown of San José. As this bay apparently offered anchorage for vessels\nbound up this coast, I determined to survey it; and for this purpose\nthe boats were hoisted out and prepared for surveying. Lieutenant\nBudd was despatched to visit the pueblo called San José.",
        "On reaching the bay, the boats were sent to different points of it,\nand when they were in station, the ship fired guns to furnish bases\nby the sound, and angles were simultaneously measured. The boats made\nsoundings on their return to the ship, and thus completed this duty,\nso that in an hour or two afterwards the bay was correctly represented\non paper. It offers no more than a temporary anchorage for vessels,\nand unless the shore is closely approached, the water is almost too\ndeep for the purpose.",
        "[San José.] At San José a Spanish governor resides, who presides over\nthe two pueblos of San Pedro and San José, and does the duty also\nof alcalde. Lieutenant Budd did not see him, as he was absent, but\nhis lady did the honors. Lieutenant Budd represented the pueblo as\ncleanly and orderly. About fifteen soldiers were seen, who compose\nthe governor’s guard, and more were said to be stationed at San\nPedro. A small fort of eight guns commands the roadstead. The beach\nwas found to be of fine volcanic sand, composed chiefly of oxide of\niron, and comminuted shells; there is here also a narrow shore reef\nof coral. The plain bordering the sea is covered with a dense growth\nof coconut trees. In the fine season the bay is secure, but we were\ninformed that in westerly and southwesterly gales heavy seas set in,\nand vessels are not able to lie at anchor. Several small vessels were\nlying in a small river about one and a half miles to the southward of\nthe point on which the fort is situated. The entrance to this river\nis very narrow and tortuous.",
        "Panay is one of the largest islands of the group. We had an opportunity\nof measuring the height of some of its western peaks or highlands,\nnone of which exceed three thousand feet. The interior and eastern side\nhave many lofty summits, which are said to reach an altitude of seven\nthousand five hundred feet; but these, as we passed, were enveloped\nin clouds, or shut out from view by the nearer highlands. The general\nfeatures of the island are like those of Luzon and Mindoro. The few\nspecimens we obtained of its rocks consisted of the different varieties\nof talcose formation, with quartz and jasper. The specimens were of\nno great value, as they were much worn by lying on the beach.",
        "The higher land was bare of trees, and had it not been for the\nnumerous fertile valleys lying between the sharp and rugged spurs,\nit would have had a sterile appearance.",
        "The bay of Antique is in latitude 10° 40’ N., longitude 121° 59’\n30’’ E.",
        "It was my intention to remain for two or three days at a convenient\nanchorage to enable us to make short excursions into the interior;\nbut the vexatious mismanagement of the tender now made it incumbent\nthat I should make every possible use of the time to complete the\noperations connected with the hydrography of this sea; for I perceived\nthat the duties which I intended should be performed by her, would now\ndevolve upon the boats, and necessarily expose both officers and men to\nthe hazard of contracting disease. I regretted giving up this design,\nnot only on my own account and that of the Expedition, but because of\nthe gratification it would have afforded personally to the naturalists.",
        "The town of San José has about thirty bamboo houses, some of which\nare filled in with clay or mortar, and plastered over, both inside\nand out. Few of them are more than a single story in height. That of\nthe governor is of the same material, and overtops the rest; it is\nwhitewashed, and has a neat and cleanly appearance. In the vicinity of\nthe town are several beautiful valleys, which run into the mountains\nfrom the plain that borders the bay. The landing is on a bamboo bridge,\nwhich has been erected over an extensive mud-flat, that is exposed at\nlow water, and prevents any nearer approach of boats. This bridge is\nabout seven hundred feet in length; and a novel plan has been adopted\nto preserve it from being carried away. The stems of bamboo not\nbeing sufficiently large and heavy to maintain the superstructure in\nthe soft mud, a scaffold is constructed just under the top, which is\nloaded with blocks of large stone, and the outer piles are secured to\nanchors or rocks, with grass rope. The roadway or top is ten feet wide,\ncovered with split bamboo, woven together, and has rails on each side,\nto assist the passenger. This is absolutely necessary for safety;\nand even with this aid, one unaccustomed to it must be possessed\nof no little bodily strength to pass over this smooth, slippery,\nand springy bridge, without accident.",
        "Two pirogues were at anchor in the bay, and on the shore was the\nframe of a vessel which had evidently been a long while on the stocks,\nfor the weeds and bushes near the keel were six or eight feet high,\nand a portion of the timbers were decayed. Carts and sleds drawn by\nbuffaloes were in use, and everything gave it the appearance of a\nthriving village. Although I have mentioned the presence of soldiers,\nit was observed on landing that no guard was stationed about or even at\nthe fort; but shortly afterwards a soldier was seen hurrying towards\nthe latter, in the act of dressing himself in his regimentals, and\nanother running by his side, with his cartridge-box and musket. In\na little while one was passing up and down on his post, as though he\nwas as permanent there as the fort itself.",
        "After completing these duties, the light airs detained us the remainder\nof the day under Panay, in sight of the bay. On the 29th, at noon,\nwe had been wafted by it far enough in the offing to obtain the\neasterly breeze, which soon became strong, with an overcast sky,\nand carried us rapidly on our course; my time would not permit my\nheaving-to. We kept on our course for Mindanao during the whole night,\nand were constantly engaged in sounding, with our patent lead, with\nfrom thirty to forty fathoms cast, to prevent our passing over this\npart of the sea entirely unexamined.",
        "[Mindanao.] At daylight on the 31st, we had the island of Mindanao\nbefore us, but did not reach its western cape until 5 p.m. This island\nis high and broken, like those to the north of it, but, unlike them,\nits mountains are covered with forests to their very tops, and there\nwere no distinct cones of minor dimensions, as we had observed on\nthe others. If they do exist, they were hidden by the dense forest.",
        "I had determined to anchor at Caldera, a small port on the south-west\nside of Mindanao, about ten miles distant from Zamboanga, where the\ngovernor resides. The latter is a considerable place, but the anchorage\nin its roadstead is said to be bad, and the currents that run through\nthe Straits of Basilan are represented to be strong. Caldera, on the\nother hand, has a good, though small anchorage, which is free from the\ncurrents of the straits. It is therefore an excellent stopping-place,\nin case of the tide proving unfavorable. On one of its points stands\na small fort, which, on our arrival, hoisted Spanish colors.",
        "At six o’clock we came to anchor at Caldera, in seven fathoms\nwater. There were few indications of inhabitants, except at and\nnear the fort. An officer was despatched to the fort, to report the\nship. It was found to be occupied by a few soldiers under the command\nof a lieutenant.",
        "[Caldera fort.] The fort is about seventy feet square, and is built\nof large blocks of red coral, which evidently have not been taken from\nthe vicinity of the place, as was stated by the officers of the fort;\nfor although our parties wandered along the alluvial beach for two or\nthree miles in each direction, no signs of coral were observed. Many\nfragments of red, gray, and purple basalt and porphyry were met with\nalong the beach; talcose rock and slate, syenite, hornblend, quartz,\nboth compact and slaty, with chalcedony, were found in pieces and\nlarge pebbles. Those who were engaged in dredging reported the bottom\nas being of coral, in from four to six or eight fathoms; but this\nwas of a different kind from that of which the fort was constructed.",
        "The fort was built in the year 1784, principally for protection against\nthe Sulu pirates, who were in the habit of visiting the settlements,\nand carrying off the inhabitants as slaves, to obtain ransom for\nthem. This, and others of the same description, were therefore\nconstructed as places of refuge for the inhabitants, as well as to\nafford protection to vessels.",
        "Depredations are still committed, which render it necessary to keep\nup a small force. One or two huts which were seen in the neighborhood\nof the bay, are built on posts twenty feet from the ground, and into\nthem they ascend by ladders, which are hauled up after the occupants\nhave entered.",
        "These, it is said, are the sleeping-huts, and are so built for the\npurpose of preventing surprise at night. Before our arrival we had\nheard that the villages were all so constructed, but a visit to one\nsoon showed that this was untrue. The natives seen at the village\nwere thought to be of a decidedly lighter color and a somewhat\ndifferent expression from the Malays. They were found to be very\ncivil, and more polished in manners than our gentlemen expected. On\nasking for a drink of water, it was brought in a glass tumbler on a\nchina plate. An old woman, to whom they had presented some trifles,\ntook the trouble to meet them in another path on their return, and\ninsisted on their accepting a basket of potatoes. Some of the houses\ncontained several families, and many of them had no other means of\nentrance than a notched post stuck up to the door.",
        "The forests of Mindanao contain a great variety of trees, some of\nwhich are of large size, rising to the height of one hundred and\nand one hundred and fifty feet. Some of their trunks are shaped like\nbuttresses, similar to those before spoken of at Manila, from which\nthey obtain broad slabs for the tops of tables. The trunks were\nobserved to shoot up remarkably straight. Our botanical gentlemen,\nthough pleased with the excursion, were disappointed at not being\nable to procure specimens from the lofty trees; and the day was less\nproductive in this respect than they had anticipated. Large woody\nvines were common, which enveloped the trunks of trees in their folds,\nand ascending to their tops, prevented the collection of the most\ndesirable specimens.",
        "The paths leading to the interior were narrow and much obstructed;\none fine stream was crossed. Many buffaloes were observed wallowing\nin the mire, and the woods swarmed with monkeys and numbers of birds,\namong them the horn-bills; these kept up a continued chatter, and made\na variety of loud noises. The forests here are entirely different from\nany we had seen elsewhere; and the stories of their being the abode\nof large boas and poisonous snakes, make the effect still greater\non those who visit them for the first time. Our parties, however,\nsaw nothing of these reptiles, nor anything to warrant a belief that\nsuch exist. Yet the officer at the fort related to me many snake\nstories that seemed to have some foundation; and by inquiries made\nelsewhere, I learned that they were at least warranted by some facts,\nthough probably not to the extent that he represented.",
        "Traces of deer and wild hogs were seen, and many birds were obtained,\nas well as land and sea shells. Among the latter was the Malleus\nvulgaris, which is used as food by the natives. The soil on this\npart of the island is a stiff clay, and the plants it produces\nare mostly woody; those of an herbaceous character were scarce,\nand only a few orchideous epiphytes and ferns were seen. Around the\ndwellings in the villages were a variety of vegetables and fruits,\nconsisting of sugar-cane, sweet-potato, gourds, pumpkins, peppers,\nrice, water and musk melons, all fine and of large size.",
        "The officer at the fort was a lieutenant of infantry; one of that rank\nis stationed here for a month, after which he, with the garrison,\nconsisting of three soldiers, are relieved, from Zamboanga, where\nthe Spaniards have three companies.",
        "[Zamboanga.] Zamboanga is a convict settlement, to which the native\nrogues, principally thieves, are sent. The Spanish criminals, as I\nhave before stated in speaking of Manila, are sent to Spain.",
        "The inhabitants of the island of Mindanao, who are under the subjection\nof Spain, are about ten thousand in number, of whom five or six\nthousand are at or in the neighborhood of Zamboanga. The original\ninhabitants, who dwell in the mountains and on the east coast, are\nsaid to be quite black, and are represented to be a very cruel and\nbad set; they have hitherto bid defiance to all attempts to subjugate\nthem. When the Spaniards make excursions into the interior, which is\nseldom, they always go in large parties on account of the wild beasts,\nserpents, and hostile natives; nevertheless, the latter frequently\nattack and drive them back.",
        "The little fort is considered as a sufficient protection for the\nfishermen and small vessels against the pirates, who inhabit the\nisland of Basilan, which is in sight from Mindanao, and forms the\nsouthern side of the straits of the same name. It is said that about\nseven hundred inhabit it. The name of Moro is given by the Spaniards\nto all those who profess the Mohammedan religion, and by such all the\nislands to the west of Mindanao, and known under the name of the Sulu\narchipelago, are inhabited.",
        "The day we spent at Caldera was employed in surveying the bay, and\nin obtaining observations for its geographical position, and for\nmagnetism. The flood tide sets to the northward and westward, through\nthe straits, and the ebb to the eastward. In the bay we found it to\nrun two miles an hour by the log, but it must be much more rapid in\nthe straits.",
        "At daylight on February 1st, we got under way to stand over for\nthe Sangboys, a small island with two sharp hills on it. One and a\nhalf miles from the bay we passed over a bank, the least water on\nwhich was ten fathoms on a sandy bottom, and on which a vessel might\nanchor. The wind shortly after failed us, and we drifted with the tide\nfor some hours, in full view of the island of Mindanao, which is bold\nand picturesque. We had thus a good opportunity of measuring some of\nits mountain ranges, which we made about three thousand feet high.",
        "In the afternoon, a light breeze came from the southwest, and before\nsunset I found that we were again on soundings. As soon as we had\na cast of twenty fathoms, I anchored for the night, judging it much\nbetter than to be drifting about without any knowledge of the locality\nand currents to which we were subjected.",
        "On the morning of the 2nd, we got under way to proceed to the\nwestward. As the bottom was unequal, I determined to pass through\nthe broadest channel, although it had the appearance of being the\nshoalest, and sent two boats ahead to sound. In this way we passed\nthrough, continuing our surveying operations, and at the same time\nmade an attempt to dredge; but the ground was too uneven for the\nlatter purpose, and little of value was obtained.",
        "[Sulu.] Shortly after passing the Sangboys, we had the island of\nSulu in sight, for which I now steered direct. At sunset we found\nourselves within five or six miles of Soung Harbor; but there was not\nsufficient light to risk the dangers that might be in our course,\nnor wind enough to command the ship; and having no bottom where we\nwere, I determined again to run out to sea, and anchor on the first\nbank I should meet. At half-past eight o’clock, we struck sounding\nin twenty-six fathoms, and anchored.",
        "At daylight we determined our position by angles, and found it\nto correspond with part of the route we had passed over the day\nbefore, and that we were about fifteen miles from the large island\nof Sulu. Weighing anchor, we were shortly wafted by the westerly\ntide and a light air towards that beautiful island, which lay in the\nmidst of its little archipelago; and as we were brought nearer and\nnearer, we came to the conclusion that in our many wanderings we had\nseen nothing to be compared to this enchanting spot. It appeared to\nbe well cultivated, with gentle slopes rising here and there into\neminences from one to two thousand feet high. One or two of these\nmight be dignified with the name of mountains, and were sufficiently\nhigh to arrest the passing clouds; on the afternoon of our arrival\nwe had a singular example in the dissipation of a thunderstorm.",
        "Although much of the island was under cultivation, yet it had all the\nfreshness of a forest region. The many smokes on the hills, buildings\nof large size, cottages, and cultivated spots, together with the\nmoving crowds on the land, the prahus, canoes, and fishing-boats on\nthe water gave the whole a civilized appearance. Our own vessel lay,\nalmost without a ripple at her side, on the glassy surface of the\nsea, carried onwards to our destined anchorage by the flowing tide,\nand scarce a sound was heard except the splashing of the lead as\nit sought the bottom. The effect of this was destroyed in part by\nthe knowledge that this beautiful archipelago was the abode of a\ncruel and barbarous race of pirates. Towards sunset we had nearly\nreached the bay of Soung, when we were met by the opposing tide,\nwhich frustrated all our endeavors to reach it, and I was compelled\nto anchor, lest we should again be swept to sea.",
        "As soon as the night set in, fishermen’s lights were seen moving along\nthe beach in all directions, and gliding about in canoes, while the sea\nwas filled with myriads of phosphorescent animalcula. After watching\nthis scene for two or three hours in the calm and still night, a storm\nthat had been gathering reached us; but it lasted only for a short\ntime, and cleared off after a shower, which gave the air a freshness\nthat was delightful after the sultry heat we had experienced during\nthe day.",
        "The canoes of this archipelago were found to be different from any\nthat we had heretofore seen, not only in shape, but in making use\nof a double outrigger, which consequently must give them additional\nsecurity. The paddle also is of a different shape, and has a blade at\neach end, which are used alternately, thus enabling a single person to\nmanage them with ease. These canoes are made of a single log, though\nsome are built upon. They seldom carry more than two persons. The\nfigure on the opposite page will give a correct idea of one of them.",
        "We saw the fishermen engaged in trolling and using the line; but the\nmanner of taking fish which has been heretofore described is chiefly\npractised. In fishing, as well as in all their other employments,\nthe kris and spear were invariably by their side.",
        "[Sulu harbor.] The next morning at eight o’clock we got under way,\nand were towed by our boats into the bay of Soung, where we anchored\noff the town in nine fathoms water. While in the act of doing so,\nand after our intentions had become too evident to admit of a doubt,\nthe Sultan graciously sent off a message giving us permission to\nenter his port.",
        "Lieutenant Budd was immediately despatched with the interpreter to call\nupon the Datu Mulu or governor, and to learn at what hour we could see\nthe Sultan. When the officer reached the town, all were found asleep;\nand after remaining four hours waiting, the only answer he could get\nout of the Datu Mulu was, that he supposed that the Sultan would be\nawake at three o’clock, when he thought I could see him.",
        "During this time the boats had been prepared for surveying; and after\nlanding the naturalists, they began the work.",
        "At the appointed time, Captain Hudson and myself went on shore to wait\nupon the Sultan. On our approach to the town, we found that a great\nproportion of it was built over the water on piles, and only connected\nwith the shore by narrow bridges of bamboo. The style of building in\nSulu does not differ materially from that of the Malays. The houses\nare rather larger, and they surpass the others in filth.",
        "[Pirate craft.] We passed for some distance between the bridges to\nthe landing, and on our way saw several piratical prahus apparently\nlaid up. Twenty of these were counted, of about thirty tons burden,\nevidently built for sea-vessels, and capable of mounting one or two\nlong guns. We landed at a small streamlet, and walked a short distance\nto the Datu’s house, which is of large dimensions and rudely built on\npiles, which raise it about six feet above the ground, and into which\nwe were invited. The house of the Datu contains one room, part of which\nis screened off to form the apartment of his wife. Nearly in the center\nis a raised dais, eight or ten feet square, under which are stowed\nall his valuables, packed in chests and Chinese trunks. Upon this\ndais are placed mats for sleeping, with cushions, pillows, etc.; and\nover it is a sort of canopy, hung around with fine chintz or muslin.",
        "The dais was occupied by the Datu, who is, next to the Sultan, the\ngreatest man of this island. He at once came from it to receive us, and\nhad chairs provided for us near his sanctum. After we were seated, he\nagain retired to his lounge. The Datu is small in person, and emaciated\nin form, but has a quick eye and an intelligent countenance. He\nlives, as he told me, with all his goods around him, and they formed\na collection such as I could scarcely imagine it possible to bring\ntogether in such a place. The interior put me in mind of a barn\ninhabited by a company of strolling players. On one side were hung up\na collection of various kinds of gay dresses, here drums and gongs,\nthere swords, lanterns, spears, muskets, and small cannon; on another\nside were shields, buckler, masks, saws, and wheels, with belts, bands,\nand long robes. The whole was a strange mixture of tragedy and farce;\nand the group of natives were not far removed in appearance from the\nsupernumeraries that a Turkish tragedy might have brought together in\nthe green-room of a theatre. A set of more cowardly-looking miscreants\nI never saw. They appeared ready either to trade with us, pick our\npockets, or cut our throats, as an opportunity might offer.",
        "The wife’s apartment was not remarkable for its comforts, although\nthe Datu spoke of it with much consideration, and evidently held his\nbetter half in high estimation. He was also proud of his six children,\nthe youngest of whom he brought out in its nurse’s arms, and exhibited\nwith much pride and satisfaction. He particularly drew my attention\nto its little highly-wrought and splendidly-mounted kris, which was\nstuck through its girdle, as an emblem of his rank. He was in reality a\nfine-looking child. The kitchen was behind the house, and occupied but\na small space, for they have little in the way of food that requires\nmuch preparation. The house of the Datu might justly be termed nasty.",
        "We now learned the reason why the Sultan could not be seen; it was\nFriday, the Mahomedan Sabbath, and he had been at the mosque from\nan early hour. Lieutenant Budd had been detained, because it was not\nknown when he would finish his prayers; and the ceremonies of the day\nwere more important than usual, on account of its peculiar sanctity\nin their calendar.",
        "[Visiting the Sultan.] Word had been sent off to the ship that the\nSultan was ready to receive me, but the messenger passed us while on\nour way to shore. After we had been seated for a while, the Datu asked\nif we were ready to accompany him to see the Sultan; but intimated\nthat no one but Captain Hudson and myself could be permitted to\nlay eyes on him. Being informed that we were, he at once, and in\nour presence, slipped on his silken trousers, and a new jacket,\ncovered with bell-buttons; put on his slippers, strapped himself\nround with a long silken net sash, into which he stuck his kris, and,\nwith umbrella in hand, said he was ready. He now led the way out of\nhis house, leaving the motley group behind, and we took the path to\nthe interior of the town, towards the Sultan’s. The Datu and I walked\nhand in hand, on a roadway about ten feet wide, with a small stream\nrunning on each side. Captain Hudson and the interpreter came next,\nand a guard of six trusty slaves brought up the rear.",
        "When we reached the outskirts of the town, about half a mile from\nthe Datu’s, we came to the Sultan’s residence, where he was prepared\nto receive us in state. His house is constructed in the same manner\nas that of the Datu, but is of larger dimensions, and the piles are\nrather higher. Instead of steps, we found a ladder, rudely constructed\nof bamboo, and very crazy. This was so steep that it was necessary to\nuse the hands in mounting it. I understood that the ladder was always\nremoved in the night, for the sake of security. We entered at once\ninto the presence-chamber, where the whole divan, if such it may be\ncalled, sat in arm-chairs, occupying the half of a large round table,\ncovered with a white cotton cloth. On the opposite side of the table,\nseats were placed for us. On our approach, the Sultan and all his\ncouncil rose, and motioned us to our seats. When we had taken them,\nthe part of the room behind us was literally crammed with well-armed\nmen. A few minutes were passed in silence, during which time we\nhad an opportunity of looking at each other, and around the hall in\nwhich we were seated. The latter was of very common workmanship, and\nexhibited no signs of oriental magnificence. Overhead hung a printed\ncotton cloth, forming a kind of tester, which covered about half of\nthe apartment. In other places the roof and rafters were visible. A\npart of the house was roughly partitioned off, to the height of nine\nor ten feet, enclosing, as I was afterwards told, the Sultan’s sleeping\napartment, and that appropriated to his wife and her attendants.",
        "The Sultan is of middle height, spare and thin; he was dressed in a\nwhite cotton shirt, loose trousers of the same material, and slippers;\nhe had no stockings; the bottom of his trousers was worked in scollops\nwith blue silk, and this was the only ornament I saw about him. On his\nhead he wore a small colored cotton handkerchief, wound into a turban,\nthat just covered the top of his head. His eyes were bloodshot, and had\nan uneasy wild look, showing that he was under the effects of opium,\nof which they all smoke large quantities. His teeth were as black as\nebony, which, with his bright cherry-colored lips, [271] contrasted\nwith his swarthy skin, gave him anything but a pleasant look.",
        "On the left hand of the Sultan sat his two sons, while his right\nwas occupied by his councillors; just behind him, sat the carrier\nof his betel-nut casket. The casket was of filigree silver, about\nthe size of a small tea-caddy, of oblong shape, and rounded at the\ntop. It had three divisions, one for the leaf, another for the nut,\nand a third for the lime. Next to this official was the pipe-bearer,\nwho did not appear to be held in such estimation as the former.",
        "[Treaty with United States.] I opened the conversation by desiring\nthat the Datu would explain the nature of our visit, and tell the\nSultan that I had come to make the treaty which he had some time\nbefore desired to form with the United States. [272]",
        "The Sultan replied that such was still his desire; upon which I told\nhim I would draw one up for him that same day. While I was explaining\nto him the terms, a brass candlestick was brought in with a lighted\ntallow candle, of a very dark color, and rude shape, that showed\nbut little art in the manufacture. This was placed in the center\nof the table, with a plate of Manila cigars. None of them, however,\nwere offered to us, nor any kind of refreshment.",
        "Our visit lasted nearly an hour. When we arose to take our leave,\nthe Sultan and his divan did the same, and we made our exit with low\nbows on each side.",
        "I looked upon it as a matter of daily occurrence for all those\nwho came to the island to visit the Sultan; but the Datu Mulu took\ngreat pains to make me believe that a great favor had been granted in\nallowing us a sight of his ruler. On the other hand, I dwelt upon the\ncondescension it was on my part to visit him, and I refused to admit\nthat I was under any gratitude or obligation for the sight of His\nMajesty the Sultan Mohammed Damaliel Kisand, but said that he might\nfeel grateful to me if he signed the treaty I would prepare for him.",
        "On our return from the Sultan’s to the Datu Mulu’s house, we found\neven a greater crowd than before. The Datu, however, contrived to\nget us seats. The attraction which drew it together was to look at\nMr. Agate, who was taking a sketch of Mohammed Polalu, the Sultan’s\nson, and next heir to the throne. I had hoped to procure one of the\nSultan, but this was declared to be impossible.",
        "The son, however, has all the characteristics of the Sulu, and\nthe likeness was thought an excellent one. Mohammed Polalu is about\ntwenty-three years of age, of a tall slender figure, with a long face,\nheavy and dull eyes, as though he was constantly under the influence\nof opium. So much, indeed, was he addicted to the use of this drug,\neven according to the Datu Mulu’s accounts, that his strength and\nconstitution were very much impaired. As he is kept particularly\nunder the guardianship of the Datu, the latter has a strong interest\nin preserving this influence over him, and seems on this account to\nafford him every opportunity of indulging in this deplorable habit.",
        "During our visit, the effects of a pipe of this drug were seen upon\nhim; for but a short time after he had reclined himself on the Datu’s\ncouch and cushion, and taken a few whiffs, he was entirely overcome,\nstupid, and listless. I had never seen any one so young, bearing\nsuch evident marks of the effects of this deleterious drug. When\nbut partially recovered from its effects he called for his betelnut,\nto revive him by its exciting effects. This was carefully chewed by\nhis attendant to a proper consistency, moulded in a ball about the\nsize of a walnut, and then slipped into the mouth of the heir apparent.",
        "[Interior travel prohibited.] One of the requests I had made of the\nSultan was, that the officers might have guides to pass over the\nisland. This was at once said to be too dangerous to be attempted, as\nthe datus of the interior and southern towns would in all probability\nattack the parties. I understood what this meant, and replied that\nI was quite willing to take the responsibility, and that the party\nshould be well armed. To this the Sultan replied that he would\nnot risk his own men. This I saw was a mere evasion, but it was\ndifficult and would be dangerous for our gentlemen to proceed alone,\nand I therefore said no more. On our return to the Datu’s, I gave\nthem permission to get as far from the beach as they could, but I was\nafterwards informed by them that in endeavoring to penetrate into the\nwoods, they were always stopped by armed men. This was also the case\nwhen they approached particular parts of the town, but they were not\nmolested as long as their rambles were confined to the beach. At the\nDatu’s we were treated to chocolate and negus in gilt-edged tumblers,\nwith small stale cakes, which had been brought from Manila.",
        "After we had sat some time I was informed that Mr. Dana missed his\nbowie-knife pistol, which he had for a moment laid down on a chest. I\nat once came to the conclusion that it had been stolen, and as the\ntheft had occurred in the Datu’s house, I determined to hold him\nresponsible for it, and gave him at once to understand that I should\ndo so, informing him that the pistol must be returned before the next\nmorning, or he must take the consequences. This threw him into some\nconsternation, and by my manner he felt that I was serious.",
        "Captain Hudson and myself, previous to our return on board, visited\nthe principal parts of the town. The Chinese quarter is separated\nby a body of water, and has a gateway that leads to a bridge. The\nbridge is covered by a roof, and on each side of it are small shops,\nwhich are open in front, and thus expose the goods they contain. In\nthe rear of the shops were the dwellings of the dealers. This sort\nof bazaar contained but a very scanty assortment, and the goods were\nof inferior quality.",
        "We visited some blacksmith-shops, where they were manufacturing krises\nand spears. These shops were open sheds; the fire was made upon the\nground, and two wooden cylinders, whose valves were in the bottom,\nserved for bellows; when used, they had movable pistons, which were\nworked by a man on an elevated seat, and answered the purpose better\nthan could have been expected.",
        "The kris is a weapon in which this people take great pride; it is of\nvarious shapes and sizes, and is invariably worn from infancy to old\nage; they are generally wavy in their blades, and are worn in wooden\nscabbards, which are neatly made and highly polished.",
        "The market was well stocked with fruit and fish. Among the former the\ndurian seemed to predominate; this was the first time we had seen\nit. It has a very disagreeable odour, as if decayed, and appears\nto emit a sulphuretted hydrogen gas, which I observed blackened\nsilver. Some have described this fruit as delicious, but if the\nsmell is not enough, the taste in my opinion will convince any one\nof the contrary.",
        "Mr. Brackenridge made the following list of their fruits: Durian,\nArtocarpus integrifolia, Melons, water and musk, Oranges, mandarin\nand bitter, Pineapples, Carica papaya, Mangosteen, Bread-fruit,\nCoco and Betelnut. The vegetables were capsicums, cucumbers, yams,\nsweet-potatoes, garlic, onions, edible fern-roots, and radishes of\nthe salmon variety, but thicker and more acrid in flavor.",
        "[A stolen granite monument.] In walking about the parts of the town we\nwere permitted to enter, large slabs of cut granite were seen, which\nwere presumed to be from China, where the walls of canals or streamlets\nare lined with it. But Dr. Pickering in his rambles discovered pieces\nthat had been cut as if to form a monument, and remarked a difference\nbetween it and the Chinese kind. On one or two pieces he saw the mark\nNo. 1, in black paint; the material resembled the Chelmsford granite,\nand it occurred to him that the stone had been cut in Boston. I\ndid not hear of this circumstance until after we had left Sulu, and\nhave little doubt now that the interdiction against our gentlemen\nvisiting some parts of the town was owing to the fear they had of the\ndiscovery of this plunder. This may have been the reason why they so\nreadily complied with my demands, in order to get rid of us as soon as\npossible, feeling themselves guilty, and being unprepared for defence;\nfor, of the numerous guns mounted, few if any were serviceable.",
        "The theft of the pistol was so barefaced an affair, that I made up\nmy mind to insist on its restoration. At the setting of the watch\nin the evening, it had been our practice on board the Vincennes to\nfire a small brass howitzer. This frequently, in the calm evenings,\nproduced a great reverberation, and rolled along the water to the\nsurrounding islands with considerable noise. Instead of it, on this\nevening, I ordered one of the long guns to be fired, believing that\nthe sound and reverberation alone would suffice to intimidate such\nrobbers. One was accordingly fired in the direction of the town,\nwhich fairly shook the island, as they said, and it was not long\nbefore we saw that the rogues were fully aroused, for the clatter of\ngongs and voices that came over the water, and the motion of lights,\nconvinced me that the pistol would be forthcoming in the morning. In\nthis I was not mistaken, for at early daylight I was awakened by a\nspecial messenger from the Datu to tell me that the pistol was found,\nand would be brought off without delay; that he had been searching for\nit all night, and had at last succeeded in finding it, as well as the\nthief, on whom he intended to inflict the bastinado. Accordingly, in\na short time the pistol was delivered on board, and every expression\nof friendship and good-will given, with the strongest assurances that\nnothing of the kind should happen again.",
        "[Marongas island.] As our naturalists could have no opportunity\nof rambling over the island of Sooloo, it was thought that one\nof the neighbouring islands (although not so good a field) would\nafford them many of the same results, and that they could examine\nit unmolested. Accordingly, at an early hour, they were despatched\nin boats for that purpose, with a sufficient guard to attend them\nin case of necessity. The island on which they landed, Marongas,\nhas two hills of volcanic conglomerate and vesicular lava, containing\nangular fragments embedded. The bottom was covered with living coral,\nof every variety, and of different colors; but there was nothing like\na regular coral shelf, and the beach was composed of bits of coral\nintermixed with dead shells, both entire and comminuted. The center\nof the island was covered with mangrove-bushes; the hills were cones,\nbut had no craters on them. The mangroves had grown in clusters,\ngiving the appearance of a number of small islets. This, with the\nneighboring islands, were thought to be composed in a great part of\ncoral, but it was impossible for our gentlemen to determine the fact.",
        "The day was exceedingly hot, and the island was suffering to such\na degree from drought that the leaves in many cases were curled and\nappeared dry. On the face of the rocky cliff they saw many swallows\n(hirundo esculenta) flying in and out of the caverns facing the sea;\nbut they were not fortunate enough to find any of the edible nests,\nso much esteemed by Chinese epicures.",
        "At another part of the island they heard the crowing of a cock,\nand discovered a small village, almost hidden by the mangroves, and\nbuilt over the water. In the neighborhood were several fish-baskets\nset out to dry, as well as a quantity of fencing for weirs, all made\nof rattan. Their shape was somewhat peculiar. After a little while the\nnative fishermen were seen approaching, who evidently had a knowledge\nof their visit from the first. They came near with great caution\nin their canoes; but after the first had spoken and reconnoitered,\nseveral others landed, exhibiting no signs of embarrassment, and soon\nmotioned our party off. To indicate that force would be resorted to,\nin case of refusal, at the same time they pointed to their arms, and\ndrew their krises. Our gentlemen took this all in good part, and, after\ndispensing a few trifling presents among them, began their retreat\nwith a convenient speed, without, however, compromising their dignity.",
        "The excursion had been profitable in the way of collections, having\nyielded a number of specimens of shrubs and trees, both in flower\nand fruit; but owing to the drought, the herbaceous plants were, for\nthe most part, dried up. Among the latter, however, they saw a large\nand fine terrestrial species of Epidendrum, whose stem grew to the\nheight of several feet, and when surmounted by its flowers reached\ntwelve or fifteen feet high. Many of the salt-marsh plants seen in\nthe Fijis, were also observed here. Besides the plants, some shells\nand a beautiful cream-colored pigeon were obtained.",
        "During the day we were busily engaged in the survey of the harbor,\nand in making astronomical and magnetical observations on the beach,\nwhile some of the officers were employed purchasing curiosities,\non shore, at the town, and alongside the ship. These consisted of\nkrises, spears, shields, and shells; and the Sulus were not slow in\ncomprehending the kind of articles we were in search of.",
        "Few if any of the Sulus can write or read, though many talk\nSpanish. Their accounts are all kept by the slaves. Those who can read\nand write are, in consequence, highly prized. All the accounts of the\nDatu of Soung are kept in Dutch, by a young Malay from Tarnate, who\nwrites a good hand, and speaks English, and whom we found exceedingly\nuseful to us. He is the slave of the Datu, who employs him for this\npurpose only. He told us he was captured in a brig by the pirates of\nBasilan, and sold here as a slave, where he is likely to remain for\nlife, although he says the Datu has promised to give him his freedom\nafter ten years.",
        "Horses, cows, and buffaloes are the beasts of burden, and a Sulu\nmay usually be seen riding either one or the other, armed cap-a-pie,\nwith kris, spear, and target, or shield.",
        "They use saddles cut out of solid wood, and many ride with their\nstirrups so short that they bring the knees very high, and the\nriders look more like well-grown monkeys than mounted men. The cows\nand buffaloes are guided by a piece of thong, through the cartilage\nof the nose. By law, no swine are allowed to be kept on the island,\nand if they are bought, they are immediately killed. The Chinese are\nobliged to raise and kill their pigs very secretly, when they desire\nthat species of food; for, notwithstanding the law and the prejudices\nof the inhabitants, the former continue to keep swine.",
        "[Natives.] The inhabitants of Sulu are a tall, thin, and\neffeminate-looking race: I do not recollect to have seen one corpulent\nperson among them. Their faces are peculiar for length, particularly\nin the lower jaw and chin, with high cheek-bones, sunken, lack-lustre\neyes, and narrow foreheads. Their heads are thinly covered with hair,\nwhich appears to be kept closely cropped. I was told that they pluck\nout their beards, and dye their teeth black with antimony, and some\nfile them.",
        "Their eyebrows appear to be shaven, forming a very regular and high\narch, which they esteem a great beauty.",
        "The dress of the common people is very like that of the Chinese,\nwith loose and full sleeves, without buttons. The materials of which\nit is made are grass-cloths, silks, satins, or white cotton, from\nChina. I should judge from the appearance of their persons, that they\nought to be termed, so far as ablutions go, a cleanly people. There\nis no outward respect or obeisance shown by the slave to his master,\nnor is the presence of the Datu, or even of the Sultan himself, held\nin any awe. All appear upon an equality, and there does not seem to\nbe any controlling power; yet it may be at once perceived that they\nare suspicious and jealous of strangers.",
        "The Sulus, although they are ready to do any thing for the sake of\nplunder, even to the taking of life, yet are not disposed to hoard\ntheir ill-gotten wealth, and, with all their faults, cannot be termed\navaricious.",
        "They have but few qualities to redeem their treachery, cruelty,\nand revengeful dispositions; and one of the principal causes of\ntheir being so predominant, or even of their existence, is their\ninordinate lust for power. When they possess this, it is accompanied\nby a haughty, consequential, and ostentatious bravery. No greater\naffront can be offered to a Sulu, than to underrate his dignity and\nofficial consequence. Such an insult is seldom forgiven, and never\nforgotten. From one who has made numerous voyages to these islands, I\nhave obtained many of the above facts, and my own observation assures\nme that this view of their character is a correct one. I would,\nhowever, add another trait, which is common among them, and that is\ncowardice, which is obvious, in spite of their boasted prowess and\ndaring. This trait of character is universally ascribed to them among\nthe Spaniards in the Philippines, who ought to be well acquainted\nwith them.",
        "The dress of the women is not unlike that of the men in\nappearance. They wear close jackets of various colors when they go\nabroad, and the same loose breeches as the men, but over them they\nusually have a large wrapper (sarong), not unlike the pareu of the\nPolynesian islanders, which is put round them like a petticoat, or\nthrown over the shoulders. Their hair is drawn to the back of the head,\nand around the forehead it is shaven in the form of a regular arch,\nto correspond with the eyebrows. Those that I saw at the Sultan’s\nwere like the Malays, and had light complexions, with very black\nteeth. The Datu thought them very handsome, and on our return he\nasked me if I had seen the Sultan’s beauties. The females of Sulu\nhave the reputation of ruling their lords, and possess much weight\nin the government by the influence they exert over their husbands.",
        "[Superiority of women.] It may be owing to this that there is little\njealousy of their wives, who are said to hold their virtues in no\nvery great estimation. In their houses they are but scantily clothed,\nthough women of rank have always a large number of rings on their\nfingers, some of which are of great value, as well as earrings of\nfine gold. They wear no stockings, but have on Chinese slippers, or\nSpanish shoes. They are as capable of governing as their husbands,\nand in many cases more so, as they associate with the slaves, from\nwhom they obtain some knowledge of Christendom, and of the habits\nand customs of other nations, which they study to imitate in every way.",
        "The mode in which the Sulus employ their time may be exemplified by\ngiving that of the Datu; for all, whether free or slave, endeavor to\nimitate the higher rank as far as is in their power. The datus seldom\nrise before eleven o’clock, unless they have some particular business;\nand the Datu Mulu complained of being sleepy in consequence of the\nearly hour at which we had disturbed him.",
        "On rising, they have chocolate served in gilt glassware, with some\nlight biscuit, and sweetmeats imported from China or Manila, of\nwhich they informed me they laid in large supplies. They then lounge\nabout their houses, transacting a little business, and playing at\nvarious games, or, in the trading season, go to the meeting of the\nRuma Bechara.",
        "At sunset they take their principal meal, consisting of stews of fish,\npoultry, beef, eggs, and rice, prepared somewhat after the Chinese\nand Spanish modes, mixed up with that of the Malay. Although Moslems,\nthey do not forego the use of wine, and some are said to indulge in\nit to a great extent. After sunset, when the air has become somewhat\ncooled by the refreshing breezes, they sally forth attended by their\nretainers to take a walk, or proceed to the bazaars to purchase goods,\nor to sell or to barter away their articles of produce. They then pay\nvisits to their friends, when they are in the habit of having frequent\nconvivial parties, talking over their bargains, smoking cigars,\ndrinking wine and liquors, tea, coffee, and chocolate, and indulging\nin their favorite pipe of opium. At times they are entertained with\nmusic, both vocal and instrumental, by their dependants. Of this art\nthey appear to be very fond, and there are many musical instruments\namong them. A datu, indeed, would be looked upon as uneducated if he\ncould not play on some instrument.",
        "It is considered polite that when refreshments are handed they should\nbe partaken of. Those offered us by the Datu were such as are usual,\nbut every thing was stale. Of fruit they are said to be very fond,\nand can afford to indulge themselves in any kinds. With all these\narticles to cloy the appetite, only one set meal a day is taken;\nthough the poorer classes, fishermen and laborers, partake of two.",
        "[Government.] The government of the Sulu Archipelago is a kind of\noligarchy, and the supreme authority is vested in the Sultan and the\nRuma Bechara or trading council. This consists of about twenty chiefs,\neither datus, or their next in rank, called orangs, who are governors\nof towns or detached provinces. The influence of the individual\nchiefs depends chiefly upon the number of their retainers or slaves,\nand the force they can bring into their service when they require\nit. These are purchased from the pirates, who bring them to Sulu and\nits dependencies for sale. The slaves are employed in a variety of\nways, as in trading prahus, in the pearl and bêche de met fisheries,\nand in the search after the edible birds’ nests.",
        "A few are engaged in agriculture, and those who are at all educated\nare employed as clerks. These slaves are not denied the right of\nholding property, which they enjoy during their lives, but at their\ndeath it reverts to the master. Some of them are quite rich, and\nwhat may appear strange, the slaves of Sulu are invariably better\noff than the untitled freemen, who are at all times the prey of the\nhereditary datus, even of those who hold no official stations. By\nall accounts these constitute a large proportion of the population,\nand it being treason for any low-born freeman to injure or maltreat\na datu, the latter, who are of a haughty, overbearing, and tyrannical\ndisposition, seldom keep themselves within bounds in their treatment\nof their inferiors. The consequence is, the lower class of freemen\nare obliged to put themselves under the protection of some particular\ndatu, which guards them from the encroachment of others. The chief\nto whom they thus attach themselves, is induced to treat them well,\nin order to retain their services, and attach them to his person,\nthat he may, in case of need, be enabled to defend himself from\ndepredations, and the violence of his neighbors.",
        "Such is the absence of legal restraint, that all find it necessary\nto go abroad armed, and accompanied by a trusty set of followers,\nwho are also armed. This is the case both by day and night, and,\naccording to the Datu’s account, frequent affrays take place in the\nopen streets, which not unfrequently end in bloodshed.",
        "Caution is never laid aside, the only law that exists being that of\nforce; but the weak contrive to balance the power of the strong by\nuniting. They have not only contentions and strife among themselves,\nbut it was stated at Manila that the mountaineers of Sulu, who are\nsaid to be Christians, occasionally make inroads upon them. At Sulu,\nhowever, it did not appear that they were under much apprehension of\nthese attacks. The only fear I heard expressed was by the Sultan,\nin my interview with him; and the cause of this, as I have already\nstated, was probably a desire to find an excuse for not affording us\nfacilities to go into the interior. Within twenty years, however,\nthe reigning sultan has been obliged to retire within his forts,\nin the town of Sulu, which I have before adverted to.",
        "These people are hostile to the Sulus of the coast and towns, who\ntake every opportunity to rob them of their cattle and property,\nfor which the mountaineers seek retaliation when they have an\nopportunity. From the manner in which the Datu spoke of them,\nthey are not much regarded. Through another source I learned that\nthe mountaineers were Papuans, and the original inhabitants of the\nislands, who pay tribute to the Sultan, and have acknowledged his\nauthority, ever since they were converted to Islamism. Before that\ntime they were considered extremely ferocious, and whenever it was\npracticable they were destroyed. Others speak of an original race\nof Dyacks in the interior, but there is one circumstance to satisfy\nme that there is no confidence to be placed in this account, namely,\nthat the island is not of sufficient extent to accommodate so numerous\na population as some ascribe to it.",
        "The forts consist of a double row of piles, filled in with coral\nblocks. That situated on the east side of the small stream may be\nsaid to mount a few guns, but these are altogether inefficient; and\nin another, on the west side, which is rather a rude embankment than\na fort, there are some twelve or fifteen pieces of large calibre;\nbut I doubt very much if they had been fired off for years, and many\nof the houses built upon the water would require to be pulled down\nbefore these guns could be brought to bear upon any thing on the side\nof the bay, supposing them to be in a good condition; a little farther\nto the east of the town, I was informed they had a kind of stockade,\nbut none of us were permitted to see it.",
        "[Population.] According to our estimates, and the information we\nreceived while at Sulu, the island itself does not contain more than\nthirty thousand inhabitants, of which the town of Soung may have six\nor seven thousand. The whole group may number about one hundred and\nthirty thousand. I am aware, however, that it is difficult to estimate\nthe population of a half-civilized people, who invariably exaggerate\ntheir own strength; and visitors are likewise prone to do the same\nthing. The Chinese comprise about an eighth of the population of the\ntown, and are generally of the lower class. They are constantly busy\nat their trades, and intent upon making money.",
        "At Soung, business seems active, and all, slaves as well as masters,\nseem to engage in it. The absence of a strong government leaves all at\nliberty to act for themselves, and the Ruma Bechara gives unlimited\nfreedom to trade. These circumstances promote the industry of the\ncommunity, and even that of the slave, for he too, as before observed,\nhas a life interest in what he earns.",
        "Soung being the residence of the Sultan, as well as the grand depot\nfor all piratical goods, is probably more of a mart than any of the\nsurrounding towns. In the months of March and April it is visited by\nseveral Chinese junks, who remain trading until the beginning of the\nmonth of August. If delayed after that time, they can scarcely return\nin safety, being unable to contend with the boisterous weather and\nhead winds that then prevail in the Chinese seas. These junks are said\nto come chiefly from Amoy, where the cottons, etc., best suited for\nthe Sulus are made. Their cargoes consist of a variety of articles of\nChinese manufacture and produce, such as silk, satin goods, cottons,\nred and checked, grass-cloth clothing, handkerchiefs, cutlery, guns,\nammunition, opium, lumber, china and glass-ware, rice, sugar, oil,\nlard, and butter. In return for this merchandise they obtain camphor,\nbirds’ nests, rattans, bêche de mer, pearls, and pearl-shells, coco,\ntortoise-shell, and wax; but there is no great quantity of these\narticles to be obtained, perhaps not more than two or three cargoes\nduring the season. The trade requires great knowledge of the articles\npurchased, for the Chinese and Sulus are both such adepts in fraud,\nthat great caution and circumspection are necessary.",
        "[Customs dues.] The duties on importation are not fixed, but are\nchanged and altered from time to time by the Ruma Bechara. The\nfollowing was stated to me as the necessary payments before trade\ncould be carried on:",
        "A large ship, with Chinese on board, pays       $2,000\nA large ship, without Chinese on board, pays     1,800\nSmall ships                                      1,500\nLarge brig                                       1,000\nSmall brig                                         500\nSchooners                                       from 150 to 400",
        "This supposes them all to have full cargoes. That a difference should\nbe made in a vessel with or without Chinamen, seems singular; but this,\nI was told, arose from the circumstance that English vessels take them\non board, in order to detect and prevent the impositions of the Sulus.",
        "Vessels intending to trade at Soung should arrive before the Chinese\njunks, and remain as long as they stay, or even a few days later. In\ntrading with the natives, all operations ought to be carried on for\ncash, or if by barter, no delivery should be made until the articles\nto be taken in exchange are received. In short, it is necessary to\ndeal with them as though they were undoubted rogues, and this pleases\nthem much more than to appear unsuspicious. Vessels that trade engage\na bazaar, which they hire of the Ruma Bechara, and it is advisable to\nsecure the good-will of the leading datus in that council by presents,\nand paying them more for their goods than others.",
        "There are various other precautions necessary in dealing with\nthis people; for they will, if possible, so act as to give rise to\ndisputes, in which case an appeal is made to their fellows, who are\nsure to decide against the strangers. Those who have been engaged\nin this trade, advise that the prices of the goods should be fixed\nupon before the Sultan, and the scales of the Datu of Soung employed;\nfor although these are quite faulty, the error is compensated by the\narticles received being, weighed in the same. This also secures the\nDatu’s good-will, by the fee (some fifty dollars) which he receives\nfor the use of them. Thus it will be perceived that those who desire\nto trade with Sulu, must make up their minds to encounter many\nimpositions, and to be continually watchful of their own interests.",
        "Every possible precaution ought to be taken; and it will be found,\nthe treatment will depend upon, or be according to the force or\nresolution that is displayed. In justice to this people it must be\nstated, there have been times when traders received every kindness and\nattention at the island of Sulu, and I heard it even said, that many\nvessels had gone there to refit; but during the last thirty or forty\nyears, the reigning sultans and their subjects have become hostile\nto Europeans, of whom they plunder and destroy as many as they can,\nand this they have hitherto been allowed to do with impunity.",
        "Although I have described the trade with Sulu as limited, yet\nit is capable of greater extension; and had it not been for the\npiratical habits of the people, the evil report of which has been\nso widely spread, Sulu would now have been one of the principal\nmarts of the East. The most fertile parts of Borneo are subject to\nits authority. There all the richest productions of these Eastern\nseas grow in immense quantities, but are now left ungarnered in\nconsequence of there being no buyers. The cost of their cultivation\nwould be exceedingly low, and I am disposed to believe that these\narticles could be produced here at a lower cost than anywhere else.",
        "Besides the trade with China, there is a very considerable one with\nManila in small articles, and I found one of our countrymen engaged\nin this traffic, under the Spanish flag. To him I am indebted for\nmuch information that his opportunities of observation had given him.",
        "The materials for the history of Sulu are meagre, and great doubt\nseems to exist in some periods of it. That which I have been able to\ngather is as follows:",
        "[History.] The island of Sulu is generally believed to have been\noriginally inhabited by Papuans, some of whom, as I have already\nstated, are still supposed to inhabit the mountainous part. The first\nintercourse had with them was by the Chinese, who went there in search\nof pearls. The Orang Dampuwans were the first of the Malays to form\nsettlements on the islands; but after building towns, and making other\nimprovements, they abandoned the islands, in consequence, it is said,\nof the inhabitants being a perfidious race, having previously to\ntheir departure destroyed as many of the natives as they could.",
        "The fame of the submarine riches of this archipelago reached Banjar\nor Borneo, the people of which were induced to resort there, and\nfinding it to equal their expectation, they sent a large colony,\nand made endeavors to win over the inhabitants, and obtain thereby\nthe possession of their rich isle. In order to confirm the alliance,\na female of Banjarmassing, of great beauty, was sent, and married to\nthe principal chief; and from this alliance the sovereigns of Sulu\nclaim their descent. The treaty of marriage made Sulu tributary to\nthe Banjarmassing empire.",
        "After the Banjars had thus obtained possession of the archipelago,\nthe trade in its products attracted settlers from the surrounding\nislands, who soon contrived to displace the aborigines, and drive\nthem to the inaccessible mountains for protection.",
        "When the Chinese took possession of the northern parts of Borneo,\nunder the Emperor Songtiping, about the year 1375, the daughter of that\nprince was married to a celebrated Arabian chief named Sheriff Alli,\nwho visited the shores of Borneo in quest of commerce. The descendants\nof this marriage extended their conquests not only over the Sulu\nArchipelago, but over the whole of the Philippines, and rendered\nthe former tributary to Borneo. In three reigns after this event,\nthe sultan of Borneo proper married the daughter of a Sulu chief, and\nfrom this union came Mirhome Bongsu, who succeeding to the throne while\nyet a minor, his uncle acted as regent. Sulu now wished to throw off\nthe yoke of Borneo, and through the intrigues of the regent succeeded\nin doing so, as well as in retaining possession of the eastern side\nof Borneo, from Maludu Bay on the north, to Tulusyan on the south,\nwhich has ever since been a part of the Sulu territory.",
        "This event took place before Islamism became the prevailing religion;\nbut which form of idolatry, the Sulus pretend, is not now known. It\nis, however, believed the people on the coasts were Buddhists, while\nthose of the interior were Pagans.",
        "The first sultan of Sulu was Kamaludin, and during his reign one Sayed\nAlli, a merchant, arrived at Sulu from Mecca. He was a sherif, and soon\nconverted one-half of the islanders to his own faith. He was elected\nsultan on the death of Kamaludin, and reigned seven years, in the\ncourse of which he became celebrated throughout the archipelago. Dying\nat Sulu, a tomb was erected to him there, and the island came to be\nlooked upon by the faithful as the Mecca of the East, and continued\nto be resorted to as a pilgrimage until the arrival of the Spaniards.",
        "[Tawi Tawi.] Sayed Alli left a son called Batua, who succeeded him. The\nlatter had two sons, named Sabudin and Nasarudin, who, on the death\nof their father, made war upon each other. Nasarudin, the youngest,\nbeing defeated, sought refuge on Tawi Tawi, where he established\nhimself, and built a fort for his protection. The difficulties\nwere finally compromised, and they agreed to reign together over\nSulu. Nasarudin had two sons, called Amir and Bantilan, of whom the\nformer was named as successor to the two brothers, and on their deaths\nascended the throne. During his reign another sherif arrived from\nMecca, who succeeded in converting the remainder of the population to\nIslamism. Bantilan and his brother Amir finally quarrelled, and the\nlatter was driven from Sulu to seek refuge in the island of Basilan,\nwhere he became sultan.",
        "On the arrival of the Spaniards in 1566, a kind of desultory war was\nwaged by them upon the various islands, in the hope of conquering\nthem and extending their religion. In these wars they succeeded in\ngaining temporary possession of a part of Sulu, and destroyed the\ntomb of Sayed Alli. The Spaniards always looked upon the conversion\nof the Moslems to the true Catholic faith with great interest; but in\nthe year 1646, the sultan of Magindanao succeeded in making peace,\nby the terms of which the Spaniards withdrew from Sulu, and were to\nreceive from the sultan three cargoes of rice annually as a tribute.",
        "In 1608, the small-pox made fearful ravages, and most of the\ninhabitants fled from the scourge. Among these was the heir apparent,\nduring whose absence the throne became vacant, and another was elected\nin his stead. This produced contention for a short time, which ended\nin the elected maintaining his place.",
        "This tribute continued to be paid until the flight of Amir to Basilan,\nabout the year 1752, where he entered into a secret correspondence\nwith the authorities at Zamboanga, and after two years a vessel was\nsent from Manila, which carried him to that capital, where he was\ntreated as a prisoner of state.",
        "[The English treaty.] In June, 1759, an English ship, on board of\nwhich was Dalrymple, then in the service of the East India Company,\narrived at Sulu on a trading voyage. Dalrymple remained at Sulu\nfor three months, engaged in making sales and purchases. The Sultan\nBantilan treated him with great kindness, and sought the interest of\nDalrymple to obtain the liberation of his brother, who was now held\nprisoner by the Spaniards at Manila, by telling him of the distress\nof his brother’s wife, who had been left behind when Amir quitted the\nisland, and had been delivered of twins, after he had been kidnapped\nby the Spaniards. Dalrymple entered into a pledge to restore Amir,\nand at the same time effected a commercial treaty between the East\nIndia Company and the Sulu chiefs. By this it was stipulated that\nan annual cargo should be sent to Sulu, and sold at one hundred per\ncent. profit, for which a return cargo should be provided for the China\nmarket, which should realize an equal profit there, after deducting all\nexpenses. The overplus, if any, was to be carried to the credit of the\nSulus. This appears to have been the first attempt made by the English\nto secure a regular commercial intercourse with this archipelago.",
        "In the year 1760, a large fleet of Spanish vessels sailed from Manila,\nwith about two thousand men, having the Sultan Amir on board, to\ncarry on a war against Sulu.",
        "On their arrival, they began active operations. They were repelled\non all sides, and after seven days’ ineffectual attempts, they gave\nup their design. They returned to Manila, it is said, with a loss of\nhalf their number, and without having done any injury to the Sulus. Not\ndiscouraged with this failure, the Spaniards, about two years after,\norganized a still larger force, which is estimated by some accounts as\nhigh as ten thousand men. Although this failed in its attempts on the\nfort at Soung, the Spaniards obtained possession of Tanjong Matonda,\none of the small ports on the island, where they erected a church and\nfort. Here they established a colony, and appointed a governor. The\ninhabitants upon this deserted their habitations in the neighborhood,\nand fled to the mountains, which, it is said, excited the mountaineers,\na host of whom, with their chief, whose name was Sri Kala, determined\nto rush upon the Spaniards, and annihilate them. Having to contend\nagainst disciplined troops, it was not an easy task to succeed. But\nSri Kala had a follower, named Sigalo, who offered to lead the host\nto battle against the Spaniards, and to exterminate them, or die in\nthe attempt. The chief accepted his offer, and Sigalo, with a chosen\nfew, marched towards the fort, leaving the rest of the mountaineers\nin readiness to join them at an appointed signal, and rush into the\nfort en masse.",
        "[Victory over Spaniards.] Sri Kala and Sigalo, in order to lull\nthe watchfulness of the Spaniards, took with them a young woman, of\nexquisite beauty, named Purmassuri. The lustful Spaniards were thus\nthrown off their guard, the signal was given, and the host, rushing\nforward, entered the fort, every Spaniard within which was slain. A\nfew only, who were on the outside, escaped to the vessels, which set\nsail, and after encountering various mishaps, returned to Manila.",
        "Some time after this the Sultan Bantilan died, and his son Alim-ud-deen\nwas proclaimed sultan. Dalrymple did not return until 1762, with a\npart of the appointed cargo; but the vessel in which the larger part\nhad been shipped, failed to arrive, from not being able to find Sulu,\nand went to China. Thence she proceeded to Manila, and afterwards\nto Sulu. The captain of the latter vessel gave a new credit to the\nSulus, before they had paid for their first cargo; and on the arrival\nof Dalrymple the next time, he found that the small-pox had carried\noff a large number of the inhabitants, from which circumstance all\nhis hopes of profit were frustrated. He then obtained for the use of\nthe East India Company, a grant of the island of Balambangan, which\nlies off the north end of Borneo, forming one side of the Straits of\nBalabac, the western entrance to the Sulu Sea. Here he proposed to\nestablish a trading post, and after having visited Madras, he took\npossession of this island in 1763.",
        "In October, 1762, the English took Manila, where the Sultan Amir\nwas found by Dalrymple, who engaged to reinstate him on his throne,\nif he would cede to the English the north end of Borneo, as well\nas the south end of Palawan. This he readily promised, and he was,\nin consequence, carried back to Sulu and reinstated; his nephew,\nAlim-ud-deen, readily giving place to him, and confirming the grant\nto the East India Company, in which the Ruma Bechara joined.",
        "After various arrangements, the East India Company took possession of\nBalambangan, in the year 1773, and formed a settlement there with a\nview of making it an emporium of trade for Eastern commodities. Troops\nand stores were sent from India, and the population began to increase\nby settlers, both Chinese and Malays, who arrived in numbers. In the\nyear 1775, the fort, notwithstanding all the treaties and engagements\nbetween Dalrymple and the Sultan, was surprised by the Sulus, and many\nof the garrison put to death. [Victory over English.] This virtually\nput an end to the plans of the English, although another attempt was\nmade to re-establish the settlement by Colonel Farquhar, in 1803;\nbut it was thought to be too expensive a post, and was accordingly\nabandoned in the next year. This act of the Sulus fairly established\ntheir character for perfidy, and ever since that transaction they\nhave been looked upon as treacherous in the highest degree, and,\nwhat is singular, have been allowed to carry on their piracies quite\nunmolested. The taking of Balambangan has been generally imputed to the\ntreacherous disposition and innate love of plunder among the Sulus,\nas well as to their fear that it would destroy the trade of Sulu by\ninjuring all that of the archipelago. But there are strong reasons\nfor believing that this dark deed owed its origin in part to the\ninfluence of the Spaniards and Dutch, who looked with much distrust\nupon the growth of the rival establishment. Such was the jealousy\nof the Spaniards, that the governor of the Philippines peremptorily\nrequired that Balambangan should be evacuated. The Sulus boast of the\ndeed, and admit that they received assistance from both Zamboanga and\nTernate, the two nearest Spanish and Dutch ports. These nations had\ngreat reasons to fear the establishment of a power like that of the\nEast India Company, in a spot so favorably situated to secure the\ntrade of the surrounding islands, possessing fine harbors, and in\nevery way adapted to become a great commercial depot. Had it been\nheld by the East India Company but for a few years, it must have\nbecome what Singapore is now.",
        "The original planner of this settlement is said to have been Lord\nPigot; but the merit of carrying it forward was undoubtedly due to\nDalrymple, whose enterprising mind saw the advantage of the situation,\nand whose energy was capable of carrying the project successfully\nforward.",
        "Since the capture of Balambangan, there has been no event in the\nhistory of Sulu that has made any of the reigns of the Sultans\nmemorable, although fifteen have since ascended the throne.",
        "Sulu has from all the accounts very much changed in its character\nas well as population since the arrival of the Spaniards, and the\nestablishment of their authority in the Philippines. Before that\nevent, some accounts state that the trade with the Chinese was\nof great extent, and that from four to five hundred junks arrived\nannually from Cambojia, with which Sulu principally traded. At that\ntime the population is said to have equalled in density that of the\nthickly-settled parts of China.",
        "The government has also undergone a change; for the Sultan, who\namong other Malay races is usually despotic, is here a mere cipher,\nand the government has become an oligarchy. This change has probably\nbeen brought about by the increase of the privileged class of Datus,\nall of whom were entitled to a seat in the Ruma Bechara until about\nthe year 1810, when the great inconvenience of so large a council\nwas felt, and it became impossible to control it without great\ndifficulty and trouble on the part of the Sultan. The Ruma Bechara\nwas then reduced until it contained but six of the principal Datus,\nwho assumed the power of controlling the state. The Ruma Bechara,\nhowever, in consequence of the complaints of many powerful Datus,\nwas enlarged; but the more powerful, and those who have the largest\nnumerical force of slaves, still rule over its deliberations. The whole\npower, within the last thirty years, has been usurped by one or two\nDatus, who now have monopolized the little foreign trade that comes\nto these islands. The Sultan has the right to appoint his successor,\nand generally names him while living. In default of this, the choice\ndevolves upon the Ruma Bechara, who elect by a majority.",
        "[Piracies] From a more frequent intercourse with Europeans and the\ndiscovery of new routes through these seas, the opportunities of\ncommitting depredations have become less frequent, and the fear of\ndetection greater. By this latter motive they are more swayed than\nby any thing else, and if the Sulus have ever been bold and daring\nrobbers on the high seas, they have very much changed.",
        "Many statements have been made and published relative to the piracies\ncommitted in these seas, which in some cases exceed, and in others\nfall short, of the reality. Most of the piratical establishments are\nunder the rule, or sail under the auspices of the Sultan and Ruma\nBechara of Sulu, who are more or less intimately connected with\nthem. The share of the booty that belongs to the Sultan and Ruma\nBechara is twenty-five per cent. on all captures, whilst the Datus\nreceive a high price for the advance they make of guns and powder,\nand for the services of their slaves.",
        "The following are the piratical establishments of Sulu, obtained\nfrom the most authentic sources, published as well as verbal. The\nfirst among these is the port of Soung, at which we anchored, in\nthe island of Sulu; not so much from the number of men available\nhere for this pursuit, as the facility of disposing of the goods. By\nthe Spaniards they are denominated Illanun or Lanuns pirates. [273]\nThere are other rendezvous on Pulo Toolyan, at Bohol, Tonho, Pilas,\nTawi Tawi, Sumlout, Pantutaran, Parodasan, Palawan, and Basilan,\nand Tantoli on Celebes. These are the most noted, but there are many\nminor places, where half a dozen prahus are fitted out. Those of Sulu,\nand those who go under the name of the Lanuns, have prahus of larger\nsize, and better fitted. They are from twenty to thirty tons burden,\nand are propelled by both sails and oars. They draw but little water,\nare fast sailers, and well adapted for navigating through these\ndangerous seas. These pirates are supposed to possess in the whole\nabout two hundred prahus, which usually are manned with from forty to\nfifty pirates; the number therefore engaged in this business, may be\nestimated at ten thousand. They are armed with muskets, blunderbusses,\nkrises, hatchets, and spears, and at times the vessels have one or two\nlarge guns mounted. They infest the Macassar Strait, the Celebes Sea,\nand the Sulu Sea. Soung is the only place where they can dispose of\ntheir plunder to advantage, and obtain the necessary outfits. It may\nbe called the principal resort of these pirates, where well-directed\nmeasures would result in effectually suppressing the crime.",
        "Besides the pirates of Sulu, the commerce of the eastern islands is\nvexed with other piratical establishments. In the neighboring seas,\nthere are the Malay pirates, who have of late years become exceedingly\ntroublesome. Their prahus are of much smaller size than those of Sulu,\nbeing from ten to twelve tons burden, but in proportion they are much\nbetter manned, and thus are enabled to ply with more efficiency their\noars or paddles. These prahus frequent the shores of Malacca Straits,\nCape Roumania, the Carimon Isles, and the neighboring straits, and\nat times they visit the Rhio Straits. Some of the most noted, I was\ninformed, were fitted out from Johore, in the very neighborhood of\nthe English authorities at Singapore; they generally have their haunts\non the small islands on the coast, from which they make short cruises.",
        "They are noted for their arrangements for preventing themselves\nfrom receiving injury, in the desperate defences that are sometimes\nmade against them. These small prahus have usually swivels mounted,\nwhich, although not of great calibre, are capable of throwing a shot\nbeyond the range of small-arms. It is said that they seldom attempt\nan attack unless the sea is calm, which enables them to approach their\nvictims with more assurance of success, on account of the facility with\nwhich they are enabled to manage their boats. The frequent calms which\noccur in these seas between the land and sea breezes, afford them many\nopportunities of putting their villanous plans in operation; and the\nmany inlets and islets, with which they are well acquainted, afford\nplaces of refuge and ambush, and for concealing their booty. They\nare generally found in small flotillas of from six to twenty prahus,\nand when they have succeeded in disabling a vessel at long shot, the\nsound of the gong is the signal for boarding, which, if successful,\nresults in a massacre more or less bloody, according to the obstinacy\nof the resistance they have met with.",
        "In the winter months, the Malacca Straits are most infested with them;\nand during the summer, the neighborhood of Singapore, Point Rumania,\nand the channels in the vicinity. In the spring, from February to\nMay, they are engaged in procuring their supplies, in fishing, and\nrefitting their prahus for the coming year.",
        "[Suppression of pirates.] I have frequently heard plans proposed\nfor the suppression of these pirates, particularly of those in the\nneighborhood of the settlements under British rule. The European\nauthorities are much to blame for the quiescent manner in which they\nhave so long borne these depredations, and many complaints are made\nthat Englishmen, on being transplanted to India, lose that feeling of\nhorror for deeds of blood, such as are constantly occurring at their\nvery doors, which they would experience in England. There are, however,\nmany difficulties to overcome before operations against the pirates\ncan be effective. The greatest of these is the desire of the English\nto secure the good-will of the chiefs of the tribes by whom they are\nsurrounded. They thus wink at their piracies on the vessels of other\nnations, or take no steps to alleviate the evils of slavery. Indeed\nthe language that one hears from many intelligent men who have\nlong resided in that part of the world is, that in no country where\ncivilization exists does slavery exhibit so debasing a form as in her\nIndian possessions. Another difficulty consists in the want of minute\nknowledge of the coasts, inlets, and hiding-places of the pirates, and\nthis must continue to exist until proper surveys are made. This done,\nit would be necessary to employ vessels that could pursue the pirates\neverywhere, for which purpose steamers naturally suggest themselves.",
        "What will appear most extraordinary is, that the very princes who\nare enjoying the stipend for the purchase of the site whereon the\nEnglish authority is established, are believed to be the most active\nin equipping the prahus for these piratical expeditions; yet no notice\nis taken of them, although it would be so easy to control them by\nwithholding payment until they had cleared themselves from suspicion,\nor by establishing residents in their chief towns.",
        "[The Bajows.] Another, and a very different race of natives who\nfrequent the Sulu Archipelago, must not be passed by without\nnotice. These are the Bajow divers or fishermen, to whom Sulu is\nindebted for procuring the submarine treasures with which her seas\nare stored. They are also very frequently employed in the bêche de\nmer or trepang fisheries among the islands to the south. The Bajows\ngenerally look upon Macassar as their principal place of resort. They\nwere at one time believed to be derived from Johore, on the Malayan\npeninsula; at another, to be Buguese; but they speak the Sulu dialect,\nand are certainly derived from some of the neighboring islands. The\nname of Bajows, in their tongue, means fishermen. From all accounts,\nthey are allowed to pursue their avocations in peace, and are not\nunfrequently employed by the piratical datus, and made to labor for\nthem. They resort to their fishing-grounds in fleets of between one\nand two hundred sail, having their wives and children with them,\nand in consequence of the tyranny of the Sulus, endeavor to place\nthemselves under the protection of the flag of Holland, by which\nnation this useful class of people is encouraged. The Sulu Seas are\ncomparatively little frequented by them, as they are unable to dispose\nof the produce of their fisheries for want of a market, and fear the\nexactions of the Datus. Their prahus are about five tons each. The\nBajows at some islands are stationary, but are for the most part\nconstantly changing their ground. The Spanish authorities in the\nPhilippines encourage them, it is said, to frequent their islands,\nas without them they would derive little benefit from the banks in\nthe neighboring seas, where quantities of pearl-oysters are known\nto exist, which produce pearls of the finest kind. The Bajows are\ninoffensive and very industrious, and in faith Mahomedans.",
        "The climate of Sulu during our short stay, though warm, was\nagreeable. The time of our visit was in the dry season, which lasts\nfrom October till April, and alternates with the wet one, from May\ntill September. June and July are the windy months, when strong\nbreezes blow from the westward. In the latter part of August and\nSeptember, strong gales are felt from the south, while in December\nand January the winds are found to come from the northward; but light\nwinds usually prevail from the southwest during the wet season, and\nfrom the opposite quarter, the dry, following closely the order of the\nmonsoons in the China seas. As to the temperature, the climate is very\nequable, the thermometer seldom rising above 90° or falling below 70°.",
        "Diseases are few, and those that prevail arise from the manner in\nwhich the natives live. They are from that cause an unhealthy-looking\nrace. The small-pox has at various times raged with great violence\nthroughout the group, and they speak of it with great dread. Few of\nthe natives appeared to be marked with it, which may have been owing,\nperhaps, to their escaping this disorder for some years. Vaccination\nhas not yet been introduced among them, nor have they practiced\ninoculation.",
        "Notwithstanding Soung was once the Mecca of the East, its people\nhave but little zeal for the Mahomedan faith. It was thought at once\ntime that they had almost forgotten its tenets, in consequence of\nthe neglect of all their religious abservances. The precepts which\nthey seem to regard most are that of abstaining from swine’s flesh,\nand that of being circumcised. Although polygamy is not interdicted,\nfew even of the datus have more than one wife.",
        "Soung Road offers good anchorage; and supplies of all kinds may be\nhad in abundance. Beef is cheap, and vegetables and fruits at all\nseasons plenty.",
        "Our observations placed the town in latitude 6° 01’ N., longitude 120°\n55’ 51’’ E.",
        "Having concluded the treaty and other business that had taken me to\nSulu, we took our departure for the Straits of Balabac, the western\nentrance into this sea, with a fine breeze to the eastward. By\nnoon we had reached the group of Pangootaaraang, consisting of five\nsmall islands. All of these are low, covered with trees, and without\nlagoons. They presented a great contrast to Sulu, which was seen behind\nus in the distance. The absence of the swell of the ocean in sailing\nthrough this sea is striking, and gives the idea of navigating an\nextensive bay, on whose luxuriant islands no surf breaks. There are,\nhowever, sources of danger that incite the navigator to watchfulness\nand constant anxiety; the hidden shoals and reefs, and the sweep of\nthe tide, which leave him no control over his vessel.",
        "[Cagayan Sulu.] Through the night, which was exceedingly dark, we\nsounded every twenty minutes, but found no bottom; and at daylight\non the 7th, we made the islands of Cagayan Sulu, in latitude 7° 03’\n30’’ N., longitude 118° 37’ E. The tide or current was passing the\nislands to the west-southwest, three quarters of a mile per hour;\nwe had soundings of seventy-five fathoms. Cagayan Sulu has a pleasant\nappearance from the sea, and may be termed a high island. It is less\ncovered with undergrowth and mangrove-bushes than the neighboring\nislands, and the reefs are comparatively small. It has fallen off in\nimportance; and by comparing former accounts with those I received,\nand from its present aspect, it would seem that it has decreased\nboth in population and products. Its caves formerly supplied a large\nquantity of edible birds’ nests; large numbers of cattle were to be\nfound upon it; and its cultivation was carried on to some extent. These\narticles of commerce are not so much attended to at the present time,\nand the bêche de mer and tortoise-shell, formerly brought hither,\nare now carried to other places. There is a small anchorage on the\nwest side, but we did not visit it. There are no dangers near these\nsmall islands that may not be guarded against. Our survey extended\nonly to their size and situation, as I deemed it my duty to devote\nall the remainder of the time I had to spare to the Balabac Straits.",
        "[Balabac straits.] After the night set in, we continued sounding\nevery ten minutes, and occasionally got bottom in from thirty to\nseventy fathoms. At midnight, the water shoaled to twenty fathoms,\nwhen I dropped the anchor until daylight. We shortly afterwards had\na change of wind, and a heavy squall passed over us.",
        "In the morning we had no shoal ground near us, and the bank on which\nwe had anchored was found to be of small size; it is probable that\nwe had dropped the anchor on the shoalest place. Vessels have nothing\nto fear in this respect.",
        "At 9:00 a.m. of the 8th, we made the Mangsee Islands ahead of us, and\nlikewise Balabac to the north, and Balambagan to the south. Several\nsand-banks and extensive reefs were also seen between them. On seeing\nthe ground on which we had to operate, of which the published charts\ngive no idea whatever, I determined to proceed, and take a central\nposition with the ship under the Mangsee Islands; but in order not to\nlose time, I hoisted out and dropped two boats, under Lieutenant Perry,\nto survey the first sand-bank we came to, which lies a few miles to\nthe eastward of these islands, with orders to effect this duty and join\nme at the anchorage, or find a shelter under the lee of the islands.",
        "At half-past two p.m. we anchored near the reef, in thirty-six fathoms\nwater. I thought myself fortunate in getting bottom, as the reefs on\nclosing with them seemed to indicate but little appearance of it.",
        "The rest of the day was spent in preparing the boats for our\noperations. I now felt the want of the tender. Although in the absence\nof this vessel, great exposure was necessary to effect this survey,\nI found both officers and men cheerful and willing. The parties were\norganized,–the first to proceed to the north, towards Balabac Island,\nto survey the intermediate shoals and reefs, under Lieutenant Emmons\nand Mr. Totten; the second to the south, under Lieutenants Perry and\nBudd; and Mr. Hammersly for the survey of the shoals of Balambangan and\nBanguey, and their reefs. The examination of the Mangsee Islands, and\nthe reefs adjacent, with the astronomical and magnetic observations,\netc., devolved on myself and those who remained on board the ship.",
        "The weather was watched with anxiety, and turned out disagreeable,\nheavy showers and strong winds prevailing; notwithstanding, the\nboats were despatched, after being as well protected against it as\npossible. We flattered ourselves that these extensive reefs would\nproduce a fine harvest of shells; but, although every exertion\nwas made in the search, we did not add as many to our collections\nas we anticipated. Some land-shells, however, were found that we\nlittle expected to meet with, for many of the trees were covered\nwith them, and on cutting them down, large quantities were easily\nobtained. Mr. Peale shot several birds, among which was a Nicobar\npigeon; some interesting plants and corals were also added. On the\nisland a large quantity of drift-wood was found, which with that\nwhich is growing affords ample supplies of fuel for ships. No fresh\nwater is to be had, except by digging, the island being but a few\nfeet above high-water mark.",
        "Although the time was somewhat unfavorable, Lieutenant Emmons and\nparty executed their orders within the time designated, and met with no\nother obstructions than the inclemency of the weather. This was not,\nhowever, the case with Lieutenant Perry, who, near a small beach on\nthe island of Balambangan, encountered some Sulus, who were disposed\nto attack him. The natives, no doubt, were under the impression that\nthe boats were from some shipwrecked vessel. They were all well armed,\nand apparently prepared to take advantage of the party if possible;\nbut, by the prudence and forbearance of this officer, collision was\navoided, and his party saved from an attack.",
        "[Balambangan.] The island of Balambangan was through the\ninstrumentality of Mr. Dalrymple, as heretofore stated, obtained\nfrom the Sulus for a settlement and place of deposit, by the East\nIndia Company, who took possession of it in 1773. Its situation off\nthe northern end of Borneo, near the fertile district of that island,\nits central position, and its two fine ports, offered great advantages\nfor commerce, and for its becoming a great entrepot for the riches\nof this archipelago. Troops, and stores of all kinds, were sent\nfrom India; numbers of Chinese and Malays were induced to settle;\nand Mr. Herbert, one of the council of Bencoolen, was appointed\ngovernor. It had been supposed to be a healthy place, as the island\nwas elevated, and therefore probably free from malaria; but in 1775\nthe native troops from India became much reduced from sickness, and\nthe post consequently much weakened. This, with the absence of the\ncruisers from the harbor, afforded a favorable opportunity for its\ncapture; and the wealth that it was supposed to contain created an\ninducement that proved too great for the hordes of marauding pirates\nto resist. Choosing their time, they rushed upon the sentries, put\nthem to death, took possession of the guns, and turned them against\nthe garrison, only a few of whom made their escape on board of a small\nvessel. The booty in goods and valuables was said to have been very\nlarge, amounting to nearly four hundred thousand pounds sterling.",
        "Although Borneo offers many inducements to commercial enterprise,\nthe policy of the Dutch Company has shut themselves out, as well\nas others, by interdicting communication. In consequence, except\nthrough indirect channels, there has been no information obtained of\nthe singular and unknown inhabitants of its interior. This, however,\nis not long destined to be the case.",
        "Mr. Brooke, an English gentleman of fortune, has, since our passage\nthrough these seas, from philanthropic motives, made an agreement\nwith the rajah of Sarawack, on the northern and western side of\nBorneo, to cede to him the administration of that portion of the\nisland. This arrangement it is believed the British government will\nconfirm, in which event Sarawack will at once obtain an importance\namong the foreign colonies, in the Eastern seas, second only to that\nof Singapore.",
        "The principal inducement that has influenced Mr. Brooke in this\nundertaking is the interest he feels in the benighted people of the\ninterior, who are known under the name of Dyack, and of whom some\nextraordinary accounts have been given.",
        "A few of these, which I have procured from reputable sources, I will\nnow relate, in order that it may be seen among what kind of people\nthis gentleman has undertaken to introduce the arts of civilization.",
        "[The Dyacks.] The Dyacks are, by all accounts, a fine race, and\nmuch the most numerous of any inhabiting Borneo. They are almost\nexclusively confined to the interior, where they enjoy a fine climate,\nand all the spontaneous productions of the tropics. They are believed\nto be the aborigines of the island. The name of Dyack seems to be\nmore particularly applied to those who live in the southern section\nof Borneo. To the north they are called Idaan or Tirun, and those so\ntermed are best known to the Sulus, or the inhabitants of that part of\nthe coast of Borneo over which the Sulus rule. In personal appearance,\nthe Dyacks are slender, have higher foreheads than the Malays, and are\na finer and much better-looking people. Their hair is long, straight,\nand coarse, though it is generally cropped short round the head. The\nfemales are spoken of as being fair and handsome, and many of those\nwho have been made slaves are to be seen among the Malays.",
        "In manners the Dyacks are described as simple and mild, yet they are\ncharacterized by some of the most uncommon and revolting customs of\nbarbarians. Their government is very simple; the elders in each village\nfor the most part rule; but they are said to have chiefs that do not\ndiffer from the Malay rajahs. They wear no clothing except the maro,\nand many of them are tattooed, with a variety of figures, over their\nbody. They live in houses built of wood, that are generally of large\nsize, and frequently contain as many as one hundred persons. These\nhouses are usually built on piles, divided into compartments, and\nhave a kind of veranda in front, which serves as a communication\nbetween the several families. The patriarch, or elder, resides in\nthe middle. The houses are entered by ladders, and have doors, but\nno windows. The villages are protected by a sort of breastwork.",
        "Although this people are to be found throughout all Borneo, and even\nwithin a few miles of the coast, yet they do not occupy any part of\nits shores, which are held by Malays, or Chinese settlers. There\nis no country more likely to interest the world than Borneo. All\naccounts speak of vast ruins of temples and palaces, throughout the\nwhole extent of its interior, which the ancestors of the present\ninhabitants could not have constructed. The great resemblance these\nbear to those of China and Cambojia has led to the belief that Borneo\nwas formerly peopled by those nations; but all traditions of the origin\nof these edifices have been lost; and so little is now known of the\nnorthern side of Borneo, that it would be presumption to indulge in any\nsurmises of what may have been its state during these dark ages. Even\nthe Bugis priests, who are the best-informed persons in the country,\nhave no writings or traditions that bear upon the subject; and the\nfew scattered legends of Eastern origin, can afford no proof of the\noccurrence of the events they commemorate in any particular locality.",
        "The accounts of the habits of the Dyacks are discrepant. Some give them\ncredit for being very industrious, while others again speak of them\nas indolent. They are certainly cultivators of the soil, and in order\nto obtain the articles they need, will work assiduously. Many of them\nare employed in collecting gold-dust, and some in the diamond mines;\nand they will at times be found procuring gums, rattans, etc., from\ntheir native forests for barter. They are a people of great energy\nof character, and perseverance in the attainment of their object,\nparticularly when on war-parties, or engaged in hunting.",
        "Their food consists of rice, hogs, rats, snakes, monkeys, and many\nkinds of vermin, with which this country abounds.",
        "Their chief weapon is the parang or heavy knife, somewhat like the\nkris. It is manufactured of native iron and steel, with which the\ncoast of the country is said to abound. They have a method of working\nit which renders it unnecessary for them to look to a foreign supply;\nthe only articles of foreign hardware that they are said to desire,\nare razors, out of which to make their cockspurs. One thing seems\nstrange: although asserted upon good authority, that the iron and\nsteel of the coast are thought to be superior by foreigners, they\nare not to be compared with that which is found in the interior,\nand manufactured by the Dyacks. All the best krises used by the Malay\nrajahs and chiefs, are obtained from the interior. Some of these are\nexquisitely manufactured, and so hard that, without turning the edge,\nthey cut ordinary wrought iron and steel.",
        "Among their other weapons is the sumpit, a hollow tube, through\nwhich they blow poisoned arrows. The latter are of various kinds,\nand those used in war are dipped in the sap of what the natives term\nthe “upo.” The effect of this poison is almost instantaneous, and\ndestroys life in four or five minutes. Those who have seen a wound\ngiven accidentally, describe the changes that the poison occasions\nas plainly perceptible in its progress. Before using the arrow, its\npoisoned point is dipped in lime-juice to quicken it. The range of\nthe sumpit is from fifty to sixty yards. Although the arrows are\npoisoned, yet it is said they sometimes eat the games they kill\nwith them, parboiling it before it is roasted, which is thought to\nextract the poison. Firearms, respecting which they have much fear,\nhave not yet been introduced among them; indeed, it is said that so\neasily are they intimidated by such weapons, that on hearing a report\nof a gun they invariably run away. Each individual in a host would\nbe impressed with the belief that he was the one that was to be shot.",
        "[The diwatas.] They address their prayers to the maker of the world,\nwhom they call Dewatta, and this is all the religion they have. There\nare many animals and birds held by them in high veneration, and they\nare close observers of the flight of birds, from which they draw\nprognostics. There is in particular a white-headed eagle or kite, upon\nwhose flight and cries they put great reliance, and consult them in war\nor on any particular expedition. For this purpose they draw numbers\nof them together, and feed them by scattering rice about. It is said\ntheir priests consult their entrails also on particular occasions,\nto endeavor to look into future events.",
        "In the performance of their engagements and oaths, they are most\nscrupulous. They seem to have some idea of a future life, and that\non the road to their elysium they have to pass over a long tree,\nwhich requires the assistance of all those they have slain in this\nworld. The abode of happy spirits is supposed to be on the top of Kini\nBalu, one of their loftiest mountains, and the portals are guarded\nby a fiery serpent, who does not suffer any virgin to pass into the\ncelestial paradise.",
        "Polygamy does not exist among them, but they have as concubines slaves,\nwho are captured in their wars or rather predatory expeditions. If a\nwife proves unfaithful to her husband, he kills several of his slaves,\nor inflicts upon her many blows, and a divorce may be effected by\nthe husband paying her a certain price, and giving up her clothes and\nornaments, after which he is at liberty to marry another. The women,\nhowever, exercise an extraordinary influence over the men.",
        "[Headhunting.] But of all their peculiar traits, there is none more\nstrange than the passion they seem to indulge for collecting human\nheads. These are necessary accompaniments in many transactions of\ntheir lives, particularly in their marriages, and no one can marry\nunless he has a certain number of heads; indeed, those who cannot\nobtain these are looked upon with disdain by the females. A young man\nwishing to wed, and making application to marry her for whom he has\nformed an attachment, repairs with the girl’s father to the rajah\nor chief, who immediately inquires respecting the number of heads\nhe has procured, and generally decides that he ought to obtain one\nor two more, according to his age, and the number the girl’s father\nmay have procured, before he can be accepted. He at once takes his\ncanoe and some trusty followers, and departs on his bloody errand,\nwaylaying the unsuspecting or surprising the defenceless, whose head\nhe immediately cuts off, and then makes a hurried retreat. With this\nhe repairs to the dwelling of his mistress, or sends intelligence\nof his success before him. On his arrival, he is met by a joyous\ngroup of females, who receive him with every demonstration of joy,\nand gladly accept his ghastly offering.",
        "Various barbarous ceremonies now take place, among which the heads\nundergo inspection to ascertain if they are fresh; and, in order to\nprove this, none of the brain must be removed, nor must they have been\nsubmitted to smoke to destroy the smell. After these preliminaries,\nthe family honor of the bride is supposed to be satisfied, and she is\nnot allowed to refuse to marry. A feast is now made, and the couple\nare seated in the midst naked, holding the bloody heads, when handfuls\nof rice are thrown over them, with prayers that they may be happy and\nfruitful. After this, the bridegroom repairs in state to the house of\nthe bride, where he is received at the door by one of her friends,\nwho sprinkles him with the blood of a cock, and her with that of a\nhen. This completes the affair, and they are man and wife.",
        "[Cremation.] Funerals are likewise consecrated by similar offerings,\nthe corpse remaining in the house until a slave can be procured,\nby purchase or otherwise, whom they design to behead at the time the\nbody is burnt. This is done in order that the defunct may be attended\nby a slave on his way to the other world or realms of bliss. After\nbeing burnt, the ashes of the deceased are gathered in an urn, and\nthe head of the slave preserved and placed near it.",
        "In some parts, a rajah or chief is buried with great pomp in his war\nhabiliments, and food and his arms are placed at his side. A mound\nis erected over him, which is encircled with a bamboo fence, upon\nwhich a number of fresh heads are stuck, all the warriors who have\nbeen attached to him bringing them as the most acceptable offering;\nand subsequently these horrid offerings are renewed.",
        "The Dyacks are found also in the Celebes island, but there, as in\nBorneo, they are confined to the interior. I have already mentioned\nthat they were supposed to have been the original inhabitants of the\nSulu Archipelago. The Sulus speak of the country of the Dyacks as\nbeing exceedingly fertile and capable of producing every thing. The\nnorth end of Borneo is particularly valuable, as its produce is easily\ntransported from the interior, where much of the land is cultivated. I\nhave obtained much more information in relation to this people, in\na variety of ways, from individuals as well as from the published\naccounts, which are to be found at times in the Eastern prints; but\nas this digression has already extended to a great length, I trust\nthat enough has been said to enable the reader to contrast it with\nthe natives who inhabit the islands that dot the vast Pacific Ocean,\nand to make him look forward with interest to the developments that\nthe philanthropic exertions of Mr. Brooke may bring to light.",
        "Having completed our duties here, the boats were hoisted in, after\ndespatching one to leave orders for Mr. Knox of the Flying-Fish,\nin a bottle tied to a flagstaff.",
        "On the afternoon of the 12th, we got under way to proceed direct to\nSingapore, and passed through the channel between the reef off the\nMangsee Islands, and those of Balambangan and Banguey. We found this\nchannel clear, and all the dangers well defined.",
        "As the principal objects of my visit were to ascertain the disposition\nand resources of the Sulus for trade, and to examine the straits\nleading into the Sulu seas, in order to facilitate the communication\nwith China, by avoiding on the one hand the eastern route, and on\nthe other the dangers of the Palawan Passage, it may be as well to\ngive the result of the latter inquiry, referring those who may be\nmore particularly interested to the Hydrographical Atlas and Memoir.",
        "The difficulties in the Palawan Passage arising from heavy seas\nand fresh gales do not exist in the Sulu Sea, nor are the shoals so\nnumerous or so dangerous. In the place of storms and rough water,\nsmooth seas are found, and for most of the time moderate breezes,\nwhich do not subject a vessel to the wear and tear experienced in\nbeating up against a monsoon.",
        "The Balabac Straits may be easily reached, either from Singapore,\nor by beating up along the western shore of Borneo. When the straits\nare reached, a vessel by choosing her time may easily pass through\nthem by daylight, even by beating when the wind is ahead. Once\nthrough, the way is clear, with the exception of a few coral lumps;\nthe occasional occurrence of the north wind will enable a vessel to\npass directly to the shores of the island of Panay. A fair wind will\nordinarily prevail along the island, and, as I have already mentioned,\nit may be approached closely. The passage through to the eastward of\nMindoro Island may be taken in preference to that on the west side\nthrough the Mindoro Strait, and thus all the reefs and shoals will\nbe avoided. Thence, the western coast of Luzon will be followed to\nthe north, as in the old route.",
        "I do not think it necessary to point out any particular route through\nthe Sulu Sea, as vessels must be guided chiefly as the winds blow,\nbut I would generally avoid approaching the Sulu Islands, as the\ncurrents are more rapid, and set rather to the southward. Wherever\nthere is anchorage, it would be advisable to anchor at night, as much\ntime might thus be saved, and a knowledge of the currents or sets\nof the tides obtained. Perhaps it would be as well to caution those\nwho are venturesome, that it is necessary to keep a good look-out,\nand those who are timid, that there does not appear to be much danger\nfrom the piratical prahus, unless a vessel gets on shore; in that\ncase it will not be long before they will be seen collecting in the\nhorizon in large numbers.",
        "[Advantages of Sulu treaty.] The treaty that I made with the Sultan, if\nstrictly enforced on the first infraction, will soon put an end to all\nthe dangers to be apprehended from them. To conclude, I am satisfied\nthat under ordinary circumstances, to pass through the Sulu Sea will\nshorten by several days the passage to Manila or Canton, and be a\ngreat saving of expense in the wear and tear of a ship and her canvass.",
        "On the 13th, we passed near the location of the Viper Shoal, but saw\nnothing of it. It is, therefore, marked doubtful on the chart. As\nI had but little time to spare, the look-outs were doubled, and we\npursued our course throughout the night, sounding as we went every\nfifteen minutes; but nothing met our view.",
        "On the 14th, although we had the northeast monsoon blowing fresh, we\nexperienced a current of twenty-two miles setting to the north. This\nwas an unexpected result, as the currents are usually supposed\nto prevail in the direction of the monsoon. On the 15th. we still\nexperienced it, though not over fifteen miles. On the 16th, we found\nit setting west, and as we approached the Malayan Peninsula it was\nfound to be running southwest.",
        "On the 18th, we made Pulo Aor and Pulo Pedang, and arriving off the\nSingapore Straits, I hove-to, to await daylight. In the morning at\ndawn, we found ourselves in close company with a Chinese junk. The\n19th, until late in the afternoon, we were in the Singapore Straits,\nmaking but slow progress towards this emporium of the East. The number\nof native as well as foreign vessels which we passed, proved that we\nwere approaching some great mart, and at 5:00 p.m. we dropped our\nanchor in Singapore Roads. Here we found the Porpoise, Oregon, and\nFlying-Fish, all well: the two former had arrived on January 22nd,\nnearly a month before, and the latter three days previously. Before\nconcluding this chapter, I shall revert to their proceedings since\nour separation off the Sandwich Islands.",
        "The instructions to the brigs have been heretofore given; but it may\nnot be amiss to repeat here that the object in detaching them was,\nthat they might explore the line of reefs and islands known to exist to\nthe northward and westward of the Hawaiian Group, and thence continue\ntheir course towards the coast of Japan. Had they effected the latter\nobject, it would have given important results in relation to the force\nof the currents, and the temperature of the water. It was desirable,\nif possible, to ascertain with certainty the existence on the coast of\nJapan of a current similar to the Gulf Stream, to which my attention\nhad been particularly drawn.",
        "The first land they made was on December 1, 1841, and was Necker\nIsland. Birds, especially the white tern, had been seen in numbers\nprior to its announcement. Necker Island is apparently a mass of\nvolcanic rocks, about three hundred feet high, and is destitute of\nany kind of vegetation, but covered with guano. It is surrounded by\na reef, three miles from which soundings were obtained, in twenty\nfathoms water. The furious surf that was beating on all sides of the\nisland, precluded all possibility of a landing being made. By the\nconnected observations of the vessels it lies in longitude 164° 37’\nW., and latitude 23° 44’ N.",
        "The French-Frigate Shoal was seen on the 3rd; the weather proved bad,\nand they were unable to execute the work of examining this reef. The\nsea was breaking furiously upon it.",
        "On the 7th, the Maro Reef was made in latitude 25° 24’ 29’’ N.,\nlongitude 170° 43’ 24’’ W. Bottom was found at a distance of four\nmiles from the reef, with forty-five fathoms of line. On the 8th,\nthey passed over the site of Neva Isle, as laid down by Arrowsmith,\nbut no indications of land were seen.",
        "[Arrival at Singapore.] On the 11th, Lieutenant-Commandant Ringgold\ndetermined, on account of the condition of the brigs, and the\ncontinuance of bad weather, it was impossible to keep their course to\nthe northward and westward towards the coast of Japan; he, therefore,\nhauled to the southward, which was much to be regretted, and followed\nso very nearly in the same track as that pursued by the Vincennes,\ntowards the China seas, that nothing new was elicited by them.",
        "After a passage of fifty-six days from the Sandwich Islands, they\ndropped their anchors in Singapore on January 19, 1842, all well. Here\nthey found the United States ship Constellation, Commodore Kearney, and\nthe sloop of war Boston, Captain Long, forming the East India squadron.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}