{
    "title": "The Sorrows of Young Werther - THE EDITOR TO THE READER.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "86",
    "content": [
        "\n\n",
        "It is a matter of extreme regret that we want original evidence\nof the last remarkable days of our friend; and we are, therefore,\nobliged to interrupt the progress of his correspondence, and to\nsupply the deficiency by a connected narration.",
        "I have felt it my duty to collect accurate information from the\nmouths of persons well acquainted with his history. The story\nis simple; and all the accounts agree, except in some unimportant\nparticulars. It is true, that, with respect to the characters of\nthe persons spoken of, opinions and judgments vary.",
        "We have only, then, to relate conscientiously the facts which our\ndiligent labour has enabled us to collect, to give the letters\nof the deceased, and to pay particular attention to the slightest\nfragment from his pen, more especially as it is so difficult to\ndiscover the real and correct motives of men who are not of the\ncommon order.",
        "Sorrow and discontent had taken deep root in Werther’s soul, and\ngradually imparted their character to his whole being. The harmony\nof his mind became completely disturbed; a perpetual excitement\nand mental irritation, which weakened his natural powers, produced\nthe saddest etfects upon him, and rendered him at length the victim\nof an exhaustion against which he struggled with still more painful\nefforts than he had displayed, even in contending with his other\nmisfortunes. His mental anxiety weakened his various good qualities;\nand he was soon converted into a gloomy companion, always unhappy\nand unjust in his ideas, the more wretched he became. This was,\nat least, the opinion of Albert’s friends. They assert, moreover,\nthat the character of Albert himself had undergone no change in\nthe meantime: he was still the same being whom Werther had loved,\nhonoured, and respected from the commencement. His love for\nCharlotte was unbounded: he was proud of her, and desired that\nshe should be recognised by every one as the noblest of created\nbeings. Was he, however, to blame for wishing to avert from her\nevery appearance of suspicion? or for his unwillingness to share\nhis rich prize with another, even for a moment, and in the most\ninnocent manner? It is asserted that Albert frequently retired\nfrom his wife’s apartment during Werther’s visits; but this did\nnot arise from hatred or aversion to his friend, but only from a\nfeeling that his presence was oppressive to Werther.",
        "Charlotte’s father, who was confined to the house by indisposition,\nwas accustomed to send his carriage for her, that she might make\nexcursions in the neighbourhood. One day the weather had been\nunusually severe, and the whole country was covered with snow.",
        "Werther went for Charlotte the following morning, in order that,\nif Albert were absent, he might conduct her home.",
        "The beautiful weather produced but little impression on his troubled\nspirit. A heavy weight lay upon his soul, deep melancholy had\ntaken possession of him, and his mind knew no change save from one\npainful thought to another.",
        "As he now never enjoyed internal peace, the condition of his fellow\ncreatures was to him a perpetual source of trouble and distress.\nHe believed he had disturbed the happiness of Albert and his wife;\nand, whilst he censured himself strongly for this, he began to\nentertain a secret dislike to Albert.",
        "His thoughts were occasionally directed to this point. “Yes,” he\nwould repeat to himself, with ill-concealed dissatisfaction, “yes,\nthis is, after all, the extent of that confiding, dear, tender,\nand sympathetic love, that calm and eternal fidelity! What do I\nbehold but satiety and indifference? Does not every frivolous\nengagement attract him more than his charming and lovely wife?\nDoes he know how to prize his happiness? Can he value her as she\ndeserves? He possesses her, it is true, I know that, as I know\nmuch more, and I have become accustomed to the thought that he\nwill drive me mad, or, perhaps, murder me. Is his friendship\ntoward me unimpaired? Does he not view my attachment to Charlotte\nas an infringement upon his rights, and consider my attention to\nher as a silent rebuke to himself? I know, and indeed feel, that\nhe dislikes me, that he wishes for my absence, that my presence\nis hateful to him.”",
        "He would often pause when on his way to visit Charlotte, stand\nstill, as though in doubt, and seem desirous of returning, but\nwould nevertheless proceed; and, engaged in such thoughts and\nsoliloquies as we have described, he finally reached the hunting-lodge,\nwith a sort of involuntary consent.",
        "Upon one occasion he entered the house; and, inquiring for\nCharlotte, he observed that the inmates were in a state of\nunusual confusion. The eldest boy informed him that a dreadful\nmisfortune had occurred at Walheim, — that a peasant had been\nmurdered! But this made little impression upon him. Entering\nthe apartment, he found Charlotte engaged reasoning with her father,\nwho, in spite of his infirmity, insisted on going to the scene of\nthe crime, in order to institute an inquiry. The criminal was\nunknown; the victim had been found dead at his own door that\nmorning. Suspicions were excited: the murdered man had been in\nthe service of a widow, and the person who had previously filled\nthe situation had been dismissed from her employment.",
        "As soon as Werther heard this, he exclaimed with great excitement,\n“Is it possible! I must go to the spot — I cannot delay a moment!\"\nHe hastened to Walheim. Every incident returned vividly to his\nremembrance; and he entertained not the slightest doubt that that\nman was the murderer to whom he had so often spoken, and for whom\nhe entertained so much regard. His way took him past the well-known\nlime trees, to the house where the body had been carried; and his\nfeelings were greatly excited at the sight of the fondly recollected\nspot. That threshold where the neighbours’ children had so often\nplayed together was stained with blood; love and attachment, the\nnoblest feelings of human nature, had been converted into violence\nand murder. The huge trees stood there leafless and covered with\nhoarfrost; the beautiful hedgerows which surrounded the old\nchurchyard wall were withered; and the gravestones, half covered\nwith snow, were visible through the openings.",
        "As he approached the inn, in front of which the whole village was\nassembled, screams were suddenly heard. A troop of armed peasants\nwas seen approaching, and every one exclaimed that the criminal\nhad been apprehended. Werther looked, and was not long in doubt.\nThe prisoner was no other than the servant, who had been formerly\nso attached to the widow, and whom he had met prowling about, with\nthat suppressed anger and ill-concealed despair, which we have\nbefore described.",
        "“What have you done, unfortunate man?” inquired Werther, as he\nadvanced toward the prisoner. The latter turned his eyes upon him\nin silence, and then replied with perfect composure; “No one will\nnow marry her, and she will marry no one.” The prisoner was taken\ninto the inn, and Werther left the place. The mind of Werther was\nfearfully excited by this shocking occurrence. He ceased, however,\nto be oppressed by his usual feeling of melancholy, moroseness,\nand indifference to everything that passed around him. He entertained\na strong degree of pity for the prisoner, and was seized with an\nindescribable anxiety to save him from his impending fate. He\nconsidered him so unfortunate, he deemed his crime so excusable,\nand thought his own condition so nearly similar, that he felt\nconvinced he could make every one else view the matter in the light\nin which he saw it himself. He now became anxious to undertake\nhis defence, and commenced composing an eloquent speech for the\noccasion; and, on his way to the hunting-lodge, he could not refrain\nfrom speaking aloud the statement which he resolved to make to the\njudge.",
        "Upon his arrival, he found Albert had been before him: and he was\na little perplexed by this meeting; but he soon recovered himself,\nand expressed his opinion with much warmth to the judge. The\nlatter shook, his head doubtingly; and although Werther urged his\ncase with the utmost zeal, feeling, and determination in defence\nof his client, yet, as we may easily suppose, the judge was not\nmuch influenced by his appeal. On the contrary, he interrupted\nhim in his address, reasoned with him seriously, and even administered\na rebuke to him for becoming the advocate of a murderer. He\ndemonstrated, that, according to this precedent, every law might\nbe violated, and the public security utterly destroyed. He added,\nmoreover, that in such a case he could himself do nothing,\nwithout incurring the greatest responsibility; that everything\nmust follow in the usual course, and pursue the ordinary channel.",
        "Werther, however, did not abandon his enterprise, and even besought\nthe judge to connive at the flight of the prisoner. But this\nproposal was peremptorily rejected. Albert, who had taken some\npart in the discussion, coincided in opinion with the judge. At\nthis Werther became enraged, and took his leave in great anger,\nafter the judge had more than once assured him that the prisoner\ncould not be saved.",
        "The excess of his grief at this assurance may be inferred from a\nnote we have found amongst his papers, and which was doubtless\nwritten upon this very occasion.",
        "“You cannot be saved, unfortunate man! I see clearly that we\ncannot be saved!”",
        "Werther was highly incensed at the observations which Albert had\nmade to the judge in this matter of the prisoner. He thought he\ncould detect therein a little bitterness toward himself personally;\nand although, upon reflection, it could not escape his sound\njudgment that their view of the matter was correct, he felt the\ngreatest possible reluctance to make such an admission.",
        "A memorandum of Werther’s upon this point, expressive of his general\nfeelings toward Albert, has been found amongst his papers.",
        "“What is the use of my continually repeating that he is a good and\nestimable man? He is an inward torment to me, and I am incapable\nof being just toward him.”",
        "One fine evening in winter, when the weather seemed inclined to\nthaw, Charlotte and Albert were returning home together. The\nformer looked from time to time about her, as if she missed Werther’s\ncompany. Albert began to speak of him, and censured him for his\nprejudices. He alluded to his unfortunate attachment, and wished\nit were possible to discontinue his acquaintance. “I desire it on\nour own account,” he added; “and I request you will compel him to\nalter his deportment toward you, and to visit you less frequently.\nThe world is censorious, and I know that here and there we are\nspoken of.” Charlotte made no reply, and Albert seemed to feel\nher silence. At least, from that time he never again spoke of\nWerther; and, when she introduced the subject, he allowed the\nconversation to die away, or else he directed the discourse into\nanother channel.",
        "The vain attempt Werther had made to save the unhappy murderer was\nthe last feeble glimmering of a flame about to be extinguished.\nHe sank almost immediately afterward into a state of gloom and\ninactivity, until he was at length brought to perfect distraction\nby learning that he was to be summoned as a witness against the\nprisoner, who asserted his complete innocence.",
        "His mind now became oppressed by the recollection of every misfortune\nof his past life. The mortification he had suffered at the\nambassador’s, and his subsequent troubles, were revived in his\nmemory. He became utterly inactive. Destitute of energy, he was\ncut off from every pursuit and occupation which compose the business\nof common life; and he became a victim to his own susceptibility,\nand to his restless passion for the most amiable and beloved of\nwomen, whose peace he destroyed. In this unvarying monotony of\nexistence his days were consumed; and his powers became exhausted\nwithout aim or design, until they brought him to a sorrowful end.",
        "A few letters which he left behind, and which we here subjoin,\nafford the best proofs of his anxiety of mind and of the depth\nof his passion, as well as of his doubts and struggles, and of\nhis weariness of life.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}