{
    "title": "The Works of Horace - The Second Book of the Epistles of Horace.",
    "author": "Horace",
    "chapter": "9",
    "content": [
        "\n\n",
        "EPISTLE I.",
        "TO AUGUSTUS.",
        "He honors him with the highest compliments; then treats copiously of\npoetry, its origin, character, and excellence.",
        "Since you alone support so many and such weighty concerns, defend Italy\nwith your arms, adorn it by your virtue, reform it by your laws; I\nshould offend, O Caesar, against the public interests, if I were to\ntrespass upon your time with a long discourse.",
        "Romulus, and father Bacchus, and Castor and Pollux, after great\nachievements, received into the temples of the gods, while they were\nimproving the world and human nature, composing fierce dissensions,\nsettling property, building cities, lamented that the esteem which they\nexpected was not paid in proportion to their merits. He who crushed the\ndire Hydra, and subdued the renowned monsters by his forefated labor,\nfound envy was to be tamed by death [alone]. For he burns by his very\nsplendor, whose superiority is oppressive to the arts beneath him: after\nhis decease, he shall be had in honor. On you, while present among us,\nwe confer mature honors, and rear altars where your name is to be sworn\nby; confessing that nothing equal to you has hitherto risen, or will\nhereafter rise. But this your people, wise and just in one point (for\npreferring you to our own, you to the Grecian heroes), by no means\nestimate other things with like proportion and measure: and disdain and\ndetest every thing, but what they see removed from earth and already\ngone by; such favorers are they of antiquity, as to assert that the\nMuses [themselves] upon Mount Alba, dictated the twelve tables,\nforbidding to trangress, which the decemviri ratified; the leagues of\nour kings concluded with the Gabii, or the rigid Sabines; the records of\nthe pontifices, and the ancient volumes of the augurs.",
        "If, because the most ancient writings of the Greeks are also the best,\nRoman authors are to be weighed in the same scale, there is no need we\nshould say much: there is nothing hard in the inside of an olive,\nnothing [hard] in the outside of a nut. We are arrived at the highest\npitch of success [in arts]: we paint, and sing, and wrestle more\nskillfully than the annointed Greeks. If length of time makes poems\nbetter, as it does wine, I would fain know how many years will stamp a\nvalue upon writings. A writer who died a hundred years ago, is he to be\nreckoned among the perfect and ancient, or among the mean and modern\nauthors? Let some fixed period exclude all dispute. He is an old and\ngood writer who completes a hundred years. What! one that died a month\nor a year later, among whom is he to be ranked? Among the old poets, or\namong those whom both the present age and posterity will disdainfully\nreject? He may fairly be placed among the ancients, who is younger\neither by a short month only, or even by a whole year. I take the\nadvantage of this concession, and pull away by little and little, as [if\nthey were] the hairs of a horse’s tail: and I take away a single one and\nthen again another single one; till, like a tumbling heap, [my\nadversary], who has recourse to annals and estimates excellence by the\nyear, and admires nothing but what Libitina has made sacred, falls to\nthe ground.",
        "Ennius the wise, the nervous, and (as our critics say) a second Homer,\nseems lightly to regard what becomes of his promises and Pythagorean\ndreams. Is not Naevius in people’s hands, and sticking almost fresh in\ntheir memory? So sacred is every ancient poem. As often as a debate\narises, whether this poet or the other be preferable; Pacuvius bears\naway the character of a learned, Accius, of a lofty writer; Afranius’\ngown is said to have fitted Menander; Plautus, to hurry after the\npattern of the Sicilian Epicharmus; Caecilius, to excel in gravity,\nTerence in contrivance. These mighty Rome learns by heart, and these she\nviews crowded in her narrow theater; these she esteems and accounts her\npoets from Livy the writer’s age down to our time. Sometimes the\npopulace see right; sometimes they are wrong. If they admire and extol\nthe ancient poets so as to prefer nothing before, to compare nothing\nwith them, they err; if they think and allow that they express some\nthings in an obsolete, most in a stiff, many in a careless manner; they\nboth think sensibly, and agree with me, and determine with the assent of\nJove himself. Not that I bear an ill-will against Livy’s epics, and\nwould doom them to destruction, which I remember the severe Orbilius\ntaught me when a boy; but they should seem correct, beautiful, and very\nlittle short of perfect, this I wonder at: among which if by chance a\nbright expression shines forth, and if one line or two [happen to be]\nsomewhat terse and musical, this unreasonably carries off and sells the\nwhole poem. I am disgusted that any thing should be found fault with,\nnot because it is a lumpish composition or inelegant, but because it is\nmodern; and that not a favorable allowance, but honor and rewards are\ndemanded for the old writers. Should I scruple, whether or not Atta’s\ndrama trod the saffron and flowers in a proper manner, almost all the\nfathers would cry out that modesty was lost; since I attempted to find\nfault with those pieces which the pathetic Aesopus, which the skillful\nRoscius acted: either because they esteem nothing right, but what has\npleased themselves; or because they think it disgraceful to submit to\ntheir juniors, and to confess, now they are old, that what they learned\nwhen young is deserving only to be destroyed. Now he who extols Numa’s\nSalian hymn, and would alone seem to understand that which, as well as\nme, he is ignorant of, does not favor and applaud the buried geniuses,\nbut attacks ours, enviously hating us moderns and every thing of ours.\nWhereas if novelty had been detested by the Greeks as much as by us,\nwhat at this time would there have been ancient? Or what what would\nthere have been for common use to read and thumb, common to every body.",
        "When first Greece, her wars being over, began to trifle, and through\nprosperity to glide into folly; she glowed with the love, one while of\nwrestlers, another while of horses; was fond of artificers in marble, or\nin ivory, or in brass; hung her looks and attention upon a picture; was\ndelighted now with musicians, now with tragedians; as if an infant girl\nshe sported under the nurse; soon cloyed, she abandoned what [before]\nshe earnestly desired. What is there that pleases or is odious, which\nyou may not think mutable? This effect had happy times of peace, and\nfavorable gales [of fortune].",
        "At Rome it was long pleasing and customary to be up early with open\ndoors, to expound the laws to clients; to lay out money cautiously upon\ngood securities: to hear the elder, and to tell the younger by what\nmeans their fortunes might increase and pernicious luxury be diminished.\nThe inconstant people have changed their mind, and glow with a universal\nardor for learning: young men and grave fathers sup crowned with leaves,\nand dictate poetry. I myself, who affirm that I write no verses, am\nfound more false than the Parthians: and, awake before the sun is risen,\nI call for my pen and papers and desk. He that is ignorant of a ship is\nafraid to work a ship; none but he who has learned, dares administer\n[even] southern wood to the sick; physicians undertake what belongs to\nphysicians; mechanics handle tools; but we, unlearned and learned,\npromiscuously write poems.",
        "Yet how great advantages this error and this slight madness has, thus\ncompute: the poet’s mind is not easily covetous; fond of verses, he\nstudies this alone; he laughs at losses, flights of slaves, fires; he\ncontrives no fraud against his partner, or his young ward; he lives on\nhusks, and brown bread; though dastardly and unfit for war, he is useful\nat home, if you allow this, that great things may derive assistance from\nsmall ones. The poet fashions the child’s tender and lisping mouth, and\nturns his ear even at this time from obscene language; afterward also he\nforms his heart with friendly precepts, the corrector of his rudeness,\nand envy, and passion; he records virtuous actions, he instructs the\nrising age with approved examples, he comforts the indigent and the\nsick. Whence should the virgin, stranger to a husband, with the chaste\nboys, learn the solemn prayer, had not the muse given a poet? The chorus\nentreats the divine aid, and finds the gods propitious; sweet in learned\nprayer, they implore the waters of the heavens; avert diseases, drive\noff impending dangers, obtain both peace and years enriched with fruits.\nWith song the gods above are appeased, with song the gods below.",
        "Our ancient swains, stout and happy with a little, after the grain was\nlaid up, regaling in a festival season their bodies and even their\nminds, patient of hardships through the hope of their ending, with their\nslaves and faithful wife, the partners of their labors, atoned with a\nhog [the goddess] Earth, with milk Silvanus, with flowers and wine the\ngenius that reminds us of our short life. Invented by this custom, the\nFemminine licentiousness poured forth its rustic taunts in alternate\nstanzas; and this liberty, received down through revolving years,\nsported pleasingly; till at length the bitter raillery began to be\nturned into open rage, and threatening with impunity to stalk through\nreputable families. They, who suffered from its bloody tooth smarted\nwith the pain; the unhurt likewise were concerned for the common\ncondition: further also, a law and a penalty were enacted, which forbade\nthat any one should be stigmatized in lampoon. Through fear of the\nbastinado, they were reduced to the necessity of changing their manner,\nand of praising and delighting.",
        "Captive Greece took captive her fierce conqueror, and introduced her\narts into rude Latium. Thus flowed off the rough Saturnian numbers, and\ndelicacy expelled the rank venom: but for a long time there remained,\nand at this day remain traces of rusticity. For late [the Roman writer]\napplied his genius to the Grecian pages; and enjoying rest after the\nPunic wars, began to search what useful matter Sophocles, and Thespis,\nand Aeschylus afforded: he tried, too, if he could with dignity\ntranslate their works; and succeeded in pleasing himself, being by\nnature [of a genius] sublime and strong; for he breathes a spirit tragic\nenough, and dares successfully; but fears a blot, and thinks it\ndisgraceful in his writings.",
        "Comedy is believed to require the least pains, because it fetches its\nsubjects from common life; but the less indulgence It meets with, the\nmore labor it requires. See how Plautus supports the character of a\nlover under age, how that of a covetous father, how those of a cheating\npimp: how Dossennus exceeds all measure in his voracious parasites; with\nhow loose a sock he runs over the stage: for he is glad to put the money\nin his pocket, after this regardless whether his play stand or fall.",
        "Him, whom glory in her airy car has brought upon the stage, the careless\nspectator dispirits, the attentive renders more diligent: so slight, so\nsmall a matter it is, which overturns or raises a mind covetous of\npraise! Adieu the ludicrous business [of dramatic writing], if applause\ndenied brings me back meagre, bestowed [makes me] full of flesh and\nspirits.",
        "This too frequently drives away and deters even an adventurous poet?\nthat they who are in number more, in worth and rank inferior, unlearned\nand foolish, and (if the equestrian order dissents) ready to fall to\nblows, in the midst of the play, call for either a bear or boxers; for\nin these the mob delight. Nay, even all the pleasures of our knights is\nnow transferred from the ear to the uncertain eye, and their vain\namusements. The curtains are kept down for four hours or more, while\ntroops of horse and companies of foot flee over the stage: next is\ndragged forward the fortune of kings, with their hands bound behind\nthem; chariots, litters, carriages, ships hurry on; captive ivory,\ncaptive Corinth, is borne along. Democritus, if he were on earth, would\nlaugh; whether a panther a different genus confused with the camel, or a\nwhite elephant attracted the eye of the crowd. He would view the people\nmore attentively than the sports themselves, as affording him more\nstrange sights than the actor: and for the writers, he would think they\ntold their story to a deaf ass. For what voices are able to overbear the\ndin with which our theatres resound? You would think the groves of\nGarganus, or the Tuscan Sea, was roaring; with so great noise are viewed\nthe shows and contrivances, and foreign riches: with which the actor\nbeing daubed over, as soon as he appears upon the stage, each right hand\nencounters with the left. Has he said any thing yet? Nothing at all.\nWhat then pleases? The cloth imitating [the color of] violets, with the\ndye of Tarentum.",
        "And, that you may not think I enviously praise those kinds of writing\nwhich I decline undertaking, when others handle them well: that poet to\nme seems able to walk upon an extended rope, who with his fictions\ngrieves my soul, enrages, soothes, fills it with false terrors, as an\nenchanter; and sets me now in Thebes, now in Athens.",
        "But of those too, who had rather trust themselves with a reader, than\nbear the disdain of an haughty spectator, use a little care; if you\nwould fill with books [the library you have erected], an offering worthy\nof Apollo, and add an incentive to the poets, that with greater\neagerness they may apply to verdant Helicon.",
        "We poets, it is true (that I may hew down my own vineyards), often do\nourselves many mischiefs, when we present a work to you while thoughtful\nor fatigued; when we are pained, if my friend has dared to find fault\nwith one line; when, unasked, we read over again passages already\nrepeated: when we lament that our labors do not appear, and war poems,\nspun out in a fine thread: when we hope the thing will come to this,\nthat as soon as you are apprised we are penning verses, you will kindly\nof yourself send for us and secure us from want, and oblige us to write.\nBut yet it is worth while to know, who shall be the priests of your\nvirtue signalized in war and at home, which is not to be trusted to an\nunworthy poet. A favorite of king Alexander the Great was that\nChoerilus, who to his uncouth and ill-formed verses owed the many pieces\nhe received of Philip’s royal coin. But, as ink when touched leaves\nbehind it a mark and a blot, so writers as it were stain shining actions\nwith foul poetry. That same king, who prodigally bought so dear so\nridiculous a poem, by an edict forbade that any one beside Apelles\nshould paint him, or that any other than Lysippus should mold brass for\nthe likeness of the valiant Alexander. But should you call that faculty\nof his, so delicate in discerning other arts, to [judge of] books and of\nthese gifts of the muses, you would swear he had been born in the gross\nair of the Boeotians. Yet neither do Virgil and Varius, your beloved\npoets, disgrace your judgment of them, and the presents which they have\nreceived with great honor to the donor; nor do the features of\nillustrious men appear more lively when expressed by statues of brass,\nthan their manners and minds expressed by the works of a poet. Nor would\nI rather compose such tracts as these creeping on the ground, than\nrecord deeds of arms, and the situations of countries, and rivers, and\nforts reared upon mountains, and barbarous kingdoms, and wars brought to\na conclusion through the whole world under your auspices, and the\nbarriers that confine Janus the guardian of peace, and Rome treaded by\nthe Parthians under your government, if I were but able to do as much as\nI could wish. But neither does your majesty admit of humble poetry, nor\ndares my modesty attempt a subject which my strength is unable to\nsupport. Yet officiousness foolishly disgusts the person whom it loves;\nespecially when it recommends itself by numbers, and the art [of\nwriting]. For one learns sooner, and more willingly remembers, that\nwhich a man derides, than that which he approves and venerates. I value\nnot the zeal that gives me uneasiness; nor do I wish to be set out any\nwhere in wax with a face formed for the worse, nor to be celebrated in\nill-composed verses; lest I blush, when presented with the gross gift;\nand, exposed in an open box along with my author, be conveyed into the\nstreet that sells frankincense, and spices, and pepper, and whatever is\nwrapped up in impertinent writings.",
        "EPISTLE II.",
        "TO JULIUS FLORUS.",
        "In apologizing for not having written to him, he shows that the\nwell-ordering of life is of more importance than the composition of\nverses.",
        "O Florus, faithful friend to the good and illustrious Nero, if by chance\nany one should offer to sell you a boy born at Tibur and Gabii, and\nshould treat with you in this manner; “This [boy who is] both\ngood-natured and well-favored from head to foot, shall become and be\nyours for eight thousand sesterces; a domestic slave, ready in his\nattendance at his master’s nod; initiated in the Greek language, of a\ncapacity for any art; you may shape out any thing with [such] moist\nclay; besides, he will sing in an artless manner, but yet entertaining\nto one drinking. Lavish promises lessen credit, when any one cries up\nextravagantly the wares he has for sale, which he wants to put off. No\nemergency obliges me [to dispose of him]: though poor, I am in nobody’s\ndebt. None of the chapmen would do this for you; nor should every body\nreadily receive the same favor from me. Once, [in deed,] he [loitered on\nan errand]; and (as it happens) absconded, being afraid of the lash that\nhangs in the staircase. Give me your money, if this runaway trick, which\nI have expected, does not offend you.” In my opinion, the man may take\nhis price, and be secure from any punishment: you wittingly purchased a\ngood-for-nothing boy: the condition of the contract was told you.\nNevertheless you prosecute this man, and detain him in an unjust suit.",
        "I told you, at your setting out, that I was indolent: I told you I was\nalmost incapable of such offices: that you might not chide me in angry\nmood, because no letter [from me] came to hand. What then have I\nprofited, if you nevertheless arraign the conditions that make for me?\nOn the same score too you complain, that, being worse than my word, I do\nnot send you the verses you expected.",
        "A soldier of Lucullus, [having run through] a great many hardships, was\nrobbed of his collected stock to a penny, as he lay snoring in the night\nquite fatigued: after this, like a ravenous wolf, equally exasperated at\nhimself and the enemy, eager, with his hungry fangs, he beat off a royal\nguard from a post (as they report) very strongly fortified, and well\nsupplied with stores. Famous on account of this exploit, he is adorned\nwith honorable rewards, and receives twenty thousand sesterces into the\nbargain. It happened about this time that his officer being inclined to\nbatter down a certain fort, began to encourage the same man, with words\nthat might even have given courage to a coward: “Go, my brave fellow,\nwhither your valor calls you: go with prosperous step, certain to\nreceive ample rewards for your merit. Why do you hesitate?” Upon this,\nhe arch, though a rustic: “He who has lost his purse, will go whither\nyou wish,” says he.",
        "It was my lot to have Rome for my nurse, and to be instructed [from the\nIliad] how much the exasperated Achilles prejudiced the Greeks. Good\nAthens give me some additional learning: that is to say, to be able to\ndistinguish a right line from a curve, and seek after truth in the\ngroves of Academus. But the troublesome times removed me from that\npleasant spot; and the tide of a civil war carried me away,\nunexperienced as I was, into arms, [into arms] not likely to be a match\nfor the sinews of Augustus Caesar. Whence, as soon as [the battle of]\nPhilippi dismissed me in an abject condition, with my wings clipped, and\ndestitute both of house and land, daring poverty urged me on to the\ncomposition of verses: but now, having more than is wanted, what\nmedicines would be efficacious enough to cure my madness, if I did not\nthink it better to rest than to write verses.",
        "The advancing years rob us of every thing: they have taken away my\nmirth, my gallantry, my revelings, and play: they are now proceeding to\nforce poetry from me. What would you have me do?",
        "In short, all persons do not love and admire the same things. Ye delight\nin the ode: one man is pleased with iambics; another with satires\nwritten in the manner of Bion, and virulent wit. Three guests scarcely\ncan be found to agree, craving very different dishes with various\npalate. What shall I give? What shall I not give? You forbid, what\nanother demands: what you desire, that truly is sour and disgustful to\nthe [other] two.",
        "Beside other [difficulties], do you think it practicable for me to\nwrite poems at Rome, amid so many solicitudes and so many fatigues? One\ncalls me as his security, another to hear his works, all business else\napart; one lives on the mount of Quirinus, the other in the extremity of\nthe Aventine; both must be waited on. The distances between them, you\nsee, are charmingly commodious. “But the streets are clear, so that\nthere can be no obstacle to the thoughtful.\"–A builder in heat hurries\nalong with his mules and porters: the crane whirls aloft at one time a\nstone, at another a great piece of timber: the dismal funerals dispute\nthe way with the unwieldy carriages: here runs a mad dog, there rushes a\nsow begrimed with mire. Go now, and meditate with yourself your\nharmonious verses. All the whole choir of poets love the grove, and\navoid cities, due votaries to Bacchus delighting in repose and shade.\nWould you have me, amid so great noise both by night and day, [attempt]\nto sing, and trace the difficult footsteps of the poets? A genius who\nhas chosen quiet Athens for his residence, and has devoted seven years\nto study, and has grown old in books and study, frequently walks forth\nmore dumb than a statue, and shakes the people’s sides with laughter:\nhere, in the midst of the billows and tempests of the city, can I be\nthought capable of connecting words likely to wake the sound of the\nlyre?",
        "At Rome there was a rhetorician, brother to a lawyer: [so fond of each\nother were they,] that they would hear nothing but the mere praises of\neach other: insomuch, that the latter appeared a Gracchus to the former,\nthe former a Mucius to the latter. Why should this frenzy affect the\nobstreperous poets in a less degree? I write odes, another elegies: a\nwork wonderful to behold, and burnished by the nine muses! Observe\nfirst, with what a fastidious air, with what importance we survey the\ntemple [of Apollo] vacant for the Roman poets. In the next place you may\nfollow (if you are at leisure) and hear what each produces, and\nwherefore each weaves for himself the crown. Like Samnite gladiators in\nslow duel, till candle-light, we are beaten and waste out the enemy with\nequal blows: I came off Alcaeus, in his suffrage; he is mine, who? Why\nwho but Callimachus? Or, if he seems to make a greater demand, he\nbecomes Mimnermus, and grows in fame by the chosen appellation. Much do\nI endure in order to pacify this passionate race of poets, when I am\nwriting; and submissive court the applause of the people; [but,] having\nfinished my studies and recovered my senses, I the same man can now\nboldly stop my open ears against reciters.",
        "Those who make bad verses are laughed at: but they are pleased in\nwriting, and reverence themselves; and if you are silent, they, happy,\nfall to praising of their own accord whatever they have written. But he\nwho desires to execute a genuine poem, will with his papers assume the\nspirit of an honest critic: whatever words shall have but little\nclearness and elegance, or shall be without weight and held unworthy of\nestimation, he will dare to displace: though they may recede with\nreluctance, and still remain in the sanctuary of Vesta: those that have\nbeen long hidden from the people he kindly will drag forth, and bring to\nlight those expressive denominations of things that were used by the\nCatos and Cethegi of ancient times, though now deformed dust and\nneglected age presses upon them: he will adopt new words, which use, the\nparent [of language], shall produce: forcible and perspicuous, and\nbearing the utmost similitude to a limpid stream, he will pour out his\ntreasures, and enrich Latium with a comprehensive language. The\nluxuriant he will lop, the too harsh he will soften with a sensible\ncultivation: those void of expression he will discard: he will exhibit\nthe appearance of one at play; and will be [in his invention] on the\nrack, like [a dancer on the stage], who one while affects the motions of\na satyr, at another of a clumsy cyclops.",
        "I had rather be esteemed a foolish and dull writer, while my faults\nplease myself, or at least escape my notice, than be wise and smart for\nit. There lived at Argos a man of no mean rank, who imagined that he was\nhearing some admirable tragedians, a joyful sitter and applauder in an\nempty theater: who [nevertheless] could support the other duties of life\nin a just manner; a truly honest neighbor, an amiable host, kind toward\nhis wife, one who could pardon his slaves, nor would rave at the\nbreaking of a bottle-seal: one who [had sense enough] to avoid a\nprecipice, or an open well. This man, being cured at the expense and by\nthe care of his relations, when he had expelled by the means of pure\nhellebore the disorder and melancholy humor, and returned to himself;\n“By Pollux, my friends (said he), you have destroyed, not saved me; from\nwhom my pleasure is thus taken away, and a most agreeable delusion of\nmind removed by force.”",
        "In a word, it is of the first consequence to be wise in the rejection\nof trifles, and leave childish play to boys for whom it is in season,\nand not to scan words to be set to music for the Roman harps, but\n[rather] to be perfectly an adept in the numbers and proportions of real\nlife. Thus therefore I commune with myself, and ponder these things in\nsilence: “If no quantity of water would put an end to your thirst, you\nwould tell it to your physicians. And is there none to whom you dare\nconfess, that the more you get the more you crave? If you had a wound\nwhich was not relieved by a plant or root prescribed to you, you would\nrefuse being doctored with a root or plant that did no good. You have\nheard that vicious folly left the man, on whom the gods conferred\nwealth; and though you are nothing wiser, since you become richer, will\nyou nevertheless use the same monitors as before? But could riches make\nyou wise, could they make you less covetous and mean-spirited, you well\nmight blush, if there lived on earth one more avaricious than yourself.”",
        "If that be any man’s property, which he has bought by the pound and\npenny, [and] there be some things to which (if you give credit to the\nlawyers) possession gives a claim, [then] the field that feeds you is\nyour own; and Orbius’ steward, when he harrows the corn which is soon to\ngive you flour, finds you are [in effect] the proper master. You give\nyour money; you receive grapes, pullets, eggs, a hogshead of strong\nwine: certainly in this manner you by little and little purchase that\nfarm, for which perhaps the owner paid three hundred thousand sesterces,\nor more. What does it signify, whether you live on what was paid for the\nother day, or a long while ago? He who purchased the Aricinian and\nVeientine fields some time since, sups on bought vegetables, however he\nmay think otherwise; boils his pot with bought wood at the approach of\nthe chill evening. But he calls all that his own, as far as where the\nplanted poplar prevents quarrels among neighbors by a determinate\nlimitation: as if anything were a man’s property, which in a moment of\nthe fleeting hour, now by solicitations, now by sale, now by violence,\nand now by the supreme lot [of all men], may change masters and come\ninto another’s jurisdiction. Thus since the perpetual possession is\ngiven to none, and one man’s heir urges on another’s, as wave impels\nwave, of what importance are houses, or granaries; or what the Lucanian\npastures joined to the Calabrian; if Hades, inexorable to gold, mows\ndown the great together with the small?",
        "Gems, marble, ivory, Tuscan statues, pictures, silver-plate, robes dyed\nwith Getulian purple, there are who can not acquire; and there are\nothers, who are not solicitous of acquiring. Of two brothers, why one\nprefers lounging, play, and perfume, to Herod’s rich palm-tree groves;\nwhy the other, rich and uneasy, from the rising of the light to the\nevening shade, subdues his woodland with fire and steel: our attendant\ngenius knows, who governs the planet of our nativity, the divinity [that\npresides] over human nature, who dies with each individual, of various\ncomplexion, white and black.",
        "I will use, and take out from my moderate stock, as much as my exigence\ndemands: nor will I be under any apprehensions what opinion my heir\nshall hold concerning me, when he shall, find [I have left him] no more\nthan I had given me. And yet I, the same man, shall be inclined to know\nhow far an open and cheerful person differs from a debauchee, and how\ngreatly the economist differs from the miser. For there is some\ndistinction whether you throw away your money in a prodigal manner, or\nmake an entertainment without grudging, nor toil to accumulate more; or\nrather, as formerly in Minerva’s holidays, when a school-boy, enjoys by\nstarts the short and pleasant vacation.",
        "Let sordid poverty be far away. I, whether borne in a large or small\nvessel, let me be borne uniform and the same. I am not wafted with\nswelling sail before the north wind blowing fair: yet I do not bear my\ncourse of life against the adverse south. In force, genius, figure,\nvirtue, station, estate, the last of the first-rate, [yet] still before\nthose of the last.",
        "You are not covetous, [you say]:–go to.–What then? Have the rest of\nyour vices fled from you, together with this? Is your breast free from\nvain ambition? Is it free from the fear of death and from anger? Can you\nlaugh at dreams, magic terrors, wonders, witches, nocturnal goblins, and\nThessalian prodigies? Do you number your birth-days with a grateful\nmind? Are you forgiving to your friends? Do you grow milder and better\nas old age approaches? What profits you only one thorn eradicated out of\nmany? If you do not know how to live in a right manner, make way for\nthose that do. You have played enough, eaten and drunk enough, it is\ntime for you to walk off: lest having tippled too plentifully, that age\nwhich plays the wanton with more propriety, and drive you [off the\nstage].",
        "HORACE’S BOOK UPON THE ART OF POETRY.",
        "TO THE PISOS.",
        "If a painter should wish to unite a horse’s neck to a human head, and\nspread a variety of plumage over limbs [of different animals] taken from\nevery part [of nature], so that what is a beautiful woman in the upper\npart terminates unsightly in an ugly fish below; could you, my friends,\nrefrain from laughter, were you admitted to such a sight? Believe, ye\nPisos, the book will be perfectly like such a picture, the ideas of\nwhich, like a sick man’s dreams, are all vain and fictitious: so that\nneither head nor foot can correspond to any one form. “Poets and\npainters [you will say] have ever had equal authority for attempting any\nthing.” We are conscious of this, and this privilege we demand and allow\nin turn: but not to such a degree, that the tame should associate with\nthe savage; nor that serpents should be coupled with birds, lambs with\ntigers.",
        "In pompous introductions, and such as promise a great deal, it generally\nhappens that one or two verses of purple patch-work, that may make a\ngreat show, are tagged on; as when the grove and the altar of Diana and\nthe meandering of a current hastening through pleasant fields, or the\nriver Rhine, or the rainbow is described. But here there was no room for\nthese [fine things]: perhaps, too, you know how to draw a cypress: but\nwhat is that to the purpose, if he, whe is painted for the given price,\nis [to be represented as] swimming hopeless out of a shipwreck? A large\nvase at first was designed: why, as the wheel revolves, turns out a\nlittle pitcher? In a word, be your subject what it will, let it be\nmerely simple and uniform.",
        "The great majority of us poets, father, and youths worthy such a\nfather, are misled by the appearance of right. I labor to be concise, I\nbecome obscure: nerves and spirit fail him, that aims at the easy: one,\nthat pretends to be sublime, proves bombastical: he who is too cautious\nand fearful of the storm, crawls along the ground: he who wants to vary\nhis subject in a marvelous manner, paints the dolphin in the woods, the\nboar in the sea. The avoiding of an error leads to a fault, if it lack\nskill.",
        "A statuary about the Aemilian school shall of himself, with singular\nskill, both express the nails, and imitate in brass the flexible hair;\nunhappy yet in the main, because he knows not how to finish a complete\npiece. I would no more choose to be such a one as this, had I a mind to\ncompose any thing, than to live with a distorted nose, [though]\nremarkable for black eyes and jetty hair.",
        "Ye who write, make choice of a subject suitable to your abilities; and\nrevolve in your thoughts a considerable time what your strength\ndeclines, and what it is able to support. Neither elegance of style, nor\na perspicuous disposition, shall desert the man, by whom the subject\nmatter is chosen judiciously.",
        "This, or I am mistaken, will constitute the merit and beauty of\narrangement, that the poet just now say what ought just now to be said,\nput off most of his thoughts, and waive them for the present.",
        "In the choice of his words, too, the author of the projected poem must\nbe delicate and cautious, he must embrace one and reject another: you\nwill express yourself eminently well, if a dexterous combination should\ngive an air of novelty to a well-known word. If it happen to be\nnecessary to explain some abstruse subjects by new invented terms; it\nwill follow that you must frame words never heard of by the\nold-fashioned Cethegi: and the license will be granted, if modestly\nused: and the new and lately-formed words will have authority, if they\ndescend from a Greek source, with a slight deviation. But why should the\nRomans grant to Plutus and Caecilius a privilege denied to Virgil and\nVarius? Why should I be envied, if I have it in my power to acquire a\nfew words, when the language of Cato and Ennius has enriched our native\ntongue, and produced new names of things? It has been, and ever will be,\nallowable to coin a word marked with the stamp in present request. As\nleaves in the woods are changed with the fleeting years; the earliest\nfall off first: in this manner words perish with old age, and those\nlately invented nourish and thrive, like men in the time of youth. We,\nand our works, are doomed to death: Whether Neptune, admitted into the\ncontinent, defends our fleet from the north winds, a kingly work; or the\nlake, for a long time unfertile and fit for oars, now maintains its\nneighboring cities and feels the heavy plow; or the river, taught to run\nin a more convenient channel, has changed its course which was so\ndestructive to the fruits. Mortal works must perish: much less can the\nhonor and elegance of language be long-lived. Many words shall revive,\nwhich now have fallen off; and many which are now in esteem shall fall\noff, if it be the will of custom, in whose power is the decision and\nright and standard of language.",
        "Homer has instructed us in what measure the achievements of kings, and\nchiefs, and direful war might be written.",
        "Plaintive strains originally were appropriated to the unequal numbers\n[of the elegiac]: afterward [love and] successful desires were included.\nYet what author first published humble elegies, the critics dispute, and\nthe controversy still waits the determination of a judge.",
        "Rage armed Archilochus with the iambic of his own invention. The sock\nand the majestic buskin assumed this measure as adapted for dialogue,\nand to silence the noise of the populace, and calculated for action.",
        "To celebrate gods, and the sons of gods, and the victorious wrestler,\nand the steed foremost in the race, and the inclination of youths, and\nthe free joys of wine, the muse has alotted to the lyre.",
        "If I am incapable and unskilful to observe the distinction described,\nand the complexions of works [of genius], why am I accosted by the name\nof “Poet?” Why, out of false modesty, do I prefer being ignorant to\nbeing learned?",
        "A comic subject will not be handled in tragic verse: in like manner the\nbanquet of Thyestes will not bear to be held in familiar verses, and\nsuch as almost suit the sock. Let each peculiar species [of writing]\nfill with decorum its proper place. Nevertheless sometimes even comedy\nexalts her voice, and passionate Chremes rails in a tumid strain: and a\ntragic writer generally expresses grief in a prosaic style. Telephus and\nPeleus, when they are both in poverty and exile, throw aside their rants\nand gigantic expressions if they have a mind to move the heart of the\nspectator with their complaint.",
        "It is not enough that poems be beautiful; let them be tender and\naffecting, and bear away the soul of the auditor whithersoever they\nplease. As the human countenance smiles on those that smile, so does it\nsympathize with those that weep. If you would have me weep you must\nfirst express the passion of grief yourself; then, Telephus or Peleus,\nyour misfortunes hurt me: if you pronounce the parts assigned you ill, I\nshall either fall asleep or laugh.",
        "Pathetic accents suit a melancholy countenance; words full of menace, an\nangry one; wanton expressions, a sportive look; and serious matter, an\naustere one. For nature forms us first within to every modification of\ncircumstances; she delights or impels us to anger, or depresses us to\nthe earth and afflicts us with heavy sorrow: then expresses those\nemotions of the mind by the tongue, its interpreter. If the words be\ndiscordant to the station of the speaker, the Roman knights and plebians\nwill raise an immoderate laugh. It will make a wide difference, whether\nit be Davus that speaks, or a hero; a man well-stricken in years, or a\nhot young fellow in his bloom; and a matron of distinction, or an\nofficious nurse; a roaming merchant, or the cultivator of a verdant\nlittle farm; a Colchian, or an Assyrian; one educated at Thebes, or one\nat Argos.",
        "You, that write, either follow tradition, or invent such fables as are\ncongruous to themselves. If as poet you have to represent the renowned\nAchilles; let him be indefatigable, wrathful, inexorable, courageous,\nlet him deny that laws were made for him, let him arrogate every thing\nto force of arms. Let Medea be fierce and untractable, Ino an object of\npity, Ixion perfidious, Io wandering, Orestes in distress.",
        "If you offer to the stage any thing unattempted, and venture to form a\nnew character; let it be preserved to the last such as it set out at the\nbeginning, and be consistent with itself. It is difficult to write with\npropriety on subjects to which all writers have a common claim; and you\nwith more prudence will reduce the Iliad into acts, than if you first\nintroduce arguments unknown and never treated of before. A public story\nwill become your own property, if you do not dwell upon the whole circle\nof events, which is paltry and open to every one; nor must you be so\nfaithful a translator, as to take the pains of rendering [the original]\nword for word; nor by imitating throw yourself into straits, whence\neither shame or the rules of your work may forbid you to retreat.",
        "Nor must you make such an exordium, as the Cyclic writer of old: “I will\nsing the fate of Priam, and the noble war.” What will this boaster\nproduce worthy of all this gaping? The mountains are in labor, a\nridiculous mouse will be brought forth. How much more to the purpose he,\nwho attempts nothing improperly? “Sing for me, my muse, the man who,\nafter the time of the destruction of Troy, surveyed the manners and\ncities of many men.” He meditates not [to produce] smoke from a flash,\nbut out of smoke to elicit fire, that he may thence bring forth his\ninstances of the marvelous with beauty, [such as] Antiphates, Scylla,\nthe Cyclops, and Charybdis. Nor does he date Diomede’s return from\nMeleager’s death, nor trace the rise of the Trojan war from [Leda’s]\neggs: he always hastens on to the event; and hurries away his reader in\nthe midst of interesting circumstances, no otherwise than as if they\nwere [already] known; and what he despairs of, as to receiving a polish\nfrom his touch, he omits; and in such a manner forms his fictions, so\nintermingles the false with the true, that the middle is not\ninconsistent with the beginning, nor the end with the middle.",
        "Do you attend to what I, and the public in my opinion, expect from you\n[as a dramatic writer]. If you are desirous of an applauding spectator,\nwho will wait for [the falling of] the curtain, and till the chorus\ncalls out “your plaudits;” the manners of every age must be marked by\nyou, and a proper decorum assigned to men’s varying dispositions and\nyears. The boy, who is just able to pronounce his words, and prints the\nground with a firm tread, delights to play with his fellows, and\ncontracts and lays aside anger without reason, and is subject to change\nevery hour. The beardless youth, his guardian being at length\ndischarged, joys in horses, and dogs, and the verdure of the sunny\nCampus Martius; pliable as wax to the bent of vice, rough to advisers, a\nslow provider of useful things, prodigal of his money, high-spirited,\nand amorous, and hasty in deserting the objects of his passion. [After\nthis,] our inclinations being changed, the age and spirit of manhood\nseeks after wealth, and [high] connections, is subservient to points of\nhonor; and is cautious of committing any action, which he would\nsubsequently be industrious to correct. Many inconviences encompass a\nman in years; either because he seeks [eagerly] for gain, and abstains\nfrom what he has gotten, and is afraid to make use of it; or because he\ntransacts every thing in a timorous and dispassionate manner, dilatory,\nslow in hope, remiss, and greedy of futurity. Peevish, querulous, a\npanegyrist of former times when he was a boy, a chastiser and censurer\nof his juniors. Our advancing years bring many advantages along with\nthem. Many our declining ones take away. That the parts [therefore]\nbelonging to age may not be given to youth, and those of a man to a boy,\nwe must dwell upon those qualities which are joined and adapted to each\nperson’s age.",
        "An action is either represented on the stage, or being done elsewhere is\nthere related. The things which enter by the ear affect the mind more\nlanguidly, than such as are submitted to the faithful eyes, and what a\nspectator presents to himself. You must not, however, bring upon the\nstage things fit only to be acted behind the scenes: and you must take\naway from view many actions, which elegant description may soon after\ndeliver in presence [of the spectators]. Let not Medea murder her sons\nbefore the people; nor the execrable Atreus openly dress human entrails:\nnor let Progue be metamorphosed into a bird, Cadmus into a serpent.\nWhatever you show to me in this manner, not able to give credit to, I\ndetest.",
        "Let a play which would be inquired after, and though seen, represented\nanew, be neither shorter nor longer than the fifth act. Neither let a\ngod interfere, unless a difficulty worthy a god’s unraveling should\nhappen; nor let a fourth person be officious to speak.",
        "Let the chorus sustain the part and manly character of an actor: nor let\nthem sing any thing between the acts which is not conducive to, and\nfitly coherent with, the main design. Let them both patronize the good,\nand give them friendly advice, and regulate the passionate, and love to\nappease those who swell [with rage]: let them praise the repast of a\nshort meal, and salutary effects of justice, laws, and peace with her\nopen gates; let them conceal what is told to them in confidence, and\nsupplicate and implore the gods that prosperity may return to the\nwretched, and abandon the haughty. The flute, (not as now, begirt with\nbrass and emulous of the trumpet, but) slender and of simple form, with\nfew stops, was of service to accompany and assist the chorus, and with\nits tone was sufficient to fill the rows that were not as yet too\ncrowded, where an audience, easily numbered, as being small and sober,\nchaste and modest, met together. But when the victorious Romans began to\nextend their territories, and an ampler wall encompassed the city, and\ntheir genius was indulged on festivals by drinking wine in the day-time\nwithout censure; a greater freedom arose both, to the numbers [of\npoetry], and the measure [of music]. For what taste could an unlettered\nclown and one just dismissed from labors have, when in company with the\npolite; the base, with the man of honor? Thus the musician added now\nmovements and a luxuriance to the ancient art, and strutting backward\nand forward, drew a length of train over the stage; thus likewise new\nnotes were added to the severity of the lyre, and precipitate eloquence\nproduced an unusual language [in the theater]: and the sentiments [of\nthe chorus, then] expert in teaching useful things and prescient of\nfuturity, differ hardly from the oracular Delphi.",
        "The poet, who first tried his skill in tragic verse for the paltry\n[prize of a] goat, soon after exposed to view wild satyrs naked, and\nattempted raillery with severity, still preserving the gravity [of\ntragedy]: because the spectator on festivals, when heated with wine and\ndisorderly, was to be amused with captivating shows and agreeable\nnovelty. But it will be expedient so to recommend the bantering, so the\nrallying satyrs, so to turn earnest into jest; that none who shall be\nexhibited as a god, none who is introduced as a hero lately conspicuous\nin regal purple and gold, may deviate into the low style of obscure,\nmechanical shops; or, [on the contrary,] while he avoids the ground,\neffect cloudy mist and empty jargon. Tragedy disdaining to prate forth\ntrivial verses, like a matron commanded to dance on the festival days,\nwill assume an air of modesty, even in the midst of wanton satyrs. As a\nwriter of satire, ye Pisos, I shall never be fond of unornamented and\nreigning terms: nor shall I labor to differ so widely from the\ncomplexion of tragedy, as to make no distinction, whether Davus be the\nspeaker. And the bold Pythias, who gained a talent by gulling Simo; or\nSilenus, the guardian and attendant of his pupil-god [Bacchus]. I would\nso execute a fiction taken from a well-known story, that any body might\nentertain hopes of doing the same thing; but, on trial, should sweat and\nlabor in vain. Such power has a just arrangement and connection of the\nparts: such grace may be added to subjects merely common. In my\njudgment the Fauns, that are brought out of the woods, should not be too\ngamesome with their tender strains, as if they were educated in the\ncity, and almost at the bar; nor, on the other hand; should blunder out\ntheir obscene and scandalous speeches. For [at such stuff] all are\noffended, who have a horse, a father, or an estate: nor will they\nreceive with approbation, nor give the laurel crown, as the purchasers\nof parched peas and nuts are delighted with.",
        "A long syllable put after a short one is termed an iambus, a lively\nmeasure, whence also it commanded the name of trimeters to be added to\niambics, though it yielded six beats of time, being similar to itself\nfrom first to last. Not long ago, that it might come somewhat slower and\nwith more majesty to the ear, it obligingly and contentedly admitted\ninto its paternal heritage the steadfast spondees; agreeing however, by\nsocial league, that it was not to depart from the second and fourth\nplace. But this [kind of measure] rarely makes its appearance in the\nnotable trimeters of Accius, and brands the verse of Ennius brought upon\nthe stage with a clumsy weight of spondees, with the imputation of being\ntoo precipitate and careless, or disgracefully accuses him of ignorance\nin his art.",
        "It is not every judge that discerns inharmonious verses, and an\nundeserved indulgence is [in this case] granted to the Roman poets. But\nshall I on this account run riot and write licentiously? Or should not I\nrather suppose, that all the world are to see my faults; secure, and\ncautious [never to err] but with hope of being pardoned? Though,\nperhaps, I have merited no praise, I have escaped censure.",
        "Ye [who are desirous to excel,] turn over the Grecian models by night,\nturn them by day. But our ancestors commended both the numbers of\nPlautus, and his strokes of pleasantry; too tamely, I will not say\nfoolishly, admiring each of them; if you and I but know how to\ndistinguish a coarse joke from a smart repartee, and understand the\nproper cadence, by [using] our fingers and ears.",
        "Thespis is said to have invented a new kind of tragedy, and to have\ncarried his pieces about in carts, which [certain strollers], who had\ntheir faces besmeared with lees of wine, sang and acted. After him\nAeschylus, the inventor of the vizard mask and decent robe, laid the\nstage over with boards of a tolerable size, and taught to speak in lofty\ntone, and strut in the buskin. To these succeeded the old comedy, not\nwithout considerable praise: but its personal freedom degenerated into\nexcess and violence, worthy to be regulated by law; a law was made\naccordingly, and the chorus, the right of abusing being taken away,\ndisgracefully became silent.",
        "Our poets have left no species [of the art] unattempted; nor have those\nof them merited the least honor, who dared to forsake the footsteps of\nthe Greeks, and celebrate domestic facts; whether they have instructed\nus in tragedy, of comedy. Nor would Italy be raised higher by valor and\nfeats of arms, than by its language, did not the fatigue and tediousness\nof using the file disgust every one of our poets. Do you, the decendants\nof Pompilius, reject that poem, which many days and many a blot have not\nten times subdued to the most perfect accuracy. Because Democritus\nbelieves that genius is more successful than wretched art, and excludes\nfrom Helicon all poets who are in their senses, a great number do not\ncare to part with their nails or beard, frequent places of solitude,\nshun the baths. For he will acquire, [he thinks,] the esteem and title\nof a poet, if he neither submits his head, which is not to be cured by\neven three Anticyras, to Licinius the barber. What an unlucky fellow am\nI, who am purged for the bile in spring-time! Else nobody would compose\nbetter poems; but the purchase is not worth the expense. Therefore I\nwill serve instead of a whetstone, which though not able of itself to\ncut, can make steel sharp: so I, who can write no poetry myself, will\nteach the duty and business [of an author]; whence he may be stocked\nwith rich materials; what nourishes and forms the poet; what gives\ngrace, what not; what is the tendency of excellence, what that of error.",
        "To have good sense, is the first principle and fountain of writing well.\nThe Socratic papers will direct you in the choice of your subjects; and\nwords will spontaneously accompany the subject, when it is well\nconceived. He who has learned what he owes to his country, and what to\nhis friends; with what affection a parent, a brother, and a stranger,\nare to be loved; what is the duty of a senator, what of a judge; what\nthe duties of a general sent out to war; he, [I say,] certainly knows\nhow to give suitable attributes to every character. I should direct the\nlearned imitator to have a regard to the mode of nature and manners, and\nthence draw his expressions to the life. Sometimes a play, that is\nshowy with common-places, and where the manners are well marked, though\nof no elegance, without force or art, gives the people much higher\ndelight and more effectually commands their attention, than verse void\nof matter, and tuneful trifles.",
        "To the Greeks, covetous of nothing but praise, the muse gave genius; to\nthe Greeks the power of expressing themselves in round periods. The\nRoman youth learn by long computation to subdivide a pound into an\nhundred parts. Let the son of Albinus tell me, if from five ounces one\nbe subtracted, what remains? He would have said the third of a\npound.–Bravely done! you will be able to take care of your own affairs.\nAn ounce is added: what will that be? Half a pound. When this sordid\nrust and hankering after wealth has once tainted their minds, can we\nexpect that such verses should be made as are worthy of being anointed\nwith the oil of cedar, and kept in the well-polished cypress?",
        "Poets wish either to profit or to delight; or to deliver at once both\nthe pleasures and the necessaries of life. Whatever precepts you give,\nbe concise; that docile minds may soon comprehend what is said, and\nfaithfully retain it. All superfluous instructions flow from the too\nfull memory. Let what ever is imagined for the sake of entertainment,\nhave as much likeness to truth as possible; let not your play demand\nbelief for whatever [absurdities] it is inclinable [to exhibit]: nor\ntake out of a witch’s belly a living child that she had dined upon. The\ntribes of the seniors rail against every thing that is void of\nedification: the exalted knights disregard poems which are austere. He\nwho joins the instructive with the agreeable, carries off every vote, by\ndelighting and at the same time admonishing the reader. This book gains\nmoney for the Sosii; this crosses the sea, and continues to its renowned\nauthor a lasting duration.",
        "Yet there are faults, which we should be ready to pardon: for neither\ndoes the string [always] form the sound which the hand and conception\n[of the performer] intends, but very often returns a sharp note when he\ndemands a flat; nor will the bow always hit whatever mark it threatens.\nBut when there is a great majority of beauties in a poem, I will not be\noffended with a few blemishes, which either inattention has dropped, or\nhuman nature has not sufficiently provided against. What therefore [is\nto be determined in this matter]? As a transcriber, if he still commits\nthe same fault though he has been reproved, is without excuse; and the\nharper who always blunders on the same string, is sure to be laughed at;\nso he who is excessively deficient becomes another Choerilus; whom, when\nI find him tolerable in two or three places, I wonder at with laughter;\nand at the same time am I grieved whenever honest Homer grows drowsy?\nBut it is allowable, that sleep should steal upon [the progress of] a\nking work.",
        "As is painting, so is poetry: some pieces will strike you more if you\nstand near, and some, if you are at a greater distance: one loves the\ndark; another, which is not afraid of the critic’s subtle judgment,\nchooses to be seen in the light; the one has pleased once, the other\nwill give pleasure if ten times repeated.",
        "O ye elder of the youths, though you are framed to a right judgment by\nyour father’s instructions, and are wise in yourself, yet take this\ntruth along with you, [and] remember it; that in certain things a medium\nand tolerable degree of eminence may be admitted: a counselor and\npleader at the bar of the middle rate is far removed from the merit of\neloquent Messala, nor has so much knowledge of the law as Casselius\nAulus, but yet he is in request; [but] a mediocrity in poets neither\ngods, nor men, nor [even] the booksellers’ shops have endured. As at an\nagreeable entertainment discordant music, and muddy perfume, and poppies\nmixed with Sardinian honey give offense, because the supper might have\npassed without them; so poetry, created and invented for the delight of\nour souls, if it comes short ever so little of the summit, sinks to the\nbottom.",
        "He who does not understand the game, abstains from the weapons of the\nCampus Martius: and the unskillful in the tennis-ball, the quoit, and\nthe troques keeps himself quiet; lest the crowded ring should raise a\nlaugh at his expense: notwithstanding this, he who knows nothing of\nverses presumes to compose. Why not! He is free-born, and of a good\nfamily; above all, he is registered at an equestrian sum of moneys, and\nclear from every vice. You, [I am persuaded,] will neither say nor do\nany thing in opposition to Minerva: such is your judgment, such your\ndisposition. But if ever you shall write anything, let it be submitted\nto the ears of Metius [Tarpa], who is a judge, and your father’s, and\nmine; and let it be suppressed till the ninth year, your papers being\nheld up within your own custody. You will have it in your power to blot\nout what you have not made public: a word ice sent abroad can never\nreturn.",
        "Orpheus, the priest and Interpreter of the gods, deterred the savage\nrace of men from slaughters and inhuman diet; once said to tame tigers\nand furious lions: Amphion too, the builder of the Theban wall, was said\nto give the stones moon with the sound of his lyre, and to lead them\nwhithersover he would, by engaging persuasion. This was deemed wisdom of\nyore, to distinguish the public from private weal; things sacred from\nthings profane; to prohibit a promiscuous commerce between the sexes; to\ngive laws to married people; to plan out cities; to engrave laws on\n[tables of] wood. Thus honor accrued to divine poets, and their songs.\nAfter these, excellent Homer and Tyrtaeus animated the manly mind to\nmartial achievements with their verses. Oracles were delivered in\npoetry, and the economy of life pointed out, and the favor of sovereign\nprinces was solicited by Pierian drains, games were instituted, and a\n[cheerful] period put to the tedious labors of the day; [this I remind\nyou of,] lest haply you should be ashamed of the lyric muse, and Apollo\nthe god of song.",
        "It has been made a question, whether good poetry be derived from nature\nor from art. For my part, I can neither conceive what study can do\nwithout a rich [natural] vein, nor what rude genius can avail of itself:\nso much does the one require the assistance of the other, and so\namicably do they conspire [to produce the same effect]. He who is\nindustrious to reach the wished-for goal, has done and suffered much\nwhen a boy; he has sweated and shivered with cold; he has abstained from\nlove and wine; he who sings the Pythian strains, was a learner first,\nand in awe of a master. But [in poetry] it is now enough for a man to\nsay of himself: “I make admirable verses: a murrain seize the hindmost:\nit is scandalous for me to be outstripped, and fairly to Acknowledge\nthat I am ignorant of that which I never learned.”",
        "As a crier who collects the crowd together to buy his goods, so a poet\nrich in land, rich in money put out at interest, invites flatterers to\ncome [and praise his works] for a reward. But if he be one who is well\nable to set out an elegant table, and give security for a poor man, and\nrelieve when entangled in glaomy law-suits; I shall wonder if with his\nwealth he can distinguish a true friend from false one. You, whether\nyou have made, or intend to make, a present to any one, do not bring him\nfull of joy directly to your finished verses: for then he will cry out,\n“Charming, excellent, judicious,” he will turn pale; at some parts he\nwill even distill the dew from his friendly eyes; he will jump about; he\nwill beat the ground [with ecstasy]. As those who mourn at funerals for\npay, do and say more than those that are afflicted from their hearts; so\nthe sham admirer is more moved than he that praises with sincerity.\nCertain kings are said to ply with frequent bumpers, and by wine make\ntrial of a man whom they are sedulous to know whether he be worthy of\ntheir friendship or not. Thus, if you compose verses, let not the fox’s\nconcealed intentions impose upon you.",
        "If you had recited any thing to Quintilius, he would say, “Alter, I\npray, this and this:” if you replied, you could do it no better, having\nmade the experiment twice or thrice in vain; he would order you to blot\nout, and once more apply to the anvil your ill-formed verses: if you\nchoose rather to defend than correct a fault, he spent not a word more\nnor fruitless labor, but you alone might be fond of yourself and your\nown works, without a rival. A good and sensible man will censure\nspiritless verses, he will condemn the rugged, on the incorrect he will\ndraw across a black stroke with his pen; he will lop off ambitious [and\nredundant] ornaments; he will make him throw light on the parts that are\nnot perspicuous; he will arraign what is expressed ambiguously; he will\nmark what should be altered; [in short,] he will be an Aristarchus: he\nwill not say, “Why should I give my friend offense about mere trifles?\"\nThese trifles will lead into mischiefs of serious consequence, when once\nmade an object of ridicule, and used in a sinister manner.",
        "Like one whom an odious plague or jaundice, fanatic phrensy or lunacy,\ndistresses; those who are wise avoid a mad poet, and are afraid to touch\nhim; the boys jostle him, and the incautious pursue him. If, like a\nfowler intent upon his game, he should fall into a well or a ditch while\nhe belches out his fustian verses and roams about, though he should cry\nout for a long time, “Come to my assistance, O my countrymen;” not one\nwould give himself the trouble of taking him up. Were any one to take\npains to give him aid, and let down a rope; “How do you know, but he\nthrew himself in hither on purpose?” I shall say: and will relate the\ndeath of the Sicilian poet. Empedocles, while he was ambitious of being\nesteemed an immortal god, in cold blood leaped into burning Aetna. Let\npoets have the privilege and license to die [as they please]. He who\nsaves a man against his will, does the same with him who kills him\n[against his will]. Neither is it the first time that he has behaved in\nthis manner; nor, were he to be forced from his purposes, would he now\nbecome a man, and lay aside his desire of such a famous death. Neither\ndoes it appear sufficiently, why he makes verses: whether he has defiled\nhis father’s ashes, or sacrilegiously removed the sad enclosure of the\nvindictive thunder: it is evident that he is mad, and like a bear that\nhas burst through the gates closing his den, this unmerciful rehearser\nchases the learned and unlearned. And whomsoever he seizes, he fastens\non and assassinates with recitation: a leech that will not quit the\nskin, till satiated with blood.",
        "The End",
        " ",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}