{
    "title": "The Adventures of Jimmie Dale I",
    "author": "Frank L. Packard",
    "chapter": "1",
    "content": [
        "\n\n",
        "Among New York’s fashionable and ultra-exclusive clubs, the St.\nJames stood an acknowledged leader–more men, perhaps, cast an\nenvious eye at its portals, of modest and unassuming taste, as they\npassed by on Fifth Avenue, than they did at any other club upon the\nlong list that the city boasts.  True, there were more expensive\nclubs upon whose membership roll scintillated more stars of New\nYork’s social set, but the St. James was distinctive.  It guaranteed\na man, so to speak–that is, it guaranteed a man to be innately a\ngentleman.  It required money, it is true, to keep up one’s\nmembership, but there were many members who were not wealthy, as\nwealth is measured nowadays–there were many, even, who were pressed\nsometimes to meet their dues and their house accounts, but the\naccounts were invariably promptly paid.  No man, once in, could ever\nafford, or ever had the desire, to resign from the St. James Club.\nIts membership was cosmopolitan; men of every walk in life passed in\nand out of its doors, professional men and business men, physicians,\nartists, merchants, authors, engineers, each stamped with the\n“hall mark” of the St. James, an innate gentleman.  To receive a two\nweeks’ out-of-town visitor’s card to the St. James was something to\nspeak about, and men from Chicago, St. Louis, or San Francisco spoke\nof it with a sort of holier-than-thou air to fellow members of their\nown exclusive clubs, at home again.",
        "Is there any doubt that Jimmie Dale was a gentleman–an INNATE\ngentleman?  Jimmie Dale’s father had been a member of the St. James\nClub, and one of the largest safe manufacturers of the United\nStates, a prosperous, wealthy man, and at Jimmie Dale’s birth he had\nproposed his son’s name for membership.  It took some time to get\ninto the St. James; there was a long waiting list that neither\nmoney, influence, nor pull could alter by so much as one iota.  Men\nproposed their sons’ names for membership when they were born as\nreligiously as they entered them upon the city’s birth register.  At\ntwenty-one Jimmie Dale was elected to membership; and, incidentally,\nthat same year, graduated from Harvard.  It was Mr. Dale’s desire\nthat his son should enter the business and learn it from the ground\nup, and Jimmie Dale, for four years thereafter, had followed his\nfather’s wishes.  Then his father died.  Jimmie Dale had leanings\ntoward more artistic pursuits than business.  He was credited with\nsketching a little, writing a little; and he was credited with\nhaving received a very snug amount from the combine to which he sold\nout his safe-manufacturing interests.  He lived a bachelor life–his\nmother had been dead many years–in the house that his father had\nleft him on Riverside Drive, kept a car or two and enough servants\nto run his menage smoothly, and serve a dinner exquisitely when he\nfelt hospitably inclined.",
        "Could there be any doubt that Jimmie Dale was innately a gentleman?",
        "It was evening, and Jimmie Dale sat at a small table in the corner\nof the St. James Club dining room.  Opposite him sat Herman\nCarruthers, a young man of his own age, about twenty-six, a leading\nfigure in the newspaper world, whose rise from reporter to managing\neditor of the morning NEWS-ARGUS within the short space of a few\nyears had been almost meteoric.",
        "They were at coffee and cigars, and Jimmie Dale was leaning back in\nhis chair, his dark eyes fixed interestedly on his guest.",
        "Carruthers, intently engaged in trimming his cigar ash on the edge\nof the Limoges china saucer of his coffee set, looked up with an\nabrupt laugh.",
        "“No; I wouldn’t care to go on record as being an advocate of crime,\"\nhe said whimsically; “that would never do.  But I don’t mind\nadmitting quite privately that it’s been a positive regret to me\nthat he has gone.”",
        "“Made too good ’copy’ to lose, I suppose?” suggested Jimmie Dale\nquizzically.  “Too bad, too, after working up a theatrical name like\nthat for him–the Gray Seal–rather unique!  Who stuck that on him–\nyou?”",
        "Carruthers laughed–then, grown serious, leaned toward Jimmie Dale.",
        "“You don’t mean to say, Jimmie, that you don’t know about that, do\nyou?” he asked incredulously.  “Why, up to a year ago the papers\nwere full of him.”",
        "“I never read your beastly agony columns,” said Jimmie Dale, with a\ncheery grin.",
        "“Well,” said Carruthers, “you must have skipped everything but the\nstock reports then.”",
        "“Granted,” said Jimmie Dale.  “So go on, Carruthers, and tell me\nabout him–I dare say I may have heard of him, since you are so\ndistressed about it, but my memory isn’t good enough to contradict\nanything you may have to say about the estimable gentleman, so\nyou’re safe.”",
        "Carruthers reverted to the Limoges saucer and the tip of his cigar.",
        "“He was the most puzzling, bewildering, delightful crook in the\nannals of crime,” said Carruthers reminiscently, after a moment’s\nsilence.  “Jimmie, he was the king-pin of them all.  Clever isn’t\nthe word for him, or dare-devil isn’t either.  I used to think\nsometimes his motive was more than half for the pure deviltry of it,\nto laugh at the police and pull the noses of the rest of us that\nwere after him.  I used to dream nights about those confounded gray\nseals of his–that’s where he got his name; he left every job he\never did with a little gray paper affair, fashioned diamond-shaped,\nstuck somewhere where it would be the first thing your eyes would\nlight upon when you reached the scene, and–”",
        "“Don’t go so fast,” smiled Jimmie Dale.  “I don’t quite get the\nconnection.  What did you have to do with this–er–Gray Seal\nfellow?  Where do you come in?”",
        "“I?  I had a good deal to do with him,” said Carruthers grimly.  “I\nwas a reporter when he first broke loose, and the ambition of my\nlife, after I began really to appreciate what he was, was to get\nhim–and I nearly did, half a dozen times, only–”",
        "“Only you never quite did, eh?” cut in Jimmie Dale slyly.  “How near\ndid you get, old man?  Come on, now, no bluffing; did the Gray Seal\never even recognise you as a factor in the hare-and-hound game?”",
        "“You’re flicking on the raw, Jimmie,” Carruthers answered, with a\nwry grimace.  “He knew me, all right, confound him!  He favoured me\nwith several sarcastic notes–I’ll show ’em to you some day–\nexplaining how I’d fallen down and how I could have got him if I’d\ndone something else.”  Carruthers’ fist came suddenly down on the\ntable.  “And I would have got him, too, if he had lived.”",
        "“Lived!” ejaculated Jimmie Dale.  “He’s dead, then?”",
        "“Yes,” averted Carruthers; “he’s dead.”",
        "“H’m!” said Jimmie Dale facetiously.  “I hope the size of the wreath\nyou sent was an adequate tribute of your appreciation.”",
        "“I never sent any wreath,” returned Carruthers, “for the very simple\nreason that I didn’t know where to send it, or when he died.  I said\nhe was dead because for over a year now he hasn’t lifted a finger.”",
        "“Rotten poor evidence, even for a newspaper,” commented Jimmie Dale.\n“Why not give him credit for having, say–reformed?”",
        "Carruthers shook his head.  “You don’t get it at all, Jimmie,” he\nsaid earnestly.  “The Gray Seal wasn’t an ordinary crook–he was a\nclassic.  He was an artist, and the art of the thing was in his\nblood.  A man like that could no more stop than he could stop\nbreathing–and live.  He’s dead; there’s nothing to it but that–\nhe’s dead.  I’d bet a year’s salary on it.”",
        "“Another good man gone wrong, then,” said Jimmie Dale capriciously.\n“I suppose, though, that at least you discovered the ’woman in the\ncase’?”",
        "Carruthers looked up quickly, a little startled; then laughed\nshortly.",
        "“What’s the matter?” inquired Jimmie Dale.",
        "“Nothing,” said Carruthers.  “You kind of got me for a moment,\nthat’s all.  That’s the way those infernal notes from the Gray Seal\nused to end up: ’Find the lady, old chap; and you’ll get me.’  He\nhad a damned patronising familiarity that would make you squirm.”",
        "“Poor old Carruthers!” grinned Jimmie Dale.  “You did take it to\nheart, didn’t you?”",
        "“I’d have sold my soul to get him–and so would you, if you had been\nin my boots,” said Carruthers, biting nervously at the end of his\ncigar.",
        "“And been sorry for it afterward,” supplied Jimmie Dale.",
        "“Yes, by Jove, you’re right!” admitted Carruthers, “I suppose I\nshould.  I actually got to love the fellow–it was the GAME, really,\nthat I wanted to beat.”",
        "“Well, and how about this woman?  Keep on the straight and narrow\npath, old man,” prodded Jimmie Dale.",
        "“The woman?” Carruthers smiled.  “Nothing doing!  I don’t believe\nthere was one–he wouldn’t have been likely to egg the police and\nreporters on to finding her if there had been, would he?  It was a\nblind, of course.  He worked alone, absolutely alone.  That’s the\nsecret of his success, according to my way of thinking.  There was\nnever so much as an indication that he had had an accomplice in\nanything he ever did.”",
        "Jimmie Dale’s eyes travelled around the club’s homelike, perfectly\nappointed room.  He nodded to a fellow member here and there, then\nhis eyes rested musingly on his guest again.",
        "Carruthers was staring thoughtfully at his coffee cup.",
        "“He was the prince of crooks and the father of originality,\"\nannounced Carruthers abruptly, following the pause that had ensued.\n“Half the time there wasn’t any more getting at the motive for the\ncurious things he did, than there was getting at the Gray Seal\nhimself.”",
        "“Carruthers,” said Jimmy Dale, with a quick little nod of approval,\n“you’re positively interesting to-night.  But, so far, you’ve been\nkind of scouting around the outside edges without getting into the\nthick of it.  Let’s have some of your experiences with the Gray Seal\nin detail; they ought to make ripping fine yarns.”",
        "“Not to-night, Jimmie,” said Carruthers; “it would take too long.\"\nHe pulled out his watch mechanically as he spoke, glanced at it–and\npushed back his chair.  “Great Scott!” he exclaimed.  “It’s nearly\nhalf-past nine.  I’d no idea we had lingered so long over dinner.\nI’ll have to hurry; we’re a morning paper, you know, Jimmie.”",
        "“What!  Really!  Is it as late as that.”  Jimmie Dale rose from his\nchair as Carruthers stood up.  “Well, if you must–”",
        "“I must,” said Carruthers, with a laugh.",
        "“All right, O slave.”  Jimmie Dale laughed back–and slipped his\nhand, a trick of their old college days together, through\nCarruthers’ arm as they left the room.",
        "He accompanied Carruthers downstairs to the door of the club, and\nsaw his guest into a taxi; then he returned inside, sauntered\nthrough the billiard room, and from there into one of the cardrooms,\nwhere, pressed into a game, he played several rubbers of bridge\nbefore going home.",
        "It was, therefore, well on toward midnight when Jimmie Dale arrived\nat his house on Riverside Drive, and was admitted by an elderly\nmanservant.",
        "“Hello, Jason,” said Jimmie Dale pleasantly.  “You still up!”",
        "“Yes, sir,” replied Jason, who had been valet to Jimmie Dale’s\nfather before him.  “I was going to bed, sir, at about ten o’clock,\nwhen a messenger came with a letter.  Begging your pardon, sir, a\nyoung lady, and–”",
        "“Jason\"–Jimmie Dale flung out the interruption, sudden, quick,\nimperative–\"what did she look like?”",
        "“Why–why, I don’t exactly know as I could describe her, sir,\"\nstammered Jason, taken aback.  “Very ladylike, sir, in her dress and\nappearance, and what I would call, sir, a beautiful face.”",
        "“Hair and eyes–what color?” demanded Jimmie Dale crisply.  “Nose,\nlips, chin–what shape?”",
        "“Why, sir,” gasped Jason, staring at his master, “I–I don’t rightly\nknow.  I wouldn’t call her fair or dark, something between.  I\ndidn’t take particular notice, and it wasn’t overlight outside the\ndoor.”",
        "“It’s too bad you weren’t a younger man, Jason,” commented Jimmie\nDale, with a curious tinge of bitterness in his voice.  “I’d have\ngiven a year’s income for your opportunity to-night, Jason.”",
        "“Yes, sir,” said Jason helplessly.",
        "“Well, go on,” prompted Jimmie Dale.  “You told her I wasn’t home,\nand she said she knew it, didn’t she?  And she left the letter that\nI was on no account to miss receiving when I got back, though there\nwas no need of telephoning me to the club–when I returned would do,\nbut it was imperative that I should have it then–eh?”",
        "“Good Lord, sir!” ejaculated Jason, his jaw dropped, that’s exactly\nwhat she did say.”",
        "“Jason,” said Jimmie Dale grimly, “listen to me.  If ever she comes\nhere again, inveigle her in.  If you can’t inveigle her, use force;\ncapture her, pull her in, do anything–do anything, do you hear?\nOnly don’t let her get away from you until I’ve come.”",
        "Jason gazed at his master as though the other had lost his reason.",
        "“Use force, sir?” he repeated weakly–and shook his head.  “You–you\ncan’t mean that, sir.”",
        "“Can’t I?” inquired Jimmie Dale, with a mirthless smile.  “I mean\nevery word of it, Jason–and if I thought there was the slightest\nchance of her giving you the opportunity, I’d be more imperative\nstill.  As it is–where’s the letter?”",
        "“On the table in your studio, sir,” said Jason, mechanically.",
        "Jimmie Dale started toward the stairs–then turned and came back to\nwhere Jason, still shaking his head heavily, had been gazing\nanxiously after his master.  Jimmie Dale laid his hand on the old\nman’s shoulder.",
        "“Jason,” he said kindly, with a swift change of mood, “you’ve been a\nlong time in the family–first with father, and now with me.  You’d\ndo a good deal for me, wouldn’t you?”",
        "“I’d do anything in the world for you, Master Jim,” said the old man\nearnestly.",
        "“Well, then, remember this,” said Jimmie Dale slowly, looking into\nthe other’s eyes, “remember this–keep your mouth shut and your eyes\nopen.  It’s my fault.  I should have warned you long ago, but I\nnever dreamed that she would ever come here herself.  There have\nbeen times when it was practically a matter of life and death to me\nto know who that woman is that you saw to-night.  That’s all, Jason.\nNow go to bed.”",
        "“Master Jim,” said the old man simply, “thank you, sir, thank you\nfor trusting me.  I’ve dandled you on my knee when you were a baby,\nMaster Jim.  I don’t know what it’s about, and it isn’t for me to\nask.  I thought, sir, that maybe you were having a little fun with\nme.  But I know now, and you can trust me, Master Jim, if she ever\ncomes again.”",
        "“Thank you, Jason,” said Jimmie Dale, his hand closing with an\nappreciative pressure on the other’s shoulder “Good-night, Jason.”",
        "Upstairs on the first landing, Jimmie Dale opened a door, closed and\nlocked it behind him–and the electric switch clicked under his\nfingers.  A glow fell softly from a cluster of shaded ceiling\nlights.  It was a large room, a very large room, running the entire\ndepth of the house, and the effect of apparent disorder in the\narrangement of its appointments seemed to breathe a sense of charm.\nThere were great cozy, deep, leather-covered lounging chairs, a\nhuge, leather-covered davenport, and an easel or two with half-\nfinished sketches upon them; the walls were panelled, the panels of\nexquisite grain and matching; in the centre of the room stood a\nflat-topped rosewood desk; upon the floor was a dark, heavy velvet\nrug; and, perhaps most inviting of all, there was a great, old-\nfashioned fireplace at one side of the room.",
        "For an instant Jimmie Dale remained quietly by the door, as though\nlistening.  Six feet he stood, muscular in every line of his body,\nlike a well-trained athlete with no single ounce of superfluous fat\nabout him–the grace and ease of power in his poise.  His strong,\nclean-shaven face, as the light fell upon it now, was serious–a\nmood that became him well–the firm lips closed, the dark, reliant\neyes a little narrowed, a frown on the broad forehead, the square\njaw clamped.",
        "Then abruptly he walked across the room to the desk, picked up an\nenvelope that lay upon it, and, turning again, dropped into the\nnearest lounging chair.",
        "There had been no doubt in his mind, none to dispel.  It was\nprecisely what he had expected from almost the first word Jason had\nspoken.  It was the same handwriting, the same texture of paper, and\nthere was the same old haunting, rare, indefinable fragrance about\nit.  Jimmie Dale’s hands turned the envelope now this way, now that,\nas he looked at it.  Wonderful hands were Jimmie Dale’s, with long,\nslim, tapering fingers whose sensitive tips seemed now as though\nthey were striving to decipher the message within.",
        "He laughed suddenly, a little harshly, and tore open the envelope.\nFive closely written sheets fell into his hand.  He read them\nslowly, critically, read them over again; and then, his eyes on the\nrug at his feet, he began to tear the paper into minute pieces\nbetween his fingers, depositing the pieces, as he tore them, upon\nthe arm of his chair.  The five sheets demolished, his fingers\ndipped into the heap of shreds on the arm of the chair and tore them\nover and over again, tore them until they were scarcely larger than\nbits of confetti, tore at them absently and mechanically, his eyes\nnever shifting from the rug at his feet.",
        "Then with a shrug of his shoulders, as though rousing himself to\npresent reality, a curious smile flickering on his lips, he brushed\nthe pieces of paper into one hand, carried them to the empty\nfireplace, laid them down in a little pile, and set them afire.\nLighting a cigarette, he watched them burn until the last glow had\ngone from the last charred scrap; then he crunched and scattered\nthem with the brass-handled fender brush, and, retracing his steps\nacross the room, flung back a portiere from where it hung before a\nlittle alcove, and dropped on his knees in front of a round, squat,\nbarrel-shaped safe–one of his own design and planning in the years\nwhen he had been with his father.",
        "His slim, sensitive fingers played for an instant among the knobs\nand dials that studded the door, guided, it seemed by the sense of\ntouch alone–and the door swung open.  Within was another door, with\nlocks and bolts as intricate and massive as the outer one.  This,\ntoo, he opened; and then from the interior took out a short, thick,\nrolled-up leather bundle tied together with thongs.  He rose from\nhis knees, closed the safe, and drew the portiere across the alcove\nagain.  With the bundle under his arm, he glanced sharply around the\nroom, listened intently, then, unlocking the door that gave on the\nhall, he switched off the lights and went to his dressing room, that\nwas on the same floor.  Here, divesting himself quickly of his\ndinner clothes, he selected a dark tweed suit with loose-fitting,\nsack coat from his wardrobe, and began to put it on.",
        "Dressed, all but his coat and vest, he turned to the leather bundle\nthat he had placed on a table, untied the thongs, and carefully\nopened it out to its full length–and again that curious, cryptic\nsmile tinged his lips.  Rolled the opposite away from that in which\nit had been tied up, the leather strip made a wide belt that went on\nsomewhat after the fashion of a life preserver, the thongs being\nused for shoulder straps–a belt that, once on, the vest would hide\ncompletely, and, fitting close, left no telltale bulge in the outer\ngarments.  It was not an ordinary belt; it was full of stout-sewn,\nup-right little pockets all the way around, and in the pockets\ngrimly lay an array of fine, blued-steel, highly tempered\ninstruments–a compact, powerful burglar’s kit.",
        "The slim, sensitive fingers passed with almost a caressing touch\nover the vicious little implements, and from one of the pockets\nextracted a thin, flat metal case.  This Jimmie Dale opened, and\nglanced inside–between sheets of oil paper lay little rows of GRAY,\nADHESIVE, DIAMOND-SHAPED SEALS.",
        "Jimmie Dale snapped the case shut, returned it to its recess, and\nfrom another took out a black silk mask.  He held it up to the light\nfor examination.",
        "“Pretty good shape after a year,” muttered Jimmie Dale, replacing\nit.",
        "He put on the belt, then his vest and coat.  From the drawer of his\ndresser he took an automatic revolver and an electric flashlight,\nslipped them into his pocket, and went softly downstairs.  From the\nhat stand he chose a black slouch hat, pulled it well over his eyes–\nand left the house.",
        "Jimmie Dale walked down a block, then hailed a bus and mounted to\nthe top.  It was late, and he found himself the only passenger.  He\ninserted his dime in the conductor’s little resonant-belled cash\nreceiver, and then settled back on the uncomfortable, bumping,\ncushionless seat.",
        "On rattled the bus; it turned across town, passed the Circle, and\nheaded for Fifth Avenue–but Jimmie Dale, to all appearances, was\nquite oblivious of its movements.",
        "It was a year since she had written him.  SHE!  Jimmie Dale did not\nsmile, his lips were pressed hard together.  Not a very intimate or\npersonal appellation, that–but he knew her by no other.  It WAS a\nwoman, surely–the hand-writing was feminine, the diction eminently\nso–and had SHE not come herself that night to Jason!  He remembered\nthe last letter, apart from the one to-night, that he had received\nfrom her.  It was a year ago now–and the letter had been hardly\nmore than a note.  The police had worked themselves into a frenzy\nover the Gray Seal, the papers had grown absolutely maudlin–and she\nhad written, in her characteristic way:",
        "Things are a little too warm, aren’t they, Jimmie?  Let’s let them\ncool for a year.",
        "Since then until to-night he had heard nothing from her.  It was a\nstrange compact that he had entered into–so strange that it could\nnever have known, could never know a parallel–unique, dangerous,\nbizarre, it was all that and more.  It had begun really through his\nconnection with his father’s business–the business of manufacturing\nsafes that should defy the cleverest criminals–when his brains,\nturned into that channel, had been pitted against the underworld,\nagainst the methods of a thousand different crooks from Maine to\nCalifornia, the report of whose every operation had reached him in\nthe natural course of business, and every one of which he had\nstudied in minutest detail.  It had begun through that–but at the\nbottom of it was his own restless, adventurous spirit.",
        "He had meant to set the police by the ears, using his gray-seal\ndevice both as an added barb and that no innocent bystander of the\nunderworld, innocent for once, might be involved–he had meant to\nlaugh at them and puzzle them to the verge of madness, for in the\nlast analysis they would find only an abortive attempt at crime–and\nhe had succeeded.  And then he had gone too far–and he had been\ncaught–by HER.  That string of pearls, which, to study whose effect\nfacetiously, he had so idiotically wrapped around his wrist, and\nwhich, so ironically, he had been unable to loosen in time and had\nbeen forced to carry with him in his sudden, desperate dash to\nescape from Marx’s the big jeweler’s, in Maiden Lane, whose strong\nroom he had toyed with one night, had been the lever which, AT\nFIRST, she had held over him.",
        "The bus was on Fifth Avenue now, and speeding rapidly down the\ndeserted thoroughfare.  Jimmie Dale looked up at the lighted windows\nof the St. James Club as they went by, smiled whimsically, and\nshifted in his seat, seeking a more comfortable position.",
        "She had caught him–how he did not know–he had never seen her–did\nnot know who she was, though time and again he had devoted all his\nenergies for months at a stretch to a solution of the mystery.  The\nmorning following the Maiden Lane affair, indeed, before he had\nbreakfasted, Jason had brought him the first letter from her.  It\nhad started by detailing his every move of the night before–and it\nhad ended with an ultimatum: “The cleverness, the originality of the\nGray Seal as a crook lacked but one thing,” she had naively written,\n“and that one thing was that his crookedness required a leading\nstring to guide it into channels that were worthy of his genius.\"\nIn a word, SHE would plan the coups, and he would act at her\ndictation and execute them–or else how did twenty years in Sing\nSing for that little Maiden Lane affair appeal to him?  He was to\nanswer by the next morning, a simple “yes” or “no” in the personal\ncolumn of the morning NEWS-ARGUS.",
        "A threat to a man like Jimmie Dale was like flaunting a red rag at a\nbull, and a rage ungovernable had surged upon him.  Then cold reason\nhad come.  He was caught–there was no question about that–she had\ntaken pains to show him that he need make no mistake there.\nInnocent enough in his own conscience, as far as actual theft went,\nfor the pearls would in due course be restored in some way to the\npossession of their owner, he would have been unable to make even\nhis own father, who was alive then, believe in his innocence, let\nalone a jury of his peers.  Dishonour, shame, ignominy, a long\nprison sentence, stared him in the face, and there was but one\nalternative–to link hands with this unseen, mysterious accomplice.\nWell, he could at least temporise, he could always “queer” a game in\nsome specious manner, if he were pushed too far.  And so, in the\nnext morning’s NEWS-ARGUS, Jimmie Dale had answered “yes.”  And then\nhad followed those years in which there had been NO temporising, in\nwhich every plan was carried out to the last detail, those years of\ncurious, unaccountable, bewildering affairs that Carruthers had\nspoken of, one on top of another, that had shaken the old\nheadquarters on Mulberry Street to its foundations, until the Gray\nSeal had become a name to conjure with.  And, yes, it was quite\ntrue, he had entered into it all, gone the limit, with an eagerness\nthat was insatiable.",
        "The bus had reached the lower end of Fifth Avenue, passed through\nWashington Square, and stopped at the end of its run.  Jimmie Dale\nclambered down from the top, threw a pleasant “good-night” to the\nconductor, and headed briskly down the street before him.  A little\nlater he crossed into West Broadway, and his pace slowed to a\nleisurely stroll.",
        "Here, at the upper end of the street, was a conglomerate business\nsection of rather inferior class, catering doubtless to the poor,\nforeign element that congregated west of Broadway proper, and to the\nsouth of Washington Square.  The street was, at first glance,\ndeserted; it was dark and dreary, with stores and lofts on either\nside.  An elevated train roared by overhead, with a thunderous,\ndeafening clamour.  Jimmie Dale, on the right-hand side of the\nstreet, glanced interestedly at the dark store windows as he went\nby.  And then, a block ahead, on the other side, his eyes rested on\nan approaching form.  As the other reached the corner and paused,\nand the light from the street lamp glinted on brass buttons, Jimmie\nDale’s eyes narrowed a little under his slouch hat.  The policeman,\nalthough nonchalantly swinging a nightstick, appeared to be watching\nhim.",
        "Jimmie Dale went on half a block farther, stooped to the sidewalk to\ntie his shoe, glanced back over his shoulder–the policeman was not\nin sight–and slipped like a shadow into the alleyway beside which\nhe had stopped.",
        "It was another Jimmie Dale now–the professional Jimmie Dale.  Quick\nas a cat, active, lithe, he was over a six foot fence in the rear of\na building in a flash, and crouched a black shape, against the back\ndoor of an unpretentious, unkempt, dirty, secondhand shop that\nfronted on West Broadway–the last place certainly in all New York\nthat the managing editor of the NEWS-ARGUS, or any one else, for\nthat matter, would have picked out as the setting for the second\ndebut of the Gray Seal.",
        "From the belt around his waist, Jimmie Dale took the black silk\nmask, and slipped it on; and from the belt, too, came a little\ninstrument that his deft fingers manipulated in the lock.  A curious\nsnipping sound followed.  Jimmie Dale put his weight gradually\nagainst the door.  The door held fast.",
        "“Bolted,” said Jimmie Dale to himself.",
        "The sensitive fingers travelled slowly up and down the side of the\ndoor, seeming to press and feel for the position of the bolt through\nan inch of plank–then from the belt came a tiny saw, thin and\npointed at the end, that fitted into the little handle drawn from\nanother receptacle in the leather girdle beneath the unbuttoned\nvest.",
        "Hardly a sound it made as it bit into the door.  Half a minute\npassed–there was the faint fall of a small piece of wood–into the\naperture crept the delicate, tapering fingers–came a slight rasping\nof metal–then the door swung back, the dark shadow that had been\nJimmie Dale vanished and the door closed again.",
        "A round, white beam of light glowed for an instant–and disappeared.\nA miscellaneous, lumbering collection of junk and odds and ends\nblocked the entry, leaving no more space than was sufficient for\nbare passageway.  Jimmie Dale moved cautiously–and once more the\nflashlight in his hand showed the way for an instant–then darkness\nagain.",
        "The cluttered accumulation of secondhand stuff in the rear gave\nplace to a little more orderly arrangement as he advanced toward the\nfront of the store.  Like a huge firefly, the flashlight twinkled,\nwent out, twinkled again, and went out.  He passed a sort of crude,\npartitioned-off apartment that did duty for the establishment’s\noffice, a sort of little boxed-in place it was, about in the middle\nof the floor.  Jimmie Dale’s light played on it for a moment.  but\nhe kept on toward the front door without any pause.",
        "Every movement was quick, sure, accurate, with not a wasted second.\nIt had been barely a minute since he had vaulted the back fence.  It\nwas hardly a quarter of a minute more before the cumbersome lock of\nthe front door was unfastened, and the door itself pulled\nimperceptibly ajar.",
        "He went swiftly back to the office now–and found it even more of a\nshaky, cheap affair than it had at first appeared; more like a box\nstall with windows around the top than anything else, the windows\ndoubtless to permit the occupant to overlook the store from the\nvantage point of the high stool that stood before a long, battered,\nwobbly desk.  There was a door to the place, too, but the door was\nopen and the key was in the lock.  The ray of Jimmie Dale’s\nflashlight swept once around the interior–and rested on an antique,\nponderous safe.",
        "Under the mask Jimmie Dale’s lips parted in a smile that seemed\nalmost apologetic, as he viewed the helpless iron monstrosity that\nwas little more than an insult to a trained cracksman.  Then from\nthe belt came the thin metal case and a pair of tweezers.  He opened\nthe case, and with the tweezers lifted out one of the gray-coloured,\ndiamond-shaped seals.  Holding the seal with the tweezers, he\nmoistened the gummed side with his lips, then laid it on a\nhandkerchief which he took from his pocket, and clapped the\nhandkerchief against the front of the safe, sticking the seal\nconspicuously into place.  Jimmie Dale’s insignia bore no finger\nprints.  The microscopes and magnifying glasses at headquarters had\nmany a time regretfully assured the police of that fact.",
        "And now his hands and fingers seemed to work like lightning.  Into\nthe soft iron bit a drill–bit in and through–bit in and through\nagain.  It was dark, pitch black–and silent.  Not a sound, save the\nquick, dull rasp of the ratchet–like the distant gnawing of a\nmouse!  Jimmie Dale worked fast–another hole went through the face\nof the old-fashioned safe–and then suddenly he straightened up to\nlisten, every faculty tense, alert, and strained, his body thrown a\nlittle forward.  WHAT WAS THAT!",
        "From the alleyway leading from the street without, through which he\nhimself had come, sounded the stealthy crunch of feet.  Motionless\nin the utter darkness, Jimmie Dale listened–there was a scraping\nnoise in the rear–someone was climbing the fence that he had\nclimbed!",
        "In an instant the tools in Jimmie Dale’s hands disappeared into\ntheir respective pockets beneath his vest–and the sensitive fingers\nshot to the dial on the safe.",
        "“Too bad,” muttered Jimmie Dale plaintively to himself.  I could\nhave made such an artistic job of it–I swear I could have cut\nCarruthers’ profile in the hole in less than no time–to open it\nlike this is really taking the poor old thing at a disadvantage.”",
        "He was on his knees now, one ear close to the dial, listening as the\ntumblers fell, while the delicate fingers spun the knob unerringly–\nthe other ear strained toward the rear of the premises.",
        "Came a footstep–a ray of light–a stumble–nearer–the newcomer was\ninside the place now, and must have found out that the back door had\nbeen tampered with.  Nearer came the steps–still nearer–and then\nthe safe door swung open under Jimmie Dale’s hand, and Jimmie Dale,\nthat he might not be caught like a rat in a trap, darted from the\noffice–but he had delayed a little too long.",
        "From around the cluttered piles of junk and miscellany swept the\nlight–full on Jimmie Dale.  Hesitation for the smallest fraction of\na second would have been fatal, but hesitation was something that in\nall his life Jimmie Dale had never known.  Quick as a panther in its\nspring, he leaped full at the light and the man behind it.  The\nrough voice, in surprised exclamation at the sudden discovery of the\nquarry, died in a gasp.",
        "There was a crash as the two men met–and the other reeled back\nbefore the impact.  Onto him Jimmie Dale sprang, and his hands flew\nfor the other’s throat.  It was an officer in uniform!  Jimmie Dale\nhad felt the brass buttons as they locked.  In the darkness there\nwas a queer smile on Jimmie Dale’s tight lips.  It was no doubt THE\nofficer whom he had passed on the other side of the street.",
        "The other was a smaller man than Jimmie Dale, but powerful for his\nbuild–and he fought now with all his strength.  This way and that\nthe two men reeled, staggered, swayed, panting and gasping; and\nthen–they had lurched back close to the office door–with a sudden\nswing, every muscle brought into play for a supreme effort, Jimmie\nDale hurled the other from him, sending the man sprawling back to\nthe floor of the office, and in the winking of an eye had slammed\nshut the door and turned the key.",
        "There was a bull-like roar, the shrill CHEEP-CHEEP-CHEEP of the\npatrolman’s whistle, and a shattering crash as the officer flung his\nbody against the partition–then the bark of a revolver shot, the\ntinkle of breaking glass, as the man fired through the office\nwindow–and past Jimmie Dale, speeding now for the front door, a\nbullet hummed viciously.",
        "Out on the street dashed Jimmie Dale, whipping the mask from his\nface–and glanced like a hawk around him.  For all the racket, the\nneighbourhood had not yet been aroused–no one was in sight.  From\njust overhead came the rattle of a downtown elevated train.  In a\nhundred-yard sprint, Jimmie Dale raced it a half block to the\nstation, tore up the steps–and a moment later dropped nonchalantly\ninto a seat and pulled an evening newspaper from his pocket.",
        "Jimmie Dale got off at the second station down, crossed the street,\nmounted the steps of the elevated again, and took the next train\nuptown.  His movements appeared to be somewhat erratic–he alighted\nat the station next above the one by which he had made his escape.\nLooking down the street it was too dark to see much of anything, but\na confused noise as of a gathering crowd reached him from what was\nabout the location of the secondhand store.  He listened\nappreciatively for a moment.",
        "“Isn’t it a perfectly lovely night?” said Jimmie Dale amiably to\nhimself.  “And to think of that cop running away with the idea that\nI didn’t see him when he hid in a doorway after I passed the corner!\nWell, well, strange–isn’t it?”",
        "With another glance down the street, a whimsical lift of his\nshoulders, he headed west into the dilapidated tenement quarter that\nhuddled for a handful of blocks near by, just south of Washington\nSquare.  It was a little after one o’clock in the morning now and\nthe pedestrians were casual.  Jimmie Dale read the street signs on\nthe corners as he went along, turned abruptly into an intersecting\nstreet, counted the tenements from the corner as he passed, and–for\nthe eye of any one who might be watching–opened the street door of\none of them quite as though he were accustomed and had a perfect\nright to do so, and went inside.",
        "It was murky and dark within; hot, unhealthy, with lingering smells\nof garlic and stale cooking.  He groped for the stairs and started\nup.  He climbed one flight, then another–and one more to the top.\nHere, treading softly, he made an examination of the landing with a\nview, evidently, to obtaining an idea of the location and the number\nof doors that opened off from it.",
        "His selection fell on the third door from the head of the stairs–\nthere were four all told, two apartments of two rooms each.  He\npaused for an instant to adjust the black silk mask, tried the door\nquietly, found it unlocked, opened it with a sudden, quick, brisk\nmovement–and, stepping in side, leaned with his back against it.",
        "“Good-morning,” said Jimmie Dale pleasantly.",
        "It was a squalid place, a miserable hole, in which a single\nflickering, yellow gas jet gave light.  It was almost bare of\nfurniture; there was nothing but a couple of cheap chairs, a rickety\ntable–unpawnable.  A boy, he was hardly more than that, perhaps\ntwenty-two, from a posture in which he was huddled across the table\nwith head buried in out-flung arms, sprang with a startled cry to\nhis feet.",
        "“Good-morning,” said Jimmie Dale again.  “Your name’s Hagan, Bert\nHagan–isn’t it?  And you work for Isaac Brolsky in the secondhand\nshop over on West Broadway–don’t you?”",
        "The boy’s lips quivered, and the gaunt, hollow, half-starved face,\nwhite, ashen-white now, was pitiful.",
        "“I–I guess you got me,” he faltered “I–I suppose you’re a plain-\nclothes man, though I never knew dicks wore masks.”",
        "“They don’t generally,” said Jimmie Dale coolly.  “It’s a fad of\nmine–Bert Hagan.”",
        "The lad, hanging to the table, turned his head away for a moment–\nand there was silence.",
        "Presently Hagan spoke again.  “I’ll go,” he said numbly.  I won’t\nmake any trouble.  Would–would you mind not speaking loud?  I–I\nwouldn’t like her to know.”",
        "“Her?” said Jimmie Dale softly.",
        "The boy tiptoed across the room, opened a connecting door a little,\npeered inside, opened it a little wider–and looked over his\nshoulder at Jimmie Dale.",
        "Jimmie Dale crossed to the boy, looked inside the other room–and\nhis lip twitched queerly, as the sight sent a quick, hurt throb\nthrough his heart.  A young woman, younger than the boy, lay on a\ntumble-down bed, a rag of clothing over her–her face with a\ndeathlike pallor upon it, as she lay in what appeared to be a\nstupor.  She was ill, critically ill; it needed no trained eye to\ndiscern a fact all too apparent to the most casual observer.  The\nsqualor, the glaring poverty here, was even more pitifully in\nevidence than in the other room–only here upon a chair beside the\nbed was a cluster of medicine bottles and a little heap of fruit.",
        "Jimmie Dale drew back silently as the boy closed the door.",
        "Hagan walked to the table and picked up his hat.",
        "“I’m–I’m ready,” he said brokenly.  “Let’s go.”",
        "“Just a minute,” said Jimmie Dale.  “Tell us about it.”",
        "“Twon’t take long,” said Hagan, trying to smile.  “She’s my wife.\nThe sickness took all we had.  I–I kinder got behind in the rent\nand things.  They were going to fire us out of here–to-morrow.  And\nthere wasn’t any money for the medicine, and–and the things she had\nto have.  Maybe you wouldn’t have done it–but I did.  I couldn’t\nsee her dying there for the want of something a little money’d buy–\nand–and I couldn’t\"–he caught his voice in a little sob–\"I\ncouldn’t see her thrown out on the street like that.”",
        "“And so,” said Jimmie Dale, “instead of putting old Isaac’s cash in\nthe safe this evening when you locked up, you put it in your pocket\ninstead–eh?  Didn’t you know you’d get caught?”",
        "“What did it matter?” said the boy.  He was twirling his misshappen\nhat between his fingers.  “I knew they’d know it was me in the\nmorning when old Isaac found it gone, because there wasn’t anybody\nelse to do it.  But I paid the rent for four months ahead to-night,\nand I fixed it so’s she’d have medicine and things to eat.  I was\ngoing to beat it before daylight myself–I\"–he brushed his hand\nhurriedly across his cheek–\"I didn’t want to go–to leave her till\nI had to.”",
        "“Well, say\"–there was wonderment in Jimmie Dale’s tones, and his\nEnglish lapsed into ungrammatical, reassuring vernacular–\"ain’t\nthat queer!  Say, I’m no detective.  Gee, kid, did you think I was?\nSay, listen to this!  I cracked old Isaac’s safe half an hour ago–\nand I guess there won’t be any idea going around that you got the\nmoney and I pulled a lemon.  Say, I ain’t superstitious, but it\nlooks like luck meant you to have another chance, don’t it?”",
        "The hat dropped from Hagan’s hands to the floor, and he swayed a\nlittle.",
        "“You–you ain’t a dick!” he stammered.  “Then how’d you know about\nme and my name when you found the safe empty?  Who told you?”",
        "A wry grimace spread suddenly over Jimmie Dale’s face beneath the\nmask, and he swallowed hard.  Jimmie Dale would have given a good\ndeal to have been able to answer that question himself.",
        "“Oh, that!” said Jimmie Dale.  “That’s easy–I knew you worked\nthere.  Say, it’s the limit, ain’t it?  Talk about your luck being\nin, why all you’ve got to do is to sit tight and keep your mouth\nshut, and you’re safe as a church.  Only say, what are you going to\ndo about the money, now you’ve got a four months’ start and are kind\nof landed on your feet?",
        "“Do?” said the boy.  “I’ll pay it back, little by little.  I meant\nto.  I ain’t no–”  He stopped abruptly.",
        "“Crook,” supplied Jimmie Dale pleasantly.  “Spit it right out, kid;\nyou won’t hurt my feelings none.  Well, I’ll tell you–you’re\ntalking the way I like to hear you–you pay that back, slide it in\nwithout his knowing it, a bit at a time, whenever you can, and\nyou’ll never hear a yip out of me; but if you don’t, why it kind of\nlooks as though I have a right to come down your street and get my\nshare or know the reason why–eh?”",
        "“Then you never get any share,” said Hagan, with a catch in his\nvoice.  “I pay it back as fast as I can.”",
        "“Sure,” said Jimmie Dale.  “That’s right–that’s what I said.  Well,\nso long–Hagan.”  And Jimmie Dale had opened the door and slipped\noutside.",
        "An hour later, in his dressing room in his house on Riverside Drive,\nJimmie Dale was removing his coat as the telephone, a hand\ninstrument on the table, rang.  Jimmie Dale glanced at it–and\nleisurely proceeded to remove his vest.  Again the telephone rang.\nJimmie Dale took off his curious, pocketed leather belt–as the\ntelephone repeated its summons.  He picked out the little drill he\nhad used a short while before, and inspected it critically–feeling\nits point with his thumb, as one might feel a razor’s blade.  Again\nthe telephone rang insistently.  He reached languidly for the\nreceiver, took it off its hook, and held it to his ear.",
        "“Hello!” said Jimmie Dale, with a sleepy yawn.  “Hello!  Hello!  Why\nthe deuce don’t you yank a man out of bed at two o’clock in the\nmorning and have done with it, and–eh?  Oh, that you, Carruthers?”",
        "“Yes,” came Carruthers’ voice excitedly.  “Jimmie, listen–listen!\nThe Gray Seal’s come to life!  He’s just pulled a break on West\nBroadway!”",
        "“Good Lord!” gasped Jimmie Dale.  “You don’t say!”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}