{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XVIII. The Cross and a Dying Savior",
    "author": "Eliza Burt Gamble",
    "chapter": "20",
    "content": [
        "\n\n",
        "In Egypt, the cross when unaccompanied by any other symbol\nsignified simply creative energy both female and male, but\nwhenever a distinctively female emblem was present it denoted the\nmale power alone.  The Ibis, which is represented with human\nhands and feet, bears the staff of Isis in one hand and the cross\nin the other.  There is scarcely an obelisk or monument in Egypt\nupon which this figure does not appear.  The symbol or monogram\nof Venus was a circle and a cross, that of Saturn was a cross and\na ram’s horn.",
        "Plato declared that the son of God was expressed upon the\nuniverse in the form of the letter X, and that the second power\nof the supreme God was figured on the universe in the shape of a\ncross.",
        "There is little doubt that the early Christians understood full\nwell the true meaning of the cross, and that it was no new\ndevice.  In later ages, however, every monument of antiquity\nmarked with this symbol was claimed by the Church and by it\nbelieved to be of Christian origin.",
        "It is related that when the temple of Serapis at Alexandria was\noverthrown by one of the Christian Emperors, beneath its\nfoundation was discovered the monogram of Christ.  The Christians\nmade use of this circumstance to prove the divine origin of their\nreligion, “thereby making many converts.”   The Pagans, on the\ncontrary, were of the opinion that “it should forever silence the\nclaim put forward by the devotees of Christianity.”   It is\nplain, however, that the Christians had the better of the\nargument for “the cross being uneasy under the weight of the\ntemple overthrew it.”",
        "On the coins of Decius, the great persecutor of the Christians,\nis to be observed the monogram of Christ which is also the\nmonogram of Osiris and Jupiter Ammon.  On a medal proved to be\nPhoenician appear the cross, the rosary, and the lamb.  There is\nanother form of the same monogram which signifies DCVIII.  These\ndevices although in use hundreds of years prior to the Christian\nera are all said to be monograms of Christ.  At the present time\nthey may be seen in almost every church in Italy.",
        "In the cave of Elephanta, in India, appears the cross in\nconnection with the figure which represents male reproductive\npower.  Inman relates that a cross with a rosary attached has\nbeen found in use among the religious emblems of the Japanese\nBuddhists and the lamas of Thibet, and that in one of the\nfrescoes of Pompeii, published at Paris, 1840, is to be seen,\nvol. v., plate 28, the representation of a phallic cross in\nconnection with two small figures of Hermes.[170]",
        "[170] Inman, Ancient Faiths Embodied in Ancient Names, vol. i.,\np. 408.",
        "The Rev. Mr. Maurice adds his testimony to that of other\ninvestigators to show the universality of this emblem.  He says\nthat the principal pagodas in India, viz., those of Bernares and\nMathura, are built in the form of a cross.",
        "In the museum of the London University is a mummy upon whose\nbreast is a cross “exactly in the shape of a cross upon Calvary.”",
        "The true significance of this emblem, and the reason for its\nadoration are not, at the present time, difficult to understand;\nbut whence comes the symbol of a dead man on a cross, and what is\nits true meaning?",
        "Perhaps there is no problem connected with ancient symbolism, or\nwith mythical religion, which is more difficult to solve, than is\nthe representation of a dying Savior on a cross.  It is stated by\nthose who have investigated this subject, that although the sun,\nor the fructifying power within it, was adored by all the\nhistoric nations, no hint of a cross is to be found amongst the\nmost ancient Nature worshippers.  We must then look for a\nsolution of this problem to those ages in which the higher truths\nof an older race were partially forgotten, and to a time when\nphallic worship had supplanted the adoration of Light or Wisdom. \nThe cross doubtless came into use as a religious emblem at a time\nwhen the sexes in union began to stand for the god-idea, the\nlower end of the upright shaft being transfixed to the horizontal\nbar.",
        "As soon as the male energy became god, the cross gradually grew\ninto the figure of a man with arms extended.  It became the\noriginal “life giver,” it was Adam, the creator of the race. \nDoubtless for ages Adam represented the god-man-phallus-Tree of\nLife, or cross idea.  He was the progenitor of the race.  From\nthis same idea sprang ancestor worship, or the deification of the\npast vital spark.  The adoration paid to the Lares and Penates,\nthe household gods of the Romans, on the first of May, is an\nexample of this worship, as is also the homage paid by the\nChinese to their progenitors.",
        "Of religious emblems R. P. Knight says that one of the most\nremarkable among them is a cross in the form of the letter T\nwhich was used as an emblem of creation and generation before the\nchurch adopted it as a sign of salvation.  To this representation\nof male reproductive power “was sometimes added a human head,\nwhich gives it the appearance of a crucifix, as it has on the\nmedal of Cyzicus.”",
        "Originally the figure of a dead man on a cross typified creation\nand destruction or the operations of the creative forces in\nNature.  Everything dies only to live again.  Although man dies,\nand although the individual man becomes but a dead branch on the\ntree of life, still the tree lives.  Through the cross- phallus\nidea, or through man’s power to create, existence on the earth\ncontinues.  Although the sun dies in winter, in spring it revives\nagain to quicken and enliven Nature and make all things new.",
        "There is much evidence to show that a dying figure on a cross was\nno new conception at the advent of Christianity.  Crishna, whose\nhistory as we have seen is almost identical with that of Christ,\nand Ballaji, from whom the thorn-crowned figures of Jesus have\ndoubtless been copied, are illustrations of this mythical figure\nof a crucified savior in India.",
        "It seems altogether probable from the facts at hand that the\nRomans worshipped a cross with a dying figure of a man upon it. \nMinucius Felix, a Christian father, in defense of his religion,\nhas the following passage:",
        "“You certainly, who worship wooden gods, are the most likely\npeople to adore wooden crosses, as being parts with the same\nsubstance as your deities.  For what else are your ensigns,\nflags, and standards but crosses gilt and purified? Your\nvictorious trophies not only represent a simple cross, but a\ncross with a man upon it.  When a pure worshipper adores the true\nGod with hands extended, he makes the figure of a cross.  Thus\nyou see that the sign of the cross has either some foundation in\nNature, or in your own religion, and therefore not to be objected\nagainst Christians.”",
        "Higgins says that it is proved as completely as it is possible to\nprove a fact of this kind that the Romans had a crucified object\nof adoration, and that this could be no other than an incarnation\nof the God Sol, represented in some way to have been crucified.",
        "An ancient medal found in Cyprus has upon one of its sides the\nfigure of a crucified man with the chaplet or rosary, the same as\nthose now in use by Romanists.  From the style of workmanship it\nis thought that this medal must have been anterior to the\nMacedonian conquest.",
        "There is little doubt that the early fathers and the bishops in\nthe Christian church recognized in the cross the ancient emblem\nof fertility, but as the idea of a spiritual life had begun to\ntake root, it was deemed proper to conceal its real significance;\nhence from a symbol representing the continuity of existence on\nthe earth the cross now prefigured eternal life or existence\nafter death.  Henceforward although man was dead in\ntransgressions, through the cross, or through the crucified\nChrist, he received eternal life.",
        "That the original signification of this symbol was understood by\nearly Christians is apparent from the fact that the Emperor\nTheodosius, between the years 378 and 395, issued a decree\nprohibiting the sign of the cross being sculptured or painted on\nthe pavements of churches.  Tertullian also, after declaring that\nthe devil made the sign of the cross on the foreheads of the\nfollowers of the Persian Mithra, accused the Christians of\nadoring the same emblem.",
        "In 280, A. C. Porphyry, referring to crosses, asked why\ntheologists give passions to the gods, erect Phalli and use\nshameful language; to which the Christian Iamblichus in the year\n336 replied: “Because Phalli and crosses are signs of productive\nenergy, and provocative to a continuance of the world.”",
        "It was not until the second century, or until after the days of\nJustin Martyr, that the instrument upon which Jesus was executed\nwas called a cross.  But whatever may have been its form, as soon\nas the myths of former religious worship began to attach\nthemselves to his history, he became the symbolical dead man on a\ncross, the original sacrifice to Mahadeva.  He portrayed the same\nidea as did Crishna, Ballaji, the dying Osiris, and all the other\nsun-gods.  He, like each of these, represented a new sun at the\nbeginning of a new cycle.  He was a risen savior, and to him were\nfinally transferred all the festivals, seasons, symbols, and\nmonograms of former solar deities.  That the figure of a dead man\non a cross was a familiar emblem throughout Asia and various\nportions of Europe, and that numberless crucified\ngods–incarnations of the sun–have been worshipped throughout\nthe East, is a fact which it has been the aim of the initiated\namong the Christian clergy to conceal, but one which no one who\nhas examined the evidence with a mind free from prejudice\nattempts to deny.",
        "In Italy, on many of the earlier pictures of Christ, may be\nobserved the words Deo Soli, which inscription signifies either\n“to the only God,” or “to the God Sol.”",
        "Of the various so-called Christian antiquities which cover the\nwalls of the Vatican, we are assured by those who have acquainted\nthemselves with the signification of pagan symbolism that “they\nhave no more reference to Christianity than they have to the\nEmperor of China.”   The same may be said with reference to the\nrepresentations on the walls of the Catacombs.",
        "Crishna, who was the equinoctial sun in Aries, appeared 2160\nyears after the first Buddha, who was the equinoctial sun in\nTaurus.  According to Plutarch they were both modern gods when\ncompared with the deities which gave names to the planets. \nBuddha, or the sun in Taurus, was worshipped in the form of a\nbull.  Crishna, or the sun in Aries, was adored under the figure\nof a ram with a man’s head.  The true significance of these\nfigures was the fructifying sun or reproductive energy as\nmanifested in animal life, and this meaning to those who\nworshipped them was identical with the carved figures on the\ncaves of India, the Lares and Penates of the Romans, and the\nstone pillars or crosses in the market-places and at the\nintersection of roads in Brittany.",
        "Eusebius says that at Elephanta they adored a Deity in the figure\nof a man in a sitting posture painted blue, having the head of a\nram with the horns of a goat encircling a disk.  The Deity thus\ndescribed is said to be of astronomical origin, denoting the\npower of the sun in Aries.",
        "This figure, which was one of the representations of the sun-god\nCrishna, was worshipped both in India and in Egypt.  In various\nof the manifestations of this Deity he appears in the act of\nkilling a serpent.  He was the dead man on a cross and also the\nsun, which although continually dying is constantly being revived\nagain.  Various incarnations of this God have appeared as\ncrucified saviors.",
        "Of the avatar of Crishna known as Ballaji or Baal-Jah little is\npositively known.  Indeed there seems to be some impenetrable\nmystery surrounding this figure, which makes it impossible for\nscholars to absolutely prove that which by means of the evidence\nat hand amounts almost to a certainty.",
        "A print by Moore of this god represents him in the shape of a\nRomish crucifix, but although there is a nail hole in his foot he\nis not transfixed to a wooden cross.  Instead of a crown of\nthorns a Parthian coronet encircles his head.  As all the avatars\nof Crishna are represented with coronets, this fact has caused\nseveral writers to observe that the effigies of Ballaji have\nfurnished the copies for the thorn-crowned Jesus.  Through the\nignorance of the early Christians who in the second century\nadopted the religion of Crishna, the true significance of this\ncoronet was not understood, hence the thorns upon the head of\nChrist.  In referring to the effigy of a crucified savior found\nin Ireland the author of The Round Towers says that it was not\nintended for our Savior for the reason that it wore the Iranian\nregal crown, instead of the Jewish crown of thorns.[171]",
        "[171] The Round Towers of Ireland, p. 298.",
        "Regarding this effigy, Higgins remarks that the crucified body\nwithout the cross reminds one that “some of the ancient sects of\nheretics held Jesus to have been crucified in the clouds.”",
        "Moore, who has produced several prints of Ballaji, says he is\nunable to account for the pierced foot of a crucified figure in\nIndia.  He endeavors to prove, however, that this crucifix cannot\nbe Hindoo “because there are duplicates of it from the same\nmodel.”   As the mould is made of clay, he contends that only one\ncast may be made from it.  This argument falls to the ground,\nhowever, so soon as it is found that duplicates, or copies of\nthese brass idols which may not be distinguished from the\noriginals, are seen in the museum at the India House, and also in\nthat of the Asiatic Society.",
        "The admission of Moore that “great influence was brought to bear\nupon him to induce him not to publish the prints of Ballaji for\nfear of giving offense,” serves as a hint in determining the\ncause for the lack of information respecting this god.",
        "It is believed that, were the development of truth upon this\nsubject rather than its concealment the object of Christian\nmissionaries, the temples of Ballaji would have furnished more\nimportant information to the Christian world than would those of\nany other of the Hindoo gods; but while numberless pilgrimages\nhave been made to Juggernaut and other shrines devoid of interest\nto the student, we have heard little concerning the shrines of\nthis deity, although at the time Moore wrote, Terputty was in the\npossession of the English who made a profit of L15,000 a year\nfrom the temple.",
        "On the Brechin Tower in Ireland are two arches one within the\nother in relief.  At the top of the arch is a crucifix, and about\nmidway from top to bottom on either side are two figures which,\naccording to Romanist Christians, represent the Virgin Mary and\nSt. John.  At the bottom of the outer arch are two couchant\nbeasts, the one an elephant and the other a bull.  The figure on\nthe cross has a Parthian coronet.  The appearance of a crucifix\non the towers of Britain and Ireland has in the past led many\nwriters to ascribe to these singular structures a Christian\norigin.  To the critical observer, however, the first question\nwhich presents itself is whence comes the elephant–an animal not\nfound within these countries?–and again why should these beasts\nhave been placed here as Christian emblems? The facts in the case\nas revealed by unprejudiced investigators are, that the towers in\nIreland are not Christian monuments, and that the crucifix found\non them is not that of Christ but of Ballaji, or of some one of\nthe avatars of Crishna.",
        "The fact that the figure of Crishna as a crucified god was found\nin the ruins of a temple at Thebes in Egypt, is sufficient to\nprove his antiquity; still, as we have seen, he represents the\ngod-idea at a much later date than did Buddha.  Regarding the\nevidence furnished by the Rev. Mr. Maurice of the ten avatars of\nthe Indian sun-god, Higgins observes:",
        "“The only fact worthy of notice here is, that Buddha was\nuniversally allowed to be the first of the incarnations; that\nCrishna was of later date; that, at the era of the birth of\nChrist, eight of them had appeared on the earth, and that the\nother two were expected to follow before the end of the Caliyug,\nor of the present age.”",
        "With reference to the fact that the Hindoo God originally\nrepresented Wisdom or the Logos, the same writer says:",
        "“Then here is DIVINE WISDOM incarnate, of whom the Bull of the\nZodiac was the emblem.  HERE he is the Protagonos, or first\nbegotten, the God or Goddess Mhtis of the Greeks, being, perhaps,\nboth male and female.  Buddha, or the wise, if the word were not\nmerely the name of a doctrine, seems to have been an appellation\ntaken by several persons, or one person incarnate at several\nperiods, and from this circumstance much confusion has\narisen.\"[172]",
        "[172] Anacalypsis, book v., p. 201.",
        "Concerning the religion of an ancient race the following facts\nhave been ascertained, namely:",
        "The first of the Buddhas or Incarnations of the Deity was\nMinerva, and her mother, who was the sun, was the mother of all\nthe Buddhas.  She was Mhtis, Mubt or Mai, “the universal genius\nof Nature, who discriminated all things according to their\nvarious kinds of species.”",
        "In the earliest ages she comprehended not only matter but the\nmoving force in the universe.  She was the Deity which by a very\nancient race was represented by the mother idea–Perceptive\nWisdom.  She was the sun and the first emanation from the sun. \nShe was the Divine Word, the Logos, the Holy Ghost which in the\ntime of Christ was again by various sects recognized as female. \nThe allegory of the Greeks concerning Jupiter taking Mhtis\n(Wisdom) to wife and from this union with her producing Minerva\nfrom his head, is seen to be closely connected with the doctrine\nof Buddha (Wisdom) or of the Rasit of Genesis.  According to\nFaber, the import of the Greek word Nous and of the Sanscrit Menu\nis precisely the same: each denotes mind or intelligence, and to\nthe latter of them the Latin Mens is nearly allied.  “Mens, Menu,\nand perhaps our English mind are fundamentally one and the same\nword.”  All these terms in an earlier age meant Buddha, Wisdom,\nor Minerva.",
        "Later, with the worship of the sun in Aries, appeared a crucified\nsavior.  During the earlier ages of Crishnaism, the ideas\ntypified by a dying savior were still those pertaining to the\nprocesses of Nature.  Matter was still believed to be\nindestructible and seeming death but a preparation for renewed\nlife, or for birth into another state of existence Subsequently\nthis dying sun-god, which disappeared in winter only to return\nagain to re-animate Nature, became a veritable man–a man on a\ncross who must be sacrificed to Mahadeva in order that humanity\nmight be saved.  Here we have the origin of the doctrine of a\nVicarious Atonement.  Later, under the system called\nChristianity, woman, who had previously become identified with\nthe evil principle, became the Tempter.  She was the cause of sin\nin the world and wholly responsible for the evil results arising\nfrom desire.  Indeed, according to the doctrines annunciated by\nthe Christian Church, had woman, who was an after thought of the\nAlmighty, never been created, man would have lived forever in a\nstate of purity and bliss, free alike from the toils, pains, and\ntemptations of life, and from the crafts and assaults of the\nDevil.",
        "Through the over-stimulation of the animal instincts man had\nbecome wholly unable to overcome the evil in his constitution,\nhence the adoption of the doctrine of Original Sin and the\nnecessity for an Atonement, or for a crucified savior, who would\ntake upon himself the sins of poor, weak human nature.  By simply\nbelieving on this crucified redeemer, man would be saved, not\nfrom sin itself, but from the penalty of sin.  To bolster up the\nbelief in original sin and the necessity for an atonement, the\nallegory of the fruit tree and the serpent in Genesis was taken\nliterally.",
        "The more the religion of the past is studied the more plainly\nwill the fact appear, that not only have the ceremonies, symbols,\nfestivals, and seasons adopted by Christianity been copied from\nIndia and Persia, but also that all the leading doctrines of the\nso-called Christian Church originated in those countries.  The\nbelief in a Trinity, the Incarnation of the Deity, a Crucified\nSavior, Original Sin and a Vicarious Atonement, the last three\nhaving been elaborated after the ancient natural truths\nunderlying sun worship had been forgotten, are all to be found in\nthe East.",
        "The doctrine of a Trinity is supposed to have been received\ndirectly from the Platonists, who had learned it from the\nPersians; while that of a Crucified Savior, and also that of the\nseed of the woman bruising the serpent’s head, belong, as we have\nseen, to the religion of Crishna.",
        "Concerning Original Sin, which is the foundation of the doctrine\nof the “Atonement,” it is plain that it was not known to the\nearlier followers of Christ, but that it was subsequently copied\nfrom the corrupted religion of the Hindoos.",
        "The symbolical meaning of the serpent and the Tree of Life was\ndoubtless understood by the earliest adherents to the Christian\nfaith; it is not surprising, therefore, that by them there is no\nmention of the doctrine of Original Sin.  Their theory to account\nfor evil in the world was the same as that of an ancient and\nalmost forgotten race.  The belief that the soul of man is a\nspark from, or a part of the universal soul, that at the death of\nthe body it returns to its source, and in process of time appears\nas the animating principle in other bodies, was believed by\nPythagoras, Aspasia, Socrates, and Plato and, in fact, for\nthousands of years it was entertained by the best and wisest of\nthe human race.  It was a part of the early Christian doctrine\nand is still believed by the followers of Buddha and by the\nTheosophists of Europe and America.",
        "Doubtless the doctrines of Re-incarnation and Karma were set\nforth by those very ancient philosophers who were the near\ndescendants of the inventors of the Neros and the Metonic\ncycle–those who believed in the indestructibility of matter, and\nthat spirit proceeds from or is evolved through it.  It was an\neffort on their part to solve the problem of the existence of\nevil, and was far more satisfactory to the reasoning mind than\nwas the literal translation of the story of the woman, the\nforbidden apple, and the talking serpent in Genesis.",
        "Original sin of which woman is said to be the cause, and the\nnecessity for a spiritual (male) savior to deliver man from the\nwretchedness which she had produced, are doctrines which took\ntheir rise in the grossest ignorance, and in an entire\nmisconception of the natural truths which had previously been set\nforth by the figure of a dying sun-god.  Original Sin and a\nVicarious Atonement–doctrines by means of which man has\nattempted to evade moral responsibility and the legitimate\nresults of evil-doing–have, by weakening his moral sense, and by\nshifting the responsibility of his deeds upon another, resulted\nin greatly lowering the standard of human conduct.",
        "Science teaches that the penalty for sin is inherent in it, and\nthat virtue is its own reward; the so-called Christian doctrines\nassert that although a man’s sins be as scarlet, they may, simply\nthrough a certain belief, become white as wool.  It has been\nclaimed that a belief in original sin caused all the human\nsacrifices in ancient times and that it “converted the Jews into\na nation of cannibals.”",
        "That the system which has borne the name of Christianity is an\noutgrowth of Sun, Serpent, and Phallic faiths is so plainly\nproven by the facts brought out by later research as no longer to\nbe a matter of reasonable doubt to those who have given any\nconsiderable degree of attention to this subject.  The more\nexalted ideas which from the time of Zoroaster to that of Jesus\nhad been struggling for existence, and which through various\nmeans had been gradually gaining a foothold, were, by the influx\nof Crishnaism, soon choked out, and mythical Christianity, which\nwas but a gathering in of the grosser forms of the prevailing\nHindoo faith, mounted the throne of the Roman Empire.",
        "During the nineteen hundred years that have elapsed since the\ninauguration of this system, little has been understood\nconcerning the real philosophy of Christ–a philosophy which is\nseen to be simply a recognition of those higher scientific truths\nenunciated by an ancient race.",
        "The fact is observed in these later times that the altruistic\nprinciples involved in these teachings contain the highest\nwisdom–that they form the basis of a true social science, and\nthat a high stage of civilization will never be reached until\nthese principles are recognized as the foundation of human\nconduct Unselfishness, purity of life, and the brotherhood of man\nwill never be realized so long as man shifts the responsibility\nof his wrong-doing upon another.",
        "Quite recently the fact has been proved that the progressive\nprinciple originated in the female constitution; that in\nsympathy, a character which has its root in maternal affection,\nlies the key to human progress.  Conscience and the moral sense\nare outgrowths of sympathy; therefore, that which distinguishes\nman from the lower orders of life originated in and has been\ndeveloped through the female organization.",
        "When these plain scientific truths, which are so simple as\nscarcely to need demonstration, become popularized, doubtless our\npresent god-idea will undergo a process of reconstruction, and\nthe later development will probably involve conceptions more in\nkeeping with science and human reason.  Surely a scientific age\nwill tolerate no religious conception whose principles are not\nfounded on truth.  The worship of a male god as the sole creator\nand sustainer of the universe is as unphilosophical as it is\nunreasonable and unscientific.",
        "As in many ways at the present time, mankind seems inclined to\nretrace its steps, and as upon its onward march humanity is\nbeginning to manifest a willingness to return to truer and more\nprimitive methods of thought and action, it is not impossible\nthat in the not distant future, Perceptive Wisdom and the\naltruistic principles, together with the power to give life, may\nagain be divinely enthroned in the place so long usurped by\nphysical force and virile might.",
        " ",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}