{
    "title": "The Diary of a Nobody - Chapter IX.",
    "author": "George and Weedon Grossmith",
    "chapter": "10",
    "content": [
        "\n\n",
        "Our first important Party.  Old Friends and New Friends.  Gowing is\na little annoying; but his friend, Mr. Stillbrook, turns out to be\nquite amusing.  Inopportune arrival of Mr. Perkupp, but he is most\nkind and complimentary.  Party a great success.",
        "\nNovember 15. - A red-letter day.  Our first important party since\nwe have been in this house.  I got home early from the City.  Lupin\ninsisted on having a hired waiter, and stood a half-dozen of\nchampagne.  I think this an unnecessary expense, but Lupin said he\nhad had a piece of luck, having made three pounds out a private\ndeal in the City.  I hope he won’t gamble in his new situation.\nThe supper-room looked so nice, and Carrie truly said:  “We need\nnot be ashamed of its being seen by Mr. Perkupp, should he honour\nus by coming.”",
        "I dressed early in case people should arrive punctually at eight\no’clock, and was much vexed to find my new dress-trousers much too\nshort.",
        "Lupin, who is getting beyond his position, found fault with my\nwearing ordinary boots instead of dress-boots.",
        "I replied satirically:  “My dear son, I have lived to be above that\nsort of thing.”",
        "Lupin burst out laughing, and said:  “A man generally was above his\nboots.”",
        "This may be funny, or it may NOT; but I was gratified to find he\nhad not discovered the coral had come off one of my studs.  Carrie\nlooked a picture, wearing the dress she wore at the Mansion House.\nThe arrangement of the drawing-room was excellent.  Carrie had hung\nmuslin curtains over the folding-doors, and also over one of the\nentrances, for we had removed the door from its hinges.",
        "Mr. Peters, the waiter, arrived in good time, and I gave him strict\norders not to open another bottle of champagne until the previous\none was empty.  Carrie arranged for some sherry and port wine to be\nplaced on the drawing-room sideboard, with some glasses.  By-the-\nby, our new enlarged and tinted photographs look very nice on the\nwalls, especially as Carrie has arranged some Liberty silk bows on\nthe four corners of them.",
        "The first arrival was Gowing, who, with his usual taste, greeted me\nwith:  “Hulloh, Pooter, why your trousers are too short!”",
        "I simply said:  “Very likely, and you will find my temper ’sHORT’\nalso.”",
        "He said:  “That won’t make your trousers longer, Juggins.  You\nshould get your missus to put a flounce on them.”",
        "I wonder I waste my time entering his insulting observations in my\ndiary.",
        "The next arrivals were Mr. and Mrs. Cummings.  The former said:\n“As you didn’t say anything about dress, I have come ’half dress.’\"\nHe had on a black frock-coat and white tie.  The James’, Mr.\nMerton, and Mr. Stillbrook arrived, but Lupin was restless and\nunbearable till his Daisy Mutlar and Frank arrived.",
        "Carrie and I were rather startled at Daisy’s appearance.  She had a\nbright-crimson dress on, cut very low in the neck.  I do not think\nsuch a style modest.  She ought to have taken a lesson from Carrie,\nand covered her shoulders with a little lace.  Mr. Nackles, Mr.\nSprice-Hogg and his four daughters came; so did Franching, and one\nor two of Lupin’s new friends, members of the “Holloway Comedians.\"\nSome of these seemed rather theatrical in their manner, especially\none, who was posing all the evening, and leant on our little round\ntable and cracked it.  Lupin called him “our Henry,” and said he\nwas “our lead at the H.C.’s,” and was quite as good in that\ndepartment as Harry Mutlar was as the low-comedy merchant.  All\nthis is Greek to me.",
        "We had some music, and Lupin, who never left Daisy’s side for a\nmoment, raved over her singing of a song, called “Some Day.”  It\nseemed a pretty song, but she made such grimaces, and sang, to my\nmind, so out of tune, I would not have asked her to sing again; but\nLupin made her sing four songs right off, one after the other.",
        "At ten o’clock we went down to supper, and from the way Gowing and\nCummings ate you would have thought they had not had a meal for a\nmonth.  I told Carrie to keep something back in case Mr. Perkupp\nshould come by mere chance.  Gowing annoyed me very much by filling\na large tumbler of champagne, and drinking it straight off.  He\nrepeated this action, and made me fear our half-dozen of champagne\nwould not last out.  I tried to keep a bottle back, but Lupin got\nhold of it, and took it to the side-table with Daisy and Frank\nMutlar.",
        "We went upstairs, and the young fellows began skylarking.  Carrie\nput a stop to that at once.  Stillbrook amused us with a song,\n“What have you done with your Cousin John?”  I did not notice that\nLupin and Frank had disappeared.  I asked Mr. Watson, one of the\nHolloways, where they were, and he said:  “It’s a case of ’Oh, what\na surprise!’”",
        "We were directed to form a circle - which we did.  Watson then\nsaid:  “I have much pleasure in introducing the celebrated Blondin\nDonkey.”  Frank and Lupin then bounded into the room.  Lupin had\nwhitened his face like a clown, and Frank had tied round his waist\na large hearthrug.  He was supposed to be the donkey, and he looked\nit.  They indulged in a very noisy pantomime, and we were all\nshrieking with laughter.",
        "I turned round suddenly, and then I saw Mr Perkupp standing half-\nway in the door, he having arrived without our knowing it.  I\nbeckoned to Carrie, and we went up to him at once.  He would not\ncome right into the room.  I apologised for the foolery, but Mr.\nPerkupp said:  “Oh, it seems amusing.”  I could see he was not a\nbit amused.",
        "Carrie and I took him downstairs, but the table was a wreck.  There\nwas not a glass of champagne left - not even a sandwich.  Mr.\nPerkupp said he required nothing, but would like a glass of seltzer\nor soda water.  The last syphon was empty.  Carrie said:  “We have\nplenty of port wine left.”  Mr. Perkupp said, with a smile:  “No,\nthank you.  I really require nothing, but I am most pleased to see\nyou and your husband in your own home.  Good-night, Mrs. Pooter -\nyou will excuse my very short stay, I know.”  I went with him to\nhis carriage, and he said:  “Don’t trouble to come to the office\ntill twelve to-morrow.”",
        "I felt despondent as I went back to the house, and I told Carrie I\nthought the party was a failure.  Carrie said it was a great\nsuccess, and I was only tired, and insisted on my having some port\nmyself.  I drank two glasses, and felt much better, and we went\ninto the drawing-room, where they had commenced dancing.  Carrie\nand I had a little dance, which I said reminded me of old days.\nShe said I was a spooney old thing.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}