{
    "title": "The Revolutions of Time - Chapter 5: The Treeway",
    "author": "Jonathan Dunn",
    "chapter": "7",
    "content": [
        "\n\n",
        "I was walking in silence through the rugged forests of northern Daem\nalongside Bernibus the Canitaur, with his fellows Wagner and Taurus\nbefore and behind us, respectively, the former leading the way, the\nlatter covering our tracks, and both on the lookout for an ambush. An\nentire lifetime of guerrilla warfare and privations of all kinds had\ninstilled in the Canitaurs a strong and prevailing sense of caution,\nwhich sometimes rendered their lighthearted and almost spiritually\nfrivolous nature to the casual observer a dense, deceiving demeanor used\nto conceal their true selves. But that was not the case, I believe, for\nthey were, or at least Bernibus was, truly amorous in personality.",
        "The sky was then in its deepest dark, and in the few breaks in the\ncanopy above large enough to be seen through, there were few celestial\nlights to illuminate the depths of that mountainous forest. The forest\nitself sprawled like a great metropolis along the lands above the large\ncentral lake of Daem, Lake Umquam Renatusum, which was close beside the\nCanitaur outpost where we had narrowly escaped discovery and capture.\nHowever deficient in sight the forest was, it was abounding with sounds,\neverything from the call of the owl to groan of the bull frog, it was as\nif the whole of the forest had congregated about us, drawn to us by some\nunknown scent of interest and intrigue.",
        "Continuing on for some time in the same way, I found myself growing\nweary, nodding my head slowly towards the oblivion of sleep, until I was\nbrought to an instant liveliness by Wagner’s announcement that we had\nreached our destination. I looked around carefully, yet I saw nothing at\nall to indicate the entrance to a large, covert military establishment,\nmuch to my companions delight. Their whimsical sense of humor surfaced\nonce again as they laughed with seemingly infinite pleasure, both at my\nwondering expression and with a sense of satisfaction at their own\ncleverness. After the outburst had been subdued and a certain level of\nsolemnity had been reached, Wagner approached the nearest tree and\nknocked on it with a rhythmic rut-tut-tut.",
        "Expecting their old trick to be replayed, I waited for the tree to open,\nbut to my surprise, it didn’t, instead a strong rope ladder dropped down\nfrom a tree several yards to the east. This we climbed, and I found that\nI had been mistaken as to the height of the ancient wooden towers, for\nthey proved to be even loftier in dimensions than I had imagined.\nAccordingly, it took us a good five minutes to reach its top at a quick\nand steady pace, and all through the climb I was terrified at the long\ndrop, from which the ladder offered no protections. Yet I made it to the\ntop safely, and found that there was a large platform built securely\namong its upper branches, with enough room to hold a few dozen persons,\nand there was even comfortable seating in the center. There were four\nguards stationed on the platform, each equipped with a long bow and a\nquiver of metal tipped arrows, and though they were hardly visible\nthrough the dim light emitted from the covered lantern that lit the\nplatform, I could see them quietly conversing with Wagner and Taurus\nwhile Bernibus and myself reposed on the seats provided for that very\npurpose.",
        "They conversed for awhile, though I could not hear them, nor could I see\nthem well enough to judge their facial expressions, but Bernibus waylaid\nany anxious thoughts I had with his encouraging tone, and also by giving\nme a drought of ale and a loaf of bread to overcome my fatigue and\nhunger, both of which I quickly consumed. He gave me more bread, but\nwouldn’t allow me another glass of ale, for safety’s sake. At first I\nthought he deemed me easily overcome by spirits, but I soon discovered\nhis reasons and thanked him.",
        "Wagner returned from the guards and, finding that we were ready to\nproceed, led us to the far corner of the platform, where we were joined\nby Taurus. We then set off on a road that ran above the lower levels of\nthe canopy, made from jointed platforms that were attached to the\nmassive limbs of the trees, meeting the branches of the next tree half\nway across, forming a continuous, snaking path far above the ground.\nTraveling on those paths we made our way criss-crossingly to the west.\nThe walking was no more difficult than on the ground, for the boards\nwere firmly secured to the great branches, which were at least five or\nsix feet wide, and there were short rails as well.",
        "After no more than half an hour of travel on the ’Treeway’, we reached\nanother large platform in the center of a great tree which was very much\nlike the first one, excepting that the trunk of the tree came up through\nits center and there was a door leading into the trunk. There were eight\nguards on this platform, but they let us pass without more than a\nfriendly gesture, their scouts having, no doubt, seen us long before and\nascertained our identity and intentions. They seemed to have been\nexpecting the return of Wagner’s group, though the addition of me they\nappeared to eye curiously.",
        "Wagner led us directly to the door, which opened into a set of circular\nstairs that wound down the inside of the tree like the insides of an old\nworld lighthouse tower. The stairs descended further than the tree\nascended, wrapping around almost infinitely, at least to my wearied\nsenses, which were depleted of vividness by the treacherous toils of the\nproceeding day. Down, down, down went the stairs, until at length we\nreached the bottom and found ourselves in a cave, the stairs ending in a\nsmall foyer area which opened out into the cave, it being delved into\nthe bedrock layer, indicating that we had indeed passed below the\nsurface on our descent. The passage was really a narrow defile with high\nwalls on either side, impenetrable due to the fact that they were the\nfoundations of the earth above. It stretched on for a ways, its whole\nlength commanded by little, turret like stations which stuck out from\nthe upper wall, in which were stationed groups of archers, and though\nthey now stood in a solemn, dignified manner, any opposition that\nattempted to force a way through would have been decimated. Yet they\nstood at attention and made no noise or movement at our passing, instead\nbeing the essence of well disciplined soldiery.",
        "This narrow chasm led onward for about three hundred yards, the walls\nstretching upwards in such a fashion that it brought to mind images of\nMoses crossing the Red Sea, with great walls of water suspended in air\non either side, ready at any moment to come crashing down upon them,\ntheir lives in the hands of another. So did I then feel, the Canitaur\nguards being able to slay me on the slightest whim of fancy that struck\ntheir minds into a sadistic mood. Yet I was not afraid, instead I was\novercome by a feeling of relaxation, where all cares and worries are\ngiven up as frivolous burdens, not necessary and not helpful, being, in\nfact, harmful to the mind.",
        "The defile, or narrow passage, led to a great abyss, crossable only by a\ndrawbridge controlled on the other side, which was at this time lowered\nand ready for us to cross, which we did, accompanied by four honor\nguards who were dressed in all the pomp and pleasantry known by the\nCanitaurs. It was a custom among them to greet newcomers with an honor\nguard which escorted them to the body of dignitaries and aristocrats\nthat would be waiting to welcome them in style. This was done for us,\nand we were led into the fortress’ great room, which was used for\ndiscussions and debates, via another winding stairway that took us even\nfurther below the surface. It was a splendid room, equipped with all\nkinds of luxuries and embellishments and spreading out like a quarter\ncircle around a central stage with a podium upon it. Seats were arranged\nin arching rows, with a sort of cluster of seats around a wooden desk\nbeing allotted to each of the members of the council and his aide de\ncamps; there were two hundred such clusters. Sitting there like they had\nbeen woken from sleep to attend to us were the delegates, looking tired\nand untidy, a rare state for a Canitaur to be in, with their clothes\nruffled, their hair uncombed, and their eyes glazed with a discordant\nstate of mind.",
        "Wagner, who turned out to be a high official among them, led me to the\ntop of the stage where the podium was, with a sofa, desk, and several\nchairs behind it, concealed from the council by the raised floor and\nwalls that formed the base of the podium, creating a small, private\nanteroom for those at the podium. I laid myself down tiredly on the sofa\nto rest while Wagner took the stage and began to speak.",
        "“Friends, comrades, associates,” he said to the council, “I thank you\nfor neglecting your beds at this late hour to join with us here in the\nHall of Meeting, for there is something very important to be shared. You\nare all no doubt familiar with the ancient prophecy of the Externus\nMiraculum: long ago it was told that in our extreme need, when hope no\nlonger exists in the hearts of many, an ancient would be sent by Onan\nour lord to redeem and deliver us from the evils of this world, for as\nour doom was wrought in their times, so would our hope originate. The\npast cannot be changed except by those who first made it, and our\npresent is dictated by the happenings of the past, so that for a better\nfuture the past must be changed, and only then will we be freed from the\nburdens of history.”",
        "He continued, “We have therefore long awaited the arrival of our kinsman\nredeemer, who will change the past and prevent the cause of our current\nwoes from happening, for without its roots, what evil can grow and\nflourish? Our redeemer was to come on the Kootch Patah, when our\nadversaries the Zards are not watchful, being drunk with celebrations at\nthe turning of the year. Myself, Taurus and Bernibus went to the shores\nof Lake Umquam Renatusum, as is our custom, to watch for the coming of\nthe promised one, and this time we were not disappointed, for he came to\nus, even as the prophecy says, as we sat hidden in the living tower.\nSeen by the Zards, we were almost discovered, until the promise of the\nhidden fortress drew them away, even as the prophecy says. And now we\nare here, delegates of the Canitaurian people, safely within our\nfortress with our kinsman redeemer, so what shall be done? Let us\ndecide.”",
        "At this point he cast a glance towards me, as if desiring me to speak\nbefore the council, but I was in the last throes of wakefulness, where\nsleep has crept so far upon you that arrival in the land of dreams is\nonly a matter of moments, and wakefulness is not desired, nor is\nanything else. I looked at him with my eyes glazed with that sweet,\nsavory taste of sleep, and though I was conscious, I was not in control,\nonly an audience to actions of my subconscious whims, and even that\npassed beyond my reach as my eyes fell shut, isolating me in the realm\nwhere worldly concerns mean nothing. And so I was when my exhaustion\novertook me, leaving me sound asleep on the sofa behind the podium.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}