{
    "title": "The Life of Abraham Lincoln - Chapter XXVIII. Lincoln and Fremont",
    "author": "Henry Ketcham",
    "chapter": "30",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "In a community like that of the United States, where free press and\nfree, speech prevail, where every native-born boy is a possible\nPresident, some undesirable results are inevitable. The successful men\nbecome egotistic, and it is a common, well-nigh universal, practise for\nall sorts and conditions of men to speak harshly of the authorities. In\nthe loafers on the street corners, in the illiterate that use the\ncountry store as their club, in the very halls of congress, are heard\nthe most unsparing criticisms and denunciations of the administration.\nThese unwarranted comments fell thick and fast on Lincoln, because he\nwas at the post of responsibility in a critical period, a time of\ngeneral unrest. Self-appointed committees of business men, politicians,\nclergymen, editors, and what not, were continually telling him what to\ndo and how to do it. Not a few of even the generals caught the\ninfection.",
        "It is not possible nor desirable to tell of Lincoln’s relations with\nmany of the eminent men with whom he dealt. But a few will be selected\n–Fremont, McClellan, Greeley, and Grant–in order to explain some of\nthe difficulties which were continually rising up before him, and by\nshowing how he dealt with them to illustrate certain phases of his\ncharacter. This chapter will treat of Fremont.",
        "At the outbreak of the war he was the most conspicuous military man in\nthe North. He had earned the gratitude of the country for distinguished\nservices in California, and he was deservedly popular among the\nrepublicans for his leadership of the party in 1856. He was at the best\nperiod of life, being forty-eight years of age. His abilities were\nmarked, and he possessed in an unusual degree the soldierly quality of\ninspiring enthusiasm. If he could turn all his powers into the channel\nof military efficiency, he would be the man of the age. He had the\npublic confidence, and he had such an opportunity as comes to few men.",
        "At the opening of the war he was in Paris and was at once summoned\nhome. He arrived in this country about the first of July and was by the\nPresident appointed Major-General in the regular army. On the 3d of\nJuly he was assigned to the Western department with headquarters at St.\nLouis. This department included the state of Illinois and extended as\nfar west as the Rocky Mountains.",
        "At that time the condition of affairs in Missouri was distressful and\nextremely threatening. The state of Missouri covers a very large\nterritory, 69,415 square miles, and it was imperfectly provided with\nrailroads and other means of communication. Private bands of marauders\nand plunderers were numerous and did a great amount of damage among\nlaw-abiding citizens. There were also several insurgent armies of no\nmean dimensions threatening the state from the southwest. There were\ngood soldiers and officers there in defense of the Union, but they were\nuntried, insufficiently armed and accoutered, unprovided with means of\ntransportation, and, above all, they were in need of a commanding\ngeneral of sagacity, daring, and personal resources. Fremont seemed to\nbe just the man for the important post at that critical hour.",
        "Generals Lyon, Hunter, and others, were sore pressed in Missouri. They\nneeded the presence of their commander and they needed him at once.\nFremont was ordered to proceed to his post immediately. This order he\ndid not obey. He could never brook authority, and he was not in the\nhabit of rendering good reasons for his acts of disobedience. Though he\nwas aware that the need of his presence was urgent, he dallied about\nWashington a long time and then proceeded west with leisure, arriving\nin St. Louis nearly three weeks later than he should have done. These\nthree weeks were under the circumstances time enough for an\nincalculable amount of damage, enough to make all the difference\nbetween success and failure. It was long enough to insure the death (on\nAugust 10th) of that brave soldier, General Lyon, and long enough to\naccount for many other disasters.",
        "One of the most annoying things with which the subordinate generals had\nto contend, was that about this time the term of service of the men who\nhad enlisted for three months was beginning to expire. Many of these\nreenlisted, and many did not. It was not possible to plan an expedition\nof any sort when it was probable that a large portion of the command\nwould be out of service before it was completed. There was need of a\nmaster hand at organizing and inspiring loyalty.",
        "Though Fremont had so unaccountably delayed, yet when he came he was\nreceived with confidence and enthusiasm. Lincoln gave to him, as he did\nto all his generals, very nearly a carte blanche. His instructions\nwere general, and the commander was left to work out the details in\nhis own way. All that he required was that something should be done\nsuccessfully in the prosecution of the war. The country was not a\njudge of military plans; it was a judge of military success and\nfailure. They expected, and they had a right to expect, that Fremont\nshould do something more than keep up a dress parade. Lincoln laid on\nhim this responsibility in perfect confidence.",
        "The first thing Fremont accomplished in Missouri was to quarrel with\nhis best friends, the Blair family. This is important chiefly as a\nthermometer,–it indicated his inability to hold the confidence of\nintelligent and influential men after he had it. About this time\nLincoln wrote to General Hunter a personal letter which showed well how\nthings were likely to go:–",
        "“My dear Sir: General Fremont needs assistance which it is difficult to\ngive him. He is losing the confidence of men near him, whose support\nany man in his position must have to be successful. His cardinal\nmistake is that he isolates himself and allows no one to see him; and\nby which he does not know what is going on in the very matter he is\ndealing with. He needs to have by his side a man of large experience.\nWill you not, for me, take that place?”",
        "It was Louis XV. who exclaimed, “L’etat? C’est moi!” “The state?\nI’m the state!” The next move of Fremont can be compared only with\nthat spirit of the French emperor. It was no less than a proclamation\nof emancipation. This was a civic act, while Fremont was an officer of\nmilitary, not civil, authority. The act was unauthorized, the President\nwas not even consulted. Even had it been a wise move, Fremont would\nhave been without justification because it was entirely outside of his\nprerogatives. Even had he been the wisest man, he was not an autocrat\nand could not have thus transcended his powers.",
        "But this act was calculated to do much mischief. The duty of the hour\nwas to save the Union. Fremont’s part in that duty was to drive the\nrebels out of Missouri. Missouri was a slave state. It had not seceded,\nand it was important that it should not do so. The same was true of\nKentucky and Maryland. It is easy to see, upon reading Fremont’s\nproclamation, that it is the work not of a soldier, but of a\npolitician, and a bungling politician at that.",
        "When this came to the knowledge of the President he took prompt\nmeasures to counteract it in a way that would accomplish the greatest\ngood with the least harm. He wrote to the general:",
        "“Allow me, therefore, to ask that you will, as of your own motion,\nmodify that paragraph so as to conform to the first and fourth sections\nof the act of congress entitled, ’An act to confiscate property used\nfor insurrectionary purposes,’ approved August 6, 1861, and a copy of\nwhich act I herewith send you. This letter is written in a spirit of\ncaution, and not of censure.”",
        "But Fremont was willing to override both President and congress, and\ndeclined to make the necessary modifications. This placed him, with\nsuch influence as he had, in direct antagonism to the administration.\nThat which ought to have been done by Fremont had to be done by\nLincoln, upon whom was thrown the onus of whatever was objectionable in\nthe matter. It did give him trouble. It alienated many of the extreme\nabolitionists, including even his old neighbor and friend, Oscar H.\nBrowning. They seemed to think that Lincoln was now championing\nslavery. His enemies needed no alienation, but they made adroit use of\nthis to stir up and increase discontent.",
        "So matters grew no better with Fremont, but much worse for three\nmonths. The words of Nicolay and Hay are none too strong: “He had\nfrittered away his opportunity for usefulness and fame; such an\nopportunity, indeed, as rarely comes.”",
        "On October 21st, the President sent by special messenger the following\nletter to General Curtis at St. Louis:",
        "“DEAR SIR: On receipt of this, with the accompanying enclosures, you\nwill take safe, certain, and suitable measures to have the inclosure\naddressed to Major-General Fremont delivered to him with all reasonable\ndespatch, subject to these conditions only, that if, when General\nFremont shall be reached by the messenger,–yourself or any one sent by\nyou,–he shall then have, in personal command, fought and won a battle,\nor shall then be in the immediate presence of the enemy in expectation\nof a battle, it is not to be delivered but held for further orders.”",
        "The inclosure mentioned was an order relieving General Fremont and\nplacing Hunter temporarily in command. It is plain that the President\nexpected that there would be difficulties, in the way of delivering the\norder,–that Fremont himself might prevent its delivery. General\nCurtis, who undertook its delivery, evidently expected the same thing,\nfor he employed three different messengers who took three separate\nmethods of trying to reach Fremont. The one who succeeded in delivering\nthe order did so only because of his successful disguise, and when it\nwas accomplished Fremont’s words and manner showed that he had expected\nto head off any such order. This incident reveals the peril which would\nhave fallen to American institutions had he been more successful in his\naspirations to the presidency.",
        "Fremont had one more chance. He was placed in command of a corps in\nVirginia. There he disobeyed orders in a most atrocious manner, and by\nso doing permitted Jackson and his army to escape. He was superseded by\nPope, but declining to serve under a junior officer, resigned. And that\nwas the end of Fremont as a public man. The fact that he had ceased to\nbe a force in American life was emphasized in 1864. The extreme\nabolitionists nominated him as candidate for the presidency in\nopposition to Lincoln. But his following was so slight that he withdrew\nfrom the race and retired permanently to private life.",
        "Yet he was a man of splendid abilities of a certain sort. Had he\npractised guerilla warfare, had he had absolute and irresponsible\ncommand of a small body of picked men with freedom to raid or do\nanything else he pleased, he would have been indeed formidable. The\nterror which the rebel guerilla General, Morgan, spread over wide\nterritory would easily have been surpassed by Fremont. But guerilla\nwarfare was not permissible on the side of the government. The aim of\nthe Confederates was destruction; the aim of the administration was\nconstruction. It is always easier and more spectacular to destroy than\nto construct.",
        "One trouble with Fremont was his narrowness of view. He could not work\nwith others. If he wanted a thing in his particular department, it did\nnot concern him that it might injure the cause as a whole. Another\ntrouble was his conceit. He wanted to be “the whole thing,” President,\ncongress, general, and judiciary. Had Lincoln not possessed the\npatience of Job, he could not have borne with him even so long. The\nkindness of the President’s letter, above quoted, is eloquent testimony\nto his magnanimity.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}