{
    "title": "The Adventures of Baron Munchausen - Chapter XXIV",
    "author": "Raspe",
    "chapter": "28",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron secures his chariot, &c., at the Cape and takes his\n  passage for England in a homeward-bound Indiaman–Wrecked upon an\n  island of ice, near the coast of Guinea–Escapes from the wreck,\n  and rears a variety of vegetables upon the island–Meets some\n  vessels belonging to the negroes bringing white slaves from\n  Europe, in retaliation, to work upon their plantations in a cold\n  climate near the South Pole–Arrives in England, and lays an\n  account of his expedition before the Privy Council–Great\n  preparations for a new expedition–The Sphinx, Gog and Magog, and\n  a great company attend him–The ideas of Hilaro Frosticos\n  respecting the interior parts of Africa.",
        "I perceived with grief and consternation the miscarriage of all my\napparatus; yet I was not absolutely dejected: a great mind is never\nknown but in adversity. With permission of the Dutch governor the\nchariot was properly laid up in a great storehouse, erected at the\nwater’s edge, and the bulls received every refreshment possible after\nso terrible a voyage. Well, you may be sure they deserved it, and\ntherefore every attendance was engaged for them, until I should\nreturn.",
        "As it was not possible to do anything more I took my passage in a\nhomeward-bound Indiaman, to return to London, and lay the matter\nbefore the Privy Council.",
        "We met with nothing particular until we arrived upon the coast of\nGuinea, where, to our utter astonishment, we perceived a great hill,\nseemingly of glass, advancing against us in the open sea; the rays of\nthe sun were reflected upon it with such splendour, that it was\nextremely difficult to gaze at the phenomenon. I immediately knew it\nto be an island of ice, and though in so very warm a latitude,\ndetermined to make all possible sail from such horrible danger. We did\nso, but all in vain, for about eleven o’clock at night, blowing a very\nhard gale, and exceedingly dark, we struck upon the island. Nothing\ncould equal the distraction, the shrieks, and despair of the whole\ncrew, until I, knowing there was not a moment to be lost, cheered up\ntheir spirits, and bade them not despond, but do as I should request\nthem. In a few minutes the vessel was half full of water, and the\nenormous castle of ice that seemed to hem us in on every side, in some\nplaces falling in hideous fragments upon the deck, killed one half of\nthe crew; upon which, getting upon the summit of the mast, I contrived\nto make it fast to a great promontory of the ice, and calling to the\nremainder of the crew to follow me, we all escaped from the wreck, and\ngot upon the summit of the island.",
        "The rising sun soon gave us a dreadful prospect of our situation, and\nthe loss, or rather iceification, of the vessel; for being closed in\non every side with castles of ice during the night, she was absolutely\nfrozen over and buried in such a manner that we could behold her under\nour feet, even in the central solidity of the island. Having debated\nwhat was best to be done, we immediately cut down through the ice, and\ngot up some of the cables of the vessel, and the boats, which, making\nfast to the island, we towed it with all our might, determined to\nbring home island and all, or perish in the attempt. On the summit of\nthe island we placed what oakum and dregs of every kind of matter we\ncould get from the vessel, which, in the space of a very few hours, on\naccount of the liquefying of the ice, and the warmth of the sun, were\ntransformed into a very fine manure; and as I had some seeds of exotic\nvegetables in my pocket, we shortly had a sufficiency of fruits and\nroots growing upon the island to supply the whole crew, especially the\nbread-fruit tree, a few plants of which had been in the vessel; and\nanother tree, which bore plum-puddings so very hot, and with such\nexquisite proportion of sugar, fruit, &c., that we all acknowledged it\nwas not possible to taste anything of the kind more delicious in\nEngland: in short, though the scurvy had made such dreadful progress\namong the crew before our striking upon the ice, the supply of\nvegetables, and especially the bread-fruit and pudding-fruit, put an\nalmost immediate stop to the distemper.",
        "We had not proceeded thus many weeks, advancing with incredible\nfatigue by continual towing, when we fell in with a fleet of Negro-\nmen, as they call them. These wretches, I must inform you, my dear\nfriends, had found means to make prizes of those vessels from some\nEuropeans upon the coast of Guinea, and tasting the sweets of luxury,\nhad formed colonies in several new discovered islands near the South\nPole, where they had a variety of plantations of such matters as would\nonly grow in the coldest climates. As the black inhabitants of Guinea\nwere unsuited to the climate and excessive cold of the country, they\nformed the diabolical project of getting Christian slaves to work for\nthem. For this purpose they sent vessels every year to the coast of\nScotland, the northern parts of Ireland, and Wales, and were even\nsometimes seen off the coast of Cornwall. And having purchased, or\nentrapped by fraud or violence, a great number of men, women, and\nchildren, they proceeded with their cargoes of human flesh to the\nother end of the world, and sold them to their planters, where they\nwere flogged into obedience, and made to work like horses all the rest\nof their lives.",
        "My blood ran cold at the idea, while every one on the island also\nexpressed his horror that such an iniquitous traffic should be\nsuffered to exist. But, except by open violence, it was found\nimpossible to destroy the trade, on account of a barbarous prejudice,\nentertained of late by the negroes, that the white people have no\nsouls! However, we were determined to attack them, and steering down\nour island upon them, soon overwhelmed them: we saved as many of the\nwhite people as possible, but pushed all the blacks into the water\nagain. The poor creatures we saved from slavery were so overjoyed,\nthat they wept aloud through gratitude, and we experienced every\ndelightful sensation to think what happiness we should shower upon\ntheir parents, their brothers and sisters and children, by bringing\nthem home safe, redeemed from slavery, to the bosom of their native\ncountry.",
        "Having happily arrived in England, I immediately laid a statement of\nmy voyage, &c., before the Privy Council, and entreated an immediate\nassistance to travel into Africa, and, if possible, refit my former\nmachine, and take it along with the rest. Everything was instantly\ngranted to my satisfaction, and I received orders to get myself ready\nfor departure as soon as possible.",
        "As the Emperor of China had sent a most curious animal as a present to\nEurope, which was kept in the Tower, and it being of an enormous\nstature, and capable of performing the voyage with éclat, she was\nordered to attend me. She was called Sphinx, and was one of the most\ntremendous though magnificent figures I ever beheld. She was harnessed\nwith superb trappings to a large flat-bottomed boat, in which was\nplaced an edifice of wood, exactly resembling Westminster Hall. Two\nballoons were placed over it, tackled by a number of ropes to the\nboat, to keep up a proper equilibrium, and prevent it from\noverturning, or filling, from the prodigious weight of the fabric.",
        "The interior of the edifice was decorated with seats, in the form of\nan amphitheatre, and crammed as full as it could hold with ladies and\nlords, as a council and retinue for your humble servant. Nearly in the\ncentre was a seat elegantly decorated for myself, and on either side\nof me were placed the famous Gog and Magog in all their pomp.",
        "The Lord Viscount Gosamer being our postillion, we floated gallantly\ndown the river, the noble Sphinx gambolling like the huge leviathan,\nand towing after her the boat and balloons.",
        "Thus we advanced, sailing gently, into the open sea; being calm\nweather, we could scarcely feel the motion of the vehicle, and passed\nour time in grand debate upon the glorious intention of our voyage,\nand the discoveries that would result.",
        "“I am of opinion,” said my noble friend, Hilaro Frosticos, “that\nAfrica was originally inhabited for the greater part, or, I may say,\nsubjugated by lions which, next to man, seem to be the most dreaded of\nall mortal tyrants. The country in general–at least, what we have\nbeen hitherto able to discover, seems rather inimical to human life;\nthe intolerable dryness of the place, the burning sands that overwhelm\nwhole armies and cities in general ruin, and the hideous life many\nroving hordes are compelled to lead, incline me to think, that if ever\nwe form any great settlements therein, it will become the grave of our\ncountrymen. Yet it is nearer to us than the East Indies, and I cannot\nbut imagine, that in many places every production of China, and of the\nEast and West Indies, would flourish, if properly attended to. And as\nthe country is so prodigiously extensive and unknown, what a source of\ndiscovery must not it contain! In fact, we know less about the\ninterior of Africa than we do of the moon; for in this latter we\nmeasure the very prominences, and observe the varieties and\ninequalities of the surface through our glasses–",
        " “Forests and mountains on her spotted orb.",
        "“But we see nothing in the interior of Africa, but what some compilers\nof maps or geographers are fanciful enough to imagine. What a happy\nevent, therefore, should we not expect from a voyage of discovery and\ncolonisation undertaken in so magnificent a style as the present! what\na pride–what an acquisition to philosophy!”",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}