{
    "title": "The Seven Poor Travellers - by Charles Dickens [Authorama]",
    "author": "Unknown",
    "chapter": "travellers",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "",
        "Strictly speaking, there were only six Poor Travellers; but, being a\nTraveller myself, though an idle one, and being withal as poor as I\nhope to be, I brought the number up to seven.  This word of\nexplanation is due at once, for what says the inscription over the\nquaint old door?",
        "\nRICHARD WATTS, Esq.\nby his Will, dated 22 Aug. 1579,\nfounded this Charity\nfor Six poor Travellers,\nwho not being ROGUES, or PROCTORS,\nMay receive gratis for one Night,\nLodging, Entertainment,\nand Fourpence each.",
        "\nIt was in the ancient little city of Rochester in Kent, of all the\ngood days in the year upon a Christmas-eve, that I stood reading\nthis inscription over the quaint old door in question.  I had been\nwandering about the neighbouring Cathedral, and had seen the tomb of\nRichard Watts, with the effigy of worthy Master Richard starting out\nof it like a ship’s figure-head; and I had felt that I could do no\nless, as I gave the Verger his fee, than inquire the way to Watts’s\nCharity.  The way being very short and very plain, I had come\nprosperously to the inscription and the quaint old door.",
        "“Now,” said I to myself, as I looked at the knocker, “I know I am\nnot a Proctor; I wonder whether I am a Rogue!”",
        "Upon the whole, though Conscience reproduced two or three pretty\nfaces which might have had smaller attraction for a moral Goliath\nthan they had had for me, who am but a Tom Thumb in that way, I came\nto the conclusion that I was not a Rogue.  So, beginning to regard\nthe establishment as in some sort my property, bequeathed to me and\ndivers co-legatees, share and share alike, by the Worshipful Master\nRichard Watts, I stepped backward into the road to survey my\ninheritance.",
        "I found it to be a clean white house, of a staid and venerable air,\nwith the quaint old door already three times mentioned (an arched\ndoor), choice little long low lattice-windows, and a roof of three\ngables.  The silent High Street of Rochester is full of gables, with\nold beams and timbers carved into strange faces.  It is oddly\ngarnished with a queer old clock that projects over the pavement out\nof a grave red-brick building, as if Time carried on business there,\nand hung out his sign.  Sooth to say, he did an active stroke of\nwork in Rochester, in the old days of the Romans, and the Saxons,\nand the Normans; and down to the times of King John, when the rugged\ncastle—I will not undertake to say how many hundreds of years old\nthen—was abandoned to the centuries of weather which have so\ndefaced the dark apertures in its walls, that the ruin looks as if\nthe rooks and daws had pecked its eyes out.",
        "I was very well pleased, both with my property and its situation.\nWhile I was yet surveying it with growing content, I espied, at one\nof the upper lattices which stood open, a decent body, of a\nwholesome matronly appearance, whose eyes I caught inquiringly\naddressed to mine.  They said so plainly, “Do you wish to see the\nhouse?” that I answered aloud, “Yes, if you please.”  And within a\nminute the old door opened, and I bent my head, and went down two\nsteps into the entry.",
        "“This,” said the matronly presence, ushering me into a low room on\nthe right, “is where the Travellers sit by the fire, and cook what\nbits of suppers they buy with their fourpences.”",
        "“O!  Then they have no Entertainment?” said I.  For the inscription\nover the outer door was still running in my head, and I was mentally\nrepeating, in a kind of tune, “Lodging, entertainment, and fourpence\neach.”",
        "“They have a fire provided for ’em,” returned the matron—a mighty\ncivil person, not, as I could make out, overpaid; “and these cooking\nutensils.  And this what’s painted on a board is the rules for their\nbehaviour.  They have their fourpences when they get their tickets\nfrom the steward over the way,—for I don’t admit ’em myself, they\nmust get their tickets first,—and sometimes one buys a rasher of\nbacon, and another a herring, and another a pound of potatoes, or\nwhat not.  Sometimes two or three of ’em will club their fourpences\ntogether, and make a supper that way.  But not much of anything is\nto be got for fourpence, at present, when provisions is so dear.”",
        "“True indeed,” I remarked.  I had been looking about the room,\nadmiring its snug fireside at the upper end, its glimpse of the\nstreet through the low mullioned window, and its beams overhead.\n\"It is very comfortable,” said I.",
        "“Ill-conwenient,” observed the matronly presence.",
        "I liked to hear her say so; for it showed a commendable anxiety to\nexecute in no niggardly spirit the intentions of Master Richard\nWatts.  But the room was really so well adapted to its purpose that\nI protested, quite enthusiastically, against her disparagement.",
        "“Nay, ma’am,” said I, “I am sure it is warm in winter and cool in\nsummer.  It has a look of homely welcome and soothing rest.  It has\na remarkably cosey fireside, the very blink of which, gleaming out\ninto the street upon a winter night, is enough to warm all\nRochester’s heart.  And as to the convenience of the six Poor\nTravellers—”",
        "“I don’t mean them,” returned the presence.  “I speak of its being\nan ill-conwenience to myself and my daughter, having no other room\nto sit in of a night.”",
        "This was true enough, but there was another quaint room of\ncorresponding dimensions on the opposite side of the entry:  so I\nstepped across to it, through the open doors of both rooms, and\nasked what this chamber was for.",
        "“This,” returned the presence, “is the Board Room.  Where the\ngentlemen meet when they come here.”",
        "Let me see.  I had counted from the street six upper windows besides\nthese on the ground-story.  Making a perplexed calculation in my\nmind, I rejoined, “Then the six Poor Travellers sleep upstairs?”",
        "My new friend shook her head.  “They sleep,” she answered, “in two\nlittle outer galleries at the back, where their beds has always\nbeen, ever since the Charity was founded.  It being so very ill-\nconwenient to me as things is at present, the gentlemen are going to\ntake off a bit of the back-yard, and make a slip of a room for ’em\nthere, to sit in before they go to bed.”",
        "“And then the six Poor Travellers,” said I, “will be entirely out of\nthe house?”",
        "“Entirely out of the house,” assented the presence, comfortably\nsmoothing her hands.  “Which is considered much better for all\nparties, and much more conwenient.”",
        "I had been a little startled, in the Cathedral, by the emphasis with\nwhich the effigy of Master Richard Watts was bursting out of his\ntomb; but I began to think, now, that it might be expected to come\nacross the High Street some stormy night, and make a disturbance\nhere.",
        "Howbeit, I kept my thoughts to myself, and accompanied the presence\nto the little galleries at the back.  I found them on a tiny scale,\nlike the galleries in old inn-yards; and they were very clean.",
        "While I was looking at them, the matron gave me to understand that\nthe prescribed number of Poor Travellers were forthcoming every\nnight from year’s end to year’s end; and that the beds were always\noccupied.  My questions upon this, and her replies, brought us back\nto the Board Room so essential to the dignity of “the gentlemen,\"\nwhere she showed me the printed accounts of the Charity hanging up\nby the window.  From them I gathered that the greater part of the\nproperty bequeathed by the Worshipful Master Richard Watts for the\nmaintenance of this foundation was, at the period of his death, mere\nmarsh-land; but that, in course of time, it had been reclaimed and\nbuilt upon, and was very considerably increased in value.  I found,\ntoo, that about a thirtieth part of the annual revenue was now\nexpended on the purposes commemorated in the inscription over the\ndoor; the rest being handsomely laid out in Chancery, law expenses,\ncollectorship, receivership, poundage, and other appendages of\nmanagement, highly complimentary to the importance of the six Poor\nTravellers.  In short, I made the not entirely new discovery that it\nmay be said of an establishment like this, in dear old England, as\nof the fat oyster in the American story, that it takes a good many\nmen to swallow it whole.",
        "“And pray, ma’am,” said I, sensible that the blankness of my face\nbegan to brighten as the thought occurred to me, “could one see\nthese Travellers?”",
        "“Well!” she returned dubiously, “no!”",
        "“Not to-night, for instance!” said I.",
        "“Well!” she returned more positively, “no.  Nobody ever asked to see\nthem, and nobody ever did see them.”",
        "As I am not easily balked in a design when I am set upon it, I urged\nto the good lady that this was Christmas-eve; that Christmas comes\nbut once a year,—which is unhappily too true, for when it begins to\nstay with us the whole year round we shall make this earth a very\ndifferent place; that I was possessed by the desire to treat the\nTravellers to a supper and a temperate glass of hot Wassail; that\nthe voice of Fame had been heard in that land, declaring my ability\nto make hot Wassail; that if I were permitted to hold the feast, I\nshould be found conformable to reason, sobriety, and good hours; in\na word, that I could be merry and wise myself, and had been even\nknown at a pinch to keep others so, although I was decorated with no\nbadge or medal, and was not a Brother, Orator, Apostle, Saint, or\nProphet of any denomination whatever.  In the end I prevailed, to my\ngreat joy.  It was settled that at nine o’clock that night a Turkey\nand a piece of Roast Beef should smoke upon the board; and that I,\nfaint and unworthy minister for once of Master Richard Watts, should\npreside as the Christmas-supper host of the six Poor Travellers.",
        "I went back to my inn to give the necessary directions for the\nTurkey and Roast Beef, and, during the remainder of the day, could\nsettle to nothing for thinking of the Poor Travellers.  When the\nwind blew hard against the windows,—it was a cold day, with dark\ngusts of sleet alternating with periods of wild brightness, as if\nthe year were dying fitfully,—I pictured them advancing towards\ntheir resting-place along various cold roads, and felt delighted to\nthink how little they foresaw the supper that awaited them.  I\npainted their portraits in my mind, and indulged in little\nheightening touches.  I made them footsore; I made them weary; I\nmade them carry packs and bundles; I made them stop by finger-posts\nand milestones, leaning on their bent sticks, and looking wistfully\nat what was written there; I made them lose their way; and filled\ntheir five wits with apprehensions of lying out all night, and being\nfrozen to death.  I took up my hat, and went out, climbed to the top\nof the Old Castle, and looked over the windy hills that slope down\nto the Medway, almost believing that I could descry some of my\nTravellers in the distance.  After it fell dark, and the Cathedral\nbell was heard in the invisible steeple—quite a bower of frosty\nrime when I had last seen it—striking five, six, seven, I became so\nfull of my Travellers that I could eat no dinner, and felt\nconstrained to watch them still in the red coals of my fire.  They\nwere all arrived by this time, I thought, had got their tickets, and\nwere gone in.—There my pleasure was dashed by the reflection that\nprobably some Travellers had come too late and were shut out.",
        "After the Cathedral bell had struck eight, I could smell a delicious\nsavour of Turkey and Roast Beef rising to the window of my adjoining\nbedroom, which looked down into the inn-yard just where the lights\nof the kitchen reddened a massive fragment of the Castle Wall.  It\nwas high time to make the Wassail now; therefore I had up the\nmaterials (which, together with their proportions and combinations,\nI must decline to impart, as the only secret of my own I was ever\nknown to keep), and made a glorious jorum.  Not in a bowl; for a\nbowl anywhere but on a shelf is a low superstition, fraught with\ncooling and slopping; but in a brown earthenware pitcher, tenderly\nsuffocated, when full, with a coarse cloth.  It being now upon the\nstroke of nine, I set out for Watts’s Charity, carrying my brown\nbeauty in my arms.  I would trust Ben, the waiter, with untold gold;\nbut there are strings in the human heart which must never be sounded\nby another, and drinks that I make myself are those strings in mine.",
        "The Travellers were all assembled, the cloth was laid, and Ben had\nbrought a great billet of wood, and had laid it artfully on the top\nof the fire, so that a touch or two of the poker after supper should\nmake a roaring blaze.  Having deposited my brown beauty in a red\nnook of the hearth, inside the fender, where she soon began to sing\nlike an ethereal cricket, diffusing at the same time odours as of\nripe vineyards, spice forests, and orange groves,—I say, having\nstationed my beauty in a place of security and improvement, I\nintroduced myself to my guests by shaking hands all round, and\ngiving them a hearty welcome.",
        "I found the party to be thus composed.  Firstly, myself.  Secondly,\na very decent man indeed, with his right arm in a sling, who had a\ncertain clean agreeable smell of wood about him, from which I judged\nhim to have something to do with shipbuilding.  Thirdly, a little\nsailor-boy, a mere child, with a profusion of rich dark brown hair,\nand deep womanly-looking eyes.  Fourthly, a shabby-genteel personage\nin a threadbare black suit, and apparently in very bad\ncircumstances, with a dry suspicious look; the absent buttons on his\nwaistcoat eked out with red tape; and a bundle of extraordinarily\ntattered papers sticking out of an inner breast-pocket.  Fifthly, a\nforeigner by birth, but an Englishman in speech, who carried his\npipe in the band of his hat, and lost no time in telling me, in an\neasy, simple, engaging way, that he was a watchmaker from Geneva,\nand travelled all about the Continent, mostly on foot, working as a\njourneyman, and seeing new countries,—possibly (I thought) also\nsmuggling a watch or so, now and then.  Sixthly, a little widow, who\nhad been very pretty and was still very young, but whose beauty had\nbeen wrecked in some great misfortune, and whose manner was\nremarkably timid, scared, and solitary.  Seventhly and lastly, a\nTraveller of a kind familiar to my boyhood, but now almost\nobsolete,—a Book-Pedler, who had a quantity of Pamphlets and\nNumbers with him, and who presently boasted that he could repeat\nmore verses in an evening than he could sell in a twelvemonth.",
        "All these I have mentioned in the order in which they sat at table.\nI presided, and the matronly presence faced me.  We were not long in\ntaking our places, for the supper had arrived with me, in the\nfollowing procession:",
        "\nMyself with the pitcher.\nBen with Beer.\nInattentive Boy with hot plates.  Inattentive Boy with hot plates.\nTHE TURKEY.\nFemale carrying sauces to be heated on the spot.\nTHE BEEF.\nMan with Tray on his head, containing Vegetables and Sundries.\nVolunteer Hostler from Hotel, grinning,\nAnd rendering no assistance.",
        "\nAs we passed along the High Street, comet-like, we left a long tail\nof fragrance behind us which caused the public to stop, sniffing in\nwonder.  We had previously left at the corner of the inn-yard a\nwall-eyed young man connected with the Fly department, and well\naccustomed to the sound of a railway whistle which Ben always\ncarries in his pocket, whose instructions were, so soon as he should\nhear the whistle blown, to dash into the kitchen, seize the hot\nplum-pudding and mince-pies, and speed with them to Watts’s Charity,\nwhere they would be received (he was further instructed) by the\nsauce-female, who would be provided with brandy in a blue state of\ncombustion.",
        "All these arrangements were executed in the most exact and punctual\nmanner.  I never saw a finer turkey, finer beef, or greater\nprodigality of sauce and gravy;—and my Travellers did wonderful\njustice to everything set before them.  It made my heart rejoice to\nobserve how their wind and frost hardened faces softened in the\nclatter of plates and knives and forks, and mellowed in the fire and\nsupper heat.  While their hats and caps and wrappers, hanging up, a\nfew small bundles on the ground in a corner, and in another corner\nthree or four old walking-sticks, worn down at the end to mere\nfringe, linked this smug interior with the bleak outside in a golden\nchain.",
        "When supper was done, and my brown beauty had been elevated on the\ntable, there was a general requisition to me to “take the corner;\"\nwhich suggested to me comfortably enough how much my friends here\nmade of a fire,—for when had I ever thought so highly of the\ncorner, since the days when I connected it with Jack Horner?\nHowever, as I declined, Ben, whose touch on all convivial\ninstruments is perfect, drew the table apart, and instructing my\nTravellers to open right and left on either side of me, and form\nround the fire, closed up the centre with myself and my chair, and\npreserved the order we had kept at table.  He had already, in a\ntranquil manner, boxed the ears of the inattentive boys until they\nhad been by imperceptible degrees boxed out of the room; and he now\nrapidly skirmished the sauce-female into the High Street,\ndisappeared, and softly closed the door.",
        "This was the time for bringing the poker to bear on the billet of\nwood.  I tapped it three times, like an enchanted talisman, and a\nbrilliant host of merry-makers burst out of it, and sported off by\nthe chimney,—rushing up the middle in a fiery country dance, and\nnever coming down again.  Meanwhile, by their sparkling light, which\nthrew our lamp into the shade, I filled the glasses, and gave my\nTravellers, CHRISTMAS!—CHRISTMAS-EVE, my friends, when the\nshepherds, who were Poor Travellers, too, in their way, heard the\nAngels sing, “On earth, peace.  Good-will towards men!”",
        "I don’t know who was the first among us to think that we ought to\ntake hands as we sat, in deference to the toast, or whether any one\nof us anticipated the others, but at any rate we all did it.  We\nthen drank to the memory of the good Master Richard Watts.  And I\nwish his Ghost may never have had worse usage under that roof than\nit had from us.",
        "It was the witching time for Story-telling.  “Our whole life,\nTravellers,” said I, “is a story more or less intelligible,—\ngenerally less; but we shall read it by a clearer light when it is\nended.  I, for one, am so divided this night between fact and\nfiction, that I scarce know which is which.  Shall I beguile the\ntime by telling you a story as we sit here?”",
        "They all answered, yes.  I had little to tell them, but I was bound\nby my own proposal.  Therefore, after looking for awhile at the\nspiral column of smoke wreathing up from my brown beauty, through\nwhich I could have almost sworn I saw the effigy of Master Richard\nWatts less startled than usual, I fired away.",
        "In the year one thousand seven hundred and ninety-nine, a relative\nof mine came limping down, on foot, to this town of Chatham.  I call\nit this town, because if anybody present knows to a nicety where\nRochester ends and Chatham begins, it is more than I do.  He was a\npoor traveller, with not a farthing in his pocket.  He sat by the\nfire in this very room, and he slept one night in a bed that will be\noccupied tonight by some one here.",
        "My relative came down to Chatham to enlist in a cavalry regiment, if\na cavalry regiment would have him; if not, to take King George’s\nshilling from any corporal or sergeant who would put a bunch of\nribbons in his hat.  His object was to get shot; but he thought he\nmight as well ride to death as be at the trouble of walking.",
        "My relative’s Christian name was Richard, but he was better known as\nDick.  He dropped his own surname on the road down, and took up that\nof Doubledick.  He was passed as Richard Doubledick; age, twenty-\ntwo; height, five foot ten; native place, Exmouth, which he had\nnever been near in his life.  There was no cavalry in Chatham when\nhe limped over the bridge here with half a shoe to his dusty feet,\nso he enlisted into a regiment of the line, and was glad to get\ndrunk and forget all about it.",
        "You are to know that this relative of mine had gone wrong, and run\nwild.  His heart was in the right place, but it was sealed up.  He\nhad been betrothed to a good and beautiful girl, whom he had loved\nbetter than she—or perhaps even he—believed; but in an evil hour\nhe had given her cause to say to him solemnly, “Richard, I will\nnever marry another man.  I will live single for your sake, but Mary\nMarshall’s lips\"—her name was Mary Marshall—\"never address another\nword to you on earth.  Go, Richard!  Heaven forgive you!”  This\nfinished him.  This brought him down to Chatham.  This made him\nPrivate Richard Doubledick, with a determination to be shot.",
        "There was not a more dissipated and reckless soldier in Chatham\nbarracks, in the year one thousand seven hundred and ninety-nine,\nthan Private Richard Doubledick.  He associated with the dregs of\nevery regiment; he was as seldom sober as he could be, and was\nconstantly under punishment.  It became clear to the whole barracks\nthat Private Richard Doubledick would very soon be flogged.",
        "Now the Captain of Richard Doubledick’s company was a young\ngentleman not above five years his senior, whose eyes had an\nexpression in them which affected Private Richard Doubledick in a\nvery remarkable way.  They were bright, handsome, dark eyes,—what\nare called laughing eyes generally, and, when serious, rather steady\nthan severe,—but they were the only eyes now left in his narrowed\nworld that Private Richard Doubledick could not stand.  Unabashed by\nevil report and punishment, defiant of everything else and everybody\nelse, he had but to know that those eyes looked at him for a moment,\nand he felt ashamed.  He could not so much as salute Captain Taunton\nin the street like any other officer.  He was reproached and\nconfused,—troubled by the mere possibility of the captain’s looking\nat him.  In his worst moments, he would rather turn back, and go any\ndistance out of his way, than encounter those two handsome, dark,\nbright eyes.",
        "One day, when Private Richard Doubledick came out of the Black hole,\nwhere he had been passing the last eight-and-forty hours, and in\nwhich retreat he spent a good deal of his time, he was ordered to\nbetake himself to Captain Taunton’s quarters.  In the stale and\nsqualid state of a man just out of the Black hole, he had less fancy\nthan ever for being seen by the captain; but he was not so mad yet\nas to disobey orders, and consequently went up to the terrace\noverlooking the parade-ground, where the officers’ quarters were;\ntwisting and breaking in his hands, as he went along, a bit of the\nstraw that had formed the decorative furniture of the Black hole.",
        "“Come in!” cried the Captain, when he had knocked with his knuckles\nat the door.  Private Richard Doubledick pulled off his cap, took a\nstride forward, and felt very conscious that he stood in the light\nof the dark, bright eyes.",
        "There was a silent pause.  Private Richard Doubledick had put the\nstraw in his mouth, and was gradually doubling it up into his\nwindpipe and choking himself.",
        "“Doubledick,” said the Captain, “do you know where you are going\nto?”",
        "“To the Devil, sir?” faltered Doubledick.",
        "“Yes,” returned the Captain.  “And very fast.”",
        "Private Richard Doubledick turned the straw of the Black hole in his\nmonth, and made a miserable salute of acquiescence.",
        "“Doubledick,” said the Captain, “since I entered his Majesty’s\nservice, a boy of seventeen, I have been pained to see many men of\npromise going that road; but I have never been so pained to see a\nman make the shameful journey as I have been, ever since you joined\nthe regiment, to see you.”",
        "Private Richard Doubledick began to find a film stealing over the\nfloor at which he looked; also to find the legs of the Captain’s\nbreakfast-table turning crooked, as if he saw them through water.",
        "“I am only a common soldier, sir,” said he.  “It signifies very\nlittle what such a poor brute comes to.”",
        "“You are a man,” returned the Captain, with grave indignation, “of\neducation and superior advantages; and if you say that, meaning what\nyou say, you have sunk lower than I had believed.  How low that must\nbe, I leave you to consider, knowing what I know of your disgrace,\nand seeing what I see.”",
        "“I hope to get shot soon, sir,” said Private Richard Doubledick;\n\"and then the regiment and the world together will be rid of me.”",
        "The legs of the table were becoming very crooked.  Doubledick,\nlooking up to steady his vision, met the eyes that had so strong an\ninfluence over him.  He put his hand before his own eyes, and the\nbreast of his disgrace-jacket swelled as if it would fly asunder.",
        "“I would rather,” said the young Captain, “see this in you,\nDoubledick, than I would see five thousand guineas counted out upon\nthis table for a gift to my good mother.  Have you a mother?”",
        "“I am thankful to say she is dead, sir.”",
        "“If your praises,” returned the Captain, “were sounded from mouth to\nmouth through the whole regiment, through the whole army, through\nthe whole country, you would wish she had lived to say, with pride\nand joy, ’He is my son!’”",
        "“Spare me, sir,” said Doubledick.  “She would never have heard any\ngood of me.  She would never have had any pride and joy in owning\nherself my mother.  Love and compassion she might have had, and\nwould have always had, I know but not—Spare me, sir!  I am a broken\nwretch, quite at your mercy!”  And he turned his face to the wall,\nand stretched out his imploring hand.",
        "“My friend—” began the Captain.",
        "“God bless you, sir!” sobbed Private Richard Doubledick.",
        "“You are at the crisis of your fate.  Hold your course unchanged a\nlittle longer, and you know what must happen.  I know even better\nthan you can imagine, that, after that has happened, you are lost.\nNo man who could shed those tears could bear those marks.”",
        "“I fully believe it, sir,” in a low, shivering voice said Private\nRichard Doubledick.",
        "“But a man in any station can do his duty,” said the young Captain,\n\"and, in doing it, can earn his own respect, even if his case should\nbe so very unfortunate and so very rare that he can earn no other\nman’s.  A common soldier, poor brute though you called him just now,\nhas this advantage in the stormy times we live in, that he always\ndoes his duty before a host of sympathising witnesses.  Do you doubt\nthat he may so do it as to be extolled through a whole regiment,\nthrough a whole army, through a whole country?  Turn while you may\nyet retrieve the past, and try.”",
        "“I will!  I ask for only one witness, sir,” cried Richard, with a\nbursting heart.",
        "“I understand you.  I will be a watchful and a faithful one.”",
        "I have heard from Private Richard Doubledick’s own lips, that he\ndropped down upon his knee, kissed that officer’s hand, arose, and\nwent out of the light of the dark, bright eyes, an altered man.",
        "In that year, one thousand seven hundred and ninety-nine, the French\nwere in Egypt, in Italy, in Germany, where not?  Napoleon Bonaparte\nhad likewise begun to stir against us in India, and most men could\nread the signs of the great troubles that were coming on.  In the\nvery next year, when we formed an alliance with Austria against him,\nCaptain Taunton’s regiment was on service in India.  And there was\nnot a finer non-commissioned officer in it,—no, nor in the whole\nline—than Corporal Richard Doubledick.",
        "In eighteen hundred and one, the Indian army were on the coast of\nEgypt.  Next year was the year of the proclamation of the short\npeace, and they were recalled.  It had then become well known to\nthousands of men, that wherever Captain Taunton, with the dark,\nbright eyes, led, there, close to him, ever at his side, firm as a\nrock, true as the sun, and brave as Mars, would be certain to be\nfound, while life beat in their hearts, that famous soldier,\nSergeant Richard Doubledick.",
        "Eighteen hundred and five, besides being the great year of\nTrafalgar, was a year of hard fighting in India.  That year saw such\nwonders done by a Sergeant-Major, who cut his way single-handed\nthrough a solid mass of men, recovered the colours of his regiment,\nwhich had been seized from the hand of a poor boy shot through the\nheart, and rescued his wounded Captain, who was down, and in a very\njungle of horses’ hoofs and sabres,—saw such wonders done, I say,\nby this brave Sergeant-Major, that he was specially made the bearer\nof the colours he had won; and Ensign Richard Doubledick had risen\nfrom the ranks.",
        "Sorely cut up in every battle, but always reinforced by the bravest\nof men,—for the fame of following the old colours, shot through and\nthrough, which Ensign Richard Doubledick had saved, inspired all\nbreasts,—this regiment fought its way through the Peninsular war,\nup to the investment of Badajos in eighteen hundred and twelve.\nAgain and again it had been cheered through the British ranks until\nthe tears had sprung into men’s eyes at the mere hearing of the\nmighty British voice, so exultant in their valour; and there was not\na drummer-boy but knew the legend, that wherever the two friends,\nMajor Taunton, with the dark, bright eyes, and Ensign Richard\nDoubledick, who was devoted to him, were seen to go, there the\nboldest spirits in the English army became wild to follow.",
        "One day, at Badajos,—not in the great storming, but in repelling a\nhot sally of the besieged upon our men at work in the trenches, who\nhad given way,—the two officers found themselves hurrying forward,\nface to face, against a party of French infantry, who made a stand.\nThere was an officer at their head, encouraging his men,—a\ncourageous, handsome, gallant officer of five-and-thirty, whom\nDoubledick saw hurriedly, almost momentarily, but saw well.  He\nparticularly noticed this officer waving his sword, and rallying his\nmen with an eager and excited cry, when they fired in obedience to\nhis gesture, and Major Taunton dropped.",
        "It was over in ten minutes more, and Doubledick returned to the spot\nwhere he had laid the best friend man ever had on a coat spread upon\nthe wet clay.  Major Taunton’s uniform was opened at the breast, and\non his shirt were three little spots of blood.",
        "“Dear Doubledick,” said he, “I am dying.”",
        "“For the love of Heaven, no!” exclaimed the other, kneeling down\nbeside him, and passing his arm round his neck to raise his head.\n\"Taunton!  My preserver, my guardian angel, my witness!  Dearest,\ntruest, kindest of human beings!  Taunton!  For God’s sake!”",
        "The bright, dark eyes—so very, very dark now, in the pale face—\nsmiled upon him; and the hand he had kissed thirteen years ago laid\nitself fondly on his breast.",
        "“Write to my mother.  You will see Home again.  Tell her how we\nbecame friends.  It will comfort her, as it comforts me.”",
        "He spoke no more, but faintly signed for a moment towards his hair\nas it fluttered in the wind.  The Ensign understood him.  He smiled\nagain when he saw that, and, gently turning his face over on the\nsupporting arm as if for rest, died, with his hand upon the breast\nin which he had revived a soul.",
        "No dry eye looked on Ensign Richard Doubledick that melancholy day.\nHe buried his friend on the field, and became a lone, bereaved man.\nBeyond his duty he appeared to have but two remaining cares in\nlife,—one, to preserve the little packet of hair he was to give to\nTaunton’s mother; the other, to encounter that French officer who\nhad rallied the men under whose fire Taunton fell.  A new legend now\nbegan to circulate among our troops; and it was, that when he and\nthe French officer came face to face once more, there would be\nweeping in France.",
        "The war went on—and through it went the exact picture of the French\nofficer on the one side, and the bodily reality upon the other—\nuntil the Battle of Toulouse was fought.  In the returns sent home\nappeared these words:  “Severely wounded, but not dangerously,\nLieutenant Richard Doubledick.”",
        "At Midsummer-time, in the year eighteen hundred and fourteen,\nLieutenant Richard Doubledick, now a browned soldier, seven-and-\nthirty years of age, came home to England invalided.  He brought the\nhair with him, near his heart.  Many a French officer had he seen\nsince that day; many a dreadful night, in searching with men and\nlanterns for his wounded, had he relieved French officers lying\ndisabled; but the mental picture and the reality had never come\ntogether.",
        "Though he was weak and suffered pain, he lost not an hour in getting\ndown to Frome in Somersetshire, where Taunton’s mother lived.  In\nthe sweet, compassionate words that naturally present themselves to\nthe mind to-night, “he was the only son of his mother, and she was a\nwidow.”",
        "It was a Sunday evening, and the lady sat at her quiet garden-\nwindow, reading the Bible; reading to herself, in a trembling voice,\nthat very passage in it, as I have heard him tell.  He heard the\nwords:  “Young man, I say unto thee, arise!”",
        "He had to pass the window; and the bright, dark eyes of his debased\ntime seemed to look at him.  Her heart told her who he was; she came\nto the door quickly, and fell upon his neck.",
        "“He saved me from ruin, made me a human creature, won me from infamy\nand shame.  O, God for ever bless him!  As He will, He Will!”",
        "“He will!” the lady answered.  “I know he is in heaven!”  Then she\npiteously cried, “But O, my darling boy, my darling boy!”",
        "Never from the hour when Private Richard Doubledick enlisted at\nChatham had the Private, Corporal, Sergeant, Sergeant-Major, Ensign,\nor Lieutenant breathed his right name, or the name of Mary Marshall,\nor a word of the story of his life, into any ear except his\nreclaimer’s.  That previous scene in his existence was closed.  He\nhad firmly resolved that his expiation should be to live unknown; to\ndisturb no more the peace that had long grown over his old offences;\nto let it be revealed, when he was dead, that he had striven and\nsuffered, and had never forgotten; and then, if they could forgive\nhim and believe him—well, it would be time enough—time enough!",
        "But that night, remembering the words he had cherished for two\nyears, “Tell her how we became friends.  It will comfort her, as it\ncomforts me,” he related everything.  It gradually seemed to him as\nif in his maturity he had recovered a mother; it gradually seemed to\nher as if in her bereavement she had found a son.  During his stay\nin England, the quiet garden into which he had slowly and painfully\ncrept, a stranger, became the boundary of his home; when he was able\nto rejoin his regiment in the spring, he left the garden, thinking\nwas this indeed the first time he had ever turned his face towards\nthe old colours with a woman’s blessing!",
        "He followed them—so ragged, so scarred and pierced now, that they\nwould scarcely hold together—to Quatre Bras and Ligny.  He stood\nbeside them, in an awful stillness of many men, shadowy through the\nmist and drizzle of a wet June forenoon, on the field of Waterloo.\nAnd down to that hour the picture in his mind of the French officer\nhad never been compared with the reality.",
        "The famous regiment was in action early in the battle, and received\nits first check in many an eventful year, when he was seen to fall.\nBut it swept on to avenge him, and left behind it no such creature\nin the world of consciousness as Lieutenant Richard Doubledick.",
        "Through pits of mire, and pools of rain; along deep ditches, once\nroads, that were pounded and ploughed to pieces by artillery, heavy\nwaggons, tramp of men and horses, and the struggle of every wheeled\nthing that could carry wounded soldiers; jolted among the dying and\nthe dead, so disfigured by blood and mud as to be hardly\nrecognisable for humanity; undisturbed by the moaning of men and the\nshrieking of horses, which, newly taken from the peaceful pursuits\nof life, could not endure the sight of the stragglers lying by the\nwayside, never to resume their toilsome journey; dead, as to any\nsentient life that was in it, and yet alive,—the form that had been\nLieutenant Richard Doubledick, with whose praises England rang, was\nconveyed to Brussels.  There it was tenderly laid down in hospital;\nand there it lay, week after week, through the long bright summer\ndays, until the harvest, spared by war, had ripened and was gathered\nin.",
        "Over and over again the sun rose and set upon the crowded city; over\nand over again the moonlight nights were quiet on the plains of\nWaterloo:  and all that time was a blank to what had been Lieutenant\nRichard Doubledick.  Rejoicing troops marched into Brussels, and\nmarched out; brothers and fathers, sisters, mothers, and wives, came\nthronging thither, drew their lots of joy or agony, and departed; so\nmany times a day the bells rang; so many times the shadows of the\ngreat buildings changed; so many lights sprang up at dusk; so many\nfeet passed here and there upon the pavements; so many hours of\nsleep and cooler air of night succeeded:  indifferent to all, a\nmarble face lay on a bed, like the face of a recumbent statue on the\ntomb of Lieutenant Richard Doubledick.",
        "Slowly labouring, at last, through a long heavy dream of confused\ntime and place, presenting faint glimpses of army surgeons whom he\nknew, and of faces that had been familiar to his youth,—dearest and\nkindest among them, Mary Marshall’s, with a solicitude upon it more\nlike reality than anything he could discern,—Lieutenant Richard\nDoubledick came back to life.  To the beautiful life of a calm\nautumn evening sunset, to the peaceful life of a fresh quiet room\nwith a large window standing open; a balcony beyond, in which were\nmoving leaves and sweet-smelling flowers; beyond, again, the clear\nsky, with the sun full in his sight, pouring its golden radiance on\nhis bed.",
        "It was so tranquil and so lovely that he thought he had passed into\nanother world.  And he said in a faint voice, “Taunton, are you near\nme?”",
        "A face bent over him.  Not his, his mother’s.",
        "“I came to nurse you.  We have nursed you many weeks.  You were\nmoved here long ago.  Do you remember nothing?”",
        "“Nothing.”",
        "The lady kissed his cheek, and held his hand, soothing him.",
        "“Where is the regiment?  What has happened?  Let me call you mother.\nWhat has happened, mother?”",
        "“A great victory, dear.  The war is over, and the regiment was the\nbravest in the field.”",
        "His eyes kindled, his lips trembled, he sobbed, and the tears ran\ndown his face.  He was very weak, too weak to move his hand.",
        "“Was it dark just now?” he asked presently.",
        "“No.”",
        "“It was only dark to me?  Something passed away, like a black\nshadow.  But as it went, and the sun—O the blessed sun, how\nbeautiful it is!—touched my face, I thought I saw a light white\ncloud pass out at the door.  Was there nothing that went out?”",
        "She shook her head, and in a little while he fell asleep, she still\nholding his hand, and soothing him.",
        "From that time, he recovered.  Slowly, for he had been desperately\nwounded in the head, and had been shot in the body, but making some\nlittle advance every day.  When he had gained sufficient strength to\nconverse as he lay in bed, he soon began to remark that Mrs. Taunton\nalways brought him back to his own history.  Then he recalled his\npreserver’s dying words, and thought, “It comforts her.”",
        "One day he awoke out of a sleep, refreshed, and asked her to read to\nhim.  But the curtain of the bed, softening the light, which she\nalways drew back when he awoke, that she might see him from her\ntable at the bedside where she sat at work, was held undrawn; and a\nwoman’s voice spoke, which was not hers.",
        "“Can you bear to see a stranger?” it said softly.  “Will you like to\nsee a stranger?”",
        "“Stranger!” he repeated.  The voice awoke old memories, before the\ndays of Private Richard Doubledick.",
        "“A stranger now, but not a stranger once,” it said in tones that\nthrilled him.  “Richard, dear Richard, lost through so many years,\nmy name—”",
        "He cried out her name, “Mary,” and she held him in her arms, and his\nhead lay on her bosom.",
        "“I am not breaking a rash vow, Richard.  These are not Mary\nMarshall’s lips that speak.  I have another name.”",
        "She was married.",
        "“I have another name, Richard.  Did you ever hear it?”",
        "“Never!”",
        "He looked into her face, so pensively beautiful, and wondered at the\nsmile upon it through her tears.",
        "“Think again, Richard.  Are you sure you never heard my altered\nname?”",
        "“Never!”",
        "“Don’t move your head to look at me, dear Richard.  Let it lie here,\nwhile I tell my story.  I loved a generous, noble man; loved him\nwith my whole heart; loved him for years and years; loved him\nfaithfully, devotedly; loved him without hope of return; loved him,\nknowing nothing of his highest qualities—not even knowing that he\nwas alive.  He was a brave soldier.  He was honoured and beloved by\nthousands of thousands, when the mother of his dear friend found me,\nand showed me that in all his triumphs he had never forgotten me.\nHe was wounded in a great battle.  He was brought, dying, here, into\nBrussels.  I came to watch and tend him, as I would have joyfully\ngone, with such a purpose, to the dreariest ends of the earth.  When\nhe knew no one else, he knew me.  When he suffered most, he bore his\nsufferings barely murmuring, content to rest his head where your\nrests now.  When he lay at the point of death, he married me, that\nhe might call me Wife before he died.  And the name, my dear love,\nthat I took on that forgotten night—”",
        "“I know it now!” he sobbed.  “The shadowy remembrance strengthens.\nIt is come back.  I thank Heaven that my mind is quite restored!  My\nMary, kiss me; lull this weary head to rest, or I shall die of\ngratitude.  His parting words were fulfilled.  I see Home again!”",
        "Well!  They were happy.  It was a long recovery, but they were happy\nthrough it all.  The snow had melted on the ground, and the birds\nwere singing in the leafless thickets of the early spring, when\nthose three were first able to ride out together, and when people\nflocked about the open carriage to cheer and congratulate Captain\nRichard Doubledick.",
        "But even then it became necessary for the Captain, instead of\nreturning to England, to complete his recovery in the climate of\nSouthern France.  They found a spot upon the Rhone, within a ride of\nthe old town of Avignon, and within view of its broken bridge, which\nwas all they could desire; they lived there, together, six months;\nthen returned to England.  Mrs. Taunton, growing old after three\nyears—though not so old as that her bright, dark eyes were dimmed—\nand remembering that her strength had been benefited by the change\nresolved to go back for a year to those parts.  So she went with a\nfaithful servant, who had often carried her son in his arms; and she\nwas to be rejoined and escorted home, at the year’s end, by Captain\nRichard Doubledick.",
        "She wrote regularly to her children (as she called them now), and\nthey to her.  She went to the neighbourhood of Aix; and there, in\ntheir own chateau near the farmer’s house she rented, she grew into\nintimacy with a family belonging to that part of France.  The\nintimacy began in her often meeting among the vineyards a pretty\nchild, a girl with a most compassionate heart, who was never tired\nof listening to the solitary English lady’s stories of her poor son\nand the cruel wars.  The family were as gentle as the child, and at\nlength she came to know them so well that she accepted their\ninvitation to pass the last month of her residence abroad under\ntheir roof.  All this intelligence she wrote home, piecemeal as it\ncame about, from time to time; and at last enclosed a polite note,\nfrom the head of the chateau, soliciting, on the occasion of his\napproaching mission to that neighbourhood, the honour of the company\nof cet homme si justement celebre, Monsieur le Capitaine Richard\nDoubledick.",
        "Captain Doubledick, now a hardy, handsome man in the full vigour of\nlife, broader across the chest and shoulders than he had ever been\nbefore, dispatched a courteous reply, and followed it in person.\nTravelling through all that extent of country after three years of\nPeace, he blessed the better days on which the world had fallen.\nThe corn was golden, not drenched in unnatural red; was bound in\nsheaves for food, not trodden underfoot by men in mortal fight.  The\nsmoke rose up from peaceful hearths, not blazing ruins.  The carts\nwere laden with the fair fruits of the earth, not with wounds and\ndeath.  To him who had so often seen the terrible reverse, these\nthings were beautiful indeed; and they brought him in a softened\nspirit to the old chateau near Aix upon a deep blue evening.",
        "It was a large chateau of the genuine old ghostly kind, with round\ntowers, and extinguishers, and a high leaden roof, and more windows\nthan Aladdin’s Palace.  The lattice blinds were all thrown open\nafter the heat of the day, and there were glimpses of rambling walls\nand corridors within.  Then there were immense out-buildings fallen\ninto partial decay, masses of dark trees, terrace-gardens,\nbalustrades; tanks of water, too weak to play and too dirty to work;\nstatues, weeds, and thickets of iron railing that seemed to have\novergrown themselves like the shrubberies, and to have branched out\nin all manner of wild shapes.  The entrance doors stood open, as\ndoors often do in that country when the heat of the day is past; and\nthe Captain saw no bell or knocker, and walked in.",
        "He walked into a lofty stone hall, refreshingly cool and gloomy\nafter the glare of a Southern day’s travel.  Extending along the\nfour sides of this hall was a gallery, leading to suites of rooms;\nand it was lighted from the top.  Still no bell was to be seen.",
        "“Faith,” said the Captain halting, ashamed of the clanking of his\nboots, “this is a ghostly beginning!”",
        "He started back, and felt his face turn white.  In the gallery,\nlooking down at him, stood the French officer—the officer whose\npicture he had carried in his mind so long and so far.  Compared\nwith the original, at last—in every lineament how like it was!",
        "He moved, and disappeared, and Captain Richard Doubledick heard his\nsteps coming quickly down own into the hall.  He entered through an\narchway.  There was a bright, sudden look upon his face, much such a\nlook as it had worn in that fatal moment.",
        "Monsieur le Capitaine Richard Doubledick?  Enchanted to receive him!\nA thousand apologies!  The servants were all out in the air.  There\nwas a little fete among them in the garden.  In effect, it was the\nfete day of my daughter, the little cherished and protected of\nMadame Taunton.",
        "He was so gracious and so frank that Monsieur le Capitaine Richard\nDoubledick could not withhold his hand.  “It is the hand of a brave\nEnglishman,” said the French officer, retaining it while he spoke.\n\"I could respect a brave Englishman, even as my foe, how much more\nas my friend!  I also am a soldier.”",
        "“He has not remembered me, as I have remembered him; he did not take\nsuch note of my face, that day, as I took of his,” thought Captain\nRichard Doubledick.  “How shall I tell him?”",
        "The French officer conducted his guest into a garden and presented\nhim to his wife, an engaging and beautiful woman, sitting with Mrs.\nTaunton in a whimsical old-fashioned pavilion.  His daughter, her\nfair young face beaming with joy, came running to embrace him; and\nthere was a boy-baby to tumble down among the orange trees on the\nbroad steps, in making for his father’s legs.  A multitude of\nchildren visitors were dancing to sprightly music; and all the\nservants and peasants about the chateau were dancing too.  It was a\nscene of innocent happiness that might have been invented for the\nclimax of the scenes of peace which had soothed the Captain’s\njourney.",
        "He looked on, greatly troubled in his mind, until a resounding bell\nrang, and the French officer begged to show him his rooms.  They\nwent upstairs into the gallery from which the officer had looked\ndown; and Monsieur le Capitaine Richard Doubledick was cordially\nwelcomed to a grand outer chamber, and a smaller one within, all\nclocks and draperies, and hearths, and brazen dogs, and tiles, and\ncool devices, and elegance, and vastness.",
        "“You were at Waterloo,” said the French officer.",
        "“I was,” said Captain Richard Doubledick.  “And at Badajos.”",
        "Left alone with the sound of his own stern voice in his ears, he sat\ndown to consider, What shall I do, and how shall I tell him?  At\nthat time, unhappily, many deplorable duels had been fought between\nEnglish and French officers, arising out of the recent war; and\nthese duels, and how to avoid this officer’s hospitality, were the\nuppermost thought in Captain Richard Doubledick’s mind.",
        "He was thinking, and letting the time run out in which he should\nhave dressed for dinner, when Mrs. Taunton spoke to him outside the\ndoor, asking if he could give her the letter he had brought from\nMary.  “His mother, above all,” the Captain thought.  “How shall I\ntell her?”",
        "“You will form a friendship with your host, I hope,” said Mrs.\nTaunton, whom he hurriedly admitted, “that will last for life.  He\nis so true-hearted and so generous, Richard, that you can hardly\nfail to esteem one another.  If He had been spared,” she kissed (not\nwithout tears) the locket in which she wore his hair, “he would have\nappreciated him with his own magnanimity, and would have been truly\nhappy that the evil days were past which made such a man his enemy.”",
        "She left the room; and the Captain walked, first to one window,\nwhence he could see the dancing in the garden, then to another\nwindow, whence he could see the smiling prospect and the peaceful\nvineyards.",
        "“Spirit of my departed friend,” said he, “is it through thee these\nbetter thoughts are rising in my mind?  Is it thou who hast shown\nme, all the way I have been drawn to meet this man, the blessings of\nthe altered time?  Is it thou who hast sent thy stricken mother to\nme, to stay my angry hand?  Is it from thee the whisper comes, that\nthis man did his duty as thou didst,—and as I did, through thy\nguidance, which has wholly saved me here on earth,—and that he did\nno more?”",
        "He sat down, with his head buried in his hands, and, when he rose\nup, made the second strong resolution of his life,—that neither to\nthe French officer, nor to the mother of his departed friend, nor to\nany soul, while either of the two was living, would he breathe what\nonly he knew.  And when he touched that French officer’s glass with\nhis own, that day at dinner, he secretly forgave him in the name of\nthe Divine Forgiver of injuries.",
        "\nHere I ended my story as the first Poor Traveller.  But, if I had\ntold it now, I could have added that the time has since come when\nthe son of Major Richard Doubledick, and the son of that French\nofficer, friends as their fathers were before them, fought side by\nside in one cause, with their respective nations, like long-divided\nbrothers whom the better times have brought together, fast united.",
        "My story being finished, and the Wassail too, we broke up as the\nCathedral bell struck Twelve.  I did not take leave of my travellers\nthat night; for it had come into my head to reappear, in conjunction\nwith some hot coffee, at seven in the morning.",
        "As I passed along the High Street, I heard the Waits at a distance,\nand struck off to find them.  They were playing near one of the old\ngates of the City, at the corner of a wonderfully quaint row of red-\nbrick tenements, which the clarionet obligingly informed me were\ninhabited by the Minor-Canons.  They had odd little porches over the\ndoors, like sounding-boards over old pulpits; and I thought I should\nlike to see one of the Minor-Canons come out upon his top stop, and\nfavour us with a little Christmas discourse about the poor scholars\nof Rochester; taking for his text the words of his Master relative\nto the devouring of Widows’ houses.",
        "The clarionet was so communicative, and my inclinations were (as\nthey generally are) of so vagabond a tendency, that I accompanied\nthe Waits across an open green called the Vines, and assisted—in\nthe French sense—at the performance of two waltzes, two polkas, and\nthree Irish melodies, before I thought of my inn any more.  However,\nI returned to it then, and found a fiddle in the kitchen, and Ben,\nthe wall-eyed young man, and two chambermaids, circling round the\ngreat deal table with the utmost animation.",
        "I had a very bad night.  It cannot have been owing to the turkey or\nthe beef,—and the Wassail is out of the question—but in every\nendeavour that I made to get to sleep I failed most dismally.  I was\nnever asleep; and in whatsoever unreasonable direction my mind\nrambled, the effigy of Master Richard Watts perpetually embarrassed\nit.",
        "In a word, I only got out of the Worshipful Master Richard Watts’s\nway by getting out of bed in the dark at six o’clock, and tumbling,\nas my custom is, into all the cold water that could be accumulated\nfor the purpose.  The outer air was dull and cold enough in the\nstreet, when I came down there; and the one candle in our supper-\nroom at Watts’s Charity looked as pale in the burning as if it had\nhad a bad night too.  But my Travellers had all slept soundly, and\nthey took to the hot coffee, and the piles of bread-and-butter,\nwhich Ben had arranged like deals in a timber-yard, as kindly as I\ncould desire.",
        "While it was yet scarcely daylight, we all came out into the street\ntogether, and there shook hands.  The widow took the little sailor\ntowards Chatham, where he was to find a steamboat for Sheerness; the\nlawyer, with an extremely knowing look, went his own way, without\ncommitting himself by announcing his intentions; two more struck off\nby the cathedral and old castle for Maidstone; and the book-pedler\naccompanied me over the bridge.  As for me, I was going to walk by\nCobham Woods, as far upon my way to London as I fancied.",
        "When I came to the stile and footpath by which I was to diverge from\nthe main road, I bade farewell to my last remaining Poor Traveller,\nand pursued my way alone.  And now the mists began to rise in the\nmost beautiful manner, and the sun to shine; and as I went on\nthrough the bracing air, seeing the hoarfrost sparkle everywhere, I\nfelt as if all Nature shared in the joy of the great Birthday.",
        "Going through the woods, the softness of my tread upon the mossy\nground and among the brown leaves enhanced the Christmas sacredness\nby which I felt surrounded.  As the whitened stems environed me, I\nthought how the Founder of the time had never raised his benignant\nhand, save to bless and heal, except in the case of one unconscious\ntree.  By Cobham Hall, I came to the village, and the churchyard\nwhere the dead had been quietly buried, “in the sure and certain\nhope” which Christmas time inspired.  What children could I see at\nplay, and not be loving of, recalling who had loved them!  No garden\nthat I passed was out of unison with the day, for I remembered that\nthe tomb was in a garden, and that “she, supposing him to be the\ngardener,” had said, “Sir, if thou have borne him hence, tell me\nwhere thou hast laid him, and I will take him away.”  In time, the\ndistant river with the ships came full in view, and with it pictures\nof the poor fishermen, mending their nets, who arose and followed\nhim,—of the teaching of the people from a ship pushed off a little\nway from shore, by reason of the multitude,—of a majestic figure\nwalking on the water, in the loneliness of night.  My very shadow on\nthe ground was eloquent of Christmas; for did not the people lay\ntheir sick where the more shadows of the men who had heard and seen\nhim might fall as they passed along?",
        "Thus Christmas begirt me, far and near, until I had come to\nBlackheath, and had walked down the long vista of gnarled old trees\nin Greenwich Park, and was being steam-rattled through the mists now\nclosing in once more, towards the lights of London.  Brightly they\nshone, but not so brightly as my own fire, and the brighter faces\naround it, when we came together to celebrate the day.  And there I\ntold of worthy Master Richard Watts, and of my supper with the Six\nPoor Travellers who were neither Rogues nor Proctors, and from that\nhour to this I have never seen one of them again.",
        "\nThis complete text of the The Seven Travellers book by Charles Dickens are in the public domain.\n\n\nAlso by this author:\nYou can buy the A Christmas Carol book at Amazon.\nAlso available, on DVD; A Christmal Carol (1951 Movie) and\nA Christmas Carol (1984 Movie, with George C. Scott).\n\nAnd: \nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield can also be bought on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n"
    ]
}