{
    "title": "The Poetics - 9 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "10",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nFrom what we have said it will be seen that the poet’s function is to\ndescribe, not the thing that has happened, but a kind of thing that\nmight happen, i.e. what is possible as being probable or necessary.\nThe distinction between historian and poet is not in the one writing\nprose and the other verse—you might put the work of Herodotus into\nverse, and it would still be a species of history; it consists really\nin this, that the one describes the thing that has been, and the\nother a kind of thing that might be. Hence poetry is something more\nphilosophic and of graver import than history, since its statements\nare of the nature rather of universals, whereas those of history are\nsingulars. By a universal statement I mean one as to what such or such\na kind of man will probably or necessarily say or do—which is the\naim of poetry, though it affixes proper names to the characters; by a\nsingular statement, one as to what, say, Alcibiades did or had done to\nhim. In Comedy this has become clear by this time; it is only when\ntheir plot is already made up of probable incidents that the.g.ve it\na basis of proper names, choosing for the purpose any names that may\noccur to them, instead of writing like the old iambic poets about\nparticular persons. In Tragedy, however, they still adhere to the\nhistoric names; and for this reason: what convinces is the possible;\nnow whereas we are not yet sure as to the possibility of that which\nhas not happened, that which has happened is manifestly possible, else\nit would not have come to pass. Nevertheless even in Tragedy there are\nsome plays with but one or two known names in them, the rest being\ninventions; and there are some without a single known name, e.g.\nAgathon’s Anthens, in which both incidents and names are of the poet’s\ninvention; and it is no less delightful on that account.  So that one\nmust not aim at a rigid adherence to the traditional stories on which\ntragedies are based. It would be absurd, in fact, to do so, as even\nthe known stories are only known to a few, though they are a delight\nnone the less to all.",
        "It i.e.ident from the above that, the poet must be more the poet of\nhis stories or Plots than of his verses, inasmuch as he is a poet by\nvirtue of the imitative element in his work, and it is actions that he\nimitates. And if he should come to take a subject from actual history,\nhe is none the less a poet for that; since some historic occurrences\nmay very well be in the probable and possible order of things; and it\nis in that aspect of them that he is their poet.",
        "Of simple Plots and actions the episodic are the worst. I call a Plot\nepisodic when there is neither probability nor necessity in the\nsequence of episodes. Actions of this sort bad poets construct through\ntheir own fault, and good ones on account of the players. His work\nbeing for public performance, a good poet often stretches out a Plot\nbeyond its capabilities, and is thus obliged to twist the sequence of\nincident.",
        "Tragedy, however, is an imitation not only of a complete action, but\nalso of incidents arousing pity and fear. Such incidents have the very\ngreatest effect on the mind when they occur unexpectedly and at the\nsame time in consequence of one another; there is more of the\nmarvellous in them then than if they happened of themselves or by mere\nchance. Even matters of chance seem most marvellous if there is an\nappearance of design as it were in them; as for instance the statue of\nMitys at Argos killed the author of Mitys’ death by falling down on\nhim when a looker-on at a public spectacle; for incidents like that we\nthink to be not without a meaning. A Plot, therefore, of this sort is\nnecessarily finer than others.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}