{
    "title": "The Revolutions of Time - Chapter 12: The White Eagle",
    "author": "Jonathan Dunn",
    "chapter": "14",
    "content": [
        "\n\n",
        "It was only a few moments after Onan and Zimri left me that the Munams\narrived, for they had run, spurred on, apparently, by their great desire\nto meet me. In appearance they were like I had seen from afar: hairy and\nstooped, almost using their arms as legs, but not entirely. Their skulls\nwere large and oddly shaped and their mouths were pushed out from their\nfaces like an ape’s. A limp, furry tail hung down from their lower\nbacks, and their hands had a tough, leathery appearance.",
        "There were eight of them, and when they drew near, the foremost hailed\nme with an eager gleam in his eyes, like one who has long hoped and long\nbeen denied. His voice was low and gravelly, but not at all uncivilized\nsounding, as one would have expected by his appearance, and his facial\nexpressions were equally as livid and distinctly humanoid. He began:",
        "“Hail, the White Eagle, sent by the gods to deliver us! Hail the\nredemption from paradise, coming to bring us home.” With that he held\nout his arms and embraced me in a very warm, heartfelt manner.",
        "“Hello,” I replied, somewhat embarrassed by my lack of authority.",
        "“I am Ramma, leader of the Munams,” he told me, “And I welcome you in\nthe name of us all.”",
        "“Greetings, Ramma,” I replied, “I am Jehu.”",
        "“We are joyous at your arrival, oh Jehu of the White Eagle.”",
        "When he said this I had a flashback, a moment of memorial deja vu, when\nthe present and the past are morphed together by one thought, when one\nidea from the past and the present exists in such a way as to connect\nthe two times around it, forming a nexus between the two moments. I was\nbrought back to two separate times, the first being my initial meeting\nwith Onan, when I saw the muraled dome, the genetics of history, and its\ndepiction of the events which were symbolically representative of Daem:\nthe deformed man, the warring races, the worshipers of the White Eagle.\nThe other was my arrival in the Temple of Time, when the King showed me\nthe altar to Temis, the God of Time, depicted as a great White Eagle,\nwrought in diamond and grasping the altar in its talons. There was\nsomething about the White Eagle that connected itself to me inseparably,\nsomething that converged us into one form. I had a sense that it was\nsomehow a key to the mystery of the end times, but I could not make the\nconnection. I thought back to what Onan had said to me just a few\nmoments before, that he and Zimri were close friends, and not enemies at\nall, while those on earth believed their rivalry was a serious conflict.\nYet while I had two separate memorial deja vu’s, I could not make the\nconnection between them to figure out what they meant.",
        "“Tell me,” I asked of Ramma, “What do you mean when you call me the\nWhite Eagle?”",
        "“The prophecy said that our kinsman redeemer, who would bring us out of\nthe lands of desolation and into paradise, who would come to us like a\ngiant eagle, soaring high above the sea. Across the ocean there,” he\nsaid, pointing to Daem, “Is Daem, the paradise land, wherein dwell our\nenemies the Zards and Canitaurs. They keep us off of the island and on\nthe mainland by force, and here we have suffered ever since the great\nwars, in these desolate and barren wastelands, where there is neither\nlife nor death, but only a hazy in between. An ancient one with wings\nlike an eagle was to come and rescue us, the White Eagle, and under his\nguidance we are to be led to victory against our enemies.",
        "“To them he would be sent first, humbly he would come to redeem them\nfrom the woes of their own causing, but they would receive him not.\nInstead they cast him away, and he was to come to us, to bring us to the\npromised land. What a blessed sight it was when we saw you soaring\nthrough the sky on your white wings, and now you have come, my dear\nJehu, you have come at last, in the hour of our greatest need. Come, oh\nWhite Eagle, and let us go to Kalr, our city. Tonight is the Feast of\nthe Hershonites, celebrating the night that the prophecy was received,\nand on the same day shall it be fulfilled!”",
        "With that he turned and set off with a step of exuberance to the\nnorthwest, the other Munams and myself following him. He walked quickly,\nand it was all that I could do to match his pace, so that I was left\nwithout breath enough to ask any more questions. From what I saw on our\njourney, the landscape was the same across the whole mainland that was\nnear to the coast, and there was neither change enough nor any landmark\nconspicuous enough for me to take any bearings. Without the Munam’s\ncompany, I would have been lost.",
        "Ramma led us on a straight course for about half an hour, there being\nnothing to steer around, and when that time had elapsed, we found\nourselves in a small, battered city. There were no great buildings or\ninfrastructure like in Nunami, nor any complex labyrinths like the\nCanitaur’s military base. Instead there were only weak, unsound huts,\nbuilt with a framework of oddly shaped driftwood and covered with a\nthick layer of insulating sod. A road ran through the center of the\ncity, only distinguishable because it was packed down by constant use,\nand on either side were groupings of the huts in semi-circular patterns,\nwith no space between them left unfilled by soil. This created a wind\nbarrier, preventing the strong winds that whipped across the desert\nlands from harassing the inhabitants as they worked and played in their\ncommunal yards. Each such grouping had a field of a strange, potato-like\nplant that spread across the back ends of the houses, where the fierce\nwinds piled up loads of nutrient rich top soil from miles and miles\naround. In the center of the protected areas, each of the communities,\nfor such they were called, had a well that reached hundreds of feet\ndownwards, bringing them almost unlimited supplies of fresh water. Using\nthese two major systems, they were able to live in a comfortable manner,\nnot comfortable in a sense of comparison with the Zards or Canitaurs,\nbut comfortable in the sense that they had food to eat, clothes to wear,\nand shelter to protect them. Under such conditions humanity can thrive,\nfor happiness is not found in the accumulation of excess comforts, but\nin the accumulation of excess love. This the Munams had plenty of, and\nfrom that point of view were more the evolutionary form of humanity than\nthe devolutionary.",
        "The Munams all wore a sort of close fitting frock, a plain colored one\npiece suit that displayed their practicality and modesty. It is a hobby\nof mine to observe the clothing worn by different groups of people and\ncompare it to their characteristics. As I have said before, clothes do\nnot make the man, but the man certainly makes the clothes, and it is\npossible to judge a person’s character by the type of attire that they\nwear, in that it is an expression of their tastes. The Munams were shown\nby their clothing to be a very friendly people, for their frocks were\nhung gently about the body in a manner that was at once both carefree\nand conservative. This is perfectly analogous to their personalities.",
        "When we came down through the center street, which was really the whole\ncity, for there were no other roads, the people rushed out to meet us,\nand when they were told that it was the White Eagle, they began to dance\njoyously about in the streets. There was laughter and play going on all\nat once, and it was like a great burden lifted from my heart to see them\nrejoicing, for it almost reconciled their sufferings with the Zard’s and\nCanitaur’s ease of life, in that they seemed to be much more happy, in\nspite of the circumstances.",
        "Ramma gave a short speech to the people, in which he detailed the\nprophecy and its fulfillment and, in general, encouraged everyone to\nhope for what was to come. When it was over, he and I retired to his\nhome, which was rather larger than the others and formed its own semi-\ncircle, containing as it did both his private quarters and the official\noffices of the government, which, while extremely limited in number,\nwere well outfitted. The door of this building opened into a short\nhallway that had several doors adjacent to it. He led me down one of\nthese and it proved to be a dining hall, though it was not as commodious\nas most, with only a round wooden table with a few chairs around it and\nsome cupboards and cabinets.",
        "Pulling my chair out for me to sit in, Ramma went through all the normal\nduties of host with great ease, and within a few moments we were eating\nheartily from a great dish of boiled potatoes that had been brought in\nby a servant, or rather, a deputy minister of state, for such was his\ntitle. We did little talking before we ate, because I was greatly\nfamished and as such was ill-inclined to be jovial, not that I was\nsullen, but I found it hard to be completely relaxed without a full\nstomach. Yet when that was remedied and I found myself satisfied and\ncomfortable in a warm dwelling, I opened up to Ramma and we had a long\nand entertaining discussion, some of which I will record here, as it\nshines a little more light upon the mysteries of my story:",
        "“So, my dear Jehu,” Ramma began, “I trust your stay on Daem has so far\nbeen enjoyable.”",
        "I chuckled quietly and told him, “No, not entirely, for there is a war\nafoot on Daem, or at least there seemed to be, and it made quite a bit\nof trouble for me.”",
        "“I’m sorry to hear that,” he replied, “But also gratified, for it will\nhelp us in our offensive if they are against each other as well as us.\nStill, it will be hard.”",
        "“What offensive is that?” I asked, my interest being perked.",
        "“Our jihad, to capture the lands which were meant for us and reclaim\nthem from the filth that now inhabit them. You are our kinsman redeemer,\nJehu, but it is not with your presence alone that we will be brought\nvictory, for we also must act. Ever since the prophecy was given we have\nbeen preparing for a strike that will catch the Zards and Canitaurs by\nsurprise, for those are our only advantages: time and surprise. The\ncarrying out of the surprise attack is the hardest part, and we decided\nlong ago to dig a tunnel under the sea to bridge Daem and the mainland,\nfor if we had made a fleet of ships, or attempted anything on the\nsurface, they would have seen and known what we intended to do. The\ntunnel is very long, and it was an arduous task to undertake, but with\nmuch patience we prevailed, and now it is complete. In fact, it was only\ncompleted yesterday, though it was started more than 500 years ago.”",
        "“How is it that you started so long ago and only finished just before I\narrived? I asked.",
        "“Fate,” he answered, “All the happenings of the world are controlled by\na force much greater than us, and it brings everything into completion\nwhen it is needed, no sooner and no later. Many civilizations try to out\nwit fate, but they cannot, and in the end they do its bidding. Not,\nhowever, in the way they had planned, and with more consequences than\nthey would like, at which point they try to change fate again and undo\nthose consequences, and soon they are in a downward spiral of such\ndeeds. We recognize that we are controlled by fate, and instead of\nfighting it, we go along with it. We know that things will happen as\nthey are meant to happen, and we knew that 500 years ago, so it was no\ngreat trial for us to work at our task for so long and not to know when\nthings would be brought to completion. You see, if we had worried about\nit and attempted to change to course of events that history dictated,\nthan we would have only given ourselves more work for the same end.\nStress is the only thing that is created when you try to alter fate, so\nit is our philosophy to take things as they come and trust to the powers\nthat be. You may think it unsophisticated, but that is just as well, for\nwhat matters is not appearances, but reality, and we have the two things\nthat matter most in life: peace and joy.”",
        "I agreed with him, for I had found the same to be true in my own\nexperiences. I then asked him, “When will this grand offensive be\nundertaken?”",
        "“Tomorrow,” he said bluntly.",
        "“Tomorrow? Isn’t that rather soon?”",
        "“Why? Fate has been fulfilled so far, why wait when it is time to act?\nMaybe you misunderstood my meaning: it is not our philosophy to simply\nlet things go as they will. Instead we relax and let things take their\ncourse when it is not in our power to do anything effective, but when\nthe time comes to act, we act swiftly and do not delay. In a word, we do\nnot force fate, either by forcing action where patience is needed, nor\nby forcing patience where action is needed.”",
        "“That sounds well enough,” I said, “But the difficulty lies in the\ncorrect classification of the situation, or in other words, deciding if\npatience or action is needed.”",
        "“Yes, of course, but in this case it has been decided to attack\ntomorrow, and there is nothing left to do but to attack tomorrow. But do\nnot yet let your spirits be dampened by the onset of war, for tonight is\nthe Feast of the Hershonites, and there will be great celebrating and\nrejoicing this evening. Forget about the troubles of tomorrow and enjoy\nthe celebrations of today, as I always say. And it is now time for the\ncelebrating to begin, so let us be off.”",
        "And with that we both rose and took our plates into the kitchen that was\nconnected to the dining hall on the opposite side as the hallway and\ndeposited our plates to be cleaned later (for even the leaders of a\nsociety must do their fair share of the work). Then we walked back\nthrough the dining hall, down the hallway, and out the door.",
        "Outside we found that the people had already began to assemble on the\nroad in front of their communities and were preparing for the festival\nby chattering with one another as loudly as one would think possible. A\nhush began to fall upon them like a descending fog when we came out,\nthough, and within a few moments it had died down to a ghostly silence,\nfor all that could be heard was the wind’s constant blowing. Ramma took\nthe head of the procession of Munams that had formed on the road, and I\ntook the place next to him. With a sort of quiet anticipation of the\njoys to come, there was little movement, and what little there was, was\nhushed by a sense of subdued excitement. Then, with a somber gait, Ramma\nbegan the parade down the road, in the opposite direction as we had come\nfrom, that being northwest, and all followed him as he did.",
        "The sun at that time was just beginning to set, and once we had crossed\none of the larger hills we came face to face with the coast, the sun’s\ngreat red form half sunken beneath its surface. A faint cloud layer\nfloated by and was illuminated by the twilight so that it stretched\nhaphazardly across the face of the sun. Never have I seen so profound a\nscene as that which then presented itself, with the desert sands and the\nocean’s still surface reflecting the last agonies of the sun’s descent\ninto the underworld with such a subtle emotional undertone so as to\nrender it a subconscious delight. Its recognized superiority to mortal\nlife forms left us all mute and somber, but at the same time the freedom\nfelt from the same gave us joy beyond reckoning.",
        "The march to the sea was slow and steady, and when we finally reached\nits shores it was just at the change of day and night. Several large\nbonfires were lit and by their light a great communal dance began,\neveryone jumping around, running, and doing whatever their lighthearted\ndesire may have been. Under stars that shone like the twinkling in a\nnewborn’s eye, we had such a joyous time that it can hardly be\ndescribed. We were no longer within the reach of civility or social\nduty, but without it we were not mean nor hurtful to one another, but\nwere playful and joyous, like children without a care in the world. Our\nlittle games and frolics cannot be described with any accuracy, because\noutside of the moment’s happiness, they cannot be understood, as it was\na spiritual happiness, existing only in the spiritual realm. All that\ncould be described is the physical actions that were taken because of\nthat spiritual enjoyment, but that would do nothing to describe the\nfeeling of the night. It was one filled with more joy than anything I\nhave known as an adult, because we became as children in our trusting to\nfate, and it was natural, befitting to our natures. Man is not meant to\nworry, man is meant to be free from all boundaries, inward and outward,\nman is meant to be ruled by only one desire: love of others.",
        "As the night dwindled away, we grew tired, but instead of returning to\nthe city, we laid down wherever we were when we felt that we could\nremain awake no longer, and fell to sleep instantly when we did. It was\nnot at all uncomfortable, for the sand was soft and a warm breeze blew\nin from the water, and though as an adult I would have feared sleeping\nso openly in the unknown, I was not at that time an adult.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}