{
    "title": "The Boys’ Life of Mark Twain - XX. The Miner",
    "author": "Paine",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "The wonder is that Samuel Clemens, always speculative and visionary, had\nnot fallen an earlier victim.  Everywhere one heard stories of sudden\nfortune–of men who had gone to bed paupers and awakened millionaires.\nNew and fabulous finds were reported daily.  Cart-loads of bricks–silver\nand gold bricks–drove through the Carson streets.",
        "Then suddenly from the newly opened Humboldt region came the wildest\nreports.  The mountains there were said to be stuffed with gold.  A\ncorrespondent of the “Territorial Enterprise” was unable to find words to\npicture the riches of the Humboldt mines.",
        "The air for Samuel Clemens began to shimmer.  Fortune was waiting to be\ngathered in a basket.  He joined the first expedition for Humboldt–in\nfact, helped to organize it.  In “Roughing It” he says:",
        "“Hurry was the word!  We wasted no time.  Our party consisted of four\n     persons–a blacksmith sixty years of age, two young lawyers, and\n     myself.  We bought a wagon and two miserable old horses.  We put\n     eighteen hundred pounds of provisions and mining-tools in the wagon\n     and drove out of Carson on a chilly December afternoon..”",
        "The two young lawyers were W. H. Clagget, whom Clemens had known in\nKeokuk, and A. W. Oliver, called Oliphant in “Roughing It.”   The\nblacksmith was named Tillou (Ballou in “Roughing It”), a sturdy, honest\nman with a knowledge of mining and the repair of tools.  There were also\ntwo dogs in the party–a curly-tailed mongrel and a young hound.",
        "The horses were the weak feature of the expedition.  It was two hundred\nmiles to Humboldt, mostly across sand.  The miners rode only a little\nway, then got out to lighten the load.  Later they pushed.  Then it began\nto snow, also to blow, and the air became filled with whirling clouds of\nsnow and sand.  On and on they pushed and groaned, sustained by the\nknowledge that they must arrive some time, when right away they would be\nmillionaires and all their troubles would be over.",
        "The nights were better.  The wind went down and they made a camp-fire in\nthe shelter of the wagon, cooked their bacon, crept under blankets with\nthe dogs to warm them, and Sam Clemens spun yarns till they fell asleep.",
        "There had been an Indian war, and occasionally they passed the charred\nruin of a cabin and new graves.  By and by they came to that deadly waste\nknown as the Alkali Desert, strewn with the carcasses of dead beasts and\nwith the heavy articles discarded by emigrants in their eagerness to\nreach water.  All day and night they pushed through that choking,\nwaterless plain to reach camp on the other side.  When they arrived at\nthree in the morning, they dropped down exhausted.  Judge Oliver, the\nlast survivor of the party, in a letter to the writer of these chapters,\nsaid:",
        "“The sun was high in the heavens when we were aroused from our sleep\n     by a yelling band of Piute warriors.  We were upon our feet in an\n     instant.  The picture of burning cabins and the lonely graves we had\n     passed was in our minds.  Our scalps were still our own, and not\n     dangling from the belts of our visitors.  Sam pulled himself\n     together, put his hand on his head, as if to make sure he had not\n     been scalped, and, with his inimitable drawl, said ’Boys, they have\n     left us our scalps.  Let us give them all the flour and sugar they\n     ask for.’  And we did give them a good supply, for we were grateful.”",
        "The Indians left them unharmed, and the prospective millionaires moved\non.  Across that two hundred miles to the Humboldt country they pushed,\narriving at the little camp of Unionville at the end of eleven weary\ndays.",
        "In “Roughing It” Mark Twain has told us of Unionville and the mining\nexperience there.  Their cabin was a three-sided affair with a cotton\nroof.  Stones rolled down the mountainside on them; also, the author\nsays, a mule and a cow.",
        "The author could not gather fortune in a basket, as he had dreamed.\nMasses of gold and silver were not lying about.  He gathered a back-load\nof yellow, glittering specimens, but they proved worthless.  Gold in the\nrough did not glitter, and was not yellow.  Tillou instructed the others\nin prospecting, and they went to work with pick and shovel–then with\ndrill and blasting-powder.  The prospect of immediately becoming\nmillionaires vanished.",
        "“One week of this satisfied me.  I resigned,” is Mark Twain’s brief\ncomment.",
        "The Humboldt reports had been exaggerated.  The Clemens-Clagget-Oliver-\nTillou millionaire combination soon surrendered its claims.  Clemens and\nTillou set out for Carson City with a Prussian named Pfersdorff, who\nnearly got them drowned and got them completely lost in the snow before\nthey arrived there.  Oliver and Clagget remained in Unionville, began law\npractice, and were elected to office.  It is not known what became of the\nwagon and horses and the two dogs.",
        "It was the end of January when our miner returned to Carson.  He was not\ndiscouraged–far from it.  He believed he had learned something that\nwould be useful to him in a camp where mines were a reality.  Within a\nfew weeks from his return we find him at Aurora, in the Esmeralda region,\non the edge of California.  It was here that the Clemens brothers owned\nthe 1,650 feet formerly mentioned.  He had came down to work it.",
        "It was the dead of winter, but he was full of enthusiasm, confident of a\nfortune by early summer.  To Pamela he wrote:",
        "“I expect to return to St. Louis in July–per steamer.  I don’t say\n     that I will return then, or that I shall be able to do it–but I\n     expect to–you bet .  .  .  . If nothing goes wrong, we’ll strike\n     the ledge in June.”",
        "He was trying to be conservative, and further along he cautions his\nsister not to get excited.",
        "“Don’t you know I have only talked as yet, but proved nothing?  Don’t\n     you know I have never held in my hands a gold or silver bar that\n     belonged to me?  Don’t you know that people who always feel jolly,\n     no matter where they are or what happens to them–who have the organ\n     of hope preposterously developed–who are endowed with an\n     uncongealable, sanguine temperament–who never feel concerned about\n     the price of corn–and who cannot, by any possibility, discover any\n     but the bright side of a picture–are very apt to go to extremes and\n     exaggerate with a 40-horse microscopic power?",
        "“But-but–\n     In the bright lexicon of youth,\n     There is no such word as fail,\n     and I’ll prove it.”",
        "Whereupon he soars again, adding page after page full of glowing\nexpectations and plans such as belong only with speculation in treasures\nburied in the ground–a very difficult place, indeed, to find them.",
        "His money was about exhausted by this time, and funds to work the mining\nclaims must come out of Orion’s rather modest salary.  The brothers owned\nall claims in partnership, and it was now the part of “Brother Sam” to do\nthe active work.  He hated the hard picking and prying and blasting into\nthe flinty ledges, but the fever drove him on.  He camped with a young\nman named Phillips at first, and, later on, with an experienced miner,\nCalvin H. Higbie, to whom “Roughing It” would one day be dedicated.  They\nlived in a tiny cabin with a cotton roof, and around their rusty stove\nthey would paw over their specimens and figure the fortune that their\nmines would be worth in the spring.",
        "Food ran low, money gave out almost entirely, but they did not give up.\nWhen it was stormy and they could not dig, and the ex-pilot was in a\ntalkative vein, he would sit astride the bunk and distribute to his\nhearers riches more valuable than any they would dig from the Esmeralda\nhills.  At other times he did not talk at all, but sat in a corner and\nwrote.  They thought he was writing home; they did not know that he was\n“literary.”  Some of his home letters had found their way into a Keokuk\npaper and had come back to Orion, who had shown them to an assistant on\nthe “Territorial Enterprise,” of Virginia City.  The “Enterprise” man had\ncaused one of them to be reprinted, and this had encouraged its author to\nsend something to the paper direct.  He signed these contributions\n“Josh,” and one told of:",
        "“An old, old horse whose name was Methusalem,\n          Took him down and sold him in Jerusalem,\n          A long time ago.”",
        "He received no pay for these offerings and expected none.  He considered\nthem of no value.  If any one had told him that he was knocking at the\ndoor of the house of fame, however feebly, he would have doubted that\nperson’s judgment or sincerity.",
        "His letters to Orion, in Carson City, were hasty compositions, reporting\nprogress and progress, or calling for remittances to keep the work going.\nOn April 13, he wrote:",
        "“Work not begun on the Horatio and Derby–haven’t seen it yet.  It is\n     still in the snow.  Shall begin on it within three or four weeks–\n     strike the ledge in July.”",
        "Again, later in the month:",
        "“I have been at work all day, blasting and digging in one of our new\n     claims, ’Dashaway,’ which I don’t think a great deal of, but which I\n     am willing to try.  We are down now ten or twelve feet.”",
        "It must have been disheartening work, picking away at the flinty ledges.\nThere is no further mention of the “Dashaway,” but we hear of the\n“Flyaway,” the “Annipolitan,” the “Live Yankee,” and of many another,\neach of which holds out a beacon of hope for a brief moment, then passes\nfrom notice forever.  Still, he was not discouraged.  Once he wrote:",
        "“I am a citizen here and I am satisfied, though ’Ratio and I are\n     ’strapped’ and we haven’t three days’ rations in the house.  I shall\n     work the “Monitor” and the other claims with my own hands.",
        "“The pick and shovel are the only claims I have confidence in now,\"\n     he wrote, later; “my back is sore and my hands are blistered with\n     handling them to-day.”",
        "His letters began to take on a weary tone.  Once in midsummer he wrote\nthat it was still snowing up there in the hills, and added, “It always\nsnows here I expect.  If we strike it rich, I’ve lost my guess, that’s\nall.”  And the final heartsick line, “Don’t you suppose they have pretty\nmuch quit writing at home?”",
        "In time he went to work in a quartz-mill at ten dollars a week, though it\nwas not entirely for the money, as in “Roughing It” he would have us\nbelieve.  Samuel Clemens learned thoroughly what he undertook, and he\nproposed to master the science of mining.  From Phillips and Higbie he\nhad learned what there was to know about prospecting.  He went to the\nmill to learn refining, so that, when his claims developed, he could\nestablish a mill and personally superintend the work.  His stay was\nbrief.  He contracted a severe cold and came near getting poisoned by the\nchemicals.  Recovering, he went with Higbie for an outing to Mono Lake, a\nghastly, lifeless alkali sea among the hills, vividly described in\n“Roughing It.”",
        "At another time he went with Higbie on a walking trip to the Yosemite,\nwhere they camped and fished undisturbed, for in those days few human\nbeings came to that far isolation.  Discouragement did not reach them\nthere–amid that vast grandeur and quiet the quest for gold hardly seemed\nworth while.  Now and again that summer he went alone into the wilderness\nto find his balance and to get entirely away from humankind.",
        "In “Roughing It” Mark Twain tells the story of how he and Higbie finally\nlocated a “blind lead,” which made them really millionaires, until they\nforfeited their claim through the sharp practice of some rival miners and\ntheir own neglect.  It is true that the “Wide West” claim was forfeited\nin some such manner, but the size of the loss was magnified in “Roughing\nIt,” to make a good story.  There was never a fortune in “Wide West,\"\nexcept the one sunk in it by its final owners.  The story as told in\n“Roughing It” is a tale of what might have happened, and ends the\nauthor’s days in the mines with a good story-book touch.",
        "The mining career of Samuel Clemens really came to a close gradually, and\nwith no showy climax.  He fought hard and surrendered little by little,\nwithout owning, even to the end, that he was surrendering at all.  It was\nthe gift of resolution that all his life would make his defeats long and\ncostly–his victories supreme.",
        "By the end of July the money situation in the Aurora camp was getting\ndesperate.  Orion’s depleted salary would no longer pay for food, tools,\nand blasting-powder, and the miner began to cast about far means to earn\nan additional sum, however small.  The “Josh” letters to the “Enterprise\"\nhad awakened interest as to their author, and Orion had not failed to let\n“Josh’s\" identity be known.  The result had been that here and there a\ncoast paper had invited contributions and even suggested payment.  A\nletter written by the Aurora miner at the end of July tells this part of\nthe story:",
        "“My debts are greater than I thought for .  .  .  . The fact is, I\n     must have something to do, and that shortly, too .  .  .  .  Now\n     write to the “Sacramento Union” folks, or to Marsh, and tell them\n     that I will write as many letters a week as they want, for $10 a\n     week.  My board must be paid.",
        "“Tell them I have corresponded with the “New Orleans Crescent” and\n     other papers–and the “Enterprise.”",
        "“If they want letters from here–who’ll run from morning till night\n     collecting material cheaper?  I’ll write a short letter twice a week,\n     for the present, for the “Age,” for $5 per week.  Now it has been a\n     long time since I couldn’t make my own living, and it shall be a long\n     time before I loaf another year.”",
        "This all led to nothing, but about the same time the “Enterprise\"\nassistant already mentioned spoke to Joseph T. Goodman, owner and editor\nof the paper, about adding “Josh” to their regular staff.  “Joe” Goodman,\na man of keen humor and literary perception, agreed that the author of\nthe “Josh” letters might be useful to them.  One of the sketches\nparticularly appealed to him–a burlesque report of a Fourth of July\noration.",
        "“That is the kind of thing we want,” he said.  “Write to him, Barstow,\nand ask him if he wants to come up here.”",
        "Barstow wrote, offering twenty-five dollars a week–a tempting sum.  This\nwas at the end of July, 1862.",
        "Yet the hard-pressed miner made no haste to accept the offer.  To leave\nAurora meant the surrender of all hope in the mines, the confession of\nanother failure.  He wrote Barstow, asking when he thought he might be\nneeded.  And at the same time, in a letter to Orion, he said:",
        "“I shall leave at midnight to-night, alone and on foot, for a walk of\n     sixty or seventy miles through a totally uninhabited country.  But\n     do you write Barstow that I have left here for a week or so, and, in\n     case he should want me, he must write me here, or let me know\n     through you.”",
        "He had gone into the wilderness to fight out his battle alone, postponing\nthe final moment of surrender–surrender that, had he known, only meant\nthe beginning of victory.  He was still undecided when he returned eight\ndays later and wrote to his sister Pamela a letter in which there is no-\nmention of newspaper prospects.",
        "Just how and when the end came at last cannot be known; but one hot,\ndusty August afternoon, in Virginia City, a worn, travel-stained pilgrim\ndragged himself into the office of the “Territorial Enterprise,” then in\nits new building on C Street, and, loosening a heavy roll of blankets\nfrom his shoulder, dropped wearily into a chair.  He wore a rusty slouch\nhat, no coat, a faded blue-flannel shirt, a navy revolver; his trousers\nwere tucked into his boot-tops; a tangle of reddish-brown hair fell on\nhis shoulders; a mass of tawny beard, dingy with alkali dust, dropped\nhalf-way to his waist.",
        "Aurora lay one hundred and thirty miles from Virginia City.  He had\nwalked that distance, carrying his heavy load.  Editor Goodman was absent\nat the moment, but the other proprietor, Dennis E. McCarthy, asked the\ncaller to state his errand.  The wanderer regarded him with a far-away\nlook and said, absently, and with deliberation:",
        "“My starboard leg seems to be unshipped.  I’d like about one hundred\n     yards of line; I think I’m falling to pieces.”  Then he added: “I\n     want to see Mr. Barstow or Mr. Goodman.  My name is Clemens, and\n     I’ve come to write for the paper.”",
        "It was the master of the world’s widest estate come to claim his kingdom!",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}