{
    "title": "The Story of Mankind - Mediaeval Trade (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "39",
    "content": [
        "\n",
        "\n\n",
        "HOW THE CRUSADES ONCE MORE MADE THE\nMEDITERRANEAN A BUSY CENTRE OF\nTRADE AND HOW THE CITIES OF THE\nITALIAN PENINSULA BECAME THE GREAT\nDISTRIBUTING CENTRE FOR THE COMMERCE\nWITH ASIA AND AFRICA",
        "THERE were three good reasons why the Italian cities should\nhave been the first to regain a position of great importance\nduring the late Middle Ages. The Italian peninsula had been\nsettled by Rome at a very early date. There had been more\nroads and more towns and more schools than anywhere else\nin Europe.",
        "The barbarians had burned as lustily in Italy as elsewhere,\nbut there had been so much to destroy that more had been able\nto survive. In the second place, the Pope lived in Italy and\nas the head of a vast political machine, which owned land and\nserfs and buildings and forests and rivers and conducted courts\nof law, he was in constant receipt of a great deal of money.\nThe Papal authorities had to be paid in gold and silver as did\nthe merchants and ship-owners of Venice and Genoa. The\ncows and the eggs and the horses and all the other agricultural\nproducts of the north and the west must be changed into actual\ncash before the debt could be paid in the distant city of Rome.",
        "This made Italy the one country where there was a comparative\nabundance of gold and silver. Finally, during the Crusades,\nthe Italian cities had become the point of embarkation\nfor the Crusaders and had profiteered to an almost unbelievable\nextent.",
        "And after the Crusades had come to an end, these same\nItalian cities remained the distributing centres for those Oriental\ngoods upon which the people of Europe had come to depend\nduring the time they had spent in the near east.",
        "Of these towns, few were as famous as Venice. Venice was\na republic built upon a mud bank. Thither people from the\nmainland had fled during the invasions of the barbarians in the\nfourth century. Surrounded on all sides by the sea they had\nengaged in the business of salt-making. Salt had been very\nscarce during the Middle Ages, and the price had been high.\nFor hundreds of years Venice had enjoyed a monopoly of\nthis indispensable table commodity (I say indispensable, because\npeople, like sheep, fall ill unless they get a certain amount\nof salt in their food). The people had used this monopoly to\nincrease the power of their city. At times they had even dared\nto defy the power of the Popes. The town had grown rich and\nhad begun to build ships, which engaged in trade with the\nOrient. During the Crusades, these ships were used to carry\npassengers to the Holy Land, and when the passengers could\nnot pay for their tickets in cash, they were obliged to help the\nVenetians who were for ever increasing their colonies in the\nAEgean Sea, in Asia Minor and in Egypt.",
        "By the end of the fourteenth century, the population had\ngrown to two hundred thousand, which made Venice the biggest\ncity of the Middle Ages. The people were without influence\nupon the government which was the private affair of a\nsmall number of rich merchant families. They elected a senate\nand a Doge (or Duke), but the actual rulers of the city were\nthe members of the famous Council of Ten,–who maintained\nthemselves with the help of a highly organised system of secret\nservice men and professional murderers, who kept watch upon\nall citizens and quietly removed those who might be dangerous\nto the safety of their high-handed and unscrupulous Committee\nof Public Safety.",
        "The other extreme of government, a democracy of very\nturbulent habits, was to be found in Florence. This city\ncontrolled the main road from northern Europe to Rome and used\nthe money which it had derived from this fortunate economic\nposition to engage in manufacturing. The Florentines tried to\nfollow the example of Athens. Noblemen, priests and members\nof the guilds all took part in the discussions of civic affairs.\nThis led to great civic upheaval. People were forever being divided\ninto political parties and these parties fought each other\nwith intense bitterness and exiled their enemies and confiscated\ntheir possessions as soon as they had gained a victory in the\ncouncil. After several centuries of this rule by organised mobs,\nthe inevitable happened. A powerful family made itself master\nof the city and governed the town and the surrounding country\nafter the fashion of the old Greek “tyrants.” They were called\nthe Medici. The earliest Medici had been physicians (medicus\nis Latin for physician, hence their name), but later they had\nturned banker. Their banks and their pawnshops were to be\nfound in all the more important centres of trade. Even today\nour American pawn-shops display the three golden balls\nwhich were part of the coat of arms of the mighty house of\nthe Medici, who became rulers of Florence and married their\ndaughters to the kings of France and were buried in graves\nworthy of a Roman Caesar.",
        "Then there was Genoa, the great rival of Venice, where\nthe merchants specialised in trade with Tunis in Africa and\nthe grain depots of the Black Sea. Then there were more than\ntwo hundred other cities, some large and some small, each a perfect\ncommercial unit, all of them fighting their neighbours and\nrivals with the undying hatred of neighbours who are depriving\neach other of their profits.",
        "Once the products of the Orient and Africa had been\nbrought to these distributing centres, they must be prepared\nfor the voyage to the west and the north.",
        "Genoa carried her goods by water to Marseilles, from where\nthey were reshipped to the cities along the Rhone, which in\nturn served as the market places of northern and western\nFrance.",
        "Venice used the land route to northern Europe. This ancient\nroad led across the Brenner pass, the old gateway for\nthe barbarians who had invaded Italy. Past Innsbruck, the\nmerchandise was carried to Basel. From there it drifted down\nthe Rhine to the North Sea and England, or it was taken to\nAugsburg where the Fugger family (who were both bankers\nand manufacturers and who prospered greatly by “shaving\"\nthe coins with which they paid their workmen), looked after\nthe further distribution to Nuremberg and Leipzig and the\ncities of the Baltic and to Wisby (on the Island of Gotland)\nwhich looked after the needs of the Northern Baltic and dealt\ndirectly with the Republic of Novgorod, the old commercial\ncentre of Russia which was destroyed by Ivan the Terrible in\nthe middle of the sixteenth century.",
        "The little cities on the coast of north-western Europe had\nan interesting story of their own. The mediaeval world ate a\ngreat deal of fish. There were many fast days and then people\nwere not permitted to eat meat. For those who lived away\nfrom the coast and from the rivers, this meant a diet of eggs\nor nothing at all. But early in the thirteenth century a Dutch\nfisherman had discovered a way of curing herring, so that it\ncould be transported to distant points. The herring fisheries\nof the North Sea then became of great importance. But some\ntime during the thirteenth century, this useful little fish (for\nreasons of its own) moved from the North Sea to the Baltic and\nthe cities of that inland sea began to make money. All the\nworld now sailed to the Baltic to catch herring and as that fish\ncould only be caught during a few months each year (the rest\nof the time it spends in deep water, raising large families of\nlittle herrings) the ships would have been idle during the rest\nof the time unless they had found another occupation. They\nwere then used to carry the wheat of northern and central Russia\nto southern and western Europe. On the return voyage\nthey brought spices and silks and carpets and Oriental rugs\nfrom Venice and Genoa to Bruges and Hamburg and Bremen.",
        "Out of such simple beginnings there developed an important\nsystem of international trade which reached from the\nmanufacturing cities of Bruges and Ghent (where the almighty\nguilds fought pitched battles with the kings of France and\nEngland and established a labour tyranny which completely\nruined both the employers and the workmen) to the Republic\nof Novgorod in northern Russia, which was a mighty city until\nTsar Ivan, who distrusted all merchants, took the town and\nkilled sixty thousand people in less than a month’s time and\nreduced the survivors to beggary.",
        "That they might protect themselves against pirates and\nexcessive tolls and annoying legislation, the merchants of the\nnorth founded a protective league which was called the\n“Hansa.” The Hansa, which had its headquarters in Lubeck,\nwas a voluntary association of more than one hundred cities.\nThe association maintained a navy of its own which patrolled\nthe seas and fought and defeated the Kings of England and\nDenmark when they dared to interfere with the rights and the\nprivileges of the mighty Hanseatic merchants.",
        "I wish that I had more space to tell you some of the wonderful\nstories of this strange commerce which was carried on\nacross the high mountains and across the deep seas amidst\nsuch dangers that every voyage became a glorious adventure.\nBut it would take several volumes and it cannot be done here.",
        "Besides, I hope that I have told you enough about the Middle\nAges to make you curious to read more in the excellent books\nof which I shall give you a list at the end of this volume.",
        "The Middle Ages, as I have tried to show you, had been a\nperiod of very slow progress. The people who were in power\nbelieved that “progress” was a very undesirable invention of\nthe Evil One and ought to be discouraged, and as they hap-\npened to occupy the seats of the mighty, it was easy to enforce\ntheir will upon the patient serfs and the illiterate knights.\nHere and there a few brave souls sometimes ventured forth into\nthe forbidden region of science, but they fared badly and were\nconsidered lucky when they escaped with their lives and a jail\nsentence of twenty years.",
        "In the twelfth and thirteenth centuries the flood of\ninternational commerce swept over western Europe as the Nile\nhad swept across the valley of ancient Egypt. It left behind\na fertile sediment of prosperity. Prosperity meant leisure\nhours and these leisure hours gave both men and women a\nchance to buy manuscripts and take an interest in literature\nand art and music.",
        "Then once more was the world filled with that divine curiosity\nwhich has elevated man from the ranks of those other\nmammals who are his distant cousins but who have remained\ndumb, and the cities, of whose growth and development I have\ntold you in my last chapter, offered a safe shelter to these\nbrave pioneers who dared to leave the very narrow domain\nof the established order of things.",
        "They set to work. They opened the windows of their\ncloistered and studious cells. A flood of sunlight entered the\ndusty rooms and showed them the cobwebs which had gathered\nduring the long period of semi-darkness.",
        "They began to clean house. Next they cleaned their gardens.",
        "Then they went out into the open fields, outside the crumbling\ntown walls, and said, “This is a good world. We are\nglad that we live in it.”",
        "At that moment, the Middle Ages came to an end and a new\nworld began.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}