{
    "title": "The Store Boy - Chapter X - Ben Goes to New York",
    "author": "Horatio Alger, Jr.",
    "chapter": "10",
    "content": [
        "\n\n",
        "Pentonville was thirty-five miles distant from New York, and the fare\nwas a dollar, but an excursion ticket, carrying a passenger both ways,\nwas only a dollar and a half.  Ben calculated that his extra expenses,\nincluding dinner, might amount to fifty cents, thus making the cost of\nthe trip two dollars.  This sum, small as it was, appeared large both\nto Ben and his mother.  Some doubts about the expediency of the\njourney suggested themselves to Mrs. Barclay.",
        "“Do you think you had better go, Ben?” she said doubtfully.  “Two\ndollars would buy you some new stockings and handkerchiefs.”",
        "“I will do without them, mother.  Something has got to be done, or we\nshall be turned into the street when three months are up.  Squire\nDavenport is a very selfish man, and he will care nothing for our\ncomfort or convenience.”",
        "“That is true,” said the widow, with a sigh.  “If I thought your going\nto New York would do any good, I would not grudge you the money–”",
        "“Something will turn up, or I will turn up something,” said Ben\nconfidently.",
        "When he asked Mr. Crawford for a day off, the latter responded: “Yes,\nBen, I think I can spare you, as Monday is not a very busy day.  Would\nyou be willing to do an errand for me?”",
        "“Certainly Mr. Crawford, with pleasure.”",
        "“I need a new supply of prints.  Go to Stackpole & Rogers, No. ––\nWhite Street, and select me some attractive patterns.  I shall rely\nupon your taste.”",
        "“Thank you, sir,” said Ben, gratified by the compliment.",
        "He received instructions as to price and quantity, which he carefully\nnoted down.",
        "“As it will save me a journey, not to speak of my time, I am willing\nto pay your fare one way.”",
        "“Thank you, sir; you are very kind.”",
        "Mr. Crawford took from the money drawer a dollar, and handed it to\nBen.",
        "“But I buy an excursion ticket, so that my fare each way will be but\nseventy-five cents.”",
        "“Never mind, the balance will go toward your dinner.”",
        "“There, mother, what do you say now?” said Ben, on Saturday night.\n“Mr. Crawford is going to pay half my expenses, and I am going to buy\nsome goods for him.”",
        "“I am glad he reposes so much confidence in you, Ben.  I hope you\nwon’t lose his money.”",
        "“Oh, I don’t carry any.  He buys on thirty days.  All I have to do is\nto select the goods.”",
        "“Perhaps it is for the best that you go, after all,” said Mrs.\nBarclay.  “At any rate, I hope so.”",
        "At half-past seven o’clock on Monday morning Ben stood on the platform\nof the Pentonville station, awaiting the arrival of the train.",
        "“Where are you going?” said a voice.",
        "Ben, turning, saw that it was Tom Davenport who had spoken.",
        "“I am going to New York,” he answered briefly.",
        "“Has Crawford discharged you?”",
        "“Why do you ask?  Would you like to apply for the position?” asked Ben\ncoolly.",
        "“Do you think I would condescend to be a grocer’s boy?” returned Tom\ndisdainfully.",
        "“I don’t know.”",
        "“If I go into business it will be as a merchant.”",
        "“I am glad to hear it.”",
        "“You didn’t say what you were going to New York for?”",
        "“I have no objection to tell you, as you are anxious to know; I am\ngoing to the city to buy goods.”",
        "Tom looked not only amazed, but incredulous.",
        "“That’s a likely story,” said he, after a pause.",
        "“It is a true story.”",
        "“Do you mean to say Crawford trusts you buy goods for him?”",
        "“So it seems.”",
        "“He must be getting weak-headed.”",
        "“Suppose you call and give him that gratifying piece of information.”",
        "Just then the train came thundering up, and Ben jumped aboard.  Tom\nDavenport looked after him with a puzzled glance.",
        "“I wonder whether that boy tells the truth,” he said to himself.  “He\nthinks too much of himself, considering what he is.”",
        "It never occurred to Tom that the remark would apply even better to\nhim than the boy he was criticising.  As a rule we are the last to\nrecognize our own faults, however quick we may be to see the faults of\nothers.",
        "Two hours later Ben stood in front of the large dry-goods jobbing\nhouse of Stackpole & Rogers, in White Street.",
        "He ascended the staircase to the second floor, which was very spacious\nand filled with goods in great variety.",
        "“Where is the department of prints?” he inquired of a young man near\nthe door.",
        "He was speedily directed and went over at once.  He showed the\nsalesman in charge a letter from Mr. Crawford, authorizing him to\nselect a certain amount of goods.",
        "“You are rather a young buyer,” said the salesman, smiling.",
        "“It is the first time I have served in that way,” said Ben modestly;\n“but I know pretty well what Mr. Crawford wants.”",
        "Half an hour was consumed in making his selections.",
        "“You have good taste,” said the salesman, “judging from your\nselections.”",
        "“Thank you.”",
        "“If you ever come to the city to look for work, come here, and I will\nintroduce you to the firm.”",
        "“Thank you.  How soon can you ship the goods?”",
        "“I am afraid not to-day, as we are very busy.  Early next week we will\nsend them.”",
        "His business concluded, Ben left the store and walked up to Broadway.\nThe crowded thoroughfare had much to interest him.  He was looking at\na window when someone tapped him on the shoulder.",
        "It was a young man foppishly attired, who was smiling graciously upon\nhim.",
        "“Why, Gus Andre,” he said, “when did you come to town, and how did you\nleave all the folks in Bridgeport?”",
        "“You have made a mistake,” said Ben.",
        "“Isn’t your name Gus Andre?”",
        "“No, it is Ben Barclay, from Pentonville.”",
        "“I really beg your pardon.  You look surprisingly like my friend\nGussie.”",
        "Five minutes later there was another tap on our hero’s shoulder, as he\nwas looking into another window, and another nicely dressed young man\nsaid heartily: “Why, Ben, my boy, when did you come to town?”",
        "“This morning,” answered Ben.  “You seem to know me, but I can’t\nremember you.”",
        "“Are you not Ben Barclay, of Pentonville.”",
        "“Yes, but––”",
        "“Don’t you remember Jim Fisher, who passed part of the summer, two\nyears since, in your village?”",
        "“Where were you staying?” asked Ben.",
        "It was the other’s turn to looked confused.",
        "“At–the Smiths’,” he answered, at random.",
        "“At Mrs. Roxana Smith’s?” suggested Ben.",
        "“Yes, yes,” said the other eagerly, “she is my aunt.”",
        "“Is she?” asked Ben, with a smile of amusement, for he had by this\ntime made up his mind as to the character of his new friend.  “She\nmust be proud of her stylish nephew.  Mrs. Smith is a poor widow, and\ntakes in washing.”",
        "“It’s some other Smith,” said the young man, discomfited.",
        "“She is the only one by that name in Pentonville.”",
        "Jim Fisher, as he called himself, turned upon his heel and left Ben\nwithout a word.  It was clear that nothing could be made out of him.",
        "Ben walked all the way up Broadway, as far as Twenty-first Street,\ninto which he turned, and walked eastward until he reached Gramercy\nPark, opposite which Lexington Avenue starts.  In due time he reached\nthe house of Mr. Absalom Peters, and, ascending the steps, he rang the\nbell.",
        "“Is Mr. Peters in?” he asked of the servant who answered the bell.",
        "“No.”",
        "“Will he be in soon?”",
        "“I guess not.  He sailed for Europe last week.”",
        "Ben’s heart sank within him.  He had hoped much from Mr. Peters,\nbefore whom he meant to lay all the facts of his mother’s situation.\nNow that hope was crushed.",
        "He turned and slowly descended the steps.",
        "“There goes our last chance of saving the house,” he said to himself\nsadly.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}