{
    "title": "The Renaissance: Studies in Art and Poetry - Sandro Botticelli",
    "author": "Walter Pater",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "[50] IN Leonardo’s treatise on painting only one contemporary is\nmentioned by name–Sandro Botticelli.  This pre-eminence may\nbe due to chance only, but to some will rather appear a result of\ndeliberate judgment; for people have begun to find out the charm\nof Botticelli’s work, and his name, little known in the last\ncentury, is quietly becoming important.  In the middle of the\nfifteenth century he had already anticipated much of that\nmeditative subtlety, which is sometimes supposed peculiar to the\ngreat imaginative workmen of its close.  Leaving the simple\nreligion which had occupied the followers of Giotto for a century,\nand the simple naturalism which had grown out of it, a thing of\nbirds and flowers only, he sought inspiration in what to him were\nworks of the modern world, the writings of Dante and Boccaccio,\nand in new readings of his own of classical stories: or, if he\npainted religious incidents, painted them with an under-current of\noriginal sentiment, which touches you as the real matter of the\npicture through the veil of its ostensible subject.  What [51] is the\npeculiar sensation, what is the peculiar quality of pleasure, which\nhis work has the property of exciting in us, and which we cannot\nget elsewhere?  For this, especially when he has to speak of a\ncomparatively unknown artist, is always the chief question which\na critic has to answer.",
        "In an age when the lives of artists were full of adventure, his life\nis almost colourless.  Criticism indeed has cleared away much of\nthe gossip which Vasari accumulated, has touched the legend of\nLippo and Lucrezia, and rehabilitated the character of Andrea del\nCastagno.  But in Botticelli’s case there is no legend to dissipate.\nHe did not even go by his true name: Sandro is a nickname, and\nhis true name is Filipepi, Botticelli being only the name of the\ngoldsmith who first taught him art.  Only two things happened to\nhim, two things which he shared with other artists:–he was\ninvited to Rome to paint in the Sistine Chapel, and he fell in later\nlife under the influence of Savonarola, passing apparently almost\nout of men’s sight in a sort of religious melancholy, which lasted\ntill his death in 1515, according to the received date.  Vasari says\nthat he plunged into the study of Dante, and even wrote a\ncomment on the Divine Comedy.  But it seems strange that he\nshould have lived on inactive so long; and one almost wishes that\nsome document might come to light, which, fixing the date of his\ndeath earlier, might relieve one, in thinking of him, of his\ndejected old age.",
        "[52] He is before all things a poetical painter, blending the charm\nof story and sentiment, the medium of the art of poetry, with the\ncharm of line and colour, the medium of abstract painting.  So he\nbecomes the illustrator of Dante.  In a few rare examples of the\nedition of 1481, the blank spaces, left at the beginning of every\ncanto for the hand of the illuminator, have been filled, as far as\nthe nineteenth canto of the Inferno, with impressions of engraved\nplates, seemingly by way of experiment, for in the copy in the\nBodleian Library, one of the three impressions it contains has\nbeen printed upside down, and much awry, in the midst of the\nluxurious printed page.  Giotto, and the followers of Giotto, with\ntheir almost childish religious aim, had not learned to put that\nweight of meaning into outward things, light, colour, everyday\ngesture, which the poetry of the Divine Comedy involves, and\nbefore the fifteenth century Dante could hardly have found an\nillustrator.  Botticelli’s illustrations are crowded with incident,\nblending, with a naive carelessness of pictorial propriety, three\nphases of the same scene into one plate.  The grotesques, so often\na stumbling-block to painters, who forget that the words of a\npoet, which only feebly present an image to the mind, must be\nlowered in key when translated into visible form, make one regret\nthat he has not rather chosen for illustration the more subdued\nimagery of the Purgatorio.  Yet in the [53] scene of those who\n“go down quick into hell,” there is an inventive force about the\nfire taking hold on the upturned soles of the feet, which proves\nthat the design is no mere translation of Dante’s words, but a true\npainter’s vision; while the scene of the Centaurs wins one at\nonce, for, forgetful of the actual circumstances of their\nappearance, Botticelli has gone off with delight on the thought of\nthe Centaurs themselves, bright, small creatures of the woodland,\nwith arch baby faces and mignon forms, drawing tiny bows.",
        "Botticelli lived in a generation of naturalists, and he might have\nbeen a mere naturalist among them.  There are traces enough in\nhis work of that alert sense of outward things, which, in the\npictures of that period, fills the lawns with delicate living\ncreatures, and the hillsides with pools of water, and the pools of\nwater with flowering reeds.  But this was not enough for him; he\nis a visionary painter, and in his visionariness he resembles\nDante.  Giotto, the tried companion of Dante, Masaccio,\nGhirlandajo even, do but transcribe, with more or less refining,\nthe outward image; they are dramatic, not visionary painters; they\nare almost impassive spectators of the action before them.  But\nthe genius of which Botticelli is the type usurps the data before it\nas the exponent of ideas, moods, visions of its own; in this\ninterest it plays fast and loose with those data, rejecting some and\n[54] isolating others, and always combining them anew.  To him,\nas to Dante, the scene, the colour, the outward image or gesture,\ncomes with all its incisive and importunate reality; but awakes in\nhim, moreover, by some subtle law of his own structure, a mood\nwhich it awakes in no one else, of which it is the double or\nrepetition, and which it clothes, that all may share it, with visible\ncircumstance.",
        "But he is far enough from accepting the conventional orthodoxy\nof Dante which, referring all human action to the simple formula\nof purgatory, heaven and hell, leaves an insoluble element of\nprose in the depths of Dante’s poetry.  One picture of his, with\nthe portrait of the donor, Matteo Palmieri, below, had the credit\nor discredit of attracting some shadow of ecclesiastical censure.\nThis Matteo Palmieri, (two dim figures move under that name in\ncontemporary history,) was the reputed author of a poem, still\nunedited, La Citta Divina, which represented the human race as\nan incarnation of those angels who, in the revolt of Lucifer, were\nneither for Jehovah nor for His enemies, a fantasy of that earlier\nAlexandrian philosophy about which the Florentine intellect in\nthat century was so curious.  Botticelli’s picture may have been\nonly one of those familiar compositions in which religious\nreverie has recorded its impressions of the various forms of\nbeatified existence–Glorias, as they were called, like that [55] in\nwhich Giotto painted the portrait of Dante; but somehow it was\nsuspected of embodying in a picture the wayward dream of\nPalmieri, and the chapel where it hung was closed.  Artists so\nentire as Botticelli are usually careless about philosophical\ntheories, even when the philosopher is a Florentine of the\nfifteenth century, and his work a poem in terza rima.  But\nBotticelli, who wrote a commentary on Dante, and became the\ndisciple of Savonarola, may well have let such theories come and\ngo across him.  True or false, the story interprets much of the\npeculiar sentiment with which he infuses his profane and sacred\npersons, comely, and in a certain sense like angels, but with a\nsense of displacement or loss about them–the wistfulness of\nexiles, conscious of a passion and energy greater than any known\nissue of them explains, which runs through all his varied work\nwith a sentiment of ineffable melancholy.",
        "So just what Dante scorns as unworthy alike of heaven and hell,\nBotticelli accepts, that middle world in which men take no side in\ngreat conflicts, and decide no great causes, and make great\nrefusals.  He thus sets for himself the limits within which art,\nundisturbed by any moral ambition, does its most sincere and\nsurest work.  His interest is neither in the untempered goodness\nof Angelico’s saints, nor the untempered evil of Orcagna’s\nInferno; but with men and women, in their mixed and uncertain\ncondition, always [56] attractive, clothed sometimes by passion\nwith a character of loveliness and energy, but saddened\nperpetually by the shadow upon them of the great things from\nwhich they shrink.  His morality is all sympathy; and it is this\nsympathy, conveying into his work somewhat more than is usual\nof the true complexion of humanity, which makes him, visionary\nas he is, so forcible a realist.",
        "It is this which gives to his Madonnas their unique expression\nand charm.  He has worked out in them a distinct and peculiar\ntype, definite enough in his own mind, for he has painted it over\nand over again, sometimes one might think almost mechanically,\nas a pastime during that dark period when his thoughts were so\nheavy upon him.  Hardly any collection of note is without one of\nthese circular pictures, into which the attendant angels depress\ntheir heads so naively.  Perhaps you have sometimes wondered\nwhy those peevish-looking Madonnas, conformed to no\nacknowledged or obvious type of beauty, attract you more and\nmore, and often come back to you when the Sistine Madonna and\nthe Virgins of Fra Angelico are forgotten.  At first, contrasting\nthem with those, you may have thought that there was something\nin them mean or abject even, for the abstract lines of the face\nhave little nobleness, and the colour is wan.  For with Botticelli\nshe too, though she holds in her hands the “Desire of all nations,\"\nis one of those who [57] are neither for Jehovah nor for His\nenemies; and her choice is on her face.  The white light on it is\ncast up hard and cheerless from below, as when snow lies upon\nthe ground, and the children look up with surprise at the strange\nwhiteness of the ceiling.  Her trouble is in the very caress of the\nmysterious child, whose gaze is always far from her, and who has\nalready that sweet look of devotion which men have never been\nable altogether to love, and which still makes the born saint an\nobject almost of suspicion to his earthly brethren.  Once, indeed,\nhe guides her hand to transcribe in a book the words of her\nexaltation, the Ave, and the Magnificat, and the Gaude Maria,\nand the young angels, glad to rouse her for a moment from her\ndejection, are eager to hold the inkhorn and to support the book.\nBut the pen almost drops from her hand, and the high cold words\nhave no meaning for her, and her true children are those others,\namong whom, in her rude home, the intolerable honour came to\nher, with that look of wistful inquiry on their irregular faces\nwhich you see in startled animals–gipsy children, such as those\nwho, in Apennine villages, still hold out their long brown arms to\nbeg of you, but on Sundays become enfants du choeur, with their\nthick black hair nicely combed, and fair white linen on their\nsunburnt throats.",
        "What is strangest is that he carries this sentiment into classical\nsubjects, its most complete [58] expression being a picture in the\nUffizii, of Venus rising from the sea, in which the grotesque\nemblems of the middle age, and a landscape full of its peculiar\nfeeling, and even its strange draperies, powdered all\tover in\nthe Gothic manner with a quaint conceit\tof daisies, frame a figure\nthat reminds you of the faultless nude studies of Ingres.  At first,\nperhaps, you are attracted only by a quaintness of design, which\nseems to recall all at once whatever you have read of Florence in\nthe fifteenth century; afterwards you may think that this\nquaintness must be incongruous with the subject, and that the\ncolour is cadaverous or at least cold.  And yet, the more you\ncome to understand what imaginative colouring really is, that all\ncolour is no mere delightful quality of natural things, but a spirit\nupon them by which they become expressive to the spirit, the\nbetter you will like this peculiar quality of colour; and you will\nfind that quaint design of Botticelli’s a more direct inlet into the\nGreek temper than the works of the Greeks themselves even of\nthe finest period.  Of the Greeks as they really were, of their\ndifference from ourselves, of the aspects of their outward life, we\nknow far more than Botticelli, or his most learned\ncontemporaries; but for us long familiarity has taken off the edge\nof the lesson, and we are hardly conscious of what we owe to the\nHellenic spirit.  But in pictures like this of Botticelli’s you have a\nrecord of\tthe first impression made [59] by it on minds\nturned back towards it, in almost painful aspiration, from a world\nin which it had been ignored so long; and in the passion, the\nenergy, the industry of realisation, with which Botticelli carries\nout his intention, is the exact measure of the legitimate influence\nover the human mind of the imaginative system of which this is\nperhaps the central myth.  The light is indeed cold–mere sunless\ndawn; but a later painter would have cloyed you with sunshine;\nand you can see the better for that quietness in the morning air\neach long promontory, as it slopes down to the water’s edge.\nMen go forth to their labours until the evening; but she is awake\nbefore them, and you might think that the sorrow in her face was\nat the thought of the whole long day of love yet to come.  An\nemblematical figure of the wind blows hard across the grey\nwater, moving forward the dainty-lipped shell on which she sails,\nthe sea “showing his teeth,” as it moves, in thin lines of foam,\nand sucking in, one by one, the falling roses, each severe in\noutline, plucked off short at the stalk, but embrowned a little, as\nBotticelli’s flowers always are.  Botticelli meant all this imagery\nto be altogether pleasurable; and it was partly an incompleteness\nof resources, inseparable from the art of that time, that subdued\nand chilled it.  But this predilection for minor tones counts also;\nand what is unmistakable is the sadness with which he has\nconceived the goddess [60] of pleasure, as the depositary of a\ngreat power over the lives of men.",
        "I have said that the peculiar character of Botticelli is the result of\na blending in him of a sympathy for humanity in its uncertain\ncondition, its attractiveness, its investiture at rarer moments in a\ncharacter of loveliness and energy, with his consciousness of the\nshadow upon it of the great things from which it shrinks, and that\nthis conveys into his work somewhat more than painting usually\nattains of the true complexion of humanity.  He paints the story\nof the goddess of pleasure in other episodes besides that of her\nbirth from the sea, but never without some shadow of death in the\ngrey flesh and wan flowers.  He paints Madonnas, but they shrink\nfrom the pressure of the divine child, and plead in unmistakable\nundertones for a warmer, lower humanity.  The same figure–\ntradition connects it with Simonetta, the Mistress of Giuliano de’\nMedici–appears again as Judith, returning home across the hill\ncountry, when the great deed is over, and the moment of\nrevulsion come, when the olive branch in her hand is becoming a\nburthen; as Justice, sitting on a throne, but with a fixed look of\nself-hatred which makes the sword in her hand seem that of a\nsuicide; and again as Veritas, in the allegorical picture of\nCalumnia, where one may note in passing the suggestiveness of\nan accident which identifies the image of Truth with the person\nof Venus. [61] We might trace the same sentiment through his\nengravings; but his share in them is doubtful, and the object of\nthis brief study has been attained, if I have defined aright the\ntemper in which he worked.",
        "But, after all, it may be asked, is a painter like Botticelli–a\nsecondary painter, a proper subject for general criticism?  There\nare a few great painters, like Michelangelo or Leonardo, whose\nwork has become a force in general culture, partly for this very\nreason that they have absorbed into themselves all such workmen\nas Sandro Botticelli; and, over and above mere technical or\nantiquarian criticism, general criticism may be very well\nemployed in that sort of interpretation which adjusts the position\nof these men to general culture, whereas smaller men can be the\nproper subjects only of technical or antiquarian treatment.  But,\nbesides those great men, there is a certain number of artists who\nhave a distinct faculty of their own by which they convey to us a\npeculiar quality of pleasure which we cannot get elsewhere; and\nthese too have their place in general culture, and must be\ninterpreted to it by those who have felt their charm strongly, and\nare often the object of a special diligence and a consideration\nwholly affectionate, just because there is not about them the\nstress of a great name and authority.  Of this select number\nBotticelli is one.  He has the freshness, the uncertain and diffident\npromise, [62] which belong to the earlier Renaissance itself, and\nmake it perhaps the most interesting period in the history of the\nmind.  In studying his work one begins to understand to how\ngreat a place in human culture the art of Italy had been called.",
        "1870.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}