{
    "title": "The Golden Sayings of Epictetus - CXLI ",
    "author": "Unknown",
    "chapter": "141",
    "content": [
        "\n",
        "\n\n",
        "Art thou then free? a man may say. So help me heaven, I long\nand pray for freedom! But I cannot look my masters boldly in the\nface; I still value the poor body; I still set much store on its\npreservation whole and sound.",
        "But I can point thee out a free man, that thou mayest be no\nmore in search of an example. Diogenes was free. How so? Not\nbecause he was of free parentage (for that, indeed, was not the\ncase), but because he was himself free. He had cast away every\nhandle whereby slavery might lay hold upon him, nor was it\npossible for any to approach and take hold of him to enslave him.\nAll things sat loose upon him—all things were to him attached by\nbut slender ties. Hadst thou seized upon his possessions, he\nwould rather have let them go than have followed thee for\nthem—aye, had it been even a limb, or mayhap his whole body; and\nin like manner, relatives, friends, and country. For he knew\nwhence they came—from whose hands and on what terms he had\nreceived them. His true forefathers, the Gods, his true Country,\nhe never would have abandoned; nor would he have yielded to any\nman in obedience and submission to the one nor in cheerfully\ndying for the other. For he was ever mindful that everything that\ncomes to pass has its source and origin there; being indeed\nbrought about for the weal of that his true Country, and directed\nby Him in whose governance it is.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}