{
    "title": "The Boys’ Life of Mark Twain - XVIII. The Soldier",
    "author": "Paine",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "When he reached Hannibal, Samuel Clemens found a very mixed condition of\naffairs.  The country was in an uproar of war preparation; in a border\nState there was a confusion of sympathies, with much ignorance as to what\nit was all about.  Any number of young men were eager to enlist for a\nbrief camping-out expedition, and small private companies were formed,\ncomposed about half-and-half of Union and Confederate men, as it turned\nout later.",
        "Missouri, meantime, had allied herself with the South, and Samuel\nClemens, on his arrival in Hannibal, decided that, like Lee, he would go\nwith his State.  Old friends, who were getting up a company “to help\nGovernor `Claib’ Jackson repel the invader,” offered him a lieutenancy if\nhe would join.  It was not a big company; it had only about a dozen\nmembers, most of whom had been schoolmates, some of them fellow-pilots,\nand Sam Clemens was needed to make it complete.  It was just another Tom\nSawyer band, and they met in a secret place above Bear Creek Hill and\nplanned how they would sell their lives on the field of glory, just as\nyears before fierce raids had been arranged on peach-orchards and melon-\npatches.  Secrecy was necessary, for the Union militia had a habit of\ncoming over from Illinois and arresting suspicious armies on sight.  It\nwould humiliate the finest army in the world to spend a night or two in\nthe calaboose.",
        "So they met secretly at night, and one mysterious evening they called on\ngirls who either were their sweethearts or were pretending to be for the\noccasion, and when the time came for good-by the girls were invited to\n“walk through the pickets” with them, though the girls didn’t notice any\npickets, because the pickets were calling on their girls, too, and were a\nlittle late getting to their posts.",
        "That night they marched, through brush and vines, because the highroad\nwas thought to be dangerous, and next morning arrived at the home of\nColonel Ralls, of Ralls County, who had the army form in dress parade and\nmade it a speech and gave it a hot breakfast in good Southern style.\nThen he sent out to Col. Bill Splawn and Farmer Nuck Matson a requisition\nfor supplies that would convert this body of infantry into cavalry–\nrough-riders of that early day.  The community did not wish to keep an\narmy on its hands, and were willing to send it along by such means as\nthey could spare handily.  When the outfitting was complete, Lieutenant\nSamuel Clemens, mounted on a small yellow mule whose tail had been\ntrimmed in the paint-brush pattern then much worn by mules, and\nsurrounded by variously attached articles–such as an extra pair of\ncowhide boots, a pair of gray blankets, a home-made quilt, a frying-pan,\na carpet-sack, a small valise, an overcoat, an old-fashioned Kentucky\nrifle, twenty yards of rope, and an umbrella–was a fair sample of the\nbrigade.",
        "An army like that, to enjoy itself, ought to go into camp; so it went\nover to Salt River, near the town of Florida, and took up headquarters in\na big log stable.  Somebody suggested that an army ought to have its hair\ncut, so that in a hand-to-hand conflict the enemy could not get hold of\nit.  There was a pair of sheep-shears in the stable, and Private Tom\nLyons acted as barber.  They were not sharp shears, and a group of little\ndarkies gathered from the farm to enjoy the torture.",
        "Regular elections were now held–all officers, down to sergeants and\norderlies, being officially chosen.  There were only three privates, and\nyou couldn’t tell them from officers.  The discipline in that army was\nvery bad.",
        "It became worse soon.  Pouring rain set in.  Salt River rose and\noverflowed the bottoms.  Men ordered on picket duty climbed up into the\nstable-loft and went to bed.  Twice, on black, drenching nights, word\ncame from the farmhouse that the enemy, commanded by a certain Col.\nUlysses Grant, was in the neighborhood, and the Hannibal division went\nhastily slopping through mud and brush in the other direction, dragging\nwearily back when the alarm was over.  Military ardor was bound to cool\nunder such treatment.  Then Lieutenant Clemens developed a very severe\nboil, and was obliged to lie most of the day on some hay in a horse-\ntrough, where he spent his time denouncing the war and the mistaken souls\nwho had invented it.  When word that “General” Tom Harris, commander of\nthe district–formerly telegraph-operator in Hannibal–was at a near-by\nfarm-house, living on the fat of the land, the army broke camp without\nfurther ceremony.  Halfway there they met General Harris, who ordered\nthem back to quarters.  They called him familiarly “Tom,” and told him\nthey were through with that camp forever.  He begged them, but it was no\nuse.  A little farther on they stopped at a farm-house for supplies.  A\ntall, bony woman came to the door.",
        "“You’re Secesh, ain’t you?”",
        "Lieutenant Clemens said: “We are, madam, defenders of the noble cause,\nand we should like to buy a few provisions.”",
        "The request seemed to inflame her.",
        "“Provisions!”  she screamed.  “Provisions for Secesh, and my husband a\ncolonel in the Union Army.  You get out of here!”",
        "She reached for a hickory hoop-pole [5] that stood by the door, and the\narmy moved on.  When they reached the home of Col. Bill Splawn it was\nnight and the family had gone to bed.  So the hungry army camped in the\nbarn-yard and crept into the hay-loft to sleep.  Presently somebody\nyelled “Fire!”  One of the boys had been smoking and had ignited the hay.",
        "Lieutenant Clemens, suddenly wakened, made a quick rotary movement away\nfrom the blaze, and rolled out of a big hay-window into the barn-yard\nbelow.  The rest of the brigade seized the burning hay and pitched it out\nof the same window.  The lieutenant had sprained his ankle when he\nstruck, and his boil was still painful, but the burning hay cured him–\nfor the moment.  He made a spring from under it; then, noticing that the\nrest of the army, now that the fire was out, seemed to think his\nperformance amusing, he rose up and expressed himself concerning the war,\nand military life, and the human race in general.  They helped him in,\nthen, for his ankle was swelling badly.",
        "In the morning, Colonel Splawn gave the army a good breakfast, and it\nmoved on.  Lieutenant Clemens, however, did not get farther than Farmer\nNuck Matson’s.  He was in a high fever by that time from his injured\nankle, and Mrs. Matson put him to bed.  So the army left him, and\npresently disbanded.  Some enlisted in the regular service, North or\nSouth, according to preference.  Properly officered and disciplined, that\n“Tom Sawyer” band would have made as good soldiers as any.",
        "Lieutenant Clemens did not enlist again.  When he was able to walk, he\nwent to visit Orion in Keokuk.  Orion was a Union Abolitionist, but there\nwould be no unpleasantness on that account.  Samuel Clemens was beginning\nto have leanings in that direction himself.",
        "[5] In an earlier day, barrel hoops were made of small hickory trees,\nsplit and shaved.  The hoop-pole was a very familiar article of commerce,\nand of household defense.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}