{
    "title": "The Story of Mankind - Buddha and Confucius (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "43",
    "content": [
        "\n",
        "\n\n",
        "CONCERNING BUDDHA AND CONFUCIUS",
        "THE discoveries of the Portuguese and the Spaniards had\nbrought the Christians of western Europe into close contact\nwith the people of India and of China. They knew of course\nthat Christianity was not the only religion on this earth. There\nwere the Mohammedans and the heathenish tribes of northern\nAfrica who worshipped sticks and stones and dead trees. But\nin India and in China the Christian conquerors found new\nmillions who had never heard of Christ and who did not want\nto hear of Him, because they thought their own religion, which\nwas thousands of years old, much better than that of the West.\nAs this is a story of mankind and not an exclusive history of\nthe people of Europe and our western hemisphere, you ought\nto know something of two men whose teaching and whose\nexample continue to influence the actions and the thoughts\nof the majority of our fellow-travellers on this earth.",
        "In India, Buddha was recognised as the great religious\nteacher. His history is an interesting one. He was born in\nthe Sixth Century before the birth of Christ, within sight of the\nmighty Himalaya Mountains, where four hundred years before\nZarathustra (or Zoroaster), the first of the great leaders of\nthe Aryan race (the name which the Eastern branch of the\nIndo-European race had given to itself), had taught his people\nto regard life as a continuous struggle between Ahriman,\nand Ormuzd, the Gods of Evil and Good. Buddha’s\nfather was Suddhodana, a mighty chief among the tribe of the\nSakiyas. His mother, Maha Maya, was the daughter of a\nneighbouring king. She had been married when she was a very\nyoung girl. But many moons had passed beyond the distant\nridge of hills and still her husband was without an heir who\nshould rule his lands after him. At last, when she was fifty\nyears old, her day came and she went forth that she might be\namong her own people when her baby should come into this\nworld.",
        "It was a long trip to the land of the Koliyans, where Maha\nMaya had spent her earliest years. One night she was resting\namong the cool trees of the garden of Lumbini. There her son\nwas born. He was given the name of Siddhartha, but we know\nhim as Buddha, which means the Enlightened One.",
        "In due time, Siddhartha grew up to be a handsome young\nprince and when he was nineteen years old, he was married to\nhis cousin Yasodhara. During the next ten years he lived\nfar away from all pain and all suffering, behind the protecting\nwalls of the royal palace, awaiting the day when he should\nsucceed his father as King of the Sakiyas.",
        "But it happened that when he was thirty years old, he drove\noutside of the palace gates and saw a man who was old and\nworn out with labour and whose weak limbs could hardly carry\nthe burden of life. Siddhartha pointed him out to his coachman,\nChanna, but Channa answered that there were lots of\npoor people in this world and that one more or less did not\nmatter. The young prince was very sad but he did not say\nanything and went back to live with his wife and his father\nand his mother and tried to be happy. A little while later he\nleft the palace a second time. His carriage met a man who\nsuffered from a terrible disease. Siddhartha asked Channa\nwhat had been the cause of this man’s suffering, but the coachman\nanswered that there were many sick people in this world\nand that such things could not be helped and did not matter\nvery much. The young prince was very sad when he heard this\nbut again he returned to his people.",
        "A few weeks passed. One evening Siddhartha ordered his\ncarriage in order to go to the river and bathe. Suddenly his\nhorses were frightened by the sight of a dead man whose rotting\nbody lay sprawling in the ditch beside the road. The young\nprince, who had never been allowed to see such things, was\nfrightened, but Channa told him not to mind such trifles. The\nworld was full of dead people. It was the rule of life that all\nthings must come to an end. Nothing was eternal. The grave\nawaited us all and there was no escape.",
        "That evening, when Siddhartha returned to his home, he\nwas received with music. While he was away his wife had\ngiven birth to a son. The people were delighted because now\nthey knew that there was an heir to the throne and they\ncelebrated the event by the beating of many drums. Siddhartha,\nhowever, did not share their joy. The curtain of life had been\nlifted and he had learned the horror of man’s existence. The\nsight of death and suffering followed him like a terrible dream.",
        "That night the moon was shining brightly. Siddhartha\nwoke up and began to think of many things. Never again\ncould he be happy until he should have found a solution to the\nriddle of existence. He decided to find it far away from all\nthose whom he loved. Softly he went into the room where\nYasodhara was sleeping with her baby. Then he called for\nhis faithful Channa and told him to follow.",
        "Together the two men went into the darkness of the night,\none to find rest for his soul, the other to be a faithful servant\nunto a beloved master.",
        "The people of India among whom Siddhartha wandered for\nmany years were just then in a state of change. Their ancestors,\nthe native Indians, had been conquered without great difficulty\nby the war-like Aryans (our distant cousins) and thereafter\nthe Aryans had been the rulers and masters of tens of\nmillions of docile little brown men. To maintain themselves in\nthe seat of the mighty, they had divided the population into\ndifferent classes and gradually a system of “caste” of the most\nrigid sort had been enforced upon the natives. The descendants\nof the Indo-European conquerors belonged to the highest\n“caste,” the class of warriors and nobles. Next came the caste\nof the priests. Below these followed the peasants and the\nbusiness men. The ancient natives, however, who were called\nPariahs, formed a class of despised and miserable slaves and\nnever could hope to be anything else.",
        "Even the religion of the people was a matter of caste. The\nold Indo-Europeans, during their thousands of years of\nwandering, had met with many strange adventures. These had\nbeen collected in a book called the Veda. The language of\nthis book was called Sanskrit, and it was closely related to the\ndifferent languages of the European continent, to Greek and\nLatin and Russian and German and two-score others. The\nthree highest castes were allowed to read these holy scriptures.\nThe Pariah, however, the despised member of the lowest caste,\nwas not permitted to know its contents. Woe to the man of\nnoble or priestly caste who should teach a Pariah to study the\nsacred volume!",
        "The majority of the Indian people, therefore, lived in\nmisery. Since this planet offered them very little joy, salvation\nfrom suffering must be found elsewhere. They tried to\nderive a little consolation from meditation upon the bliss of\ntheir future existence.",
        "Brahma, the all-creator who was regarded by the Indian\npeople as the supreme ruler of life and death, was worshipped\nas the highest ideal of perfection. To become like Brahma, to\nlose all desires for riches and power, was recognised as the most\nexalted purpose of existence. Holy thoughts were regarded\nas more important than holy deeds, and many people went\ninto the desert and lived upon the leaves of trees and starved\ntheir bodies that they might feed their souls with the glorious\ncontemplation of the splendours of Brahma, the Wise, the\nGood and the Merciful.",
        "Siddhartha, who had often observed these solitary wanderers\nwho were seeking the truth far away from the turmoil\nof the cities and the villages, decided to follow their example.\nHe cut his hair. He took his pearls and his rubies and sent\nthem back to his family with a message of farewell, which the\never faithful Channa carried. Without a single follower, the\nyoung prince then moved into the wilderness.",
        "Soon the fame of his holy conduct spread among the mountains.\nFive young men came to him and asked that they might\nbe allowed to listen to his words of wisdom. He agreed to be\ntheir master if they would follow him. They consented, and\nhe took them into the hills and for six years he taught them\nall he knew amidst the lonely peaks of the Vindhya Mountains.\nBut at the end of this period of study, he felt that he was still\nfar from perfection. The world that he had left continued to\ntempt him. He now asked that his pupils leave him and then\nhe fasted for forty-nine days and nights, sitting upon the roots\nof an old tree. At last he received his reward. In the dusk of\nthe fiftieth evening, Brahma revealed himself to his faithful\nservant. From that moment on, Siddhartha was called Buddha\nand he was revered as the Enlightened One who had come to\nsave men from their unhappy mortal fate.",
        "The last forty-five years of his life, Buddha spent within\nthe valley of the Ganges River, teaching his simple lesson of\nsubmission and meekness unto all men. In the year 488 before\nour era, he died, full of years and beloved by millions of people.\nHe had not preached his doctrines for the benefit of a single\nclass. Even the lowest Pariah might call himself his disciple.",
        "This, however, did not please the nobles and the priests and\nthe merchants who did their best to destroy a creed which recognised\nthe equality of all living creatures and offered men the\nhope of a second life (a reincarnation) under happier circumstances.\nAs soon as they could, they encouraged the people of\nIndia to return to the ancient doctrines of the Brahmin creed\nwith its fasting and its tortures of the sinful body. But\nBuddhism could not be destroyed. Slowly the disciples of the\nEnlightened One wandered across the valleys of the Himalayas,\nand moved into China. They crossed the Yellow Sea\nand preached the wisdom of their master unto the people of\nJapan, and they faithfully obeyed the will of their great master,\nwho had forbidden them to use force. To-day more people\nrecognise Buddha as their teacher than ever before and their\nnumber surpasses that of the combined followers of Christ and Mohammed.",
        "As for Confucius, the wise old man of the Chinese, his\nstory is a simple one. He was born in the year 550 B.C. He\nled a quiet, dignified and uneventful life at a time when China\nwas without a strong central government and when the Chinese\npeople were at the mercy of bandits and robber-barons who\nwent from city to city, pillaging and stealing and murdering\nand turning the busy plains of northern and central China into\na wilderness of starving people.",
        "Confucius, who loved his people, tried to save them. He\ndid not have much faith in the use of violence. He was a very\npeaceful person. He did not think that he could make people\nover by giving them a lot of new laws. He knew that the only\npossible salvation would come from a change of heart, and he\nset out upon the seemingly hopeless task of changing the character\nof his millions of fellow men who inhabited the wide plains\nof eastern Asia. The Chinese had never been much interested\nin religion as we understand that word. They believed in\ndevils and spooks as most primitive people do. But they had\nno prophets and recognised no “revealed truth.” Confucius\nis almost the only one among the great moral leaders who did\nnot see visions, who did not proclaim himself as the messenger\nof a divine power; who did not, at some time or another, claim\nthat he was inspired by voices from above.",
        "He was just a very sensible and kindly man, rather given\nto lonely wanderings and melancholy tunes upon his faithful\nflute. He asked for no recognition. He did not demand that\nany one should follow him or worship him. He reminds us\nof the ancient Greek philosophers, especially those of the Stoic\nSchool, men who believed in right living and righteous thinking\nwithout the hope of a reward but simply for the peace of\nthe soul that comes with a good conscience.",
        "Confucius was a very tolerant man. He went out of his\nway to visit Lao-Tse, the other great Chinese leader and the\nfounder of a philosophic system called “Taoism,” which was\nmerely an early Chinese version of the Golden Rule.",
        "Confucius bore no hatred to any one. He taught the virtue\nof supreme self-possession. A person of real worth, according\nto the teaching of Confucius, did not allow himself to be\nruffled by anger and suffered whatever fate brought him with\nthe resignation of those sages who understand that everything\nwhich happens, in one way or another, is meant for the best.",
        "At first he had only a few students. Gradually the number\nincreased. Before his death, in the year 478 B.C., several of the\nkings and the princes of China confessed themselves his disciples.\nWhen Christ was born in Bethlehem, the philosophy of\nConfucius had already become a part of the mental make-up\nof most Chinamen. It has continued to influence their lives\never since. Not however in its pure, original form. Most religions\nchange as time goes on. Christ preached humility and\nmeekness and absence from worldly ambitions, but fifteen\ncenturies after Golgotha, the head of the Christian church was\nspending millions upon the erection of a building that bore\nlittle relation to the lonely stable of Bethlehem.",
        "Lao-Tse taught the Golden Rule, and in less than three\ncenturies the ignorant masses had made him into a real and\nvery cruel God and had buried his wise commandments under\na rubbish-heap of superstition which made the lives of the average\nChinese one long series of frights and fears and horrors.",
        "Confucius had shown his students the beauties of honouring\ntheir Father and their Mother. They soon began to be more\ninterested in the memory of their departed parents than in the\nhappiness of their children and their grandchildren. Deliberately\nthey turned their backs upon the future and tried to\npeer into the vast darkness of the past. The worship of the\nancestors became a positive religious system. Rather than\ndisturb a cemetery situated upon the sunny and fertile side of\na mountain, they would plant their rice and wheat upon the\nbarren rocks of the other slope where nothing could possibly\ngrow. And they preferred hunger and famine to the desecration\nof the ancestral grave.",
        "At the same time the wise words of Confucius never quite\nlost their hold upon the increasing millions of eastern Asia.\nConfucianism, with its profound sayings and shrewd observations,\nadded a touch of common-sense philosophy to the soul of\nevery Chinaman and influenced his entire life, whether he was\na simple laundry man in a steaming basement or the ruler of vast\nprovinces who dwelt behind the high walls of a secluded palace.",
        "In the sixteenth century the enthusiastic but rather uncivilised\nChristians of the western world came face to face with\nthe older creeds of the East. The early Spaniards and Portuguese\nlooked upon the peaceful statues of Buddha and contemplated\nthe venerable pictures of Confucius and did not in\nthe least know what to make of those worthy prophets with\ntheir far-away smile. They came to the easy conclusion that\nthese strange divinities were just plain devils who represented\nsomething idolatrous and heretical and did not deserve the\nrespect of the true sons of the Church. Whenever the spirit\nof Buddha or Confucius seemed to interfere with the trade in\nspices and silks, the Europeans attacked the “evil influence\"\nwith bullets and grape-shot. That system had certain very\ndefinite disadvantages. It has left us an unpleasant heritage\nof ill-will which promises little good for the immediate future.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}