{
    "title": "The Varieties of Religious Experience - Lecture VIII. The Divided Self, and the Process of Its Unification",
    "author": "William James",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "The last lecture was a painful one, dealing as it did with evil\nas a pervasive element of the world we live in.  At the close of\nit we were brought into full view of the contrast between the two\nways of looking at life which are characteristic respectively of\nwhat we called the healthy-minded, who need to be born only once,\nand of the sick souls, who must be twice-born in order to be\nhappy.  The result is two different conceptions of the universe\nof our experience.  In the religion of the once-born the world is\na sort of rectilinear or one-storied affair, whose accounts are\nkept in one denomination, whose parts have just the values which\nnaturally they appear to have, and of which a simple algebraic\nsum of pluses and minuses will give the total worth.  Happiness\nand religious peace consist in living on the plus side of the\naccount. In the religion of the twice-born, on the other hand,\nthe world is a double-storied mystery.  Peace cannot be reached\nby the simple addition of pluses and elimination of minuses from\nlife.  Natural good is not simply insufficient in amount and\ntransient, there lurks a falsity in its very being. Cancelled as\nit all is by death if not by earlier enemies, it gives no final\nbalance, and can never be the thing intended for our lasting\nworship. It keeps us from our real good, rather; and renunciation\nand despair of it are our first step in the direction of the\ntruth.  There are two lives, the natural and the spiritual, and\nwe must lose the one before we can participate in the other.\n \nIn their extreme forms, of pure naturalism and pure salvationism,\nthe two types are violently contrasted; though here as in most\nother current classifications, the radical extremes are somewhat\nideal abstractions, and the concrete human beings whom we\noftenest meet are intermediate varieties and mixtures. \nPractically, however, you all recognize the difference:  you\nunderstand, for example, the disdain of the methodist convert for\nthe mere sky-blue healthy-minded moralist; and you likewise enter\ninto the aversion of the latter to what seems to him the diseased\nsubjectivism of the Methodist, dying to live, as he calls it, and\nmaking of paradox and the inversion of natural appearances the\nessence of God’s truth.[86]",
        "[86] E.g., “Our young people are diseased with the theological\nproblems of original sin, origin of evil, predestination, and the\nlike. These never presented a practical difficulty to any\nman–never darkened across any man’s road, who did not go out of\nhis way to seek them.  These are the soul’s mumps, and measles,\nand whooping-coughs, etc.  Emerson:  Spiritual Laws.",
        "The psychological basis of the twice-born character seems to be a\ncertain discordancy or heterogeneity in the native temperament of\nthe subject, an incompletely unified moral and intellectual\nconstitution.",
        "“Homo duplex, homo duplex!” writes Alphonse Daudet. “The first\ntime that I perceived that I was two was at the death of my\nbrother Henri, when my father cried out so dramatically, ’He is\ndead, he is dead!’  While my first self wept, my second self\nthought, ’How truly given was that cry, how fine it would be at\nthe theatre.’  I was then fourteen years old.",
        "“This horrible duality has often given me matter for reflection.\nOh, this terrible second me, always seated whilst the other is on\nfoot, acting, living, suffering, bestirring itself.  This second\nme that I have never been able to intoxicate, to make shed tears,\nor put to sleep. And how it sees into things, and how it\nmocks!\"[87]",
        "[87] Notes sur la Vie, p. 1.",
        "Recent works on the psychology of character have had much to say\nupon this point.[88] Some persons are born with an inner\nconstitution which is harmonious and well balanced from the\noutset.  Their impulses are consistent with one another, their\nwill follows without trouble the guidance of their intellect,\ntheir passions are not excessive, and their lives are little\nhaunted by regrets.  Others are oppositely constituted; and are\nso in degrees which may vary from something so slight as to\nresult in a merely odd or whimsical inconsistency, to a\ndiscordancy of which the consequences may be inconvenient in the\nextreme.  Of the more innocent kinds of heterogeneity I find a\ngood example in Mrs. Annie Besant’s autobiography.",
        "[88] See, for example, F. Paulhan, in his book Les Caracteres,\n1894, who contrasts les Equilibres, les Unifies, with les\nInquiets, les Contrariants, les Incoherents, les Emiettes, as so\nmany diverse psychic types.",
        "“I have ever been the queerest mixture of weakness and strength,\nand have paid heavily for the weakness.  As a child I used to\nsuffer tortures of shyness, and if my shoe-lace was untied would\nfeel shamefacedly that every eye was fixed on the unlucky string;\nas a girl I would shrink away from strangers and think myself\nunwanted and unliked, so that I was full of eager gratitude to\nany one who noticed me kindly, as the young mistress of a house I\nwas afraid of my servants, and would let careless work pass\nrather than bear the pain of reproving the ill-doer; when I have\nbeen lecturing and debating with no lack of spirit on the\nplatform, I have preferred to go without what I wanted at the\nhotel rather than to ring and make the waiter fetch it. \nCombative on the platform in defense of any cause I cared for, I\nshrink from quarrel or disapproval in the house, and am a coward\nat heart in private while a good fighter in public.  How often\nhave I passed unhappy quarters of an hour screwing up my courage\nto find fault with some subordinate whom my duty compelled me to\nreprove, and how often have I jeered myself for a fraud as the\ndoughty platform combatant, when shrinking from blaming some lad\nor lass for doing their work badly.  An unkind look or word has\navailed to make me shrink into myself as a snail into its shell,\nwhile, on the platform, opposition makes me speak my best.\"[89]",
        "[89] Annie Besant:  an Autobiography, p. 82.",
        "This amount of inconsistency will only count as amiable weakness;\nbut a stronger degree of heterogeneity may make havoc of the\nsubject’s life.  There are persons whose existence is little more\nthan a series of zig-zags, as now one tendency and now another\ngets the upper hand.  Their spirit wars with their flesh, they\nwish for incompatibles, wayward impulses interrupt their most\ndeliberate plans, and their lives are one long drama of\nrepentance and of effort to repair misdemeanors and mistakes.",
        "Heterogeneous personality has been explained as the result of\ninheritance–the traits of character of incompatible and\nantagonistic ancestors are supposed to be preserved alongside of\neach other.[90] This explanation may pass for what it is\nworth–it certainly needs corroboration.  But whatever the cause\nof heterogeneous personality may be, we find the extreme examples\nof it in the psychopathic temperament, of which I spoke in my\nfirst lecture.  All writers about that temperament make the inner\nheterogeneity prominent in their descriptions.  Frequently,\nindeed, it is only this trait that leads us to ascribe that\ntemperament to a man at all.  A “degenere superieur” is simply a\nman of sensibility in many directions, who finds more difficulty\nthan is common in keeping <167> his spiritual house in order and\nrunning his furrow straight, because his feelings and impulses\nare too keen and too discrepant mutually.  In the haunting and\ninsistent ideas, in the irrational impulses, the morbid scruples,\ndreads, and inhibitions which beset the psychopathic temperament\nwhen it is thoroughly pronounced, we have exquisite examples of\nheterogeneous personality.  Bunyan had an obsession of the words,\n“Sell Christ for this, sell him for that, sell him, sell him!\"\nwhich would run through his mind a hundred times together, until\none day out of breath with retorting, “I will not, I will not,\"\nhe impulsively said, “Let him go if he will,” and this loss of\nthe battle kept him in despair for over a year.  The lives of the\nsaints are full of such blasphemous obsessions, ascribed\ninvariably to the direct agency of Satan.  The phenomenon\nconnects itself with the life of the subconscious self,\nso-called, of which we must erelong speak more directly.",
        "[90] Smith Baker, in Journal of Nervous and Mental Diseases,\nSeptember, 1893.",
        "Now in all of us, however constituted, but to a degree the\ngreater in proportion as we are intense and sensitive and subject\nto diversified temptations, and to the greatest possible degree\nif we are decidedly psychopathic, does the normal evolution of\ncharacter chiefly consist in the straightening out and unifying\nof the inner self.  The higher and the lower feelings, the useful\nand the erring impulses, begin by being a comparative chaos\nwithin us–they must end by forming a stable system of functions\nin right subordination.  Unhappiness is apt to characterize the\nperiod of order-making and struggle.  If the individual be of\ntender conscience and religiously quickened, the unhappiness will\ntake the form of moral remorse and compunction, of feeling\ninwardly vile and wrong, and of standing in false relations to\nthe author of one’s being and appointer of one’s spiritual fate. \nThis is the religious melancholy and “conviction of sin” that\nhave played so large a part in the history of Protestant\nChristianity.  The man’s interior is a battle-ground for what he\nfeels to be two deadly hostile selves, one actual, the other\nideal.  As Victor Hugo makes his Mahomet say:–",
        "     “Je suis le champ vil des sublimes combats:\n     Tantot l’homme d’en haut, et tantot l’homme d’en bas;\n     Et le mal dans ma bouche avec le bien alterne,\n     Comme dans le desert le sable et la citerne.”",
        "Wrong living, impotent aspirations; “What I would, that do I not;\nbut what I hate, that do I,” as Saint Paul says; self-loathing,\nself-despair; an unintelligible and intolerable burden to which\none is mysteriously the heir.",
        "Let me quote from some typical cases of discordant personality,\nwith melancholy in the form of self-condemnation and sense of\nsin.  Saint Augustine’s case is a classic example.  You all\nremember his half-pagan, half-Christian bringing up at Carthage,\nhis emigration to Rome and Milan, his adoption of Manicheism and\nsubsequent skepticism, and his restless search for truth and\npurity of life; and finally how, distracted by the struggle\nbetween the two souls in his breast and ashamed of his own\nweakness of will, when so many others whom he knew and knew of\nhad thrown off the shackles of sensuality and dedicated\nthemselves to chastity and the higher life, he heard a voice in\nthe garden say, “Sume, lege” (take and read), and opening the\nBible at random, saw the text, “not in chambering and\nwantonness,” etc., which seemed directly sent to his address, and\nlaid the inner storm to rest forever.[91] Augustine’s\npsychological genius has given an account of the trouble of\nhaving a divided self which has never been surpassed.",
        "[91] Louis Gourdon (Essai sur la Conversion de Saint Augustine,\nParis, Fischbacher, 1900) has shown by an analysis of Augustine’s\nwritings immediately after the date of his conversion (A. D. 386)\nthat the account he gives in the Confessions is premature.  The\ncrisis in the garden marked a definitive conversion from his\nformer life, but it was to the neo-platonic spiritualism and only\na halfway stage toward Christianity.  The latter he appears not\nfully and radically to have embraced until four years more had\npassed.",
        "“The new will which I began to have was not yet strong enough to\novercome that other will, strengthened by long indulgence. So\nthese two wills, one old, one new, one carnal, the other\nspiritual, contended with each other and disturbed my soul.  I\nunderstood by my own experience what I had read, ’flesh lusteth\nagainst spirit, and spirit against flesh.’ It was myself indeed\nin both the wills, yet more myself in that which I approved in\nmyself than in that which I disapproved in myself.  Yet it was\nthrough myself that habit had attained so fierce a mastery over\nme, because I had willingly come whither I willed not.  Still\nbound to earth, I refused, O God, to fight on thy side, as much\nafraid to be freed from all bonds, as I ought to have feared\nbeing trammeled by them.",
        "“Thus the thoughts by which I meditated upon thee were like the\nefforts of one who would awake, but being overpowered with\nsleepiness is soon asleep again.  Often does a man when heavy\nsleepiness is on his limbs defer to shake it off, and though not\napproving it, encourage it; even so I was sure it was better to\nsurrender to thy love than to yield to my own lusts, yet though\nthe former course convinced me, the latter pleased and held me\nbound.  There was naught in me to answer thy call ’Awake, thou\nsleeper,’ but only drawling, drowsy words, ’Presently; yes,\npresently; wait a little while.’  But the ’presently’ had no\n’present,’ and the ’little while’ grew long. . . .  For I was\nafraid thou wouldst hear me too soon, and heal me at once of my\ndisease of lust, which I wished to satiate rather than to see\nextinguished.  With what lashes of words did I not scourge my own\nsoul.  Yet it shrank back; it refused, though it had no excuse to\noffer. . . . I said within myself:  ’Come, let it be done now,’\nand as I said it, I was on the point of the resolve.  I all but\ndid it, yet I did not do it.  And I made another effort, and\nalmost succeeded, yet I did not reach it, and did not grasp it,\nhesitating to die to death, and live to life, and the evil to\nwhich I was so wonted held me more than the better life I had not\ntried.\"[92]",
        "[92] Confessions, Book VIII., Chaps. v., vii., xi., abridged.",
        "There could be no more perfect description of the divided will,\nwhen the higher wishes lack just that last acuteness, that touch\nof explosive intensity, of dynamogenic quality (to use the slang\nof the psychologists), that enables them to burst their shell,\nand make irruption efficaciously into life and quell the lower\ntendencies forever.  In a later lecture we shall have much to say\nabout this higher excitability.",
        "I find another good description of the divided will in the\nautobiography of Henry Alline, the Nova Scotian evangelist, of\nwhose melancholy I read a brief account in my last lecture.  The\npoor youth’s sins were, as you will see, of the most harmless\norder, yet they interfered with what proved to be his truest\nvocation, so they gave him great distress.",
        "“I was now very moral in my life, but found no rest of\nconscience.  I now began to be esteemed in young company, who\nknew nothing of my mind all this while, and their esteem began to\nbe a snare to my soul, for I soon began to be fond of carnal\nmirth, though I still flattered myself that if I did not get\ndrunk, nor curse, nor swear, there would be no sin in frolicking\nand carnal mirth, and I thought God would indulge young people\nwith some (what I called simple or civil) recreation.  I still\nkept a round of duties, and would not suffer myself to run into\nany open vices, and so got along very well in time of health and\nprosperity, but when I was distressed or threatened by sickness,\ndeath, or heavy storms of thunder, my religion would not do, and\nI found there was something wanting, and would begin to repent my\ngoing so much to frolics, but when the distress was over, the\ndevil and my own wicked heart, with the solicitations of my\nassociates, and my fondness for young company, were such strong\nallurements, I would again give way, and thus I got to be very\nwild and rude, at the same time kept up my rounds of secret\nprayer and reading; but God, not willing I should destroy myself,\nstill followed me with his calls, and moved with such power upon\nmy conscience, that I could not satisfy myself with my\ndiversions, and in the midst of my mirth sometimes would have\nsuch a sense of my lost and undone condition, that I would wish\nmyself from the company, and after it was over, when I went home,\nwould make many promises that I would attend no more on these\nfrolics, and would beg forgiveness for hours and hours; but when\nI came to have the temptation again, I would give way:  no\nsooner would I hear the music and drink a glass of wine, but I\nwould find my mind elevated and soon proceed to any sort of\nmerriment or diversion, that I thought was not debauched or\nopenly vicious; but when I returned from my carnal mirth I felt\nas guilty as ever, and could sometimes not close my eyes for some\nhours after I had gone to my bed.  I was one of the most unhappy\ncreatures on earth.",
        "“Sometimes I would leave the company (often speaking to the\nfiddler to cease from playing, as if I was tired), and go out and\nwalk about crying and praying, as if my very heart would break,\nand beseeching God that he would not cut me off, nor give me up\nto hardness of heart.  Oh, what unhappy hours and nights I thus\nwore away!  When I met sometimes with merry companions, and my\nheart was ready to sink, I would labor to put on as cheerful a\ncountenance as possible, that they might not distrust anything,\nand sometimes would begin some discourse with young men or young\nwomen on purpose, or propose a merry song, lest the distress of\nmy soul would be discovered, or mistrusted, when at the same time\nI would then rather have been in a wilderness in exile, than with\nthem or any of their pleasures or enjoyments.  Thus for many\nmonths when I was in company?  I would act the hypocrite and\nfeign a merry heart but at the same time would endeavor as much\nas I could to shun their company, oh wretched and unhappy mortal\nthat I was!  Everything I did, and wherever I went, I was still\nin a storm and yet I continued to be the chief contriver and\nringleader of the frolics for many months after; though it was a\ntoil and torment to attend them; but the devil and my own wicked\nheart drove me about like a slave, telling me that I must do this\nand do that, and bear this and bear that, and turn here and turn\nthere, to keep my credit up, and retain the esteem of my\nassociates:  and all this while I continued as strict as possible\nin my duties, and left no stone unturned to pacify my conscience,\nwatching even against my thoughts, and praying continually\nwherever I went:  for I did not think there was any sin in my\nconduct, when I was among carnal company, because I did not take\nany satisfaction there, but only followed it, I thought, for\nsufficient reasons.",
        "“But still, all that I did or could do, conscience would roar\nnight and day.”",
        "Saint Augustine and Alline both emerged into the smooth waters of\ninner unity and peace, and I shall next ask you to consider more\nclosely some of the peculiarities of the process of unification,\nwhen it occurs.  It may come gradually, or it may occur abruptly;\nit may come through altered feelings, or through altered powers\nof action; or it may come through new intellectual insights, or\nthrough experiences which we shall later have to designate as\n’mystical.’  However it come, it brings a characteristic sort of\nrelief; and never such extreme relief as when it is cast into the\nreligious mould.  Happiness! happiness! religion is only one of\nthe ways in which men gain that gift.  Easily, permanently, and\nsuccessfully, it often transforms the most intolerable misery\ninto the profoundest and most enduring happiness.",
        "But to find religion is only one out of many ways of reaching\nunity; and the process of remedying inner incompleteness and\nreducing inner discord is a general psychological process, which\nmay take place with any sort of mental material, and need not\nnecessarily assume the religious form.  In judging of the\nreligious types of regeneration which we are about to study, it\nis important to recognize that they are only one species of a\ngenus that contains other types as well.  For example, the new\nbirth may be away from religion into incredulity; or it may be\nfrom moral scrupulosity into freedom and license; or it may be\nproduced by the irruption into the individual’s life of some new\nstimulus or passion, such as love, ambition, cupidity, revenge,\nor patriotic devotion.  In all these instances we have precisely\nthe same psychological form of event,–a firmness, stability, and\nequilibrium <173> succeeding a period of storm and stress and\ninconsistency.  In these non-religious cases the new man may also\nbe born either gradually or suddenly.",
        "The French philosopher Jouffroy has left an eloquent memorial of\nhis own “counter-conversion,” as the transition from orthodoxy to\ninfidelity has been well styled by Mr. Starbuck.  Jouffroy’s\ndoubts had long harassed him; but he dates his final crisis from\na certain night when his disbelief grew fixed and stable, and\nwhere the immediate result was sadness at the illusions he had\nlost.",
        "“I shall never forget that night of December,” writes Jouffroy,\n“in which the veil that concealed from me my own incredulity was\ntorn.  I hear again my steps in that narrow naked chamber where\nlong after the hour of sleep had come I had the habit of walking\nup and down.  I see again that moon, half-veiled by clouds,\nwhich now and again illuminated the frigid window-panes.  The\nhours of the night flowed on and I did not note their passage. \nAnxiously I followed my thoughts, as from layer to layer they\ndescended towards the foundation of my consciousness, and,\nscattering one by one all the illusions which until then had\nscreened its windings from my view, made them every moment more\nclearly visible.",
        "“Vainly I clung to these last beliefs as a shipwrecked sailor\nclings to the fragments of his vessel; vainly, frightened at the\nunknown void in which I was about to float, I turned with them\ntowards my childhood, my family, my country, all that was dear\nand sacred to me:  the inflexible current of my thought was too\nstrong–parents, family, memory, beliefs, it forced me to let go\nof everything.  The investigation went on more obstinate and more\nsevere as it drew near its term, and did not stop until the end\nwas reached.  I knew then that in the depth of my mind nothing\nwas left that stood erect.",
        "“This moment was a frightful one; and when towards morning I\nthrew myself exhausted on my bed, I seemed to feel my earlier\nlife, so smiling and so full, go out like a fire, and before me\nanother life opened, sombre and unpeopled, where in future I must\nlive alone, alone with my fatal thought which had exiled me\nthither, and which I was tempted to curse.  The days which\nfollowed this discovery were the saddest of my life.\"[93]",
        "[93] Th. Jouffroy:  Nouveaux Melanges philosophiques, 2me\nedition, p. 83.  I add two other cases of counter-conversion\ndating from a certain moment.  The first is from Professor\nStarbuck’s manuscript collection, and the narrator is a woman.",
        "“Away down in the bottom of my heart, I believe I was always more\nor less skeptical about ’God;’ skepticism grew as an\nundercurrent, all through my early youth, but it was controlled\nand covered by the emotional elements in my religious growth. \nWhen I was sixteen I joined the church and was asked if I loved\nGod.  I replied ’Yes,’ as was customary and expected.  But\ninstantly with a flash something spoke within me, ’No, you do\nnot.’  I was haunted for a long time with shame and remorse for\nmy falsehood and for my wickedness in not loving God, mingled\nwith fear that there might be an avenging God who would punish me\nin some terrible way. . . . At nineteen, I had an attack of\ntonsilitis.  Before I had quite recovered, I heard told a story\nof a brute who had kicked his wife down-stairs, and then\ncontinued the operation until she became insensible.  I felt the\nhorror of the thing keenly.  Instantly this thought flashed\nthrough my mind:  ’I have no use for a God who permits such\nthings.’  This experience was followed by months of stoical\nindifference to the God of my previous life, mingled with\nfeelings of positive dislike and a somewhat proud defiance of\nhim.  I still thought there might be a God.  If so he would\nprobably damn me, but I should have to stand it.  I felt very\nlittle fear and no desire to propitiate him.  I have never had\nany personal relations with him since this painful experience.”",
        "The second case exemplifies how small an additional stimulus will\noverthrow the mind into a new state of equilibrium when the\nprocess of preparation and incubation has proceeded far enough. \nIt is like the proverbial last straw added to the camel’s burden,\nor that touch of a needle which makes the salt in a\nsupersaturated fluid suddenly begin to crystallize out.",
        "Tolstoy writes:  “S., a frank and intelligent man, told me as\nfollows how he ceased to believe:–",
        "“He was twenty-six years old when one day on a hunting\nexpedition, the time for sleep having come, he set himself to\npray according to the custom he had held from childhood.",
        "“His brother, who was hunting with him, lay upon the hay and\nlooked at him.  When S. had finished his prayer and was turning\nto sleep, the brother said, ’Do you still keep up that thing?’\nNothing more was said.  But since that day, now more than thirty\nyears ago, S.  has never prayed again; he never takes communion,\nand does not go to church.  All this, not because he became\nacquainted with convictions of his brother which he then and\nthere adopted; not because he made any new resolution in his\nsoul, but merely because the words spoken by his brother were\nlike the light push of a finger against a leaning wall already\nabout to tumble by its own weight.  These words but showed him\nthat the place wherein he supposed religion dwelt in him had long\nbeen empty, and that the sentences he uttered, the crosses and\nbows which he made during his prayer, were actions with no inner\nsense.  Having once seized their absurdity, he could no longer\nkeep them up.”    Ma Confession, p. 8.",
        "I subjoin an additional document which has come into my\npossession, and which represents in a vivid way what is probably\na very frequent sort of conversion, if the opposite of ’falling\nin love,’ falling out of love, may be so termed.  Falling in love\nalso conforms frequently to this type, a latent process of\nunconscious preparation often preceding a sudden awakening to the\nfact that the mischief is irretrievably done.  The free and easy\ntone in this narrative gives it a sincerity that speaks for\nitself.",
        "“For two years of this time I went through a very bad experience,\nwhich almost drove me mad.  I had fallen violently in love with a\ngirl who, young as she was, had a spirit of coquetry like a cat.\nAs I look back on her now, I hate her, and wonder how I could\never have fallen so low as to be worked upon to such an extent by\nher attractions.  Nevertheless, I fell into a regular fever,\ncould think of nothing else; whenever I was alone, I pictured her\nattractions, and spent most of the time when I should have been\nworking, in recalling our previous interviews, and imagining\nfuture conversations.  She was very pretty, good humored, and\njolly to the last degree, and intensely pleased with my\nadmiration.  Would give me no decided answer yes or no and the\nqueer thing about it was that whilst pursuing her for her hand, I\nsecretly knew all along that she was unfit to be a wife for me,\nand that she never would say yes.  Although for a year we took\nour meals at the same boarding-house, so that I saw her\ncontinually and familiarly, our closer relations had to be\nlargely on the sly, and this fact, together with my jealousy of\nanother one of her male admirers and my own conscience despising\nme for my uncontrollable weakness, made me so nervous and\nsleepless that I really thought I should become insane.  I\nunderstand well those young men murdering their sweethearts,\nwhich appear so often in the papers.  Nevertheless I did love her\npassionately, and in some ways she did deserve it.",
        "“The queer thing was the sudden and unexpected way in which it\nall stopped.  I was going to my work after breakfast one morning,\nthinking as usual of her and of my misery, when, just as if some\noutside power laid hold of me, I found myself turning round and\nalmost running to my room, where I immediately got out all the\nrelics of her which I possessed, including some hair, all her\nnotes and letters and ambrotypes on glass.  The former I made a\nfire of, the latter I actually crushed beneath my heel, in a sort\nof fierce joy of revenge and punishment.  I now loathed and\ndespised her altogether, and as for myself I felt as if a load of\ndisease had suddenly been removed from me.  That was the end.  I\nnever spoke to her or wrote to her again in all the subsequent\nyears, and I have never had a single moment of loving thought\ntowards one for so many months entirely filled my heart.  In\nfact, I have always rather hated her memory, though now I can see\nthat I had gone unnecessarily far in that direction.  At any\nrate, from that happy morning onward I regained possession of my\nown proper soul, and have never since fallen into any similar\ntrap.”",
        "This seems to me an unusually clear example of two different\nlevels of personality, inconsistent in their dictates, yet so\nwell balanced against each other as for a long time to fill the\nlife with discord and dissatisfaction.  At last, not gradually,\nbut in a sudden crisis, the unstable equilibrium is resolved, and\nthis happens so unexpectedly that it is as if, to use the\nwriter’s words, “some outside power laid hold.”",
        "Professor Starbuck gives an analogous case, and a converse case\nof hatred suddenly turning into love, in his Psychology of\nReligion, p. 141.  Compare the other highly curious instances\nwhich he gives on pp. 137-144, of sudden non-religious\nalterations of habit or character. He seems right in conceiving\nall such sudden changes as results of special cerebral functions\nunconsciously developing until they are ready to play a\ncontrolling part when they make irruption into the conscious\nlife.  When we treat of sudden ’conversion,’ I shall make as much\nuse as I can of this hypothesis of subconscious incubation. ",
        "<175> In John Foster’s Essay on Decision of Character, there is\nan account of a case of sudden conversion to avarice, which is\nillustrative enough to quote:–",
        "A young man, it appears, “wasted, in two or three years, a large\npatrimony in profligate revels with a number of worthless\nassociates who called themselves his friends, and who, when his\nlast means were exhausted, treated him of course with neglect or\ncontempt.  Reduced to absolute want, he one day went out of the\nhouse with an intention to put an end to his life, but wandering\nawhile almost unconsciously, he came to the brow of an eminence\nwhich overlooked what were lately his estates.  Here he sat down,\nand remained fixed in thought a number of hours, at the end of\nwhich he sprang from the ground with a vehement, exulting\nemotion.  He had formed his resolution, which was, that all these\nestates should be his again; he had formed his plan, too, which\nhe instantly began to execute.  He walked hastily forward,\ndetermined to seize the first opportunity, of however humble a\nkind, to gain any money, though it were ever so despicable a\ntrifle, and resolved absolutely not to spend, if he could help\nit, a farthing of whatever he might obtain.  The first thing that\ndrew his attention was a heap of coals shot out of carts on the\npavement before a house.  He offered himself to shovel or wheel\nthem into the place where they were to be laid, and was employed.",
        "He received a few pence for the labor; and then, in pursuance of\nthe saving part of his plan requested some small gratuity of meat\nand drink, which was given <176> him.  He then looked out for\nthe next thing that might chance; and went, with indefatigable\nindustry, through a succession of servile employments in\ndifferent places, of longer and shorter duration, still\nscrupulous in avoiding, as far as possible, the expense of a\npenny.  He promptly seized every opportunity which could advance\nhis design, without regarding the meanness of occupation or\nappearance.  By this method he had gained, after a considerable\ntime, money enough to purchase in order to sell again a few\ncattle, of which he had taken pains to understand the value.  He\nspeedily but cautiously turned his first gains into second\nadvantages; retained without a single deviation his extreme\nparsimony; and thus advanced by degrees into larger transactions\nand incipient wealth.  I did not hear, or have forgotten, the\ncontinued course of his life, but the final result was, that he\nmore than recovered his lost possessions, and died an inveterate\nmiser, worth L60,000.\"[94]",
        "[94] Op. cit., Letter III., abridged.",
        "Let me turn now to the kind of case, the religious case, namely,\nthat immediately concerns us.  Here is one of the simplest\npossible type, an account of the conversion to the systematic\nreligion of healthy-mindedness of a man who must already have\nbeen naturally of the healthy-minded type.  It shows how, when\nthe fruit is ripe, a touch will make it fall.",
        "Mr. Horace Fletcher, in his little book called Menticulture,\nrelates that a friend with whom he was talking of the\nself-control attained by the Japanese through their practice of\nthe Buddhist discipline said:–",
        "“’You must first get rid of anger and worry.’  ’But,’ said I,\n’is that possible?’  ’Yes,’ replied he; ’it is possible to the\nJapanese, and ought to be possible to us.’",
        "“On my way back I could think of nothing else but the words get\nrid, get rid’; and the idea must have continued to possess me\nduring my sleeping hours, for the first consciousness in the\nmorning brought back the same thought, with the revelation of a\ndiscovery, which framed itself into the reasoning, ’If it is\npossible to get rid of anger and worry, why is it necessary to\nhave them at all?’  I felt the strength of the argument, and at\nonce accepted the reasoning.  The baby had discovered that it\ncould walk.  It would scorn to creep any longer.",
        "“From the instant I realized that these cancer spots of worry and\nanger were removable, they left me.  With the discovery of their\nweakness they were exorcised.  From that time life has had an\nentirely different aspect.",
        "“Although from that moment the possibility and desirability of\nfreedom from the depressing passions has been a reality to me, it\ntook me some months to feel absolute security in my new position;\nbut, as the usual occasions for worry and anger have presented\nthemselves over and over again, and I have been unable to feel\nthem in the slightest degree, I no longer dread or guard against\nthem, and I am amazed at my increased energy and vigor of mind,\nat my strength to meet situations of all kinds and at my\ndisposition to love and appreciate everything.",
        "“I have had occasion to travel more than ten thousand miles by\nrail since that morning.  The same Pullman porter, conductor,\nhotel-waiter, peddler, book-agent, cabman, and others who were\nformerly a source of annoyance and irritation have been met, but\nI am not conscious of a single incivility.  All at once the whole\nworld has turned good to me.  I have become, as it were,\nsensitive only to the rays of good.",
        "“I could recount many experiences which prove a brand-new\ncondition of mind, but one will be sufficient.  Without the\nslightest feeling of annoyance or impatience, I have seen a train\nthat I had planned to take with a good deal of interested and\npleasurable anticipation move out of the station without me,\nbecause my baggage did not arrive.  The porter from the hotel\ncame running and panting into the station just as the train\npulled out of sight.  When he saw me, he looked as if he feared a\nscolding. and began to tell of being blocked in a crowded street\nand unable to get out.  When he had finished, I said to him:  ’It\ndoesn’t matter at all, you couldn’t help it, so we will try again\nto-morrow.  Here is your fee, I am sorry you had all this trouble\nin earning it.’  The look of surprise that came over his face was\nso filled with pleasure that I was repaid on the spot for the\ndelay in my departure.  Next day he would not accept a cent for\nthe service, and he and I are friends for life.",
        "“During the first weeks of my experience I was on guard only\nagainst worry and anger; but, in the mean time, having noticed\nthe absence of the other depressing and dwarfing passions, I\nbegan to trace a relationship, until I was convinced that they\nare all growths from the two roots I have specified.  I have felt\nthe freedom now for so long a time that I am sure of my relation\ntoward it; and I could no more harbor any of the thieving and\ndepressing influences that once I nursed as a heritage of\nhumanity than a fop would voluntarily wallow in a filthy gutter.",
        "“There is no doubt in my mind that pure Christianity and pure\nBuddhism, and the Mental Sciences and all Religions fundamentally\nteach what has been a discovery to me; but none of them have\npresented it in the light of a simple and easy process of\nelimination.  At one time I wondered if the elimination would not\nyield to indifference and sloth.  In my experience, the contrary\nis the result.  I feel such an increased desire to do something\nuseful that it seems as if I were a boy again and the energy for\nplay had returned.  I could fight as readily as (and better than)\never, if there were occasion for it.  It does not make one a\ncoward.  It can’t, since fear is one of the things eliminated.  I\nnotice the absence of timidity in the presence of any audience. \nWhen a boy, I was standing under a tree which was struck by\nlightning, and received a shock from the effects of which I never\nknew exemption until I had dissolved partnership with worry. \nSince then, lightning and thunder have been encountered under\nconditions which would formerly have caused great depression and\ndiscomfort, without [my] experiencing a trace of either. \nSurprise is also greatly modified, and one is less liable to\nbecome startled by unexpected sights or noises.",
        "“As far as I am individually concerned, I am not bothering myself\nat present as to what the results of this emancipated condition\nmay be.  I have no doubt that the perfect health aimed at by\nChristian Science may be one of the possibilities, for I note a\nmarked improvement in the way my stomach does its duty in\nassimilating the food I give it to handle, and I am sure it works\nbetter to the sound of a song than under the friction of a frown.\nNeither am I wasting any of this precious time formulating an\nidea of a future existence or a future Heaven.  The Heaven that I\nhave within myself is as attractive as any that has been promised\nor that I can imagine; and I am willing to let the growth lead\nwhere it will, as long as the anger and their brood have no part\nin misguiding it.\"[95]",
        "[95] H. Fletcher:  Menticulture, or the A-B-C of True Living, New\nYork and Chicago, 1899, pp. 26, 36, abridged.",
        "The older medicine used to speak of two ways, lysis and crisis,\none gradual, the other abrupt, in which one might recover from a\nbodily disease.  In the spiritual realm there are also two ways,\none gradual, the other sudden, in which inner unification may\noccur.  Tolstoy and Bunyan may again serve us as examples,\nexamples, as it happens, of the gradual way, though it must be\nconfessed at the outset that it is hard to follow these windings\nof the hearts of others, and one feels that their words do not\nreveal their total secret.",
        "Howe’er this be, Tolstoy, pursuing his unending questioning,\n<181> seemed to come to one insight after another.  First he\nperceived that his conviction that life was meaningless took only\nthis finite life into account.  He was looking for the value of\none finite term in that of another, and the whole result could\nonly be one of those indeterminate equations in mathematics which\nend with infinity.  Yet this is as far as the reasoning intellect\nby itself can go, unless irrational sentiment or faith brings in\nthe infinite.  Believe in the infinite as common people do, and\nlife grows possible again.",
        "“Since mankind has existed, wherever life has been, there also\nhas been the faith that gave the possibility of living.  Faith is\nthe sense of life, that sense by virtue of which man does not\ndestroy himself, but continues to live on.  It is the force\nwhereby we live. If Man did not believe that he must live for\nsomething, he would not live at all.  The idea of an infinite\nGod, of the divinity of the soul, of the union of men’s actions\nwith God–these are ideas elaborated in the infinite secret\ndepths of human thought.  They are ideas without which there\nwould be no life, without which I myself,” said Tolstoy, “would\nnot exist.  I began to see that I had no right to rely on my\nindividual reasoning and neglect these answers given by faith,\nfor they are the only answers to the question.”",
        "Yet how believe as the common people believe, steeped as they are\nin grossest superstition?  It is impossible–but yet their life!\ntheir life! It is normal.  It is happy!  It is an answer to the\nquestion!",
        "Little by little, Tolstoy came to the settled conviction–he says\nit took him two years to arrive there–that his trouble had not\nbeen with life in general, not with the common life of common\nmen, but with the life of the upper, intellectual, artistic\nclasses, the life which he had personally always led, the\ncerebral life, the life of conventionality, artificiality, and\npersonal ambition.  He had been living wrongly and must change. \nTo work for animal needs, to abjure lies and vanities, to relieve\ncommon wants, to be simple, to believe in God, therein lay\nhappiness again.",
        "“I remember,” he says, “one day in early spring, I was alone in\nthe forest, lending my ear to its mysterious noises.  I listened,\nand my thought went back to what for these three years it always\nwas busy with–the quest of God.  But the idea of him, I said,\nhow did I ever come by the idea?",
        "“And again there arose in me, with this thought, glad aspirations\ntowards life.  Everything in me awoke and received a meaning.  . \n. .Why do I look farther?  a voice within me asked.  He is there:",
        "he, without whom one cannot live.  To acknowledge God and to live\nare one and the same thing.  God is what life is.  Well, then!\nlive, seek God, and there will be no life without him. . . .",
        "“After this, things cleared up within me and about me better than\never, and the light has never wholly died away.  I was saved from\nsuicide.  Just how or when the change took place I cannot tell. \nBut as insensibly and gradually as the force of life had been\nannulled within me, and I had reached my moral death-bed, just as\ngradually and imperceptibly did the energy of life come back. \nAnd what was strange was that this energy that came back was\nnothing new.  It was my ancient juvenile force of faith, the\nbelief that the sole purpose of my life was to be BETTER.   I\ngave up the life of the conventional world, recognizing it to be\nno life, but a parody on life, which its superfluities simply\nkeep us from comprehending,\"–and Tolstoy thereupon embraced the\nlife of the peasants, and has felt right and happy, or at least\nrelatively so, ever since.[96]",
        "[96] I have considerably abridged Tolstoy’s words in my\ntranslation.",
        "As I interpret his melancholy, then, it was not merely an\naccidental vitiation of his humors, though it was doubtless also\nthat.  It was logically called for by the clash between his inner\ncharacter and his outer activities and aims.  Although a literary\nartist, Tolstoy was one of those primitive oaks of men to whom\nthe superfluities and insincerities, the cupidities,\ncomplications, and cruelties of our polite civilization are\nprofoundly unsatisfying, and for whom the eternal veracities lie\nwith more natural and animal things.  His crisis was the getting\nof his soul in order, the discovery of its genuine habitat and\nvocation, the escape from falsehoods into what for him were ways\nof truth.  It was a case of heterogeneous personality tardily and\nslowly finding its unity and level. And though not many of us can\nimitate Tolstoy, not having enough, perhaps, of the aboriginal\nhuman marrow in our bones, most of us may at least feel as if it\nmight be better for us if we could.",
        "Bunyan’s recovery seems to have been even slower.  For years\ntogether he was alternately haunted with texts of Scripture, now\nup and now down, but at last with an ever growing relief in his\nsalvation through the blood of Christ.",
        "“My peace would be in and out twenty times a day; comfort now and\ntrouble presently; peace now and before I could go a furlong as\nfull of guilt and fear as ever heart could hold.”  When a good\ntext comes home to him, “This,” he writes, “gave me good\nencouragement for the space of two or three hours\"; or “This was\na good day to me, I hope I shall not forget it”, or “The glory of\nthese words was then so weighty on me that I was ready to swoon\nas I sat; yet, not with grief and trouble, but with solid joy and\npeace\"; or “This made a strange seizure on my spirit; it brought\nlight with it, and commanded a silence in my heart of all those\ntumultuous thoughts that before did use, like masterless\nhell-hounds, to roar and bellow and make a hideous noise within\nme.  It showed me that Jesus Christ had not quite forsaken and\ncast off my Soul.”",
        "Such periods accumulate until he can write:  “And now remained\nonly the hinder part of the tempest, for the thunder was gone\nbeyond me, only some drops would still remain, that now and then\nwould fall upon me\";–and at last:  “Now did my chains fall off\nmy legs indeed; I was loosed from my afflictions and irons; my\ntemptations also fled away; so that from that time, those\ndreadful Scriptures of God left off to trouble me; now went I\nalso home rejoicing, for the grace and love of God. . . . Now\ncould I see myself in Heaven and Earth at once; in Heaven by my\nChrist, by my Head, by my Righteousness and Life, though on\nEarth by my body or person. . . .  Christ was a precious Christ\nto my soul that night; I could scarce lie in my bed for joy and\npeace and triumph through Christ.”",
        "Bunyan became a minister of the gospel, and in spite of his\nneurotic constitution, and of the twelve years he lay in prison\nfor his non-conformity, his life was turned to active use.  He\nwas a peacemaker and doer of good, and the immortal Allegory\nwhich he wrote has brought the very spirit of religious patience\nhome to English hearts.",
        "But neither Bunyan nor Tolstoy could become what we have called\nhealthy-minded.  They had drunk too deeply of the cup of\nbitterness ever to forget its taste, and their redemption is into\na universe two stories deep.  Each of them realized a good which\nbroke the effective edge of his sadness; yet the sadness was\npreserved as a minor ingredient in the heart of the faith by\nwhich it was overcome.  The fact of interest for us is that as a\nmatter of fact they could and did find SOMETHING welling up in\nthe inner reaches of their consciousness, by which such extreme\nsadness could be overcome.  Tolstoy does well to talk of it as\nTHAT BY WHICH MEN LIVE; for that is exactly what it is, a\nstimulus, an excitement, a faith, a force that re-infuses the\npositive willingness to live, even in full presence of the evil\nperceptions that erewhile made life seem unbearable.  For\nTolstoy’s perceptions of evil appear within their sphere to have\nremained unmodified.  His later works show him implacable to the\nwhole system of official values:  the ignobility of fashionable\nlife; the infamies of empire; the spuriousness of the church, the\nvain conceit of the professions; the meannesses and cruelties\nthat go with great success; and every other pompous crime and\nlying institution of this world.  To all patience with such\nthings his experience has been for him a perroanent ministry of\ndeath.",
        "Bunyan also leaves this world to the enemy.",
        "“I must first pass a sentence of death,” he says, “upon\neverything that can properly be called a thing of this life, even\nto reckon myself, my wife, my children, my health, my enjoyments,\nand all, as dead to me, and myself as dead to them; to trust in\nGod through Christ, as touching the world to come, and as\ntouching this world, to count the grave my house, to make my bed\nin darkness, and to say to corruption, Thou art my father and to\nthe worm, Thou art my mother and sister. . . .  The parting with\nmy wife and my poor children hath often been to me as the pulling\nof my flesh from my bones, especially my poor blind child who lay\nnearer my heart than all I had besides.  Poor child, thought I,\nwhat sorrow art thou like to have for thy portion in this world!\nThou must be beaten, must beg, suffer hunger, cold, nakedness,\nand a thousand calamities, though I cannot now endure that the\nwind should blow upon thee.  But yet I must venture you all with\nGod, though it goeth to the quick to leave you.\"[97]",
        "[97] In my quotations from Bunyan I have omitted certain\nintervening portions of the text.",
        "The “hue of resolution” is there, but the full flood of ecstatic\nliberation seems never to have poured over poor John Bunyan’s\nsoul.",
        "These examples may suffice to acquaint us in a general way with\nthe phenomenon technically called “Conversion.”  In the next\nlecture I shall invite you to study its peculiarities and\nconcomitants in some detail.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003. Also see Part II of this book.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Varieties of Religious ExperienceBy William JamesAt Amazon"
    ]
}