{
    "title": "The World’s Great Sermons - Baxter",
    "author": "Grenville Kleiser",
    "chapter": "4",
    "content": [
        "\n\n",
        "MAKING LIGHT OF CHRIST AND SALVATION",
        "Richard Baxter, was born in 1615, at Rowton, near Shrewsbury, in\nEngland. After surmounting great difficulties in securing an education\nfor the ministry he was ordained in 1638, in the Church of England,\nhis first important charge being that of Kidderminster, where he\nestablished his reputation as a powerful evangelical and controversial\npreacher. Altho opposed to Cromwell’s extreme acts, he became a\nchaplain in the army of the Rebellion. His influence was all on the\nside of peace, however, and at the Restoration he was appointed\nchaplain to Charles II.",
        "Baxter left the Church of England on the promulgation of the Act of\nUniformity, and in 1662 retired to Acton in Middlesex, where he wrote\nmost of his works. The Acts of Indulgence enabled him to return to\nLondon, where he remained until Judge Jeffreys imprisoned and fined\nhim on a charge of sedition. He was the most prolific writer and\ncontroversialist of his day among nonconformists. Baxter left only two\nworks which seem likely to be of ever fresh interest, “The Saint’s\nRest” and “Calls to the Unconverted.” He died in London in 1691.",
        "1615-1691",
        "MAKING LIGHT OF CHRIST AND SALVATION",
        "But they made light of it.–Matt, xxii., 5.",
        "Beloved hearers; the office that God hath called us to is, by\ndeclaring the glory of His grace, to help under Christ to the saving\nof men’s souls. I hope you think not that I come hither to-day on\nanother errand. The Lord knows I had not set a foot out-of-doors but\nin hope to succeed in this work for your souls. I have considered, and\noften considered, what is the matter that so many thousands should\nperish when God hath done so much for their salvation; and I find this\nthat is mentioned in my text is the cause. It is one of the wonders of\nthe world, that when God hath so loved the world as to send His Son,\nand Christ hath made a satisfaction by His death sufficient for them\nall, and offereth the benefits of it so freely to them, even without\nmoney or price, that yet the most of the world should perish; yea,\nthe most of those that are thus called by His Word! Why, here is the\nreason–when Christ hath done all this, men make light of it. God hath\nshowed that He is not unwilling; and Christ hath showed that He is not\nunwilling that men should be restored to God’s favor and be saved; but\nmen are actually unwilling themselves. God takes not pleasure in the\ndeath of sinners, but rather that they return and live. But men take\nsuch pleasure in sin that they will die before they will return. The\nLord Jesus was content to be their physician, and hath provided them a\nsufficient plaster of His own blood: but if men make light of it,\nand will not apply it, what wonder if they perish after all? This\nScripture giveth us the reason of their perdition. This, sad\nexperience tells us, the most of the world is guilty of. It is a most\nlamentable thing to see how most men do spend their care, their time,\ntheir pains, for known vanities, while God and glory are cast aside;\nthat He who is all should seem to them as nothing, and that which\nis nothing should seem to them as good as all; that God should set\nmankind in such a race where heaven or hell is their certain end, and\nthat they should sit down, and loiter, or run after the childish toys\nof the world, and so much forget the prize that they should run for.\nWere it but possible for one of us to see the whole of this business\nas the all-seeing God doth; to see at one view both heaven and hell,\nwhich men are so near; and see what most men in the world are minding,\nand what they are doing every day, it would be the saddest sight that\ncould be imagined. Oh, how should we marvel at their madness, and\nlament their self-delusion! O poor distracted world! what is it you\nrun after? and what is it that you neglect? If God had never told them\nwhat they were sent into the world to do, or whither they were\ngoing, or what was before them in another world, then they had been\nexcusable; but He hath told them over and over, till they were weary\nof it. Had He left it doubtful, there had been some excuse; but it is\nHis sealed word, and they profess to believe it, and would take it ill\nof us if we should question whether they do believe it or not.",
        "Beloved, I come not to accuse any of you particularly of this crime;\nbut seeing it is the commonest cause of men’s destruction, I suppose\nyou will judge it the fittest matter for our inquiry, and deserving\nour greatest care for the cure. To which end I shall, (1) endeavor the\nconviction of the guilty; (2) shall give them such considerations as\nmay tend to humble and reform them; (3) I shall conclude with such\ndirection as may help them that are willing to escape the destroying\npower of this sin.",
        "And for the first, consider: It is the case of most sinners to think\nthemselves freest from those sins that they are most enslaved to; and\none reason why we can not reform them is because we can not convince\nthem of their guilt. It is the nature of sin so far to blind and\nbefool the sinner, that he knoweth not what he doth, but thinketh he\nis free from it when it reigneth in him, or when he is committing it:\nit bringeth men to be so much unacquainted with themselves that they\nknow not what they think, or what they mean and intend, nor what they\nlove or hate, much less what they are habituated and disposed to.\nThey are alive to sin, and dead to all the reason, consideration,\nand resolution that should recover them, as if it were only by their\nsinning that we must know that they are alive. May I hope that you\nthat hear me to-day are but willing to know the truth of your case,\nand then I shall be encouraged to proceed to an inquiry. God will\njudge impartially; why should not we do so? Let me, therefore, by\nthese following questions, try whether none of you are slighters\nof Christ and your own salvation. And follow me, I beseech you, by\nputting them close to your own hearts, and faithfully answering them.",
        "Things that men highly value will be remembered; they will be matter\nof their freest and sweetest thoughts. This is a known case.",
        "Do not those then make light of Christ and salvation that think of\nthem so seldom and coldly in comparison of other things? Follow thy\nown heart, man, and observe what it daily runneth after; and then\njudge whether it make not light of Christ.",
        "We can not persuade men to one hour’s sober consideration what they\nshould do for an interest in Christ, or in thankfulness for His love,\nand yet they will not believe that they make light of Him.",
        "Things that we highly value will be matter of our discourse; the\njudgment and heart will command the tongue. Freely and delightfully\nwill our speech run after them. This also is a known case.",
        "Do not those men make light of Christ and salvation that shun the\nmention of His name, unless it be in a vain or sinful use? Those that\nlove not the company where Christ and salvation is much talked of, but\nthink it troublesome, precise discourse: that had rather hear some\nmerry jests, or idle tales, or talk of their riches or business in the\nworld; when you may follow them from morning to night, and scarce have\na savory word of Christ; but perhaps some slight and weary mention\nof Him sometimes; judge whether these make not light of Christ and\nsalvation. How seriously do they talk of the world and speak of\nvanity! but how heartlessly do they make mention of Christ and\nsalvation!",
        "The things that we highly value we would secure the possession of,\nand therefore would take any convenient course to have all doubts and\nfears about them well resolved. Do not those men then make light\nof Christ and salvation that have lived twenty or thirty years in\nuncertainty whether they have any part in these or not, and yet never\nseek out for the right resolution of their doubts? Are all that hear\nme this day certain they shall be saved? Oh, that they were! Oh, had\nyou not made light of salvation, you could not so easily bear such\ndoubting of it; you could not rest till you had made it sure, or done\nyour best to make it sure. Have you nobody to inquire of, that might\nhelp you in such a work? Why, you have ministers that are purposely\nappointed to that office. Have you gone to them, and told them the\ndoubtfulness of your case, and asked their help in the judging of your\ncondition? Alas! ministers may sit in their studies from one year to\nanother, before ten persons among a thousand will come to them on such\nan errand! Do not these make light of Christ and salvation? When the\ngospel pierceth the heart indeed, they cry out, “Men and brethren,\nwhat shall we do to be saved?” Trembling and astonished, Paul cries\nout, “Lord, what wilt Thou have me to do?” And so did the convinced\nJews to Peter. But when hear we such questions?",
        "The things that we value do deeply affect us, and some motions will be\nin the heart according to our estimation of them. O sirs, if men made\nnot light of these things, what working would there be in the hearts\nof all our hearers! What strange affections would it raise in them to\nhear of the matters of the world to come! How would their hearts melt\nbefore the power of the gospel! What sorrow would be wrought in the\ndiscovery of their sins! What astonishment at the consideration of\ntheir misery! What unspeakable joy at the glad tidings of salvation by\nthe blood of Christ! What resolution would be raised in them upon the\ndiscovery of their duty! Oh, what hearers should we have, if it were\nnot for this sin! Whereas now we are liker to weary them, or preach\nthem asleep with matters of this unspeakable moment. We talk to them\nof Christ and salvation till we make their heads ache: little would\none think by their careless carriage that they heard and regarded what\nwe said, or tho we spoke at all to them.",
        "Our estimation of things will be seen in the diligence of our\nendeavors. That which we highliest value, we shall think no pains\ntoo great to obtain. Do not those men then make light of Christ and\nsalvation that think all too much that they do for them; that murmur\nat His service, and think it too grievous for them to endure? that ask\nHis service as Judas of the ointment. What need this waste? Can not\nmen be saved without so much ado? This is more ado than needs. For the\nworld they will labor all the day, and all their lives; but for Christ\nand salvation they are afraid of doing too much. Let us preach to them\nas long as we will, we can not bring them to relish or resolve upon a\nlife of holiness. Follow them to their houses, and you shall not hear\nthem read a chapter, nor call upon God with their families once a day;\nnor will they allow Him that one day in seven which He hath separated\nto His service. But pleasure, or worldly business, or idleness, must\nhave a part And many of them are so far hardened as to reproach them\nthat will not be as mad as themselves. And is not Christ worth the\nseeking? Is not everlasting salvation worth more than all this? Doth\nnot that soul make light of all these that thinks his ease more worth\nthan they? Let but common sense judge.",
        "That which we most highly value, we think we can not buy too dear.\nChrist and salvation are freely given, and yet the most of men go\nwithout them because they can not enjoy the world and them together.\nThey are called but to part with that which would hinder them Christ,\nand they will not do it. They are called but to give God His own, and\nto resign all to His will, and let go the profits and pleasures of\nthis world, when they must let go either Christ or them, and they will\nnot. They think this too dear a bargain, and say they can not spare\nthese things: they must hold their credit with men; they must look\nto their estates: how shall they live else? They must have their\npleasure, whatsoever becomes of Christ and salvation: as if they could\nlive without Christ better than without these; as if they were afraid\nof being losers by Christ, or could make a saving match by losing\ntheir souls to gain the world. Christ hath told us over and over that\nif we will not forsake all for Him we can not be His disciples. Far\nare these men from forsaking all, and yet will needs think that they\nare His disciples indeed.",
        "That which men highly esteem, they would help their friends to as well\nas themselves. Do not those men make light of Christ and salvation\nthat can take so much care to leave their children portions in the\nworld, and do so little to help them to heaven? that provide outward\nnecessaries so carefully for their families, but do so little to the\nsaving of their souls? Their neglected children and friends will\nwitness that either Christ, or their children’s souls, or both, were\nmade light of.",
        "That which men highly esteem, they will so diligently seek after that\nyou may see it in the success, if it be a matter within their reach.\nYou may see how many make light of Christ, by the little knowledge\nthey have of Him, and the little communion with Him, and the\ncommunication from Him; and the little, yea, none, of His special\ngrace in them. Alas! how many ministers can speak it to the sorrow of\ntheir hearts, that many of their people know almost nothing of Christ,\ntho they hear of Him daily! Nor know they what they must do to be\nsaved: if we ask them an account of these things, they answer as if\nthey understood not what we say to them, and tell us they are no\nscholars, and therefore think they are excusable for their ignorance.\nOh, if these men had not made light of Christ and their salvation, but\nhad bestowed but half as much pains to know and enjoy Him as they have\ndone to understand the matters of their trades and callings in the\nworld, they would not have been so ignorant as they are: they make\nlight of these things, and therefore will not be at the pains to study\nor learn them. When men that can learn the hardest trade in a few\nyears have not learned a catechism, nor how to understand their\ncreed, under twenty or thirty years’ preaching, nor can abide to\nbe questioned about such things, doth not this show that they have\nslighted them in their hearts? How will these despisers of Christ and\nsalvation be able one day to look Him in the face, and to give an\naccount of these neglects?",
        "Thus much I have spoken in order to your conviction. Do not some of\nyour consciences by this time smite you, and say, I am the man that\nhave made light of my salvation? If they do not, it is because you\nmake light of it still, for all that is said to you. But because, if\nit be the will of the Lord, I would fain have this damning distemper\ncured, and am loath to leave you in such a desperate condition, if I\nknew how to remedy it, I will give you some considerations, which may\nmove you, if you be men of reason and understanding, to look better\nabout you; and I beseech you to weigh them, and make use of them as we\ngo, and lay open your hearts to the work of grace, and sadly bethink\nyou what a case you are in, if you prove such as make light of Christ.",
        "Consider, 1. Thou makest light of Him that made not light of thee who\ndeserve it. Thou wast worthy of nothing but contempt. As a man, what\nart thou but a worm to God? As a sinner, thou art far viler than\na toad: yet Christ was so far from making light of thee and thy\nhappiness, that He came down into the flesh, and lived a life of\nsuffering, and offered Himself a sacrifice to the justice which thou\nhadst provoked, that thy miserable soul might have a remedy. It is no\nless than miracles of love and mercy that He hath showed to us; and\nyet shall we slight them after all?",
        "Angels admire them, whom they less concern, and shall redeemed sinners\nmake light of them? What barbarous, yea, devilish–yea, worse than\ndevilish–ingratitude is this! The devils never had a savior offered\nto them; but thou hast, and dost thou yet make light of Him?",
        "2. Consider, the work of man’s salvation by Jesus Christ is the\nmasterpiece of all the works of God, wherein He would have His love\nand mercy to be magnified. As the creation declareth. His goodness and\npower, so doth redemption His goodness and mercy; He hath contrived\nthe very frame of His worship so that it shall much consist in the\nmagnifying of this work; and, after all this, will you make light of\nit? “His name is wonderful.” “He did the work that none could do.\"\n“Greater love could none show than His.” How great was the evil and\nmisery that He delivered us from! the good procured from us! All are\nwonders, from His birth to His ascension; from our new birth to our\nglorification, all are wonders of matchless mercy–and yet do you make\nlight of them?",
        "3. You make light of matters of greatest excellency and moment in the\nworld: you know not what it is that you slight: had you well known,\nyou would not have done it. As Christ said to the woman of Samaria,\n“Hadst thou known who it is that speaketh to thee, thou wouldst have\nasked of Him the waters of life\"; had they known they would not have\ncrucified the Lord of Glory. So, had you known what Christ is, you\nwould not have made light of Him; had you been one day in heaven, and\nbut seen what they possess, and seen also what miserable souls must\nendure that are shut out, you would never sure have made so light of\nChrist.",
        "O sirs, it is no trifles or jesting matters that the gospel speaks of.\nI must needs profess to you that when I have the most serious thoughts\nof these things myself, I am ready to marvel that such amazing matters\ndo not overwhelm the souls of men; that the greatness of the subject\ndoth not so overmatch our understandings and affections as even to\ndrive men besides themselves, but that God hath always somewhat\nallayed it by the distance; much more that men should be so blockish\nas to make light of them. O Lord, that men did but know what\neverlasting glory and everlasting torments are: would they then hear\nus as they do? would they read and think of these things as they do?\nI profess I have been ready to wonder, when I have heard such\nweighty things delivered, how people can forbear crying out in the\ncongregation; much more how they can rest till they have gone to their\nministers, and learned what they should do to be saved, that this\ngreat business might be put out of doubt. Oh, that heaven and hell\nshould work no more on men! Oh, that everlastingness work no more! Oh,\nhow can you forbear when you are alone to think with yourselves what\nit is to be everlastingly in joy or in torment! I wonder that such\nthoughts do not break your sleep, and that they come not in your mind\nwhen you are about your labor! I wonder how you can almost do anything\nelse! how you can have any quietness in your minds! How you can eat,\nor drink, or rest, till you have got some ground of everlasting\nconsolations! Is that a man or a corpse that is not affected with\nmatters of this moment? that can be readier to sleep than to tremble\nwhen he heareth how he must stand at the bar of God? Is that a man or\na clod of clay that can rise or lie down without being deeply affected\nwith his everlasting estate? that can follow his worldly business and\nmake nothing of the great business of salvation or damnation; and that\nwhen they know it is hard at hand? Truly, sirs, when I think of the\nweight of the matter, I wonder at the very best of God’s saints upon\nthe earth that they are no better, and do no more in so weighty a\ncase. I wonder at those whom the world accounteth more holy than\nneeds, and scorns for making too much ado, that they can put off\nChrist and their souls with so little; that they pour not out their\nsouls in every supplication; that they are not more taken up with God;\nthat their thoughts be more serious in preparation for their account.\nI wonder that they be not a hundred times more strict in their lives,\nand more laborious and unwearied in striving for the crown, than they\nare. And for myself, as I am ashamed of my dull and careless heart,\nand of my slow and unprofitable course of life, so the Lord knows I am\nashamed of every sermon that I preach: when I think what I have been\nspeaking of, and who sent me, and that men’s salvation or damnation is\nso much concerned in it, I am ready to tremble lest God should judge\nme as a slighter of His truth and the souls of men, and lest in the\nbest sermon I should be guilty of their blood. Methinks we should not\nspeak a word to men in matters of such consequence without tears, or\nthe greatest earnestness that possibly we can: were not we too much\nguilty of the sin which we reprove, it would be so. Whether we are\nalone, or in company, methinks our end, and such an end, should still\nbe in our mind, and before our eyes; and we should sooner forget\nanything, and set light by anything, or by all things, than by this.",
        "Consider, 4. Who is it that sends this weighty message to you? Is it\nnot God Himself? Shall the God of heaven speak and men make light of\nit? You would not slight the voice of an angel or a prince.",
        "5. Whose salvation is it that you make light of? Is it not your own?\nAre you no more near or dear to yourselves than to make light of your\nown happiness or misery? Why, sirs, do you not care whether you be\nsaved or damned? Is self-love lost? are you turned your own enemies?\nAs he that slighteth his meat doth slight his life, so if you slight\nChrist, whatsoever you may think, you will find it was your own\nsalvation that you slighted. Hear what He saith, “All they that hate\nme love death.”",
        "6. Your sin is greater, in that you profess to believe the gospel\nwhich you make so light of. For a profest infidel to do it that\nbelieves not that ever Christ died, or rose again, or doth not believe\nthat there is a heaven or hell, this were no such marvel–but for you,\nthat make it your creed, and your very religion, and call yourselves\nChristians, and have been baptized into this faith, and seemed to\nstand to it, this is the wonder, and hath no excuse. What! believe\nthat you shall live in endless joy or torment, and yet make no more of\nit to escape torment, and obtain that joy! What! believe that God will\nshortly judge you, and yet make no preparation for it! Either say\nplainly, I am no Christian, I do not believe these wonderful things,\nI will believe nothing but what I see, or else let your hearts be\naffected with your belief, and live as you say you do believe. What do\nyou think when you repeat the creed, and mention Christ’s judgment and\neverlasting life?",
        "7. What are these things you set so much by as to prefer them before\nChrist and the saving of your soul? Have you found a better friend, a\ngreater and a surer happiness than this? Good Lord! what dung is it\nthat men make so much of, while they set so light by everlasting\nglory? What toys are they that are daily taken up with, while matters\nof life and death are neglected? Why, sirs, if you had every one a\nkingdom in your hopes, what were it in comparison of the everlasting\nkingdom? I can not but look upon all the glory and dignity of this\nworld, lands and lordships, crowns and kingdoms, even as on some\nbrain-sick, beggarly fellow, that borroweth fine clothes, and plays\nthe part of a king or a lord for an hour on a stage, and then comes\ndown, and the sport is ended, and they are beggars again. Were it not\nfor God’s interest in the authority of magistrates, or for the service\nthey might do Him, I should judge no better of them. For, as to their\nown glory, it is but a smoke: what matter is it whether you live poor\nor rich, unless it were a greater matter to die rich than it is? You\nknow well enough that death levels all. What matter is it at judgment,\nwhether you be to answer for the life of a rich man or a poor man? Is\nDives, then, any better than Lazarus? Oh, that men knew what poor,\ndeceiving shadow they grasp at while they let go the everlasting\nsubstance! The strongest, and richest, and most voluptuous sinners do\nbut lay in fuel for their sorrows, while they think they are gathering\ntogether a treasure. Alas! they are asleep, and dream that they are\nhappy; but when they awake, what a change will they find! Their crown\nis made of thorns; their pleasure hath such a sting as will stick in\nthe heart through all eternity, except unfeigned repentance do prevent\nit. Oh, how sadly will these wretches be convinced ere long, what a\nfoolish bargain they made in selling Christ and their salvation for\nthese trifles! Let your farms and merchandise, then, save you, if they\ncan, and do that for you that Christ would have done. Cry then to\nBaal, to save thee! Oh, what thoughts have drunkards and adulterers,\netc., of Christ, that will not part with the basest lust for Him? “For\na piece of bread,” saith Solomon, “such men do transgress.”",
        "8. To set so light by Christ and salvation is a certain mark that thou\nhast no part in them, and if thou so continue, that Christ will set\nas light by thee: “Those that honor him he will honor, and those that\ndespise him shall be lightly esteemed.” Thou wilt feel one day that\nthou canst not live without Him; thou wilt confess then thy need of\nHim; and then thou mayest go look for a savior where thou wilt; for He\nwill be no Savior for thee hereafter, that wouldst not value Him, and\nsubmit to Him here. Then who will prove the loser by thy contempt? Oh,\nwhat a thing will it be for a poor miserable soul to cry to Christ for\nhelp in the day of extremity, and to hear so sad an answer as this!\nThou didst set lightly by Me and My law in the day of thy prosperity,\nand I will now set as light by thee in the day of thy adversity.\nRead Prov. i., 24, to the end. Thou that, as Esau, didst sell thy\nbirthright for a mess of pottage, shalt then find no place for\nrepentance, tho thou seek it with tears. Do you think that Christ shed\nHis blood to save them that continue to make light of it? and to save\nthem, that value a cup of drink or a lust before His salvation? I tell\nyou, sirs, tho you set so light by Christ and salvation, God doth not\nso: He will not give them on such terms as these: He valueth the blood\nof His Son, and the everlasting glory, and He will make you value them\nif ever you have them. Nay, this will be thy condemnation, and leaveth\nno remedy. All the world can not save him that sets lightly by Christ.\nNone of them shall taste of His supper. Nor can you blame Him to deny\nyou what you made light of yourselves. Can you find fault if you miss\nof the salvation which you slighted?",
        "9. The time is near when Christ and salvation will not be made light\nof as now they are. When God hath shaken those careless souls out of\ntheir bodies, and you must answer for all your sins in your own name,\noh, then, what would you not give for a Savior! When a thousand bills\nshall be brought in against you, and none to relieve you, then you\nwill consider, Oh! Christ would now have stood between me and the\nwrath of God; had I not despised Him, He would have answered all.\nWhen you see the world hath left you, and your companions in sin have\ndeceived themselves and you, and all your merry days are gone, then\nwhat would you not give for that Christ and salvation that now you\naccount not worth your labor! Do you think that when you see the\njudgment seat, and you are doomed to everlasting perdition for your\nwickedness, that you should then make as light of Christ as now? Why\nwill you not judge now as you know you shall judge then? Will He then\nbe worth ten thousand worlds? And is He not now worth your highest\nestimation and dearest affection?",
        "10. God will not only deny thee that salvation thou madest light of,\nbut He will take from thee all that which thou didst value before it:\nhe that most highly esteems Christ shall have Him, and the creatures,\nso far as they are good here, and Him without the creature hereafter,\nbecause the creature is not useful; and he that sets more by the\ncreature than by Christ, shall have some of the creature without\nChrist here, and neither Christ nor it hereafter.",
        "So much of these considerations, which may show the true face of this\nheinous sin.",
        "What think you now, friends, of this business? Do you not see by this\ntime what a case that soul is in that maketh light of Christ and\nsalvation? What need then is there that you should take heed lest this\nshould prove your own case! The Lord knows it is too common a case.\nWhoever is found guilty at the last of this sin, it were better for\nthat man he had never been born. It were better for him he had been a\nTurk or Indian, that never had heard the name of a Savior, and that\nnever had salvation offered to him: for such men “have no cloak for\ntheir sin.” Besides all the rest of their sins, they have this killing\nsin to answer for, which will undo them. And this will aggravate their\nmisery, that Christ whom they set light by must be their Judge, and\nfor this sin will He judge them. Oh, that such would now consider how\nthey will answer that question that Christ put to their predecessors:\n“How will ye escape the damnation of hell” or, “How shall we escape if\nwe neglect so great salvation?” Can you escape without a Christ? or\nwill a despised Christ save you then? If he be accurst that sets light\nby father or mother, what then is he that sets light by Christ? It was\nthe heinous sin of the Jews, that among them were found such as set\nlight by father and mother. But among us, men slight the Father of\nSpirits! In the name of God, brethren, I beseech you to consider how\nyou will then bear this anger which you now make light of! You that\ncan not make light of a little sickness or want, or of natural death,\nno, not of a toothache, but groan as if you were undone; how will you\nthen make light of the fury of the Lord, which will burn against the\ncontemners of His grace! Doth it not behoove you beforehand to think\nof these things?",
        "Dearly beloved in the Lord, I have now done that work which I came\nupon; what effect it hath, or will have, upon your hearts, I know not,\nnor is it any further in my power to accomplish that which my soul\ndesireth for you. Were it the Lord’s will that I might have my wish\nherein, the words that you have this day heard should so stick by you\nthat the secure should be awakened by them, and none of you should\nperish by the slighting of your salvation. I can not follow you\nto your several habitations to apply this word to your particular\nnecessities; but oh, that I could make every man’s conscience a\npreacher to himself that it might do it, which is ever with you!\nThat the next time you go prayerless to bed, or about your business,\nconscience might cry out, Dost thou set no more by Christ and thy\nsalvation? That the next time you are tempted to think hardly of a\nholy and diligent life (I will not say to deride it as more ado than\nneeds), conscience might cry out to thee, Dost thou set so light by\nChrist and thy salvation? That the next time you are ready to rush\nupon unknown sin, and to please your fleshly desires against the\ncommand of God, conscience might cry out, Is Christ and salvation no\nmore worth than to cast them away, or venture them for thy lust?\nThat when you are following the world with your most eager desires,\nforgetting the world to come, and the change that is a little before\nyou, conscience might cry out to you, Is Christ and salvation no more\nworth than so? That when you are next spending the Lord’s day in\nidleness or vain sports, conscience might tell you what you are doing.\nIn a word, that in all your neglects of duty, your sticking at the\nsupposed labor or cost of a godly life, yea, in all your cold and lazy\nprayers and performances, conscience might tell you how unsuitable\nsuch endeavors are to the reward; and that Christ and salvation should\nnot be so slighted. I will say no more but this at this time, it is a\nthousand pities that when God hath provided a Savior for the world,\nand when Christ hath suffered so much for their sins, and made so full\na satisfaction to justice, and purchased so glorious a kingdom for\nHis saints, and all this is offered so freely to sinners, to lost,\nunworthy sinners, even for nothing, that yet so many millions should\neverlastingly perish because they make light of their Savior and\nsalvation, and prefer the vain world and their lusts before them. I\nhave delivered my message, the Lord open your hearts to receive it.\nI have persuaded you with the word of truth and soberness; the Lord\npersuade you more effectually, or else all this is lost. Amen.",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}