{
    "title": "The Golden Sayings of Epictetus - LXIV ",
    "author": "Unknown",
    "chapter": "64",
    "content": [
        "\n",
        "\n\n",
        "It was the first and most striking characteristic of\nSocrates never to become heated in discourse, never to utter an\ninjurious or insulting word—on the contrary, he persistently\nbore insult from others and thus put an end to the fray. If you\ncare to know the extent of his power in this direction, read\nXenophon’s Banquet, and you will see how many quarrels he put an\nend to. That is why the Poets are right in so highly commending\nthis faculty:—",
        "Quickly and wisely withal even bitter feuds would he settle.",
        "Nevertheless the practice is not very safe at present,\nespecially in Rome. One who adopts it, I need not say, ought not\nto carry it out in an obscure corner, but boldly accost, if\noccasion serve, some personage of rank or wealth.",
        "“Can you tell me, sir, to whose care you entrust your\nhorses?”",
        "“I can.”",
        "“Is it to the first comer, who knows nothing about them?”",
        "“Certainly not.”",
        "“Well, what of the man who takes care of your gold, your\nsilver or your raiment?”",
        "“He must be experienced also.”",
        "“And your body—have you ever considered about entrusting\nit to any one’s care?”",
        "“Of course I have.”",
        "“And no doubt to a person of experience as a trainer, a\nphysician?”",
        "“Surely.”",
        "“Are these things the best you possess, or have you anything\nmore precious?”",
        "“What can you mean?”",
        "“I mean that which employs these; which weighs all things;\nwhich takes counsel and resolve.”",
        "“Oh, you mean the soul.”",
        "“You take me rightly; I do mean the soul. By Heaven, I hold\nthat far more precious than all else I possess. Can you show me\nthen what care you bestow on the soul? For it can scarcely be\nthought that a man of your wisdom and consideration in the city\nwould suffer your most precious possession to go to ruin through\ncarelessness and neglect.”",
        "“Certainly not.”",
        "“Well, do you take care of it yourself? Did any one teach\nyou the right method, or did you discover it yourself?”",
        "Now here comes in the danger: first, that the great man may\nanswer, “Why, what is that to you, my good fellow? are you my\nmaster?” And then, if you persist in troubling him, may raise his\nhand to strike you. It is a practice of which I was myself a warm\nadmirer until such experiences as these befell me.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}